{"patient_id": 30066, "patient_uid": "7775023-1", "PMID": 34506421, "file_path": "comm/PMC007xxxxxx/PMC7775023.xml", "title": "Recurrent Positivity of SARS-CoV-2 RNA in a Clinically Recovered COVID-19 Patient with End-stage Renal Disease: A Case Report", "patient": "A 31 years-old male returned from Saudi Arabia around 11 days before presentation, came to the emergency of Bharatpur Hospital on 2nd July 2020 with the chief complaints of cough, dyspnea and multiple episodes of vomiting of two days duration. The patient was working in Saudi Arabia for the last 5 years and was diagnosed to be a case of chronic kidney disease around two and a half months back. He was under thrice-weekly hemodialysis at a centre in Saudi Arabia. He gave the history of getting admitted in a hospital in Saudi Arabia on 27th May 2020 for complaints of fever, cough, expectoration, myalgia and headache of 4 days duration. His nasopharyngeal swab came positive for SARS-CoV-2 RNA on the next day of admission. Computed tomography (CT) of his chest was done which revealed bilateral multifocal areas of alveolar consolidation, interlobar septal thickening and ground-glass opacities, suggestive of bilateral patchy pneumonia with moderate left-sided and mild right-sided pleural effusion. He was treated in line of COVID-19 pneumonia with supportive measures, oxygen supplementation and hemodialysis. He gradually improved during the hospital stay and was discharged after two negative reverses transcriptase-polymerase chain reaction (RT-PCR) tests for SARS-CoV-2 on 5th and 10th June 2020. He was advised for thrice-weekly hemodialysis for his kidney disease.\\nThe patient returned to Nepal on 23rd June 2020 and was advised to self-quarantine at his home in Hetauda. After eight days, he complained of cough with the passage of pink frothy sputum, exertional dyspnea and multiple episodes of vomiting, following which he was brought to Hetauda district hospital. He denied any history of fever, sore throat, ageusia, anosmia, rhinorrhea, headache or diarrhoea. Nasopharyngeal swab for SARS-CoV-2 was collected, as he was a foreign returnee with new-onset respiratory complaints with the possible need of hemodialysis. The report came out to be negative following which he was referred to Bharatpur Hospital for the need of hemodialysis.\\nThe patient was evaluated at the emergency of Bharatpur Hospital where his blood pressure was 180/130 mmHg, respiratory rate was 28/min and oxygen saturation was 93% in room air. On examination, there was bilateral pitting pedal oedema, and chest auscultation revealed decreased air entry in the left infra-axillary area with bilateral infrascapular inspiratory crepitations. shows the baseline investigations of the patient ().\\nChest X-ray revealed homogenous opacity involving bilateral lower zones with blunting of left costophrenic angle and cephalization of pulmonary vessels ().\\nThe provisional diagnosis of the patient was made as acute pulmonary oedema secondary to volume overload with underlying end-stage renal failure. Two consecutive RT-PCR tests of the patient, which was done in Saudi Arabia, was negative for SARS-CoV-2; thus the patient was considered clinically recovered from his recent COVID-19 infection. However, a nasopharyngeal swab of the patient for RT-PCR of SARS-CoV-2 was collected because of underlying immunocompromised status and his new respiratory complaints. He was shifted to a separate intensive care unit allocated for the suspected COVID-19 cases, from where urgent hemodialysis was planned. The symptoms of patient drastically improved after hemodialysis.\\nOn 4th July 2020, the RT-PCR for SARS-CoV-2 of the patient, which was collected during the time of admission, came positive. To re-confirm, RT-PCR was repeated the next day, which also came positive. Because of the immunocompromised status of the patient due to underlying end-stage renal disease, reinfection or reactivation could not be ruled out. Thus, contact tracing was done and all the health care workers, who were close contacts of the patient in the last 48 hours, were quarantined. Necessary decontamination of the intensive care unit and hemodialysis unit was done. The patient was shifted to COVID unit, where new setup for hemodialysis was made and maintenance hemodialysis was continued with necessary transmission-based precautions. The patient developed no fever during the hospital stay and had no respiratory complaints following hemodialysis. The course of stay in hospital was uneventful. None of his close contacts, which included both the healthcare workers and his family members, were positive for SARS-CoV-2 RNA. Finally, his RT-PCR for SARS-CoV-2 came negative on 23rd July 2020. He underwent six sessions of hemodialysis during the hospital stay and was finally discharged after twenty-five days of admission. shows the timeline of SARS-CoV-2 RNA in the ESRD patient.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'18701615': 1, '32320003': 1, '32105304': 1, '32430094': 1, '11012910': 1, '32463468': 1, '32147538': 1, '32342252': 1, '32383638': 1, '34506421': 2}", "similar_patients": "{}"}