{"patient_id": 102554, "patient_uid": "7675750-1", "PMID": 33063450, "file_path": "noncomm/PMC007xxxxxx/PMC7675750.xml", "title": "Fulminant myocarditis in a patient with coronavirus disease 2019 and rapid myocardial recovery following treatment", "patient": "A 56-year-old male with a history of obesity (body mass index = 35) and hyperlipidaemia presented to the emergency department with 1 day of dyspnoea and lethargy. He reported close contact with a COVID-19-positive coworker. He was in respiratory distress with measured oxygen saturation (SaO2) of 66%, hypotensive, and in rapid atrial fibrillation. He rapidly progressed to respiratory failure and shock requiring mechanical ventilation and three vasopressors.\\nInitial investigation included laboratory studies that were notable for white blood cell count 9.8 K/μL (66% neutrophils and 19% lymphocytes), haemoglobin 19.4 g/dL (declined to 15.2 g/dL after fluid administration), creatinine 2.0 mg/dL, B-type natriuretic peptide 790.0 pg/mL, troponin I 1.3 ng/mL, lactate 8.7 mmol/L, d-dimer 1961 ng/mL, C-reactive protein 4.1 mg/dL, and procalcitonin 1.4 ng/mL with unremarkable liver chemistries. An arterial blood gas (on 100% FiO2) demonstrated a pH of 7.25 and partial pressure of oxygen (PaO2) of 319 mmHg; the initial venous haemoglobin saturation drawn from the superior vena cava was 80% (on the same FiO2). His electrocardiogram (EKG) showed rapid atrial fibrillation and low voltage (Figure\\n). Transthoracic echocardiogram (TTE) revealed extreme concentric left ventricular (LV) hypertrophy (LVH) with a wall thickness of 2.0 cm, reduced biventricular function with LV ejection fraction (EF) of 20%, and a small pericardial effusion (Supporting Information, Video\\nA and \\nB). A chest X-ray showed multifocal bilateral airspace disease, a general respiratory viral panel was negative, but the rapid Abbott ID NOW™ COVID-19 test resulted positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (later confirmed on the Cepheid Xpert® Xpress testing system).\\nThe clinical presentation of acute respiratory failure with rapidly progressive shock and biventricular dysfunction suggested a diagnosis of COVID-19 FM. The discrepancy between the degree of LVH and low voltage on EKG hinted at significant myocardial oedema, further supporting this diagnosis. After a multidisciplinary discussion, the patient was cannulated on peripheral veno-arterial extracorporeal membrane oxygenation with a distal perfusion catheter. Repeat TTE, on admission to the intensive care unit, revealed an EF < 5%, and his arterial line waveform was non-pulsatile (Supporting Information, Video\\nA and \\nB). A femoral Impella 2.5 (Abiomed U.S., Danvers, MA) was inserted for LV venting. The patient was treated with methylprednisolone 100 mg and tocilizumab 800 mg. Because of continued cardiac standstill, his methylprednisolone was readministered at increasing doses (200, 200, and 500 mg) for a total of 4 days. As his inflammatory markers briefly decreased (Figure\\n), tocilizumab was not re-dosed and no other COVID-19 targeted therapy was administered. Despite initial haemodynamic improvement, he developed oliguric kidney failure requiring continuous venovenous haemofiltration. As a result of retroperitoneal injury and haemorrhage, he was decannulated from VA-EMCO on hospital day (HD) 4 and transitioned to biventricular support with a ProtekDuo (LivaNova, London, UK) and axillary Impella 5.0; transoesophageal echocardiogram completed in the operating room noted improved LV function (EF 50%). TTE on HD 7 revealed further EF recovery to 65% (Supporting Information, Video\\nA and \\nB), EKG exhibited return to sinus rhythm (Figure\\n), and arterial line tracings showed improved pulsatility; he was ultimately able to be weaned from both Impella (HD 10) and ProtekDuo (HD 12). Interestingly, he then developed severe vasoplegia, requiring high-dose vasopressor support, correlating with increasing markers of inflammation, and myocardial injury. Re-dosing tocilizumab at this time was considered but ultimately deferred because of clinical improvement. As of this writing, the patient has recovered from critical illness and is currently on the general medical floor awaiting discharge to a rehabilitation centre.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'32275347': 1, '26584195': 1, '32362390': 1, '34215924': 1, '32325026': 1, '32267502': 1, '19453650': 1, '33063450': 2}", "similar_patients": "{}"}