{"patient_id": 99576, "patient_uid": "7383164-1", "PMID": 32774292, "file_path": "noncomm/PMC007xxxxxx/PMC7383164.xml", "title": "A Rare Case of Unilateral Progressive Cataract in a Young Patient Receiving Topiramate", "patient": "An 18-year-old female had been diagnosed with bilateral acute angle closure at a different healthcare facility. She had been prescribed systemic antiglaucoma drugs and topical beta-blocker, pilocarpine, and prostaglandin analogue as treatment. The patient presented with complaints of pain, sudden diminution of vision, excessive watering, and photophobia (both eyes). In the course of history gathering, the patient reported the use of topiramate 25 mg twice a day for headache for 10 days. There was no history of trauma or symptoms suggestive of uveitis. The patient did not report use of any drug other than topiramate. She had a history of headache and there was no family history of glaucoma. Her visual acuity was right eye (OD) counting fingers 2 feet and left eye (OS) counting fingers 4 feet. The eyelids were swollen. Slit lamp examination revealed mild chemosis, ciliary flush, diffuse stromal haze (OD > OS), microcystic corneal edema OS, and very shallow peripheral anterior chamber with areas of iridocorneal touch (OD > OS). The pupil was semidilated and sluggishly reacting without rapid afferent pupillary defect. Intraocular pressure was OD 40 mm Hg and OS 32 mm Hg.\\nA presumptive diagnosis of topiramate-induced bilateral secondary acute angle closure attack was made. Topiramate use was stopped. Systemic and topical antiglaucoma drugs (intravenous mannitol 300 mL stat, acetazolamide 250 mg twice daily for a day, topical fixed drug combination of dorzolamide and timolol thrice daily, brimonidine 0.1% twice daily), topical cycloplegic (homatropine 1% twice daily), and a steroid (low-dose dexamethasone four times a day) were started.\\nOn 1-day follow-up, the cornea had become clearer in both eyes (Fig. ) and the right eye showed peripheral anterior capsular lenticular opacity (Fig. ). There was no aqueous flair and the vitreous was clear. Fundus examination showed normal optic disc, retina, and macula. Intraocular pressure had decreased to OD 12 mm Hg and OS 10 mm Hg. Gonioscopy showed closed angles. Anterior segment optical coherence tomography (ASOCT) (Fig. ) showed forward movement of the iris-lens diaphragm with closed angles. B-scan of right eye (Fig. ) showed ciliochoroidal effusion, while B-scan of the left eye (Fig. ) was normal. At 1-week follow-up, ASOCT showed the iris-lens diaphragm to have moved back with open angle (Fig. ). One week after presentation, all antiglaucoma and cycloplegic drugs were stopped and the patient was continued on low-dose steroid for another week. At 2-month follow-up, the right eye showed formed anterior chamber and increased density of cataract, while the left eye did not show any lenticular changes (Fig. ). Thus, in right eye, there was a definite progression of cataract from 1 day to 2 months (Fig. ), and hence cataract surgery was advised.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'28764211': 1, '30127167': 2, '31263722': 2, '5832306': 1, '22149720': 1, '27625253': 1, '7917269': 1, '29063980': 1, '26000216': 2, '32774292': 2}", "similar_patients": "{'6113830-1': 1, '6592302-1': 1, '4389031-1': 1}"}