{"patient_id": 29614, "patient_uid": "7752491-1", "PMID": 33363837, "file_path": "comm/PMC007xxxxxx/PMC7752491.xml", "title": "Case report: Magnesium—A new therapeutic target in gestational diabetes mellitus?", "patient": "Here, we report on a 36-year-old woman, 2 gravida 1 para, BMI 21 kg/m2 who has been diagnosed with GDM in week 24 + 2. During her first pregnancy, she was diagnosed with GDM in week 24 + 6 which was successfully controlled with dietary adjustments and no insulin therapy. She gave birth to a healthy male infant with normal weight and no postnatal complications upon spontaneous delivery in week 41 + 1. In her previous medical history, she had a laparoscopic appendectomy and hemithyroidectomy with stable daily L-thyroxine 50 µg intake. TSH was regularly checked. Currently, the patient has, in addition, been taking supplementary folic acid 400 µg plus vitamin D 800 IE p.o.. She has no family history of DM II and/or GDM. No other chronic diseases are known.\\nDue to the experiences of the first pregnancy, a change in diet and lifestyle was already conducted from the beginning of the second pregnancy. Nevertheless, the 75 g oral glucose tolerance test was positive for GDM, showing following intravenous values: 88 mg/dL baseline, 184 mg/dL after 1 hour, and 150 mg/dL after 2 hours (normal range: <92 mg/dL, <180 mg/dL, <153 mg/dL). After diagnosis of GDM, the patient consequently measured capillary blood sugar levels four times a day with a calibrated blood glucose meter (Acsensia Contour Next, Germany): morning fasting glucose and one hour after breakfast, lunch, and dinner. Dietary changes included decreased intake of fast-acting carbohydrates and splitting meals into six a day. Moreover, the patient exercised 30 minutes per day using an ergometer. Gain of weight during pregnancy was optimal with approximately 8 kg in 30 weeks. While glucose levels remained within limits during the day, the morning fasting glucose was high and an increasing tendency was noticed (fasting glucose 100 ± 6 mg/dL, n = 32; 1 hour after breakfast 116 ± 19 mg/dL, n = 22; 1 hour after lunch 122 ± 20 mg/dL, n = 16; 1 hour after dinner 111 ± 15 mg/dL, n = 14). Sonographic fetal biometric measurements showed normal development. However, more than 50% of the fasting glucose values were above the cut-off value of 95 mg/dL with an increasing tendency over time and insulin therapy was taken into account (Figure ).\\nStarting from week 31 + 0, the patient complained about calf cramps which occurred almost every morning. Thus, a supplementary therapy with Mg 200 mg per day was given. Serum Mg levels were within the normal range (1.8 mg/dL [normal range: 1.6-2.5 mg/dL]). Calf cramps soon disappeared under treatment. Intriguingly, fasting glucose levels evidently decreased upon Mg treatment and remained under the cut-off value 95 mg/dL (Figure ). Insulin therapy could be avoided using Mg supplementation. At week 38 + 0, a healthy male infant (51 cm, 3250 g) was spontaneously delivered.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'22733750': 1, '28986547': 1, '18463376': 1, '9056694': 1, '26322160': 1, '30922259': 1, '24450389': 1, '19465234': 1, '16808892': 1, '31196116': 1, '26016859': 1, '696427': 1, '17645588': 1, '25014091': 1, '8796810': 1, '33363837': 2}", "similar_patients": "{}"}