{"patient_id": 31801, "patient_uid": "7863235-1", "PMID": 33541425, "file_path": "comm/PMC007xxxxxx/PMC7863235.xml", "title": "Conservative management of primary malignant melanoma of the bladder: a case report", "patient": "A 74-year-old Caucasian man was admitted to the Urology Department for an episode of macrohematuria. His past medical history was only relevant for clear cell renal carcinoma treated with radical nephrectomy 2 years before. On admission, his serum hemoglobin level was 7.5 mg/dl and his glomerular filtration rate was 96 ml/min. Two units of red blood cells were immediately transfused. The patient underwent abdominal ultrasound that revealed a 3 cm hypoechoic lesion involving the left lateral bladder wall. The preliminary cystoscopy revealed an atypical pedicled lesion characterized by a brownish black pigment involving the anterior bladder wall (Fig. ). The main diagnostic hypothesis was malignant melanoma. The patient was scheduled for TURB-T. Complete resection of the tumor was performed using a standard monopolar resectoscope. The totally resected specimen weighed 40 g. The postoperative course was uneventful. Histologic examination showed a proliferation composed of a mixture of spindle and epithelioid cells with abundant cytoplasm, irregular nuclei, prominent eosinophilic nucleoli and severe pleomorphism. Moreover, heavily pigmented melanosomes and macrophages containing melanine pigment were evident (Fig. a). Immunohistochemical study showed positivity for S100 and MART-1/MELAN-A, and negativity for desmin, DE-R-11, GATA3, p63 and cytokeratin 7 and of paired-box 8 (PAX-8) (Fig. b). These findings were in line with histopathological diagnosis of malignant melanoma. A post-operative Fluorine-18 fluorodeoxyglucose Positron emission tomography-computed tomography excluded concomitant pathologic foci. Dermatological exam, gastroscopy, coloscopy and an ophthalmologic exam ruled out the suspicious of a secondary lesion from a primitive malignant melanoma elsewhere. The patient was offered a genetic screening but he refused. The clinical stage was T1, N0, M0. Based on institutional multidisciplinary uro-oncologic team evaluation, an adjuvant intravesical BCG treatment was planned. The following schedule was adopted: 6 weekly instillations followed by 3-weekly instillations after 3, 6, 12, 18, 24, 30 and 36 months. At 6 months follow-up both cystoscopy and computerized tomography were negative for recurrence.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'1260695': 1, '34934756': 2, '1192356': 1, '33200904': 1, '30362694': 1, '25374957': 1, '32550634': 1, '34503234': 1, '26935245': 1, '27603550': 1, '1626213': 1, '33541425': 2}", "similar_patients": "{'8684417-1': 1}"}