{"patient_id": 102950, "patient_uid": "7716331-1", "PMID": 33344551, "file_path": "noncomm/PMC007xxxxxx/PMC7716331.xml", "title": "Multiple schwannomas with pseudoglandular element synchronously occurring under the tongue: A case report", "patient": "A 53-year-old man had first noticed an isolated asymptomatic mass under the tongue, and then the mass grew, causing the tongue to be elevated.\\nThe patient has no cutaneous tumors, VIII nerve tumors, or lens opacities.\\nThe patient has no history of neurofibromatosis 2 or confirmed schwannomatosis in any first-degree relative.\\nPhysical examination showed multiple oval neoplasms, and the overlying mucosa was normal. We considered mucoepidermoid carcinoma as our main differential diagnosis.\\nAll neoplasms were completely excised by surgeons through an intraoral approach under general anesthesia. There was no communication between the neoplasms and nerve bundles. Gross examinations showed three separated oval encapsulated masses with smooth surface. The biggest tumor was 4 cm × 3 cm × 3 cm, and the smallest was 2.2 cm × 1.8 cm × 1.3 cm. The sectioned surface was grayish-white in color and cystic-solid lesion with moderate hardness (Figure ). Microscopic examination showed a lesion composed of bland spindle cells and demonstrated typical Antoni A and Antoni B areas with scattered pseudoglandular and microcystic foci. These pseudoglandular and microcystic areas were lined by flat to cuboidal cells (Figure ). Some cystic areas showed hemorrhage. There were some hyalinized blood vessels elsewhere. No mitotic figure was found in tumor cells. The tumor cells and lining cells were positive for the S-100 protein and negative for Ckp protein by immunohistochemistry (IHC) staining (Figure ).\\nComputed tomography showed three low-density oval neoplasms under the tongue, which were cystic-solid lesion and unclear boundary (Figure ). Magnetic resonance imaging scan showed no evidence of vestibular schwannoma.\\nThe timeline of case reports is shown in Table .", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'25793198': 1, '6432304': 1, '12752143': 1, '26844614': 1, '26269328': 1, '25087791': 1, '23834304': 1, '16534111': 1, '21478728': 1, '3354508': 1, '16148415': 1, '17176020': 1, '6692256': 1, '9699832': 1, '16119981': 1, '8951498': 1, '26626208': 1, '16762020': 1, '33344551': 2}", "similar_patients": "{}"}