{"patient_id": 24595, "patient_uid": "7470665-1", "PMID": 32905554, "file_path": "comm/PMC007xxxxxx/PMC7470665.xml", "title": "Psoas Abscess After Lumbar Facet Joint Injection: Case Report and Literature Review", "patient": "A 35-year-old male complaining of chronic LBP was submitted to an L2 to S1 bilateral facet joint and epidural injection (methylprednisolone plus lidocaine 1%), to improve pain symptoms. After ten days, the patient developed fever, malaise, right thigh pain, and antalgic hip flexion with no sign of meningeal or radicular insult. Laboratory evaluations revealed a haemoglobin count of 14.6 g/dl, and a white blood cell count of 21.8 k/cumm, with a neutrophilic predominance and 2% rod cells, C-reactive protein levels were at 122.8 mg/L, and an erythrocyte sedimentation rate (ESR) was recorded at 42 mm (60 min). Magnetic resonance imaging (MRI) of the lumbar spine indicated a coalescing abscess in the right psoas muscle, spreading from the facet joint (Figure ).\\nThe patient was submitted to abscess puncture under fluoroscopy, with partial drainage. Samples were culture positive for Staphylococcus aureus and sensitive to oxacillin, ciprofloxacin, moxifloxacin, vancomycin, teicoplanin, and tigecycline. The patient was empirically treated with vancomycin and ceftriaxone for seven days, and after culture review, the patient completed an additional oxacillin course over seven additional days. The patient was discharged with oral ciprofloxacin for another 14 days treatment (total = 28 days). The patient recovered with complete regression of the infection at follow-up of one and three months (Fig. ). After a month, the white blood cell count was 7.9 k/cumm with a lymphocytic predominance and no immature cells; C-reactive protein was 1.9 mg/L and the ESR was 20 mm (60 min).", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'23762659': 2, '16906217': 1, '17720116': 1, '10470716': 1, '17909209': 1, '15287413': 1, '16850050': 1, '16718934': 1, '28192789': 1, '29356895': 1, '25741653': 1, '10384992': 1, '27870618': 1, '25391626': 1, '28184274': 2, '16189461': 1, '10943753': 1, '26487293': 1, '32905554': 2}", "similar_patients": "{'5296395-1': 1, '3670533-1': 1}"}