{"patient_id": 96609, "patient_uid": "7048074-1", "PMID": 32128220, "file_path": "noncomm/PMC007xxxxxx/PMC7048074.xml", "title": "Successful management of chylous ascites after pancreatoduodenectomy using etilefrine: a case report", "patient": "An 84-year-old woman underwent subtotal stomach-preserving PD for distal cholangiocarcinoma. On postoperative day (POD) 1, over 1000 ml of serous ascites was discharged from the inserted drain (). Octreotide (Sandostatin®) (200 μg/day) was administered subcutaneously for suspected lymphatic leakage on POD2. She had no PD-related complications, such as a pancreatic fistula, intra-abdominal abscess or peritonitis. The ascites appeared slightly milky after starting a high-protein, low-fat, middle-chain triglyceride (MCT) diet on POD4. The inserted drain was removed on POD6, as there was no evidence of infection.\\nOn POD9, she complained of abdominal distention. Abdominal computed tomography (CT) showed a dilated transverse colon and accumulation of ascites in the pouch of Douglas (). Transverse colonic volvulus was diagnosed, and endoscopic release was performed, with temporary symptomatic improvement. On POD11, her abdominal symptoms returned. Right hemicolectomy without lymphadenectomy was performed on POD13, as the entity was considered refractory for short-term recurrence. An accumulation of CA was observed during the second surgery and the drain in the pouch of Douglas was replaced ().\\nHer abdominal distention improved. Albumin and diuretics (Furosemide® 20 mg/day and Spironolactone® 50 mg/day) were administered, and the drain was clamped on POD17; however, the drain clamp was released on POD18 as abdominal distention recurred. Octreotide (Sandostatin®) (200 μg/day) was readministered; however, the ascites remained milky, with a triglyceride level of 198 mg/dl.\\nOn POD19, etilefrine (120 mg/day) was administered intravenously, with remarkable reduction in ascitic fluid drainage. On POD22, asymptomatic atrial fibrillation occurred, and etilefrine administration was terminated. Atrial fibrillation was treated by β-blockers and sinus rhythm was restored immediately. Since the ascites appeared serous and was within 100 ml, the drain was removed. A high-protein, low-fat, MCT diet was restarted on POD26 and octreotide was terminated on POD28, with no abdominal symptoms. The patient had no symptoms including abdominal distention and was discharged on POD35. Nine months after initial surgery, the CT showed a small volume of ascites in the pouch of Douglas with no apparent recurrence (). During the perioperative period, the serum albumin level decreased from 4.0 to 1.0 g/dl preoperatively; however, it increased to 3.5 g/dl 9 months after initial surgery.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'23288577': 1, '27763684': 1, '18685899': 1, '27692778': 1, '29650942': 1, '26656358': 2, '26997396': 1, '10466051': 1, '32128220': 2}", "similar_patients": "{'5008503-1': 1, '5008503-2': 1}"}