{"patient_id": 28631, "patient_uid": "7705065-1", "PMID": 33281735, "file_path": "comm/PMC007xxxxxx/PMC7705065.xml", "title": "A Case Report of Autoimmune Glial Fibrillary Acidic Protein Astrocytopathy Diagnosed After Long Term Diagnosis of Chronic Lymphocytic Inflammation With Pontine Perivascular Enhancement Responsive to Steroids", "patient": "A 31-year-old woman presented with 7 years of recurrent head discomfort and 2 days of fever with nausea, vomiting, and intermittent symptom of psychosis. The patient's symptoms started in February 2012. She developed headache, nausea, and vomiting, then accompanied by numbness of bilateral forehead and paresthesia of her face and back. Her initial brain magnetic resonance imaging (MRI) after 1 month revealed multiple areas of curvilinear and punctate enhancement of pontine, cerebellum, and basal ganglion (). After possible infection and tumor were ruled out, she was prescribed with 1 g of intravenous methylprednisolone (IVMP) per day for five consecutive days, 500 mg of IVMP per day for the next 3 days. Then, 60 mg of oral prednisone was administrated and tapered. She had rapid clinical and radiological improvements (). Even without neuropathological evidence, the diagnosis of probable CLIPPERS was determined based on the imaging characteristic and treatment response. During the regular follow-up at the outpatient clinic in the past 7 years, the patient's symptom and/or brain MRI enhancement deteriorated every time the oral prednisone tapered near the dose of 20 mg per day, although immunosuppressive agent such as azathioprine was tried (, ). However, she obtained relief soon after high-dose IVMP or oral prednisone was added on ().\\nThe patient discontinued oral prednisone by herself in June 2019 (7 years from the disease onset), and her headache attacked again. She had another head MRI examination in September 2019, and it showed novel dot-like and liner enhancement in both hemispheres of the cerebellum, semiovale center, basal ganglion, and thalamus (). She refused repeated treatment of steroids then. Her symptoms deteriorated in November 2019, and she had a fever with nausea, vomiting, and intermittent symptoms of psychosis, which brought her to the hospital again.\\nThe physical examination showed delirium, suspected stiff neck, and positive result of both palmomental reflex and left Hoffmann sign, whereas the remaining general and neurological examination results were generally normal. Laboratory test results, including C-reactive protein, serum lactate dehydrogenase, antinuclear antibodies, myelin oligodendrocyte glycoprotein immunoglobulin G, antineuronal, and antiganglioside antibodies, were normal. The cerebrospinal fluid (CSF) analysis was unremarkable. Further antibody analysis by antigen-transfected HEK293 cell-based assay () showed positive GFAPα antibodies with serum titer at 1:320 and CSF titer at 1:32 (). She was prescribed with IVMP, 1 g daily for five consecutive days, and she was discharged with oral prednisone taper and mycophenolate mofetil for relapse prevention when she returned normal again 1 week later. Her diagnosis was converted from CLIPPERS to autoimmune GFAP astrocytopathy, and she is still under follow-up.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'20639547': 1, '27618707': 1, '29050399': 1, '31072955': 1, '30724768': 1, '29193473': 1, '33281735': 2}", "similar_patients": "{}"}