{"patient_id": 97221, "patient_uid": "7152520-1", "PMID": 32308353, "file_path": "noncomm/PMC007xxxxxx/PMC7152520.xml", "title": "Small intestinal hemolymphangioma treated with enteroscopic injection sclerotherapy: A case report and review of literature", "patient": "A 42-year-old male complained of recurrent episodes of melena and dizziness, fatigue and reduced exercise capacity for more than 2 mo.\\nThe patient's symptoms started 2 mo ago with recurrent episodes of melena and he frequently felt fatigued. He was diagnosed with a gastric ulcer and anemia after undergoing gastroduodenoscopy, colonoscopy and laboratory blood tests. Then he took oral proton-pump inhibitors and iron for 1.5 mo, but these therapies did not ameliorate the symptoms.\\nThe patient had no previous medical history.\\nOn examination, anemic face and upper abdominal tenderness were noted. The vital signs were normal with a respiratory rate of 18/min, heart rate of 96/min and blood pressure of 102/62 mmHg.\\nBlood analysis revealed severe iron-deficiency anemia with hemoglobin of 53 g/dL, and fecal occult blood was positive. Blood biochemistry, tumor biomarkers, other blood tests as well as urine analysis were normal. Electrocardiogram and chest X-ray were also normal.\\nWhen the patient presented in our hospital, two units of blood were transfused. The gastroduodenoscopy was performed again. A sealed ulcer without any signs of bleeding sign were found in the antrum. We then performed a CE. Bleeding was found in the jejunum after running the capsule for 97 min. The total running time in the small bowel was about 300 min. The CE cannot determine the cause of bleeding due to the short stay around the lesion and the influence of the blood. An anterograde BAE was performed, and a protruded lesion was revealed in the jejunum at about 150 cm distal to the ligament of Treitz. It filled half of the intestinal cavity. The tumor was lobulated with white patches on the mucosal surface with blood oozing in the fundus (Figure ). Multiple biopsies were taken, and pathological findings further revealed that hyperplastic thin-walled lymphatic and venous with luminal dilation presented in the submucosal area (Figure ).", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'33528281': 2, '29886080': 1, '34917370': 2, '28256143': 1, '24503337': 1, '23002353': 1, '23855544': 1, '33644219': 2, '27581369': 2, '25878650': 2, '22563205': 1, '26907744': 1, '34046480': 2, '31658121': 1, '34217200': 1, '22696733': 1, '19586826': 1, '19152891': 1, '32308353': 2}", "similar_patients": "{'7896683-1': 1, '8645170-1': 1, '8130063-1': 1, '7871067-1': 1, '4386193-1': 1, '5007800-1': 1}"}