{"patient_id": 21946, "patient_uid": "7346855-1", "PMID": 32646452, "file_path": "comm/PMC007xxxxxx/PMC7346855.xml", "title": "Deadly combination of Vaping-lnduced lung injury and Influenza: case report", "patient": "A 27-year-old African American male with a history of cigarette tobacco use (2 years) and vaping 77 of tetrahydrocannabinol (THC) presented with two weeks of nonproductive cough, subjective 78 fever, rhinorrhea, chills, myalgia, diarrhea, and vomiting. He had reported to an outside 79 emergency room 2 days prior and was diagnosed with a viral upper respiratory tract infection 80 and discharged. Despite over-the-counter medication and fluids, he experienced no 81 improvement of his symptoms. However, he continued to have fever, chills, myalgia, rhinorrhea, 82 and dry cough, and so he returned to an outside hospital in mid-December, 2019.\\nEighty three On admission, he was tachypneic and tachycardic with leukocytosis and lymphopenia. An initial 84 chest x-ray revealed patchy infiltrates of the right upper and bilateral lower lobes that were 85 consistent with multifocal pneumonia (Fig. ). A respiratory pathogen panel was positive for 86 Influenza A (real time polymerase chain reaction test on nasal swab), and, in a few days later, his 87 sputum grew methicillin-sensitive Staphylococcus aureus (MSSA). Tests for other pathogens 88 were negative. Upon admission to the intensive care unit (ICU), his initial complete blood count 89 (CBC) was remarkable for white blood cell count (WBC) of 9.8 k/gL with 92.4% neutrophils and 90 3.8% lymphocytes and a platelet count of 97 k/ gL. His basic metabolic panel (BMP) was remarkable for creatinine of 2.34 mg/dL, AST of 343u/L, ALT of 144u/L, lactic acid of 9.8 mMol/L, and procalcitonin of 26.86 ng/mL. Ferritin was elevated at 5181 ng/mL during the hospitalization.\\nThe patient’s clinical presentation, imaging and laboratory results were consistent with acute pneumonia. The microbiological workup confirmed Influenza A and MSSA. The patient’s frequent 96 use of e-cigarettes was a possible predisposing factor for EVALI and vaping-related lipoid pneumonia. Additionally, given significant elevation in ferritin with subsequent severe leukopenia, lymphopenia and thrombocytopenia, acquired hemophagocytic lymphohistiocytosis (HLH) was considered in the differential diagnosis.\\nHis respiratory status declined rapidly, and he was transferred to the intensive care unit (ICU) and intubated for respiratory failure. The patient underwent a bronchoscopy which revealed copious airway secretions and a thick, sloughing, erythematous mucosa. Bronchoalveolar lavage (BAL) yielded degenerated material with benign pulmonary elements and acute inflammation, but no signs of malignancy. The bronchoscopy revealed severely denuded airways throughout the lungs consistent with an inhalational injury likely due to vaping (see bronchoscopic images, Fig. ).\\nHe had no clinical history of inhalational injury other than the vaping exposure. He had severe progressive refractory respiratory failure despite maximal ventilatory strategies with a progressive increase in airway pressure and dropping Pa02/Fi02 ratio. At this time, he became hypotensive and was vasopressor dependent. Treatment was started with vitamin C, thiamine, hydrocortisone and multiple antibiotics (vancomycin, cefepime, azithromycin and doxycycline) for concern of sepsis as well as oseltamivir for Influenza A. Despite antibiotic treatment, his hypoxic respiratory failure further progressed and he required aggressive ventilatory support with a positive end-expiratory pressure (PEEP) of up to 30. The patient’s Pa02/Fi02 ratio was only 37 when the extracorporeal membrane oxygenation (ECMO) team was contacted and a bilateral femoral veno-venous (V-V) ECMO was placed at the spoke institution as part of our mobile ECMO program and patient was brought to our hub institution. After the procedure he was stable enough to be transferred to our facility. Despite the V-V ECMO, the patient required multiple vasopressors and although his lactic acid decreased initially, there was a progressive need for escalatory support and patient was converted patient from V-V ECMO to veno-arterial (V-A) ECMO. Given severe sepsis with shock, the peripheral V-A ECMO was deemed to be insufficient to provide hemodynamic support, and he was subsequently placed on central V-A ECMO to improve end-organ function. The patient’s clinical course was complicated by acute kidney failure for which he required dialysis, liver failure and encephalopathy which was likely secondary to his metabolic derailment and sepsis. He also experienced multiple episodes of atrial fibrillation with rapid 127 ventricular response for which he was successfully cardioverted three times. A transthoracic echocardiogram showed a severely dilated right ventricle as well as biventricular systolic dysfunction. Due to a worsening pulmonary edema, he was emergently placed on an intra-aortic balloon pump (IABP). Although the CXR showed subsequent improvement in aeration with improvement in minute ventilation on the ventilator (Fig. ), the patient also developed severe limb ischemia with skin mottling and ecchymoses on his extremities, trunk, nose and ears. Sepsis and cytokine storm with 133 severe vasoplegia requiring vasopressors were determined to the ongoing issue. Severely diminished tibial flow and thrombi in the bilateral posterior tibial arteries was seen on vascular ultrasound and out of concern for compartment syndrome the patient underwent a fasciotomy. During this time, patient was awake, alert and communicative with the family at the bedside. Despite our best efforts, non-viable muscle was seen in all four compartments bilaterally and a bilateral through-knee amputation was performed. Confronted with the patient’s poor prognosis, the family decided to suspend life-supporting measures in favor of transition to comfort care. The patient expired shortly after the IABP and ECMO were turned off. In total, the patient spent two weeks in the hospital. The family consented to an autopsy.\\nThe most important findings in his autopsy are in the lungs, which were grossly solid and extremely heavy (Fig. a). No thromboemboli or masses were found in the lungs. The pleural surfaces were dusky and uneven with anthracotic pigment deposition. The pulmonary parenchyma was congested with a mottled appearance due to areas of consolidation, hemorrhage, and necrosis. Histologically, features of diffuse alveolar damage (DAD) were seen (Fig. b) with numerous hyaline membranes and alveolar fibrin deposits, together with exuberant necrotizing lobar pneumonia (Fig. c). In the non-necrotic lung parenchyma, many foamy histiocytes are present in the alveolar spaces and lipid-containing cells are seen in the alveolar walls, highlighted by special stain Oil-Red O (Fig. d). Multifocal, extensive lymphoplasmacytic pericarditis was present, but there was no evidence of myocarditis. Patchy lymphoplasmacytic interstitial infiltrates were found in both kidneys. DAD was considered to be the immediate cause of death of the patient. A lung specimen was sent to the Infectious Disease Laboratory of the Center for Disease Control. The specimen tested positive for influenza virus and negative for SARS-CoV-2 virus.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'30567189': 2, '31991538': 1, '31483291': 1, '25839005': 2, '29260019': 1, '31794698': 1, '32296069': 1, '32309002': 2, '24144059': 1, '30311944': 1, '30838046': 2, '31189475': 1, '31491071': 1, '31711629': 1, '30753739': 1, '25529845': 1, '34810278': 1, '32391220': 2, '32243764': 1, '31860793': 1, '34012487': 1, '2177078': 1, '32320538': 1, '31714032': 1, '31951683': 1, '31977349': 1, '30112262': 2, '31990264': 1, '29113868': 1, '32156732': 1, '31938636': 1, '32320569': 1, '19887664': 1, '32646452': 2}", "similar_patients": "{'7157807-1': 1, '4382767-1': 1, '7205362-1': 1, '6374868-1': 1, '6301448-1': 1, '6089489-1': 1}"}