{"patient_id": 30922, "patient_uid": "7813530-1", "PMID": 33489569, "file_path": "comm/PMC007xxxxxx/PMC7813530.xml", "title": "Unusual Clinical Course of Odontoid Fracture: Transient Prehospital Cardiopulmonary Arrest", "patient": "A 62-year-old man fell down on a street, and compressions were performed by a witness. He did not take steroids or medications for osteoporosis, nor did he take anticoagulants. When the emergency medical service (EMS) arrived, his heart rate was 30 beats per minute without palpability, and breathing was agonal gasping, indicating pulseless electrical activity. After two minutes of cardiopulmonary resuscitation without medications or tracheal intubation, he experienced ROSC and was breathing spontaneously. He was then transported to our hospital, which took 20 minutes. On arrival at our hospital, his blood pressure was 171/106 mmHg, heart rate was 100 beats per minute, and respiratory rate was 12 times per minute with a normal breathing pattern. Neurological findings indicated a Glasgow Coma Scale (GCS) score of 3 with an alcohol odor from exhaled breath, pupil 4 mm with no difference between left and right, and normal reflection. He had a scratch on the front of his head. Whole-body computed tomography (CT) and magnetic resonance imaging (MRI) of the head showed no findings that could cause disturbance of consciousness. His blood glucose level was 119 mg/dL, and other laboratory tests also showed no abnormalities that could cause CA. Electrocardiogram and echocardiography also showed no abnormal findings, such as ST elevation or ventricular asynergy, suggesting cardiogenic CA. In addition, his consciousness had improved to GCS 10 during initial care in the emergency room, so we did not perform targeted temperature management. Then he was admitted with an unexplained CA and consciousness disorder. Six hours after admission, his level of consciousness completely improved. He complained of neck pain and difficulty in movement of his arms and legs, which was consistent with the American Spinal Injury Association (ASIA) impairment scale D. We, therefore, reconstructed the CT images and reevaluated them. The CT images revealed a fracture of the C2 vertebra, and sagittal reconstruction images revealed a posteriorly displaced bone fragment without retropharyngeal hematoma (Figures , ). Sagittal T2-weighted MRI of the neck was performed and showed a hyper-intense area from C1 to C2 (Figure ). According to these findings, we made a diagnosis of incomplete spinal cord injury at the C1 to C2 level caused by an odontoid fracture that led to transient CA. We initially treated the patient nonoperatively with the application of a halo jacket. However, the odontoid fragment was displaced again, and we performed an operation with posterior fixation of the C1-2 vertebra on the 43rd hospital day. After the operation, he was able to walk with a walker and was discharged for rehabilitation.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'23417179': 1, '16832263': 1, '6380860': 1, '27886873': 1, '29165688': 1, '16685237': 1, '490692': 1, '33489569': 2}", "similar_patients": "{}"}