{"patient_id": 17729, "patient_uid": "7083259-1", "PMID": 32211273, "file_path": "comm/PMC007xxxxxx/PMC7083259.xml", "title": "Thyrotoxic Periodic Paralysis: An Incidental Diagnosis!", "patient": "A 44-year-old Vietnamese male patient with a past medical history of hypertension presented to the emergency department (ED) with complaints of the sudden onset of bilateral lower extremity weakness seven hours prior to the time of presentation. He was unable to stand or bear weight on his legs and it improved gradually by the time he arrived at the ED without any intervention. He denied head or neck trauma, paresthesias, or bowel/urinary incontinence. Two weeks prior, he had a dental infection treated with amoxicillin. He reported approximately 12 episodes of diarrhea in one day which resolved spontaneously. At presentation, his blood pressure was 191/73 mmHg and heart rate was 91 bpm with respiratory rate and body temperature within normal limits. Neurological examination revealed a motor deficit in both flexor and extensor muscle groups of the bilateral lower extremities with equal strength of 4/5 bilaterally and intact sensory function. An electrocardiogram (EKG) performed on admission revealed atrial fibrillation, along with an incomplete right bundle branch block and minimal voltage criteria of left ventricular hypertrophy (Figure ). A comprehensive metabolic profile evidenced severe hypokalemia with a potassium level of 1.9 mEq/L and hyperglycemia with a glucose level of 221 mg/dl. Potassium was replaced via peroral route and hyperglycemia was dealt with short-acting insulin (per medium-dose sliding scale). Neuroimaging results were unremarkable. The atrial fibrillation was addressed with metoprolol succinate, 50 mg once a day. An echocardiogram showed preserved ejection fraction with normal valvular and systolic function.\\nThe atrial fibrillation on EKG (asymptomatic) led us to order a thyroid function profile for this patient, which favored primary hyperthyroidism with a suppressed thyroid-stimulating hormone (TSH) level of < 0.01 and high levels of free T4 and T3 of 5.85 ng/dl and 523 ng/dl, respectively. To estimate the clinical severity of thyrotoxicosis, a Wayne index score was calculated, which turned out to be 7 (4 for atrial fibrillation and 3 for heart rate (HR) > 90 bpm). A thyroid-stimulating immunoglobulin was ordered as a workup for the newly diagnosed hyperthyroidism and was found to be high at 19.8 IU/L (normal range: 0.00 - 0.55 IU/L). Thyroid ultrasound revealed a markedly heterogeneous hypoechoic and hyperemic-appearing thyroid gland with a diffuse increase in blood flow (Figure ). These biochemical and ultrasonographic findings were consistent with Graves' disease. The patient was started on methimazole, 10 mg every eight hours, along with a beta-blocker, with the advice to follow-up in one week with his primary care physician and endocrinologist. Oral anticoagulants were not initiated due to a CHA2DS2-VASc score of 1.\\nTen days later, the patient consulted for generalized body pruritus after gardening in an open backyard earlier that morning. He was given intravenous (IV) diphenhydramine, 25 mg, and had a complete resolution of his symptoms in the ED. The metabolic profile was within normal limits with a potassium of 4.3 mEq/L. He was discharged on oral diphenhydramine as needed and prednisone, 40 mg once daily for five days. On the following day, he presented once again in the late afternoon with complaints of a sudden onset bilateral lower extremity weakness in which it took him almost six hours to regain strength. The neurological exam demonstrated no motor or sensory deficits but he had hyperreflexia in all four limbs. Interestingly, a blood workup was normal, except for a potassium of 3.4 mEq/L and glucose of 277 mg/dl. The prednisone was stopped right after admission. He was discharged the following day when he was clinically asymptomatic and his electrolytes were within normal limits. He was counseled about his condition and was warned about the possible triggers for hypokalemia.\\nHe was contacted six weeks after his hospital discharge. By that time, he had already been seen by his primary physician, almost a week before when his TSH level was within normal limits. He was compliant with methimazole, 10 mg three times daily, and metoprolol, 50 mg twice daily, and denied having similar complaints of muscle weakness since his hospital discharge.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'31261479': 2, '22460532': 1, '15166747': 1, '23599824': 1, '30214699': 1, '18759868': 1, '25063199': 1, '31404457': 2, '23939916': 1, '18931399': 1, '9457153': 1, '30338294': 1, '6875963': 1, '16608889': 1, '10715756': 1, '32211273': 2}", "similar_patients": "{'6688769-1': 1, '6603612-1': 1, '6603612-2': 1}"}