{"patient_id": 24269, "patient_uid": "7455415-1", "PMID": 32884767, "file_path": "comm/PMC007xxxxxx/PMC7455415.xml", "title": "Unexpected thymoma in a challenging case of hyperparathyroidism", "patient": "A 68-year-old woman under medical supervision from 2013 for osteoporosis presented a clinical history characterized by symptomatic kidney stones, bone fractures, diarrhea, abdominal pain, dysphagia, and dyspnea. In 2019, she performed the first check at Endocrine Surgery Division because of gradual osteoporosis worsening and recurrent urologic symptoms. Laboratory results [serum calcium level of 8.99 mg/dL (8.5-10-5 mg/dL), ionized calcium of 4.69 mg/dL (4.64-5.28 mg/dL), PTH of 191.50 pg/mL (10-65 pg/dL), and vitamin D of 40 ng/mL (20-50 ng/mL)] confirmed diagnosis of primary hyperparathyroidism with normal calcium serum level. Tc 99 m sestamibi showed a main pathologic increased uptake on immediate imaging and a decreased signal on delayed imaging in the anterior mediastinum and a slight uptake at the lower third of left thyroid lobe (Figures , ). This second uptake was also present at Tc-99 m pertechnetate scan as in case of hyperfunctional thyroid. CT scan showed a tumor mass of 18 mm in the upper anterior mediastinum, behind the sternum. The most likely clinical diagnosis was primary hyperparathyroidism and ectopic mediastinal adenoma. Based on disease progression, she was referred to surgery. Preoperative evaluation was completed with neck ultrasound that found a couple of thyroid nodules at the right lobe.\\nShe was referred to our Thoracic Surgery Division for removal of the mediastinal tumor. The operative strategy, shared with the patient, was to approach the tumor by thoracoscopy and remove it. Only in case of failure to decrease the intraoperative value of the PTH, would a cervicotomy have been performed for the removal of the parathyroid glands. Just before surgery, PTH was 190.1 pg/mL. Patient was positioned in supine decubitus, and general anesthesia was done by double-lumen intubation. We performed a right uniportal video-assisted thoracic surgery approach through a 4-cm-long anterolateral thoracotomy at 4th intercostal space. Once detected in the anterior upper mediastinum, the tumor was radically resected by the use of harmonic scalpel. Frozen section showed a mass with a nodular pattern of growth, composed mainly by an epithelial component mixed with a patchy lymphoid component. Epithelial cells were predominantly round to oval, rarely spindle cell elements, with round- or oval-shaped nuclei and inconspicuous nucleoli, arranged in solid sheets, nests, and occasional pseudoglandular structures. The lymphocytic component was mainly localized at the periphery of the mass. Occasional cystic spaces could be observed. Necrosis and mitotic figures were absent. These morphological aspects during intraoperative examination were considered consistent with the clinical suspicion of an ectopic pathological parathyroid gland. Intraoperative PTH assay was used to indirectly confirm diagnosis. Laboratory values were obtained after a 10-minute interval from tumor removal. Surprising, PTH drop was slight (PTH = 149.3 pg/mL). It was repeated at 30 minutes, but value increased (259.5 pg/mL).\\nTherefore, endocrine surgeons performed neck exploration through a transverse cervical incision. Left upper parathyroid gland appeared enlarged and was removed. Frozen section was suggestive of hypercellular parathyroid. Also, the left lower gland appeared enlarged and was removed; pathology was suggestive of hypercellular parathyroid and residual thyme tissue. Since parathyroid hyperplasia typically involves all four glands and the right lower gland was increased in size, it was removed as well. Frozen section was suggestive of hypercellular parathyroid. Final PTH was 35 pg/mL. Postoperative was uneventful. Oral calcium was administered, and she was discharged in the 4th postoperative day.\\nContradicting intraoperative findings, at definitive examination the mass revealed no immunostaining for PTH but immunoreactivity was coherent with type AB thymoma (sec WHO). Definitive diagnosis was primary hyperparathyroidism in parathyroid hyperplasia and concurrent thymoma. Masaoka stage I did not necessitate further intervention.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'28708': 1, '23147776': 1, '2608566': 1, '16873103': 1, '24557446': 1, '10924542': 1, '21273088': 1, '9323828': 1, '32884767': 2}", "similar_patients": "{}"}