{"patient_id": 25565, "patient_uid": "7516694-1", "PMID": 33014480, "file_path": "comm/PMC007xxxxxx/PMC7516694.xml", "title": "Gastric Mucormycosis: An Infection of Fungal Invasion into the Gastric Mucosa in Immunocompromised Patients", "patient": "A 55-year-old female with past medical history of insulin-dependent uncontrolled diabetes mellitus and stage IIIb chronic kidney disease presented to the emergency room with acute abdominal pain for two weeks. The abdominal pain was epigastric, 7/10 in severity, and nonradiating, without precipitating or relieving factors. It was associated with nausea and multiple episodes of nonbiliary, nonbloody emesis. On physical examination, vitals were unremarkable. Epigastric tenderness was noted on abdominal examination. Laboratory workup was remarkable for leukocytosis (11.2 k/ul), elevated lipase (589 u/L), and elevated creatinine (1.62 mg/dL). Computed tomography (CT) of the abdomen and pelvis () demonstrated transmural thickening at gastric body and fundus, with associated perigastric inflammation and reactive adenopathy. Esophagogastroduodenoscopy (EGD) revealed multiple ulcerated sessile masses in the gastric fundus with a large exudate covering mass (). Biopsy of mass revealed polymorphonuclear neutrophils indicating inflammation of gastric mucosa and fragments of invasive fungal hyphae (zygomycetes) with polymerase chain reaction (PCR) and culture of the biopsy specimens detecting Rhizopus microsporus DNA (Figures and ). The patient was not amenable to the surgical resection because of multiple comorbidities and high risk for surgical complications. She was medically treated with intravenous amphotericin B 5 mg/kg daily that was later switched to posaconazole 300 mg daily due to worsening renal function and poor tolerance. Surveillance of the gastric lesions was performed with serial EGDs. Complete resolution of gastric mucormycosis with the absence of hyphae was noted on endoscopic gastric biopsies after 16 weeks of antifungal therapy ().", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'32086323': 1, '28011902': 1, '26969258': 1, '24606200': 1, '22247442': 1, '25972656': 1, '17452481': 1, '8880524': 1, '27608699': 1, '31737696': 1, '16080086': 1, '27521319': 1, '30800331': 2, '21622653': 1, '31902426': 1, '29538730': 1, '11792995': 1, '8254969': 1, '19115967': 1, '25009590': 2, '24126718': 1, '25982610': 1, '29972579': 1, '29724988': 1, '14991098': 1, '27905900': 1, '29327534': 1, '18626171': 1, '9693911': 1, '18277268': 1, '28946029': 1, '31770250': 2, '29573830': 1, '27554217': 1, '18611163': 1, '27088595': 1, '21915831': 1, '31007963': 2, '11939759': 1, '31131332': 2, '33014480': 2}", "similar_patients": "{'6518441-1': 1, '6441519-1': 1, '6890297-1': 1, '6380533-1': 1, '4079431-1': 1}"}