{"patient_id": 24923, "patient_uid": "7487823-1", "PMID": 32894089, "file_path": "comm/PMC007xxxxxx/PMC7487823.xml", "title": "A rare case of anti-LGI1 limbic encephalitis with concomitant positive NMDAR antibodies", "patient": "A 67-year-old Chinese male was admitted to the hospital in his hometown with two episodes of witnessed generalized tonic–clonic seizures (GTCS) with no aura in November 2018. Thereafter, he developed hallucinations, delusions and short-term memory loss, although he did not complain of headache, nausea, or fever. Shortly after admission, he became increasingly confused, and showed impulsiveness and irritability, and using foul language. Sleep wake pattern was altered with increased drowsiness during the day and insomnia at night. Several days later, he developed short, jerky, unilateral, involuntary movements predominantly of the left, but occasionally also of the right arm and face, suggestive of facio-brachial dystonic seizure (FBDS). The episodes lasted about a second, occurred several times per day, and were occasionally associated with involuntary vocalizations. The first magnetic resonance imaging (MRI) scan of the brain was unremarkable (imaging not available). His symptoms partially improved following treatment with oral carbamazepine and mannitol, after which he was discharged home. Ten days after discharge, he suffered another episode of GTCS, and was transferred to our hospital to check for possible etiologies in January 2019. Following admission, he was partially oriented, disinhibited and with a depressed mood. He also developed intermittent visual hallucinations, paranoia and involuntary facio-brachial movements. The disease rapidly progressed, and the disturbance of consciousness changed from lethargy to coma.\\nPast medical history was unremarkable except hypertension for 1 year. He denied history of previous herpes simplex virus encephalitis (HSE). He did not smoke, drink alcohol or use any illicit drugs. There was no family history of genetic diseases and autoimmune diseases. On admission, a neurologic examination revealed drowsiness and decreased responsiveness. He was partially oriented to time and place. Cranial nerve examination remained intact. Motor exam revealed normal muscle strength. Finger-to-nose and heel-to-shin testing were normal. Bilateral Babinski’s signs were present.\\nOn initial evaluation at our facility, a brain MRI revealed abnormal hyperintense signals within bilateral mesial temporal lobes on fluid attenuation inversion recovery (FLAIR) (Fig. ). No abnormalities were seen in the basal ganglia and mesial temporal lobes on T1 or T2 scans. There was no abnormal contrast enhancement or structural abnormality noted. Serum sodium concentration was 120 mmol/L (reference range: 135–155 mmol/L). A cerebrospinal fluid (CSF) examination showed a normal opening pressure, with mild leukocytosis of 10 × 106/L (reference range: < 5 × 106/L), an elevated protein level of 1793.4 mg/L (reference range: 150-450 mg/L) and normal glucose. Oligoclonal band and the IgG index in CSF were within normal limits. Due to the involvement of the temporal lobes, herpes simplex virus (HSV) encephalitis was also considered in the beginning, but diagnostic HSV polymerase chain reaction (PCR) in the CSF was negative. An extensive serum and CSF evaluation for other viral, bacterial, and fungal etiologies was also negative. A chest scan revealed mild bilateral pulmonary infections, suggestive of aspiration pneumonia possibly due to seizures. Hematological tests and studies for screening malignancy, including an abdominal-CT scan, an ultrasound of the liver, gallbladder, spleen, pancreas and testicle, and serum tumor markers were unremarkable.\\nCell-based assays (CBA) for clinical laboratory studies were conducted using Euroimmun IIFT kits: Autoimmune Encephalitis Mosaic 1 (FA 1121–1005-1), and/or NMDAR kits (FA112d-1005-51), according to the manufacturer’s instructions. The LGI1-IgG were positive both in CSF (1:3.2) and serum (1:32) (Fig. ). In the meantime, we performed CBA tests for NMDAR-IgG, which also turned out positive in CSF (1:10) and serum (1:100) (Fig. ). Other AE-related antibodies, such as anti-alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor 1 or 2, contactin-associated protein-like 2 receptor, dipeptidyl aminopeptidase-like protein 6 and anti-γ-aminobutyric acid-B receptor, were all negative in CSF and serum.\\nGiven the concern for AE, the patient was treated with intravenous (IV) methylprednisolone (1 g/day for 3 days), which was then gradually tapered. Although HSV IgM and IgG antibodies were negative, IV acyclovir was empirically administered under the suspicion of HSE. Contemporarily he was treated with IV antibiotics, levetiracetam, and other supportive measures. There was significant improvement in his symptoms following treatment with IV methylprednisolone, including improved mentation, cessation of FBDS and alleviation of aggressive behaviors. The level of serum sodium gradually returned to normal. No adverse or unexpected events occurred during the treatment. He was discharged home on the 21st hospitalization day. Following discharge, he had an improvement in his mental status, with residual mild personality changes and short-term memory deficits. A long-term tapering schedule for oral prednisone was initiated prior to discharge. On follow-up assessment 1 year later, the patient remained seizure-free and had an improvement in his memory, although his daughter reported mild persistent personality changes. Repeated serum antibodies in January 2020 remained positive for NMDAR-IgG (1:32) (Fig. ), but negative for LGI1-IgG (Fig. ). Further cancer screening will be performed at future visits.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'30595145': 1, '30988501': 1, '20663977': 1, '24227725': 1, '31655889': 1, '25392198': 1, '28586706': 1, '22544902': 1, '27450643': 1, '26906964': 1, '27590293': 1, '25133690': 1, '20580615': 1, '32894089': 2}", "similar_patients": "{}"}