{"patient_id": 20380, "patient_uid": "7270994-1", "PMID": 32547619, "file_path": "comm/PMC007xxxxxx/PMC7270994.xml", "title": "Myalgia and Hematuria in Association with Clonidine and Arginine Administration for Growth Hormone Stimulation Tests", "patient": "A 5-year 5-month-old male patient presented to the pediatric endocrinology clinic for assessment regarding growth deceleration. His history included a diagnosis of anaplastic ependymoma at one year of age, following a two-month history of vomiting, headaches, irritability, and abnormal gait. On magnetic resonance imaging, he had a large posterior fossa mass and underwent initial tumor debulking surgery with a near-total resection. The histopathology was consistent with a WHO Grade III anaplastic ependymoma.\\nThe postoperative magnetic resonance imaging confirmed a small residual tumor in the floor of the fourth ventricle, and he was then treated as per the Children's Oncology Group (COG) study protocol ACNS 0831 [, ]. This protocol included two cycles of induction chemotherapy including vincristine, carboplatin, etoposide, and cyclophosphamide. Subsequent imaging suggested mild shrinkage of the tumor with some residual disease, and a second surgery was performed three months following the initial surgery that achieved gross total resection that was confirmed with postoperative magnetic resonance imaging.\\nPostoperatively, the patient developed left hemiparesis, facial palsy, and cranial nerve dysfunction that affected his swallowing. Following surgery, he received craniospiral irradiation at a dose of 54 gray given in 30 fractions over six weeks.\\nThe patient was subsequently referred to the pediatric endocrinology clinic 30 months after completing treatment for concerns of short stature and reduced growth velocity. On evaluation, his height was 101 cm, which was below the 3rd percentile for age and sex on the WHO growth chart, with a height z-score of −2.43. His growth velocity was 5 cm/year, which was between the 3rd–10th percentiles on the growth velocity percentile chart []. His height dropped from between the 3rd–10th percentile two years prior to presentation. This growth pattern was in the context of a midparental height of 178 cm, just above the 50th percentile. His weight was 16.2 kg, which plotted on the 9th percentile, and his body mass index z-score was 0.43. He was prepubertal and had left-sided hemiparesis. Based on his history of radiotherapy and growth deceleration, GHD was suspected, and he had GH testing.\\nThe patient received the standard protocol for these tests at our institution, with clonidine administered at a dose of 100 μg/m2 orally [, ] and L-arginine administered at a dose of 0.5 grams/kg in a 10% solution of normal saline infused intravenously over 30 minutes. Blood samples for growth hormone levels were collected at baseline, 30, 60, 90, and 120 minutes following the administration of these agents. GH peak response levels were normal and exceeded our institutional cutoffs of 8.0 μg/L at 11.7 μg/L and 20.8 μg/L for clonidine and arginine, respectively. His blood pressure reading at baseline was 79/52 mmHg with a heart rate of 96 bpm. At 30, 60, and 90 minutes after clonidine administration, the blood pressure was 89/65, 74/43, and 83/48 mmHg with a heart rate of 114, 86, and 76 bpm, respectively. There were no measurements at 120 minutes. For arginine, the blood pressure at 30 minutes after the completion of the test was 73/40. He was given oral fluids, which he tolerated well and was discharged home.\\nHe presented within 24 hours of completing these tests with significant bilateral calf muscle pain. The myalgia was most significant in the first 24 hours after GH test, preventing him from ambulating and weight bearing.\\nThere were no rashes, redness, or local heat noted over the calves. A few hours after the onset of the myalgia, he developed gross painless hematuria. His urine was positive for +3 blood and +1 protein on point of care urinalysis, while urine microscopy reported gross blood in the sample with no red cell cast assessment. Urine nitrites were negative, while streptolysin O antibodies and renal ultrasound were normal. The creatinine was normal at 44 μmol/L (normal 39–57) and in keeping with his pre-stimulation test creatinine level of 41 μmol/L. His creatine kinase was 114 U/L (normal <200). The myalgia improved progressively the following day and fully resolved within one week, while the gross hematuria resolved by one week. Urinalysis was performed two weeks after GH testing to assess the resolution of hematuria, and at that point, the urine was negative for blood. During subsequent assessments in clinic over 11 months, he has had no further reported episodes of myalgia or hematuria.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'6749884': 1, '27166774': 1, '25949932': 1, '30118397': 1, '11044473': 1, '11268452': 1, '18270844': 1, '27293888': 1, '23155712': 1, '474543': 1, '31865218': 1, '2903866': 1, '26369328': 1, '3393172': 1, '27230809': 1, '12548521': 1, '26840536': 1, '29688887': 1, '15062674': 1, '22271255': 1, '17889730': 1, '31682549': 1, '18425584': 1, '3875704': 1, '7875837': 1, '3657667': 1, '19215376': 1, '32547619': 2}", "similar_patients": "{}"}