{"patient_id": 18129, "patient_uid": "7132862-1", "PMID": 32252718, "file_path": "comm/PMC007xxxxxx/PMC7132862.xml", "title": "Autoimmune pulmonary alveolar proteinosis developed during immunosuppressive treatment in polymyositis with interstitial lung disease: a case report", "patient": "A 52-year-old Japanese woman visited our hospital in 2004 with complaints of dyspnea, dry cough, and myalgia. She had signs of myalgia and muscle weakness of the upper limbs, increased serum creatine kinase (1315 IU/L), and fibrillation potential and short duration neuromuscular unit (NMU) in electromyogram. We diagnosed her as polymyositis based on the diagnostic criteria of the Ministry of Health, Labour and Welfare’s Autoimmune Disease Research Group of Japan. No skin symptoms were observed. Chest CT findings revealed reticular shadows and ground-glass opacities (GGOs) in bilateral lower lobes peripherally from around the bronchovascular bundle. The bronchoalveolar lavage fluid (BALF) with transparent appearance contained 2.4 × 105 cells/mL, 44.6% macrophages, 52.2% lymphocytes, 1.8% neutrophils, and 1.4% eosinophils. Lymphocytes increment was observed but no findings suggesting PAP on cytology. Microbiological tests for bacteria, fungi, or acid-fast bacilli in BALF were also negative. The titer of GM-Ab was not measured.\\nShe was diagnosed as polymyositis with interstitial pneumonia. Corticosteroid therapy (prednisolone;40 mg/day) immediately improved both myalgia and dyspnea. Serum creatine kinase and KL-6 levels also decreased to normal ranges. As for CT findings, the reticular opacities and GGOs diminished. We gradually tapered prednisolone doses and her medical condition had been well-controlled by immunosuppressive treatment over 15 years since the diagnosis (Figs. , A).\\nIn early 2019, she visited our hospital because of progressive dyspnea and slight productive cough for 4 months under treatment with prednisolone 7.5 mg/day (Fig. ). Chest auscultation revealed fine crackles on inspiration in the bibasilar area. The physical examination revealed no skin lesions such as sclerosis, Gottron’s sign, heliotrope rash, mechanic’s hands, or Raynaud’s phenomenon, and no myalgia, muscle atrophy, or arthralgia. Chest CT showed subpleural reticular opacities predominantly in the lower lobes accompanying contraction and extensive GGOs in geographic distribution (Fig. B).\\nLaboratory examinations revealed significantly high serum levels of KL-6 (6843 U/mL) and SP-D (362 ng/mL). The serum creatine kinase (72 IU/L), aldolase (5.3 IU/L), and C-reactive protein levels (0.27 mg/dL) were within the normal range. The serum anti-ARS antibody level was positive at 115 index, whereas anti-melanoma differentiation-associated gene 5 (MDA-5) antibody level was negative. RNA immunoprecipitation assay indicated the positivity of anti-SS-A/Ro52 and anti-EJ, one of the anti-ARS antibodies. An arterial blood gas analysis showed decreased partial pressure of oxygen (PaO2) (74.5 Torr) with elevated alveolar-arterial oxygen gradient (A-aDO2) (22.3 Torr). The respiratory function tests showed severely impaired forced vital capacity (FVC) of 0.6 L (28.5%, %predicted) and forced expiratory volume in 1 s (FEV1) of 0.69 L (35.2%, % predicted) with 100.0% of FEV1/FVC ratio. The diffusing capacity of carbon monoxide (DLCO) could not evaluate due to low FVC.\\nThe BALF with cloudy appearance contained 3.7 × 105 cells/mL consisting of 85.2% macrophages, 9.6% lymphocytes, 3.6% neutrophils, and 1.4% eosinophils. Microbiological tests, including\\npolymerase chain reaction (PCR) in BALF, were negative. A cytological examination of BALF revealed medium-sized foamy macrophages with acellular periodic acid-Schiff (PAS) positive bodies. Transbronchial lung biopsy specimens showed myxoid-appearing organization in alveolar space and alveolar duct, but no amorphous PAS-positive materials. Because these pathological findings strongly suggested PAP, we measured serum GM-CSF autoantibody (GM-Ab) levels and found positive at 80.1 μg/mL (cut off value < 1.0 μg/mL) [, ]. Based on these results, we diagnosed her as APAP in myositis with interstitial pneumonia with severity 2 according to the disease severity score (DSS) [].\\nAccording to the previous report [] prednisolone dose was decreased from 7.5 mg/day to 5.0 mg/day. However, in a gradual progression of her chest imaging findings (Fig. C), we performed whole lung lavage (WLL) 4 months after the diagnosis of APAP. The washed-out recovery fluid revealed milky appearance typical of PAP with sediment. It contained foamy macrophages with a background of eosinophilic proteinaceous granular materials (Fig. ). After the treatment, the GGOs in both lung fields were remarkably improved on CT (Fig. D). We found no obvious recurrence of myositis, interstitial pneumonia, or PAP for the following several months.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'26264717': 1, '8003851': 1, '10934102': 1, '21282812': 1, '24275678': 1, '18202348': 1, '28242199': 1, '3578336': 1, '25557091': 1, '26872621': 1, '30895185': 1, '29709938': 1, '12119235': 1, '1089191': 1, '28966213': 1, '31483963': 1, '31379071': 1, '21478218': 1, '23886640': 1, '30845238': 1, '30846703': 1, '32252718': 2}", "similar_patients": "{}"}