{"patient_id": 96260, "patient_uid": "7008152-1", "PMID": 32055706, "file_path": "noncomm/PMC007xxxxxx/PMC7008152.xml", "title": "Portopulmonary venous anastomosis as a rare cause of embolic stroke following endoscopic cyanoacrylate injection for gastric variceal hemorrhage: A case report and review of the literature", "patient": "A 25-year-old female patient presented to our institution with symptoms of melena and presyncope. Her medical history included a cholecystectomy and a combined splenectomy and partial pancreatectomy (carried out due to idiopathic thrombocytopenic purpura without postoperative complications of note). An endoscopy was performed, which demonstrated gastroesophageal varices with a large esophageal varix and bleeding gastric varices (Fig. a). Her religious denomination was that of a Jehovah's Witness, and she declined blood transfusion. Given the active bleed and limited conservative treatment options, the varices were treated via cyanoacrylate injection with successful hemostasis.\\nHowever, shortly after the procedure, she was found to be obtunded with neurological deficits, and an immediate noncontrast CT brain and CT cerebral angiogram demonstrated small, scattered bilateral hyperdensities correlating with glue emboli (Fig. b). The patient did recover neurologically despite a follow-up magnetic resonance imaging confirming multiple subacute infarcts.\\nThis embolic ischemic stroke prompted evaluation for a right to left vascular shunt. Initially, an echocardiogram with an agitated saline contrast bubble study was performed, which did not demonstrate a patent foramen ovale.\\nEndoscopic ultrasound was performed, which demonstrated an extensive gastroesophageal variceal matrix but could not identify a specific vascular shunt. Contrast-enhanced CT of the thorax and abdomen was then performed, which demonstrated a PPVA connecting a large paraesophageal varix to the left inferior pulmonary vein (Fig. c). This study also demonstrated a diminutive right branch of the portal vein, although the main portal vein was normal in appearance.\\nThe patient continued to experience symptomatic anemia requiring iron transfusions and erythropoietin. A decision was made to perform transhepatic portal venography with the aim of definitive identification of the PPVA and potential subsequent coil embolization of this vessel. The procedure was complicated by difficult access to the right portal vein, which necessitated direct main portal vein puncture. Contract injection after portal vein access demonstrated cavernous transformation of the right portal vein (Fig. d) (explaining the difficulty in accessing this vessel) with extensive gastroesophageal collaterals.\\nA microcatheter was advanced into the left gastric vein (via the transhepatic portal access), and contrast injection confirmed a tortuous gastroesophageal variceal matrix, as well as faint opacification of the PPVA arising from a paraesophageal varix (Fig. e). Multiple attempts were made to access the PPVA directly; however, this was precluded by vessel tortuosity. Given the patient's persistent symptoms and anemia, a decision was made to perform coil embolization of the large gastric varices. The use of coils allowed controlled placement with minimal risk of systemic embolization. The patient recovered well after the procedure with no recurrent melena. A follow-up endoscopy demonstrated a much-improved appearance with flattening of the varices with air insufflation.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'13311857': 1, '3781162': 1, '24650189': 1, '29569060': 1, '29676001': 1, '16189782': 1, '28919051': 1, '6606947': 1, '24348664': 2, '30293687': 1, '22849441': 1, '7291544': 1, '20351579': 1, '23273702': 1, '17141231': 1, '18509123': 1, '7100457': 1, '26355776': 1, '9865574': 1, '16248131': 1, '13463089': 1, '32055706': 2}", "similar_patients": "{'3859884-1': 1}"}