{"patient_id": 101878, "patient_uid": "7590769-1", "PMID": 33173492, "file_path": "noncomm/PMC007xxxxxx/PMC7590769.xml", "title": "A Pyramidal Cause of a Cerebellar Ataxia: HSP-7", "patient": "A 43-year-old man was seen with complaints of progressive fatigue in the last 9 months. A mild obstructive sleep apnea syndrome (OSAS) was diagnosed, but he also had an unbalanced gait for many years, which he attributed to a traumatic leg injury in childhood. Neurological examination showed saccadic intrusions during smooth pursuit with a bidirectional nystagmus. There was asymmetrical limb ataxia with his left side being more affected than his right, making his gait uncoordinated and slow (online suppl. Video ; for all online suppl. material, see ). There were no signs of peripheral neuropathy and reflexes were normal. Family history was negative and laboratory tests including onco-neuronal antibodies showed no abnormalities. MR brain scanning showed diffuse cerebral and cerebellar atrophy, more pronounced infratentorial, with the cerebellar hemispheres more affected than the brainstem (Fig. ).\\nWe suspected a genetic or metabolic disorder, but extensive laboratory tests (including thyroid hormone, vitamin levels and anti-gliadine/-tissue transglutaminase/-endomysium antibodies) and a cerebellar ataxia panel (49 genes) were normal.\\nSix months later, the patient reported some dizziness while standing up, making us to consider that his cerebellar ataxia and atrophy was due to multiple system atrophy (MSA-c). However, autonomic function testing, including a head-up tilt table test, showed no orthostatic hypotension and IBZM-SPECT imaging was completely normal.\\nAfter another 6 months, his ataxic gait slowly turned into a more spastic pattern and his reflexes were now brisk with a left extensive plantar response. Repeat MR scan was unaltered, but whole exome sequencing revealed two heterozygous mutations (p.Arg485_Glu487del and p. Ala510Val) in the SPG-7 gene, confirming a diagnosis of hereditary spastic paraplegia type 7 (HSP-7).\\nOne year later, his younger brother came to our neurology department with impaired walking and difficulty climbing stairs. His examination findings included mild spasticity in the legs, hyperreflexia and a slow, wide-based and cautious walking pattern (online suppl. Video ). Mutation analysis of the SPG-7 gene was performed and was positive as well.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'17957490': 1, '7310405': 1, '8035929': 1, '25681447': 1, '22554690': 1, '22964162': 1, '23897027': 1, '6133167': 1, '24833714': 1, '19875132': 1, '7987300': 1, '11784824': 1, '33173492': 2}", "similar_patients": "{}"}