{"patient_id": 25774, "patient_uid": "7526127-1", "PMID": 33005441, "file_path": "comm/PMC007xxxxxx/PMC7526127.xml", "title": "Lamellar macular holes: evolving concepts and propensity for progression to full thickness macular hole", "patient": "A 72 year old male presented with increased blurring of vision in left eye since 1 week. He said he had blurred vision in both eyes since about a year. Best corrected visual acuity (BCVA) was 20/40 in right eye and 20/50 in left eye. Anterior examination showed pseudophakia both eyes, was otherwise unremarkable. Fundus examination showed FTMH in left eye, LMH in right eye with epimacular material in both eyes. OCT of left eye showed irregular margins of the macular hole with intraretinal edema. Epiretinal proliferation recognised as a homogeneous, isoreflective layer covered by a thin hyper-reflective line was seen at the edges of the hole contiguous with inner retina. Early ERM without tractional signs was also seen more centrifugally (Fig. a). OCT of right eye showed disruption of ellipsoidal layer and external limiting membrane and a cavitated appearance of the retina temporally. Epiretinal proliferation observed as a thick, homogeneous, isoreflective layer covered by a thin hyper-reflective line was seen at the surface of the hole edges and seemed contiguous with inner retina. ERM was seen centrifugally without tractional signs. The detached posterior hyaloid face was also visible in the scans (Fig. a, b). The patient underwent pars plana vitrectomy (PPV) with epiretinal proliferation and ERM peeling with ILM peeling with sulfur hexafluoride (SF6) in left eye. Successful closure of the macular hole was achieved. There was a small outer retinal defect (ORD) in the initial post-operative period which resolved spontaneously on follow-up (Fig. b, c). Visual acuity improved to 20/25 recorded 2 months post-operative. OCT of the right eye at this point showed further disorganization of central retina but visual acuity was maintained. He next presented again a month later with further deterioration vision in right eye since 1 day. BCVA was 20/60 in right eye and 20/25 in left eye. Examination showed a full thickness macular hole in right eye. OCT showed irregular edematous margins of the macular hole. Epiretinal proliferation seen at the hole edges appeared contiguous with the inner retina. ERM was also seen a bit centrifugally (Fig. c). He underwent PPV with epiretinal proliferation and ERM peeling with ILM peeling with SF6 in the right eye which achieved successful closure of the hole. An ORD and subretinal fluid (SRF) subfoveally was seen in the initial post-operative period but vision had improved to 20/32 (Fig. d). He was unable to follow-up after 1 month.\\nLMHs are invariably accompanied by ERM and/or epiretinal proliferation and can occasionally progress to FTMH [, , , , , –]. The pathogenesis of LMH progression to FTMH is poorly understood but it is evident that the vitreous plays no role. Conversely an idiopathic FTMH forms due to vitreofoveal traction with perifoveal vitreous detachment []. Thereafter ERM and/or epiretinal proliferation may develops around and have an adjunctive role in enlarging it [, ]. Thus when a FTMH is observed along with ERM/epiretinal proliferation and posterior vitreous detachment (PVD), it may not be obvious at first whether it occurred before the development of ERM/epiretinal proliferation or formed as a consequence of ERM/epiretinal proliferation with LMH. Tomographic images before the formation of FTMH if available would of course easily resolve this dilemma. Which in our case were available for the right eye documenting typical LMH before the occurrence of FTMH. Additionally the scans also show detached posterior hyaloid ruling out its role in subsequent FTMH formation. There are other signs which may indicate that a FTMH has evolved from LMH. The configuration of these holes might be suggestive of pre-existing inner retinal defect, distinct from that of idiopathic FTMH []. Finally the presence of epiretinal proliferation at the hole margins suggests it might have evolved from LMH as discussed earlier. In our case OCT scans demonstrate the presence of epiretinal proliferation in both eyes. The clinical presentation, sequential images and tomographic findings indicate that FTMH in both the eyes progressed from LMH with epiretinal proliferation.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'1246806': 1, '32107208': 1, '26934453': 1, '3358729': 1, '20461401': 1, '23680863': 1, '22569859': 1, '27647708': 1, '24053995': 1, '25341885': 1, '24092963': 1, '26898164': 1, '25521439': 1, '21570052': 1, '19493523': 1, '28650951': 1, '21540765': 1, '11078854': 1, '20127106': 1, '18344963': 1, '29785511': 1, '30222813': 1, '15652846': 1, '27889502': 1, '22025575': 1, '22632460': 1, '16513456': 1, '24732699': 1, '26311257': 1, '18067968': 1, '33005441': 2}", "similar_patients": "{}"}