{"patient_id": 26916, "patient_uid": "7581093-1", "PMID": 33120851, "file_path": "comm/PMC007xxxxxx/PMC7581093.xml", "title": "The combination of excimer laser ablation and drug eluting balloon for treating superficial femoral arterial occlusion following stent implantation", "patient": "A 76-year-old male patient with Han Chinese was admitted on September 9, 2018, with intermittent claudication for 3 months and resting pain for 2 weeks. He received the stent implantation of right superficial femoral artery, and has symptoms of intermittent claudication of lower limbs, with claudication distance of 100 m ∼1 year ago. Angiography shows severe proximal and midcourse stenosis of the right superficial femoral artery and slight proximal stenosis of the left superficial femoral artery. He was treated with balloon dilatation and stent implantation of the right superficial femoral artery and recovered after the surgery, whereas it is relapsed with a claudication distance of 50 m 3 months ago. Rechecking angiography indicates severe occlusion of the right superficial femoral artery. He has a history of smoking, hypertension, and hyperlipidemia for 50, 25, and 10 years, respectively. The physical examination shows that bilateral femoral and popliteal arteries are accessible whereas right dorsalis and posterior tibial arteries are unaccessible. Ankleolus brachial index (ABI) is 0.92 for left and 0.58 for right.\\nHe received excimer laser ablation (ELA) and drug balloon (DEB) on the right superficial femoral artery under local anesthesia on September 12, 2018. Surgical procedures include antidromic puncture of the left femoral artery with an arterial sheathing 6F canal. It was delivered into the right iliac artery, and digital subtraction angiography (DSA) shows a stent occlusion of the right superficial femoral artery (Fig. A). Then the long sheath was used to lead the V-18 guide wire and Turbo Elite Laser fiber conduit (Spectranetics Corporation, Colorado Springs) to go through the occlusion section. The tail of conducting wire is connected with CVX-300 laser generator and ablates plaque with an energy density of 30 mJ/mm3, 25 Hz, and 1 mm/s (Fig. B). The second DSA indicates the blood flow is restored (Fig. C) and the occlusion was treated with ordinary balloon (Fig. A) and DEB (Fig. B). The third DSA suggests that the blood flow is fluent and fast (Fig. C). The ischemic symptom was remitted and the ABI is 0.91. He was discharged successfully on September 15, 2018, and was ordered to take oral antiplatelet drugs. No recurrence was discovered 3 months after the operation and the blood flow of both lower limbs was fluent. And he had no obvious symptom of claudication, and vascular ultrasound showed a fluent blood flow.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'23043953': 1, '29265002': 1, '28570235': 1, '25560374': 1, '28708023': 1, '33120851': 2}", "similar_patients": "{}"}