{"patient_id": 23609, "patient_uid": "7431304-1", "PMID": 32821625, "file_path": "comm/PMC007xxxxxx/PMC7431304.xml", "title": "The Pulmonary Complications of Paraneoplastic Autoimmune Vasculitis in a Patient With Myelodysplastic Syndrome", "patient": "The patient was a 55-year-old male with a history of hypertension, hyperlipidemia, gout, tobacco use, and C5 cervical fusion surgery after a motor vehicle accident. He presented to the hematology/oncology clinic with acute-onset chills, weakness, night sweats, and intermittent headaches as well as a 20-pound weight loss over the past two months. He reported two weeks of fatigue and exertional dyspnea and noted intermittent epistaxis. The patient was tachycardic to the 90s, but vital signs were otherwise normal. He was alert and oriented, diaphoretic, and ill-appearing with 2+ bilateral pitting edema to the knees. He was admitted to the hospital for observation and further work-up.\\nWithin a couple of hours of presentation, the patient’s temperature rose to 102.3 °F. He became increasingly tachycardic and desaturated to 84% on room air. Significant laboratory values can be seen in Table . A chest X-ray showed pulmonary interstitial edema/infiltrates (Figure ). Peripheral blood smear showed 4% blasts and frequent dyspoietic granulocytes. Bone marrow biopsy (BMB) was performed out of concern for acute leukemia versus MDS.\\nFollowing hospital admission, the patient was transfused both red blood cells and platelets and started on empiric antibiotic therapy with vancomycin and piperacillin-tazobactam. Labs covering a broad differential, including copper deficiency, hemophagocytic lymphohistiocytosis (HLH), acute leukemia, MDS, and septic shock secondary to pneumonia, were drawn. Lactate dehydrogenase (LDH) and haptoglobin were normal. Peripheral blood smear did not reveal evidence of hemolysis or hemophagocytosis. Copper was elevated at 196 µg/dL (reference range: 70-140 µg/dL). Fibrinogen was elevated to >900 mg/dL (reference range 200-400 mg/dL). HIV, hepatitis panel, coagulation panel, B12, and folate were within normal limits.\\nOn hospital day five, the patient rapidly deteriorated and required transfer to the medical intensive care unit (ICU) for acute hypoxemic respiratory failure requiring intubation and mechanical ventilation. CT thorax showed airspace consolidations consistent with dense pneumonia (Figure ). He underwent bronchoscopy with bronchoalveolar lavage (BAL), which showed 11,000 red blood cells but no microbial growth. He was diagnosed with diffuse alveolar hemorrhage secondary to thrombocytopenia, with a platelet count of 12 x 103/mL. Because the patient was already on antibiotics at the time of BAL, he was escalated to meropenem, doxycycline, and amphotericin B out of concern for worsening sepsis. Antibiotics were continued until blood, urine, and BAL cultures returned negative on hospital day 11. With no improvement on antimicrobial therapy, sepsis as the underlying etiology was deemed less likely. However, the patient remained anemic and persistently thrombocytopenic despite multiple transfusions. With preliminary BMB results showing myelodysplasia, the differential shifted to an MDS-related process.\\nThe patient was started on high-dose corticosteroids, equivalent to approximately 2 mg/kg prednisone, to treat a suspected paraneoplastic autoimmune vasculitis; this rare phenomenon has been described in the literature in patients with MDS []. The patient improved and was able to be extubated after four days. He no longer needed supplemental oxygen, required fewer transfusions, and was transferred out of the ICU. Labs showed a C-reactive protein (CRP) of 48 mg/L, platelet count of 58 x 103/mL, and hemoglobin of 9 g/dL. CT chest revealed resolving airspace consolidation and post-inflammatory changes. An autoimmune panel showed a mildly elevated C3 of 172 mg/dL with normal C4. Antinuclear antibody (ANA) and rheumatoid factor were both negative.\\nThe BMB revealed myelodysplasia with excess blasts and erythroid predominance (Figure ). Blasts were quantified at 12%. Cytogenetic studies demonstrated a complex karyotype: 45,XY,add(5)(q22),-8,der(12)t(8;12)(q11.2;q15),-13,+mar{3}/43,idem, t(8;12)(p21;q15),del(16)(p13.1),-18,-20{13}/46,XY{13}. The patient was determined to be a candidate for chemotherapy that was not available on-site, so he was transferred to another facility. The patient had been hospitalized for 24 days at that point.\\nHigh-dose steroids were continued, and he was started on decitabine with the goal of bridging to bone marrow transplantation. On day three of decitabine therapy, dexamethasone was stopped. Within 48 hours, the patient developed cough and chest tightness with a chest X-ray suggestive of bilateral interstitial edema. On day five of decitabine, the patient developed scattered reticular opacities and nodular foci of consolidation as well as enlarged mediastinal lymph nodes on CT thorax. He became hypotensive with rising troponin levels, concerning for type II non-ST elevation acute coronary syndrome. The patient developed acute hypoxemic respiratory failure requiring intubation and mechanical ventilation. Diffuse alveolar hemorrhage was suspected, given his history, and high-dose steroids were restarted on ICU transfer. Hypotension persisted, warranting vasopressors. The patient experienced recurrent episodes of ventricular tachycardia requiring three separate episodes of cardiopulmonary resuscitation with defibrillation. At this point, the patient’s family decided to pursue comfort care; he was palliatively extubated and declared deceased one hour later. The family declined an autopsy. The patient had been hospitalized for a total of 36 days.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'24378738': 1, '29085786': 1, '23980065': 1, '21828139': 1, '18050165': 1, '24372298': 1, '27499837': 1, '28090480': 1, '20567097': 1, '25308147': 1, '8547082': 1, '32821625': 2}", "similar_patients": "{}"}