{"patient_id": 32231, "patient_uid": "7884177-1", "PMID": 33628521, "file_path": "comm/PMC007xxxxxx/PMC7884177.xml", "title": "Sibutramine as a Cause of Sudden Cardiac Death", "patient": "A 59-year-old Hispanic female presented to the emergency department (ED) with abdominal pain, nausea, and vomiting that began early in the morning on the day of the presentation. She was drowsy but arousable. She denied any chest pain, shortness of breath, fever, cough, or headache. On further questioning, she denied any history of travel or sick contacts—no history of smoking, drugs, or excessive alcohol use. The patient's medications included benazepril, calcium, alendronic acid, and a “tomato extract herbal supplement” for the weight loss. The previous night she had a vegetable soup before going to sleep and had been in apparently good health until the day of the presentation.\\nOn examination, she was afebrile with an irregularly irregular pulse rate of 60/minute, blood pressure of 130/80 mmHg, respiratory rate of 16/minute, and oxygen saturation of 90% at room air, which improved to 95% with 28% oxygen supplementation. Her complete blood count showed leukocytosis of 23.4 cells/dL. The chest X-ray was normal. Electrocardiogram (ECG) showed normal sinus rhythm with ST elevation in lead aVR and ST depressions in multiple leads with high-degree atrioventricular (AV) block (). Echocardiogram showed normal left ventricular function and size, with no wall motion abnormalities. The cardiac enzymes, troponin T, and creatinine kinase were elevated, leading to the diagnosis of NSTE-ACS. However, cardiac catheterization showed only 50% stenosis of the proximal left anterior descending artery that could not explain the elevated cardiac enzyme and ECG changes (Figures and ). She was subsequently transferred to the coronary care unit (CCU). In the CCU, the patient was tachypneic with rate 18-22/minute, with an oxygen saturation of 92-94% on 2 liters of oxygen, with a fluctuating mental status. Given elevated leukocyte count of 34.9 cells/dL on repeat complete blood count, broad-spectrum antibiotics (vancomycin, piperacillin-tazobactam, and metronidazole) were started. Computed tomography (CT) scan of the head was normal, and CT abdomen, which also included the lung bases, showed bilateral lower lobe airspace consolidation, possibly pneumonia, and normal finding on the abdominal scan. About 14 hours from her presentation to the hospital, she developed an episode ventricular tachycardia, which reverted spontaneously back to her usual rhythm. Later, she became bradycardic and went into asystole. The patient could not be resuscitated, and she died 15 hours after presentation to the hospital. Because of unexplained death within 24 hours of hospital admission, a complete autopsy was done. At autopsy, there was no evidence of pulmonary embolism or acute myocardial infarction. However, her forensic serum toxicology screen showed sibutramine levels of 0.27 ng/mL, and its metabolized forms of desmethylsibutramine and didesmethylsibutramine were at 0.59 ng/mL and 0.44 ng/mL, respectively. The cause of death was determined as “Complications of Acute Sibutramine Intoxication.”", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'22276780': 1, '26934640': 1, '17978302': 1, '20860415': 1, '20818901': 1, '11560538': 1, '18687492': 1, '29123885': 1, '20446231': 1, '18788006': 1, '25335153': 1, '33628521': 2}", "similar_patients": "{}"}