{"patient_id": 26978, "patient_uid": "7583240-1", "PMID": 33092626, "file_path": "comm/PMC007xxxxxx/PMC7583240.xml", "title": "Novel presentation of intraocular metastases in a patient with penile squamous cell carcinoma: a case report", "patient": "On January 31, 2015, a 43-year-old Asian man with a 3-year history of progressively invasive PC presented with pain in his right eye. Our patient, who had been staged T4N3M1(TNM classification), had also lost his vision more than a month earlier. He was diagnosed as having metastasis in the bilateral inguinal lymph nodes and ipsilateral iliac nodes before systemic metastasis to his liver and lungs. His medical history was remarkable due to his several surgeries. He denied any family history of inherited diseases and psychological illness.\\nOn presentation, his best corrected visual acuity was no light perception in his right eye and 20/20 in his left eye. His intraocular pressures were 13.0 mmHg and 11.0 mmHg in his right and left eye, respectively. For the right eye, the pupil dilated to 5 mm, and then the pupillary reaction disappeared. An external examination revealed mild proptosis and ocular movement in all directions. A dilated fundus examination of his right eye showed post equatorial retinal detachment with a black eminence and a pale optic disk. There were no obvious abnormalities in his left eye.\\nAn ophthalmic B-scan ultrasound showed retinal detachment with hemorrhage. Orbital MRI confirmed the thickening and strengthening of the right lateral wall, characteristics of metastatic carcinoma. The internal rectus and lateral rectus muscles were thickened and hardened, the 2-cm-long optic nerve was thickened, and its stump was invaded by the metastasis. The T1-weighted images of the MRI scans showed hyperintensity (Fig. ), whereas the T2-weighted images showed hypointensity (Fig. ). A contrast-enhanced MRI scan revealed inhomogeneous enhancement of the posterior wall (Fig. ). The presence of lesions was associated with invasion of the optic nerve, choroid, and sclera by the metastatic cells.\\nThe deep layer, including the choroid, was infiltrated by cancerous tissue. Considering his severe eye pain and irreversible loss of vision, our patient had undergone right eyeball enucleation under general anesthesia on February 3, 2015. This type of procedure is indicated for patients who have had severe eye trauma and for those patients experiencing severe eye pain with unrecoverable vision. His complete eyeball was observed intraoperatively. Histopathological examination led to a diagnosis of metastatic moderately differentiated penile squamous cell carcinoma that infiltrated the sclera, choroid, retina, optic nerve, and external intraocular sites. Hematoxylin-and-eosin staining of the entire eyeball cellular neoplasm showed keratin pearls and infiltrative growth of keratinized cells. Intercellular bridges were seen in the nests of moderately differentiated squamous carcinoma cells (Figs. and ).\\nOur patient received chemotherapy and radiotherapy during 6 months of follow-up, and then died due to brain metastasis.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'16098372': 1, '30240895': 1, '18081901': 1, '26622571': 1, '23468288': 1, '30375327': 1, '25827542': 1, '31134917': 1, '28584803': 2, '26961850': 2, '10567894': 1, '28115191': 1, '1537648': 1, '33092626': 2}", "similar_patients": "{'5453657-1': 1, '4785622-1': 1}"}