{"patient_id": 32622, "patient_uid": "7903255-1", "PMID": 33643738, "file_path": "comm/PMC007xxxxxx/PMC7903255.xml", "title": "Cardiac Arrest Due to Cyanide Intake", "patient": "A male, 26-year-old patient with a cardio pulmonary arrest was admitted to ED at midnight Emergency Medical Services (EMS). In the light of the information from the patient's relative, it was found out that he drank the cyanide ordered from the internet in an unknown amount. He informed his friend within minutes of taking it. It was also reported that when the EMS team arrived at the scene, the patient had a cardio pulmonary arrest and was brought to the ER with cardio pulmonary resuscitation (CPR) by the EMS team. The patient was intubated upon seeing that Glasgow Coma Scale (GCS) score was E1V1M1 during the examination on arrival. The patient, whose blood pressure and pulse could not be measured, was diagnosed with cyanosis and observed to give off a different odor. When the patient's rhythm was monitored and followed up, he was in the state of asystole, and his neurological examination revealed that his pupils were fixed and dilated. While CPR was being performed on the patient, the National Poison Center, to which the required information about the patient was provided, was contacted for consultation. Upon their suggestion, two IV cannulas were placed, normal saline was administered, and a nasogastric tube was inserted, accompanied by activated charcoal. Beheptal® (Osel Drug Industry and Trade. Inc., Istanbul, Turkey) (cyanocobalamin 30 mcg/2 mL, thiamine 25 mg/2 mL, riboflavin 5 mg/2 mL, pyridoxine 10 mg/2 mL, dexpanthenol 5 mg/2 mL, nicotinamide 50 mg/2 mL) containing cyanocobalamin was administered to the patient. The patient's blood values were calculated as glucose = 261 mg/dL, creatine = 1.6 mg/dL, and sodium = 151 mEq/L. Potassium-alanine aminotransferase (ALT) - aspartate aminotransferase (AST) and blood gas manifested hemolysis. In addition, the ethanol level in the blood turned out to be negative. Once the patient did not respond to approximately one hour of CPR, he was regarded as dead and transferred to the morgue. Furthermore, it is an important diagnostic finding that diffused bright redness was identified on his upper body and back (Figure ), and his autopsy level of cyanide was 11.59 mg/L (lethal dose > 0.77 mg/L).", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'20511644': 1, '29417853': 1, '30855115': 1, '22424656': 1, '29395761': 1, '33643738': 2}", "similar_patients": "{}"}