{"patient_id": 98842, "patient_uid": "7315666-1", "PMID": 32637443, "file_path": "noncomm/PMC007xxxxxx/PMC7315666.xml", "title": "Baclofen Toxicity in Children With Acute Kidney Injury: Case Reports and Review of the Literature", "patient": "A 9-year-old, previously healthy girl, was admitted to hospital due to group A streptococcus toxic shock syndrome and severe AKI, requiring immediate continuous renal replacement therapy (CRRT; ). She was transitioned to overnight CRRT and daytime PD after approximately 3 weeks. She gradually regained renal function and dialysis was discontinued at approximately 5 weeks after admission.\\nAt admission, she presented with seizures and decreased LOC, which improved after 7 days. Brain MRI demonstrated left frontoparietal and right paracentral subdural hemorrhages, with sulcal Fluid-attenuated inversion recovery (FLAIR) hyperintensity.\\nThree weeks into admission, while still on overnight CRRT, oral baclofen was started for generalized spasticity, at a dose of 2.5 mg twice daily. Two days later, she was also treated with pregabalin 25 mg daily for neuropathic pain. Neurologically, at this stage, she was opening her eyes spontaneously and to command and followed simple directions.\\nOn the fourth day of baclofen treatment, after receiving a total of 8 doses (20 mg) and 2 doses (50 mg) of pregabalin, she developed generalized decreased tone with upper airway obstruction, increased work of breathing, and decreased LOC with no response to painful stimuli. She required nasopharyngeal airway insertion to protect her airway. Blood pressure and heart rate were slightly increased (150/105 mm Hg, and 90-150 bpm, respectively).\\nThis episode started 2 and 12 hours after the last dose of baclofen and pregabalin, respectively, while still on intermittent dialysis (serum creatinine 82 µmol/L, eGFR 86 mL/min/1.73 m2).\\nBoth medications were discontinued, and within 10 hours, her level of alertness, respiratory, and hemodynamic status returned to her baseline.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'28883871': 1, '25351863': 1, '24414993': 1, '11334090': 1, '8881981': 1, '4668367': 1, '16221366': 1, '29284225': 1, '29974857': 1, '28899601': 1, '6492227': 1, '2792173': 1, '24607242': 1, '7839572': 1, '32637443': 2}", "similar_patients": "{}"}