{"patient_id": 24678, "patient_uid": "7475735-1", "PMID": 32908759, "file_path": "comm/PMC007xxxxxx/PMC7475735.xml", "title": "Metaplastic Carcinoma of the Breast with Squamous Differentiation: A Case Report from the University Teaching Hospital of Kigali (CHUK), Rwanda", "patient": "A 39-year old female patient had a 2-year history of left breast mass that measured 4 × 3 × 2.5 cm by clinical examination; imaging information is not available. An attempt to excise the mass was done at the district hospital; the histopathological examination reported it to be a poorly differentiated ductal carcinoma with cystic degeneration (immunohistochemistry results and information on the margin status are not available). The tumor recurred 6 months after the initial surgery. At this point, she was referred to a tertiary hospital where she underwent modified radical mastectomy; the specimen was submitted for histopathology examination.\\nOn gross examination, the mastectomy weighed 300 g and measured 16 × 16 × 7 cm. The axillary tail measured 8 cm in length. The ellipsoid skin flap measured 12 × 9 cm and demonstrated an everted, grossly unremarkable nipple. On serial sections, the specimen shows a cystic lesion (3.5 cm in the greatest dimension) in the lower inner quadrant of the breast. The cystic cavity was filled with hemorrhagic fluid and necrotic debris. Grossly, the tumor was at 0.2 cm from the deep margin and 1.1 cm from the anterior-inferior margin. Nineteen lymph nodes were isolated from the axillary dissection and were all submitted for microscopic examination.\\nMicroscopically, there was a 3.5 cm infiltrating tumor showing both cystic and solid areas. The solid component showed squamous nests with keratinization, invading in desmoplastic stroma (). The tumor cells are large polygonal, with eosinophilic cytoplasm, large irregular nuclei, some of which showed prominent nucleoli (). The tumor was characterized by prominent mitotic activity and lack of tubule/gland formation. Vascular invasion was present. No in situ lesions (ductal carcinoma in situ or lobular carcinoma in situ) were identified in the specimen. All nineteen lymph nodes submitted for evaluation were negative for malignancy (0/19). Immunoperoxidase stains were negative for estrogen receptor (ER, ) and HER2/neu (). The final diagnosis was breast metaplastic carcinoma of squamous type, with pathologic prognostic stage IIA. The patient did not receive chemotherapy or radiation therapy; she is doing well with no evidence of local or systemic recurrence after a period of 2 years.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'22412048': 1, '26030252': 1, '30925636': 1, '22778998': 1, '29081880': 1, '34376194': 1, '32908759': 2}", "similar_patients": "{}"}