{"patient_id": 30205, "patient_uid": "7781873-1", "PMID": 33415050, "file_path": "comm/PMC007xxxxxx/PMC7781873.xml", "title": "A Case of Post-Traumatic Retrograde and Anterograde Loss of Autobiographical Memory in the Absence of Medial Temporal Lobe Lesion", "patient": "We present the case of a 44-year-old right-handed male with no reported psychiatric history or medical history. He sustained trauma in a motor vehicle accident with a right hip injury, lumbar spinal injury, and collar bone fracture. There were no reports of head trauma or loss of consciousness resulting from the injury. He was managed in the hospital for the fractures he sustained and was then transferred to a rehabilitation center for further treatment of the limitations in his mobility. He completed treatment but was unable to be discharged to the community due to depressed mood, impaired cognition, and disorientation. He was therefore transferred to an inpatient psychiatry unit for further management.\\nThe patient did not demonstrate symptoms of an acute depressive episode during his initial interview. He had a depressed mood related to his recent trauma but denied anhedonia, low energy level, poor concentration, feelings of worthlessness, guilt, or suicidal ideations. The patient demonstrated no signs or symptoms of psychosis. No delusions were elicited. He denied excessive worrying, feeling on edge or keyed up, muscle stiffness, and restlessness. He denied palpitations, sweating, trembling, shortness of breath, chest pain, nausea, dizziness, headaches, or paresthesia. He denied depersonalization, derealization, having lapses in memory, or periods of time in which he was unable to account.\\nA significant finding on psychiatric assessment was his inability to recognize his face when looking into the mirror. He indicated he could not recall his name. He was disoriented to place and time. He was unable to recollect any memory of any recent trauma. He scored 9 out of 30 on the Folstein Mini-Mental State Exam (MMSE) and 3 out of 30 on Montreal Cognitive Assessment (MOCA) demonstrating deficits in all areas, including visuospatial/executive, naming, short-term and long-term memory, language, and orientation. A comprehensive assessment of his developmental history from childhood to adulthood demonstrated that he had significant impairments of autobiographical memory, including both episodic and self-reference semantic memory. He was unable to remember any childhood memories or memories of life events that occurred during adulthood. He had no recollection of his family, friends, or significant others. He was unable to recollect recent living situations, recent activities, or any other positive or negative memories. The only memory that he was able to recall was that he was a psychiatrist. In addition, he demonstrated extensive knowledge of clinical psychiatry and psychopharmacology. He was also able to draw diagrams of the brain with accurate labeling of different regions of the brain. However, he was unable to provide any details of events that occurred during his job as a psychiatrist in the past.\\nRepeated evaluation of the patient demonstrated that he had trouble forming new memories, evidenced by his inability to remember the occurrence of new events, or the names and faces of his treatment team, including the treating psychiatrists, social workers, and nurses. The treatment team had to introduce themselves to him with each daily encounter. He would forget what he ate for breakfast when asked one hour later and would often forget the fact that he had breakfast in the first place. In other aspects of his mental status examination, he was a cooperative and courteous man who enjoyed teaching medical students and residents from his reported experiences and skills in the field of psychiatry. His thought process was linear, logical, and goal-directed, with no deficits in quality of associations. His neurological examination revealed no significant focal neurological deficits in the cranial nerves. He had 3/5 bilateral upper extremity strength with difficulty clenching both fists given the weakness in his hand muscles, and 4/5 bilateral lower extremity strength with recurrent spasms and hyperreflexia. All other motor examinations including cerebellar signs were unremarkable.\\nLaboratory workup including comprehensive metabolic profile, complete blood count, hormonal workup, Vitamin B12, folate, and serology were all within normal limits. Brain imaging, including a CT and MRI, revealed no evidence of structural lesions. His medial temporal lobe, lateral temporal lobe, frontal lobe, parietal lobe, occipital lobe, and subcortical structures were all intact. No evidence of intracranial hemorrhage was observed, and there was no evidence of atrophy or ischemia (Figures and 2).\\nA spinal CT revealed mild central canal narrowing at C5-6, non-specific changes in C9-10, mild degeneration which the radiologist indicated was appropriate for the patient’s age, and minimal malalignment in the mid-portion of the thoracic spine.\\nOver the course of the hospitalization, the patient underwent cognitive rehabilitation aimed at improving his memory impairment. However, there was no improvement in his remote and recent autobiographical memory during his hospital course. He maintained the same levels of memory impairment, only remembering a few pieces of information at different times related to his car accident and previous research topics. There remained an impairment in the recall of his identity and other episodic memory from both remote and recent times of his life. He continued to demonstrate intact procedural memory and continued to demonstrate skills that he reportedly learned as a medical professional. When attempts were made to see if he could improve on learning new events, he became amnesic for the recalled content shortly after a couple of hours. He was eventually discharged to an assisted care facility due to his continued impairment in memory and the need for additional supportive care.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'11836523': 1, '13406589': 1, '18252820': 1, '16257547': 1, '16168022': 1, '5409569': 1, '19783409': 1, '19146808': 1, '17986479': 1, '9133414': 1, '33415050': 2}", "similar_patients": "{}"}