{"patient_id": 20017, "patient_uid": "7251162-1", "PMID": 32508843, "file_path": "comm/PMC007xxxxxx/PMC7251162.xml", "title": "Interstitial Lung Disease and Psoriasis in a Child With Aicardi-Goutières Syndrome", "patient": "We present a 13-year-old boy who developed a psoriasis-like rash and progressive weakness of lower extremities at the age of 11. The rash initially involved the scalp but gradually expanded to affect the ears, armpit, back, abdomen, scrotum, and lower extremities (). The Physician's Global Assessment of Psoriasis (PGA-PsO) score was 3, indicative of moderate disease severity. Soon after the onset of skin rash, he developed lower extremity weakness that progressed to inability to ambulate independently. Brain computerized tomography (CT) scan showed multiple calcifications in the cerebral cortex and basal ganglia (), which led to a diagnosis of Fahr's syndrome at a local hospital.\\nThe patient was transferred to our hospital due to progressive muscle weakness. On admission, his physical exam was notable for the diffuse psoriasiform rash with areas of pustulosis, shortness of breath with exertion, severe weakness of lower extremities (3-/5 vs. 5/5 for upper extremities), and clonus upon ankle flexion. Lungs were clear to auscultation. No evidence of joint inflammation or deformity was noted on musculoskeletal exam.\\nInitial laboratory investigations revealed normal complete blood count, low albumin, low complements (C3 and C4) and severe proteinuria (). Immunologic studies showed positive anti-nuclear antibodies (1:100), positive PR3-ANCA (proteinase 3-specific anti-neutrophil cytoplasmic antibodies), and elevated levels of serum cytokines including IL-6, IL-8, and IL-1β. The patient also exhibited features of autoimmune thyroid disease with autoantibodies and impaired thyroid function ().\\nThe patient underwent extensive medical evaluation given the multi-organ system disease involvement. Electromyography and bone marrow biopsy were unremarkable. Skin biopsy showed squamous epithelial hyperkeratosis, mild dermal edema, and perivascular lymphoid aggregates, consistent with features of psoriasis (). Renal biopsy showed drastic mesangial hyperplasia and membranous nephropathy while electronic microscopy illustrated dense deposits along the basement membrane compatible with nephritis secondary to an autoimmune process (). In line with this view, immunofluorescence showed glomerular staining for IgG(+ + +), C3(++), C1q(++), IgA(++), and IgM(++) ( and not shown).\\nCardiopulmonary evaluation was performed due to the patient's shortness of breath on exertion. Echocardiogram found cardiomegaly with small to moderate pericardial effusion but otherwise structurally normal heart without evidence of valve disease. Moderate pulmonary hypertension was noted with a systolic pulmonary arterial (PA) pressure of 48 mmHg. CT chest showed evidence of interstitial lung disease with diffuse ground glass opacities and emphysema of the lower lobes. Enlarged lymph nodes adjacent to the pulmonary hilum and mild pleural effusion were also noted (). Pulmonary function test showed moderate restrictive lung disease and severe diffusion defect (FEV1: 67% predicted; FVC: 64% predicted; DLCO: 33% predicted).\\nGiven the unusual combination of systemic features, whole exome sequencing (WES) was sent and the patient possessed a pathogenic variant in IFIH1 (c.G2336A:p.R779H; ), which encodes melanoma differentiation-associated protein 5 (MDA5). This gain-of-function variant located in helicase domain 2 of MDA5 was previously identified in patients with AGS (, ). The patient's mother was found to have the same mutation but she is healthy without any medical concerns. Subsequent serologic testing for the mother revealed positivity for ANA, p-ANCA and anti-β2 glycoprotein. The proband's 1 year-old brother also possess same variant but is asymptomatic and without developmental concerns to date. The IFIH1 mutation was not found in the proband's father or elder sister.\\nLike other mutations associated with AGS, gain-of-function mutations in IFIH1 are associated with excess IFN-I production (). To confirm the upregulation of IFN-I associated with the patient's IFIH1 mutation, we performed transcriptome analysis of peripheral blood mononuclear cells by RNA sequencing. Compared to healthy controls, the patient exhibited global upregulation of IFN-I-inducible genes (). Despite the lack of clinical findings, the patient's brother and mother also displayed an interferon signature, albeit milder compared to the proband. These findings support the pathogenicity of the patient's IF1H1 mutation in driving aberrant IFN-I production.\\nBefore the genetic diagnosis was determined, the patient was started on immunosuppressive therapy for systemic autoimmunity with lung and renal involvement. His initial regiment consisted of methylprednisolone (1 mg/kg per day), thalidomide (50 mg PO daily) and IV cyclophosphamide (0.4 g weekly for 2 weeks, 0.4 g every 2 weeks for 6 weeks, then 0.6 g monthly for two additional months; cumulative dose = 3.2 g). Thyroxine tablets (20 mg PO daily) was given due the depressed thyroid function and irbesartan (150 mg daily) was started for hypertension and renal disease. With the availability of WES results after 1 month, the patient was started on the Janus kinase inhibitor (JAKinib) tofacitinib (titrated to 5 mg PO twice a day). Tofacitinib and other JAKinibs block signaling downstream of IFN receptor and their efficacy in AGS has been shown by a number of studies (–). Thalidomide was discontinued and oral prednisone was gradually tapered to 10 mg daily over the next 3 months. The patient showed significant improvement with treatment. The psoriatic plaques have mostly resolved (PGA-PsO score = 1) and features of ILD improved markedly on chest CT (; see for side-by-side comparison of pre- and post-treatment images). Pulmonary function testing showed normalization of FEV1 and FVC, while DLCO and pulmonary hypertension (as measured by systolic PA pressure) also improved (; ). Amelioration of proteinuria, hypocomplementemia, and hypothyroidism was also observed with treatment (). However, the patient's muscle weakness and difficulty with ambulation did not change significantly after treatment.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'30443754': 1, '33869112': 1, '24686847': 1, '30219631': 1, '18422690': 1, '28319323': 1, '22671985': 1, '27566796': 1, '25029335': 1, '26052098': 1, '19332472': 1, '25777993': 1, '30188571': 1, '28605144': 1, '26284909': 1, '34198614': 1, '29321238': 1, '29649002': 1, '34603291': 1, '30295428': 1, '31144250': 1, '24995871': 1, '33482855': 1, '30282666': 1, '20668468': 1, '28501801': 1, '33532887': 1, '25620204': 1, '27260006': 1, '32508843': 2}", "similar_patients": "{}"}