{"patient_id": 96451, "patient_uid": "7036493-1", "PMID": 32128211, "file_path": "noncomm/PMC007xxxxxx/PMC7036493.xml", "title": "Secondary hemosiderosis presented by porphyria cutanea tarda in a\\nkidney dialysis patient: A case report", "patient": "A 68-year-old female patient was referred for hematology consultation from our\\nhospital’s dermatology department in June 2016. On physical examination, the patient\\npresented with painful blisters, bullae formation, and fragile skin on the dorsal\\nside of both her upper and lower limbs (). The patient frequently had to\\nprick the lesions to stop the spread of bullae so she could utilize the limb. She\\nalso presented with increased generalized skin hyperpigmentation, which had been\\nnoticed by her family and friends. Otherwise, the patient was in good condition,\\nwith no weight loss or pain.\\nThe patient had previously been diagnosed with arterial hypertension, type 2\\ndiabetes mellitus, and end-stage renal disease, receiving dialysis with oral\\niron supplementation (ferrous fumarate, 325 mg/three times per day) for over\\n4 years, with a monthly average iron dose of 29.66 g since dialysis initiation\\n(see timeline, ). There was no family history of porphyria or photosensitivity.\\nA 2-mm punch of right finger revealed subepidermal cleft with separation of\\nepidermis and dermis. Immunofluorescence was negative for IgM and C3, and\\npositive for IgG in blood vessel walls and along the basement membrane. No\\ninflammatory infiltrate was seen. Mild thickening of dermal blood vessels was\\nobserved (highlighted by PAS (periodic acid–Schiff) stain) with solar elastosis.\\nImmunohistochemical stain for collagen IV showed positive staining along the\\nroof of the blister and around blood vessels. Thus, the skin biopsy results were\\nconsistent with porphyria. The diagnosis of PCT was confirmed by the finding of\\nincreased urine porphyrins.\\nComplete blood counts and red blood cell indices MCV and MCH were normal, Hb\\n11.2 g/dL. However, initial blood tests revealed extremely high serum ferritin\\nlevels (6000 µg/L) suggesting iron overload (serum ferritin >300 ng/mL\\nindicates iron overload and if >1000 µg/L at diagnosis suggests a risk of\\nliver damage).\\nOther factors of secondary hemosiderosis were ruled out: There was neither\\npatient history of alcoholism nor indications of inflammation, and serologic\\nassays of HIV and hepatitis C virus were negative. Liver enzyme activity was\\nnormal. Neurological examination was normal. HFE mutation\\nanalysis was not available. There was no splenomegaly. MRI scans confirmed no\\niron overload-associated damage to the liver or heart.\\nThe patient was admitted to our hospital, and oral iron supplementation was\\nimmediately discontinued. The patient received an aggressive series of\\ntherapeutic iron chelators, which bind iron in the bloodstream and help reduce\\nits levels via excretion. The treatment consisted of 4 days of intravenous\\ntreatment with deferoxamine 10 mg/kg/day, followed by oral treatment with\\ndeferasirox 540 mg/day. Serum ferritin levels were monitored every month, with close patient\\nmonitoring of hepatic function.\\nAfter a 4-month follow-up, ferritin levels had returned to normal levels\\n(97.7 µg/L) and the cutaneous manifestations of PCT had gradually improved.\\nRepeated MRI scans revealed no damage to the patient’s liver or heart.\\nThe iron chelation treatment was well accepted and no common adverse effects,\\nsuch as skin rash or gastrointestinal discomfort, were experienced. Hepatic\\nfunction was closely monitored during therapy due to potential\\ncontraindications.\\nThe patient was pleased with the outcome of the treatment, reporting an\\nimprovement in skin tone in addition to the healing of skin lesions (). Complete\\nremission of PCT has been maintained for the last 2 years. The patient’s\\nferritin levels are measured every 3 months, according to recent guidelines, and remain within the normal range.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'24035173': 1, '15491298': 1, '19951979': 1, '12641343': 1, '22791288': 1, '25200910': 1, '28210512': 2, '2862415': 1, '26759045': 1, '19727383': 1, '20607553': 1, '22795817': 1, '32128211': 2}", "similar_patients": "{'5292176-1': 1}"}