{"patient_id": 100458, "patient_uid": "7457111-1", "PMID": 32913860, "file_path": "noncomm/PMC007xxxxxx/PMC7457111.xml", "title": "Concurrent hepatocellular carcinoma metastasis to stomach, colon, and brain: A case report", "patient": "A 75-year-old male with a history of alcoholic liver cirrhosis and HCC presented to our hospital for transarterial chemoembolization (TACE). He complained of melena and mild dyspnea.\\nPatients reported intermittent melena episodes 1 wk ago and worsened over two to 3 d.\\nThe patient underwent right hemihepatectomy for HCC 3 years ago. One year ago, he had a left lower lung wedge resection for pulmonary metastasis of HCC. 5 mo ago, he had multiple intrahepatic HCC recurrence and underwent transarterial chemoembolization (TACE). The gastric and colonic metastases were not prominent radiologic findings at the time. 4 mo ago, other intrahepatic recurrences developed and intestinal lesions were prominent.\\nThe patient had diabetes and hypertension. There was no family history of cancer.\\nHypotension and tachycardia were present at admission, and the patient recovered after hydration and transfusion. The abdominal was soft and tenderness or rebound tenderness was not observed. The rectal examination showed melena, but no hematochezia. 2 wk after gastrectomy and colectomy, he complained of dysarthria and mild cognitive disorder.\\nThe hemoglobin level was 7.1 g/dL and recovered to 9.4 g/dL after two RBC transfusions. The prothrombin time (international normalized ratio, INR) was 1.04 (normal range 0.86–1.14). The total bilirubin was 0.3 mg/dL (normal range 0.3 –1.2), and the albumin was 2.8 g/dL (normal range 3.5–5.2). The aspartate aminotransferase was 27 U/L (normal range < 35), and the alanine aminotransferase was 26 U/L (normal range < 45). The serum levels of protein induced by vitamin K absence or antagonist II (PIVKA-II) and α-fetoprotein were not elevated, at 15 mAU/mL (normal range < 40 mAU/mL) and 2.3 ng/mL (normal range < 7.0 ng/mL), respectively.\\nA computed tomography (CT) scan showed intramural wall thickening of the stomach body and luminal narrowing of the ascending colon (Figure ). Magnetic resonance imaging (MRI) of the brain 2 wk after abdominal surgery showed a 38 mm lesion in the left frontal lobe with hemorrhagic features (Figure ).\\nEndoscopy and colonoscopy revealed a bleeding, fungating mass in the lesser curvature of the stomach body, and an ulcerofungating tumor of the ascending colon that was suspicious for partial obstruction. Biopsies of both lesions confirmed metastatic HCC (Figure ).", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'27168796': 1, '26937132': 1, '22793259': 1, '20539790': 1, '25093414': 1, '29606977': 1, '22024077': 1, '18710423': 1, '17263976': 1, '22292912': 1, '30539876': 1, '21437884': 1, '21397495': 1, '21916984': 1, '26136504': 1, '34921642': 2, '22052196': 1, '23638212': 1, '29880968': 1, '17230611': 1, '32913860': 2}", "similar_patients": "{'8684546-1': 1}"}