{"patient_id": 24603, "patient_uid": "7471019-1", "PMID": 32776462, "file_path": "comm/PMC007xxxxxx/PMC7471019.xml", "title": "Response to tyrosine kinase inhibitors in lung adenocarcinoma with the rare epidermal growth factor receptor mutation S768I and G724S: A case report and literature review", "patient": "A 73-year-old male with a 50-year history of smoking 10 cigarettes per day, and a previous history of coronary artery disease, hypertension, and resection of rectal carcinoma, presented with a cough with phlegm and tightness in his chest. There was no family history of carcinoma. Physical examination revealed palpable bilateral enlarged lymph nodes in his neck, the largest was approximately 1 cm, firm, nontender, with unclear boundaries; and right lung sounds were slightly quieter than normal. CT images revealed a tumor in the right lobe with a malignant pleural effusion, extensive mediastinal and hilar lymphadenopathy, contralateral pulmonary and pleural metastases. The patient was diagnosed with stage IV lung adenocarcinoma. High-throughput sequencing of the initial pleural fluid specimen revealed EGFR exon 18 G724S (57.5%) and exon 20 S768I (60.5%) mutations (Fig ). The patient was treated with three cycles of carboplatin and pemetrexed as the first-line treatment. He achieved partial response (PR) after two cycles of chemotherapy, and his cough, phlegm and chest tightness were significantly relieved. After a third cycle of chemotherapy (two months later), the patient developed weak loss of appetite. It was suggested that he should receive pemetrexed alone, but the patient believed he was intolerant to chemotherapy and refused treatment. The patient was then given treatment with icotinib (125 mg, taken orally, three times a day) after three cycles of chemotherapy, and there were no intolerable adverse reactions. Unfortunately, a CT scan showed a trend of progressive disease (PD) after a month, and the patient was switched to afatinib (40 mg, taken orally, daily). He suffered adverse reactions to this treatment which included moderate diarrhea, mild rash and mild paronychia. However, he had achieved a partial response (PR) three months after treatment initiation. The drug dosage was reduced to 30 mg, taken orally, daily because of the intolerance of adverse reactions. A CT scan performed approximately six months after initiation of afatinib revealed an increase in size of the right lower lobe nodules indicative of progressive disease (PD) and he had also developed brain metastases. We then undertook high-throughput gene testing of peripheral blood. The results showed EGFR exon 18 G724S (20.67%), exon 20 S768I (20.11%), and 790M (5.01%) mutations. Osimertinib was given initially (80 mg daily). However, the patient appeared to suffer with heavy coughing after 15 days of treatment, and a CT scan showed a trend of disease progression. The patient was then switched to osimertinib (80 mg daily) combined with afatinib (30 mg daily), and surprisingly achieved complete remission of his cough after 15 days, and CT examination suggested a stable condition. However, re-examination indicated progression of the disease and he was found to have developed metastases in the liver (see Figs , , for the CT scan imaging findings). The patient was then treated with anlotinib (12 mg, orally once daily for 14 days every three weeks). At the same time CT scan examination and tumor markers were checked at intervals, and the results indicated that the lesions were in a stable condition, PFS was eight months but as a result of the significant disruption being caused by the COVID-19 pandemic the patient was checked regularly at a local hospital, so there was no available follow-up imaging data.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'19692680': 1, '28838405': 1, '34396638': 1, '34298851': 1, '24419415': 1, '29502892': 1, '27240419': 1, '19147750': 1, '25498243': 1, '29364287': 1, '25521405': 1, '23371856': 1, '28286242': 1, '24263064': 1, '30207593': 1, '24890451': 1, '27959700': 1, '27538584': 1, '26051236': 1, '26609494': 1, '32776462': 2}", "similar_patients": "{}"}