{"patient_id": 97254, "patient_uid": "7154231-1", "PMID": 32308579, "file_path": "noncomm/PMC007xxxxxx/PMC7154231.xml", "title": "A Multimodal Approach to Evaluate for Cardiac Metastasis in a Case of Non-Small Cell Lung Cancer", "patient": "The presented patient is an 84-year-old male with known hypertension, dyslipidemia, mitral valve prolapse with a focal flail segment (portion of P2), and a smoking history of 40 pack-years (quit 20 years prior to the first encounter). He was emergently admitted after three episodes of exertional dyspnea over a 1-month period had progressed to dyspnea occurring at rest. He was found to have a large left pleural effusion on chest radiography. A CT scan confirmed the effusion to be overlying a 3.5-cm anterior left upper lobe (LUL) consolidation. There was also associated near-complete left lung atelectasis. Thoracentesis of 2,500 mL of pleural fluid was performed, and a sample sent for microbiologic and cytologic analysis. The fluid was exudative by standard parameters. The cultures were negative for acid-fast bacilli, fungi, and anaerobic organisms; cytology was negative for the presence of malignant cells. The next day, the patient had been stabilized and was comfortable. He was consequently discharged with instructions to return for follow-up with a pulmonologist at the clinic and a prescription of oral azithromycin for possible community-acquired pneumonia.\\nAn 18F-FDG PET-CT was performed, identifying an FDG-avid LUL mass. There was also mediastinal and bilateral hilar adenopathy, as well as an intracardiac focus of FDG avidity. This was further described as a 1.5-cm FDG-avid hypodense nodularity within the anterior papillary muscle, with a maximum standard uptake value of 112.3. The patient refused further evaluation with CMRI, as recommended by the medical team due to anxiety surrounding the machine and test. A brain MRI was thus also not performed, but the suspicion for brain metastasis was low due to the absence of neurologic symptoms and an unremarkable neurologic physical examination.\\nAt the time of admission, the patient was also found to be hyponatremic. This was considered a paraneoplastic syndrome of inappropriate ADH secretion, to be managed with treatment of the primary malignancy. Biopsy of the LUL mass showed a poorly differentiated carcinoma with sarcomatoid features, a rare histological subtype of NSCLC known to have a poor prognosis. Molecular profiling demonstrated high PD-L1 expression (>50%), wild-type EGFR, and negative ALK and ROS1 mutations. The patient was consequently started on immunotherapy with 200 mg intravenous (IV) pembrolizumab every 21 days. A second PET-CT was performed 2 weeks after his third cycle of immunotherapy, showing a partial response to treatment as well as resolution of the intracardiac focus. Four months into his treatment, the patient experienced bilateral leg swelling. He was evaluated for thrombosis and cardiogenic causes of peripheral edema. Lower-extremity Doppler ultrasound showed no evidence of deep vein thrombosis. The erythrocyte sedimentation rate (88 mm/h), C-reactive protein level (2.9 mg/dL), troponin T level (<0.010 ng/mL), EKG (unremarkable), and echocardiogram (stable severe mitral regurgitation and a left ventricular ejection fraction >60%) showed no evidence of myocarditis. The peripheral edema was managed with compression stockings and physical therapy. Two subsequent interim PET-CT scans, spaced 2 months apart, also did not reveal intracardiac FDG avidity; however, 9 months into treatment, his PET-CT showed a recurrent focus of FDG avidity in the left ventricle at the same site as initially noted despite continuing response at other metastatic sites (Fig. ). The patient was reeducated on the importance of anatomic imaging once again with the explanation that confirmed cardiac metastasis may warrant a treatment regimen change, and possibly even a surgical intervention. The patient underwent CMRI with and without IV contrast 1 month later, showing no evidence of an intracardiac mass.\\nAt the time of this report, the patient had received 15 cycles of pembrolizumab, and as a result of the CMRI findings, he did not require any alteration of therapy or surgical intervention.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'30544369': 2, '27987588': 1, '27056601': 1, '22821111': 1, '26551882': 1, '17452872': 1, '24126323': 1, '19096320': 1, '18997055': 1, '1617593': 1, '26590443': 1, '27109261': 1, '28824790': 1, '28887581': 1, '23864849': 2, '30344650': 1, '27695729': 1, '30944744': 2, '29664660': 1, '3411785': 1, '17316847': 1, '15605289': 1, '31281646': 1, '22889791': 1, '25049056': 1, '29658856': 1, '29261621': 1, '15906960': 2, '29978949': 2, '22395217': 1, '28500114': 1, '32308579': 2}", "similar_patients": "{'3710965-1': 1, '3891420-1': 1, '6421719-1': 1, '6119617-1': 1, '6310572-1': 1}"}