{"patient_id": 20637, "patient_uid": "7286439-1", "PMID": 32537266, "file_path": "comm/PMC007xxxxxx/PMC7286439.xml", "title": "Atypical Cardiac Tamponade Manifesting as Left Ventricular Diastolic Collapse: A Case Report", "patient": "A 35-year-old African-American woman with sickle cell disease presented to the hospital with severe, progressive dyspnea and a sickle cell crisis. She had a history of severe tricuspid regurgitation and had been previously treated for protein C deficiency, recurrent deep vein thrombosis, and pulmonary emboli with an inferior vena cava (IVC) filter and chronic warfarin therapy. On examination, she had 2+ pitting pedal edema, jugular venous distension, a grade 2/6 systolic murmur over the tricuspid area, tender hepatomegaly, and diffuse abdominal distension. Echocardiogram revealed severe tricuspid regurgitation, a markedly dilated right atrium, dilated tricuspid annulus, and a mildly dilated but normally functioning right ventricle (RV). Doppler findings suggested moderate pulmonary hypertension with a pulmonary artery systolic pressure of 55 mmHg. These findings led the doctors to conduct a bioprosthetic tricuspid valve replacement surgery.\\nPostoperatively, she was hemodynamically stable, had crackles on lung auscultation and hypoxic respiratory failure that required 2-3 L/minute of oxygen via a nasal cannula, intermittent bilevel positive airway pressure ventilation, and diuresis. Twenty days after surgery, purulent secretion was noted on the sternotomy site. A CT of the thorax showed a large pericardial effusion, possibly a hemopericardium, and bilateral pleural effusions. Warfarin was discontinued. The echocardiogram showed a large circumferential pericardial effusion, predominantly posterior in a location with fibrinous strands (Figure , Video ).\\nThere was paradoxical interventricular septal motion with LV septal bounce, excessive mitral inflow respiratory driven variation of ~40% (Figure ), and LV apical diastolic compression (Figure , Video ). The prosthetic tricuspid valve functioned normally.\\nShe underwent a subxiphoid pericardial window and placement of a drainage catheter, which led to the removal of 500 cubic centimeters of blood followed by a gradual improvement in her symptoms. A follow-up echocardiogram two months after discharge showed no pericardial effusion (Figure ).", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'12400760': 1, '2040053': 1, '22189246': 1, '25002749': 1, '21666814': 1, '29137910': 1, '19561832': 2, '29025544': 1, '6499153': 1, '27855225': 1, '12917306': 1, '26320112': 1, '3335060': 1, '32537266': 2}", "similar_patients": "{'2691517-1': 1}"}