{"patient_id": 29017, "patient_uid": "7723395-1", "PMID": 33312777, "file_path": "comm/PMC007xxxxxx/PMC7723395.xml", "title": "Tricuspid Valve Endocarditis: A Disguise In Multifocal Septic Arthritis", "patient": "A 69-year-old female with a past medical history of hypothyroidism and recently diagnosed anal carcinoma (on chemotherapy and radiotherapy) presented with complaints of high-grade fever, myalgia, and joint pains limited initially to the right knee joint and right shoulder joint for the last five days. The patient recently had placement of the port-a-cath for chemotherapy one month ago. Clinical examination revealed right shoulder joint swelling, redness, and tenderness to palpation along with right knee joint swelling. The limb was neurovascular intact. The port-a-cath site was also erythematous consistent with localized cellulitis. Initial investigation revealed leukocytosis, normocytic normochromic anemia, elevated C-reactive protein, erythrocyte sedimentation rate (ESR), and mild lactic acidosis consistent with sepsis. Radiographs of the right shoulder joint and right knee joint showed soft tissue swelling with no fracture. Blood cultures came positive with Methicillin-sensitive Staphylococcus aureus (MSSA). Initially, she was started on vancomycin for sepsis secondary to MSSA before sensitivities. After confirmation of MSSA, she was commenced on cefazolin. Initial transthoracic echocardiography (TTE) was nonsignificant without any vegetation. The magnetic resonance imaging (MRI) of the right upper extremity showed right shoulder joint effusion extending up to sub-coracoid space and proximal humerus associated with soft tissue edema (Figure ).\\nSubsequently, the patient underwent arthroscopic washout of right glenohumeral joint effusion and right knee under anesthesia, and cultures/sensitivity came positive with MSSA consistent with a diagnosis of right shoulder and right knee joint septic arthritis.\\nRepeat cultures after three days showed persistent MSSA despite on cefazolin. During hospitalization, the patient developed acute hypoxic respiratory failure, and the patient was shifted to the medical intensive care unit. Computed tomography of the chest showed multiple pulmonary nodules raising the suspicion of septic emboli in the context of sepsis secondary to MSSA and septic arthritis. Due to persistent bacteremia, transesophageal echocardiography (TEE) was planned, which revealed moderate-sized vegetation on the tricuspid valve associated with tricuspid regurgitation. The patient was diagnosed with tricuspid endocarditis in the context of positive MSSA. A multidisciplinary approach involving a cardiologist, cardiovascular surgeon, and infectious disease specialist was adopted. The patient underwent tricuspid valve repair with annuloplasty and replacement of a septal leaflet with the pericardium. The patient was continued on nafcillin for six weeks, which resulted in the resolution of symptoms.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'12364368': 1, '27582414': 1, '19665088': 1, '28630844': 1, '10770721': 1, '33312777': 2}", "similar_patients": "{}"}