{"patient_id": 101495, "patient_uid": "7550934-1", "PMID": 33101457, "file_path": "noncomm/PMC007xxxxxx/PMC7550934.xml", "title": "Successful cyclosporin and ustekinumab combination therapy in a\\npatient with severe steroid-refractory ulcerative colitis", "patient": "A 33-year-old Caucasian male with ASUC presented in our department in October 2019.\\nThe patient reported abdominal pain, recurrent fever and a stool-frequency ranging\\nfrom 14 to 16 per day, with presence of blood in most of the stools. The partial\\nMayo score at the time of presentation was 8. The CRP-level was elevated with\\n64 mg/l and faecal calprotectin level was reported at 627 μg/l prior to\\nadmission.\\nThe patient was first diagnosed with left-sided ulcerative colitis at the age of 25,\\nwhich later progressed to the manifestation of pancolitis. Successive therapies with\\nadalimumab, infliximab, vedolizumab and cyclosporin combined with azathioprine and\\nmercaptopurine, as well as tofacitinib did not lead to lasting clinical improvement\\nor had to be discontinued due to side-effects. Prior to admission to our department,\\nthe patient had also not responded to high-dose intravenous prednisolone\\n(100 mg/day) treatment. Recommended restorative proctocolectomy was declined by the\\npatient.\\nUpon admission, sigmoidoscopy showed signs of severe endoscopic inflammation\\n(endoscopic Mayo score: 3) with spontaneous bleeding and extended superficial\\nmucosal ulcerations () and histology confirmed severe inflammation (Geboes score: 5)\\n().\\nCytomegalovirus (CMV)-colitis was excluded based on negative CMV-DNA in the blood\\nand tissue of the patient, and other infectious causes could also be ruled out.\\nDue to the steroid-refractory course of the disease, intravenous cyclosporin therapy\\nwas started in the patient with 2 mg/kg per day (day 0). The patient had initially\\nresponded well to previous cyclosporin therapy 2 years ago; however, this had to be\\nstopped after 3 months due to cephalgia and vertigo. The additionally initiated\\nmaintenance therapy with azathioprine had to be stopped 1 month later, as the\\npatient developed severe nausea. Occurrence of nausea also led to the\\ndiscontinuation of subsequently initiated mercaptopurine treatment.\\nDuring the current presentation, the patient demonstrated clinical response to\\nintravenous cyclosporin treatment. As the patient was intolerant to thiopurines and\\npreviously failed vedolizumab treatment, 390 mg intravenous ustekinumab were\\nadditionally applied on day 6 of cyclosporin treatment. At the time of discharge,\\nthe CRP-level was 26 mg/l and the cyclosporin trough level was 251 μg/l. We aimed\\nfor serum trough levels of 250–300 ng/ml during ongoing oral cyclosporin\\ntherapy.\\nAt day 62, the patient presented himself at our outpatient clinic with clinical\\nremission (partial Mayo score: 0) under ongoing oral cyclosporin and ustekinumab\\ntherapy. Endoscopy demonstrated signs of only mild mucosal disease (endoscopic Mayo\\nscore: 1) with mucosal erythema and decreased vascular pattern (), while histology also confirmed\\nmild inflammation (Geboes score: 3) (). Faecal calprotectin and serum\\nCRP-levels were within normal range. The ustekinumab drug level was 6.47 μg/ml\\n(measured with Promonitor-UTK Kit, Progenika, Derio, Spain). Maintenance therapy\\nwith subcutaneous ustekinumab 90 mg was administered. The oral cyclosporin component\\nof the combination therapy was discontinued at day 83.\\nAfter day 139, the patient presented himself in clinical remission (partial Mayo\\nscore: 0). Sigmoidoscopy demonstrated endoscopic remission (endoscopic Mayo score:\\n0) without signs of active inflammation () and histology just showed signs of\\nmild inflammatory activity (Geboes score: 2) (). The faecal calprotectin level was\\n58 μg/ml and the CRP-level was within normal range. The ustekinumab drug level at\\nthis time point was 3.52 μg/ml. Maintenance therapy with subcutaneous ustekinumab\\n90 mg was continued. The patient presented himself in sustained clinical remission\\n(partial Mayo score: 0) at day 195 for continuation of ustekinumab therapy. Faecal\\ncalprotectin and CRP-levels remained within normal range. During the whole treatment\\nperiod, no therapy-associated side effects occurred, and cyclosporin as well as\\nustekinumab were well tolerated.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'26856754': 1, '8196726': 1, '31816446': 1, '10364029': 1, '30458248': 1, '25574099': 1, '30726894': 1, '14517785': 1, '29751166': 1, '27595142': 1, '23063316': 1, '16368919': 1, '24085044': 1, '29272353': 1, '29797519': 1, '32020189': 1, '15940615': 1, '31553833': 1, '30213584': 1, '28053054': 1, '17389040': 1, '32291786': 1, '31875986': 1, '11313301': 1, '33101457': 2}", "similar_patients": "{}"}