{"patient_id": 27028, "patient_uid": "7584985-3", "PMID": 33034567, "file_path": "comm/PMC007xxxxxx/PMC7584985.xml", "title": "A Digital Companion, the Emma App, for Ecological Momentary Assessment and Prevention of Suicide: Quantitative Case Series Study", "patient": "Patient 10 is a 48-year-old woman living with her husband and their two children. When included in the study, she was on sick leave (see ). She had major depressive disorder and suicidal risk in the near future, according to the DSM-5, and very high suicidal ideation intensity (C-SSRS score of 24 out of 25). She reported one suicide attempt and a family history of suicide (see ). Patient 10’s suicidal ideation decreased at the M1 and M3 follow-up visits, but was higher again at the M6 visit.\\nPatient 10 never filled in questionnaires spontaneously, filled in the daily EMAs only once, and did not fill in the weekly EMAs often (35%). She completed only one monthly questionnaire about her emma experience. She used her safety plan several times, mainly to call her relatives (3 times), the SAMU (3 times), and the ED (2 times). She also listened to the Breathing Space Module (3 times).\\nPatient 10 reported suicidal thoughts via emma only during a brief period—in October and early November 2018—and during that period she used the Emotion Regulation Module, also only once (see ). Self-assessment may have helped her to become aware of her condition and use the tools that emma offers to regulate her emotions. This patient used the Call Module twice: immediately after her inclusion in the study, in August 2018, when she had severe suicidal thoughts and suicide risk, and then at the end of November 2018 when no suicidal thought was reported via emma at that time.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'16818865': 1, '26821811': 1, '27721061': 1, '21821503': 1, '19644371': 1, '26688129': 1, '29025862': 1, '30122275': 1, '23151820': 1, '25119698': 1, '28481571': 1, '5027119': 1, '21263012': 1, '7431205': 1, '29508152': 1, '27073900': 1, '25868681': 1, '30773154': 1, '28034413': 1, '30883164': 1, '33705457': 1, '26360385': 1, '29999193': 1, '29017992': 1, '12615092': 1, '30609102': 1, '4436473': 1, '24444252': 1, '29857495': 1, '22193671': 1, '30530103': 1, '18507877': 1, '21928908': 1, '29212630': 1, '25594513': 1, '23148530': 1, '28894744': 1, '25760773': 1, '12946886': 1, '27377792': 1, '29382632': 1, '28636617': 1, '24554442': 1, '19899851': 1, '30206514': 1, '23530191': 1, '29623441': 1, '29637663': 1, '27706485': 1, '20159199': 1, '28399909': 1, '26385066': 1, '25997375': 1, '1593914': 1, '6841772': 1, '9881538': 1, '27663578': 1, '26982348': 1, '34276427': 1, '27477787': 1, '29956120': 1, '469082': 1, '21123401': 1, '26932350': 1, '33034567': 2}", "similar_patients": "{'7584985-1': 2, '7584985-2': 2}"}