{"patient_id": 23755, "patient_uid": "7436951-1", "PMID": 32814550, "file_path": "comm/PMC007xxxxxx/PMC7436951.xml", "title": "A family of Melnick-Needles syndrome: a case report", "patient": "A 16-month-old female was referred to our orthopedic department because of bowed legs and an abnormal chest X-ray. She was 80 cm (50th percentile) tall and weighed 9.7 kg (25th percentile). Her past medical history was positive for delayed physical development, as well as recurrent respiratory tract infections and episodes of otitis media. Examination revealed several facial characteristics of MNS, including prominent eyes, supraorbital hyperostosis, full cheeks, and micrognathia (Fig. ). Plain radiographs revealed a number of abnormalities.\\nX-ray showed thoracolumbar kyphoscoliosis and anterior and posterior vertebral scalloping; humerus cortical irregularity with bowing; thin wavy ribs; pelvis hypoplasia of the pubis and ischium and bilateral coxa valga; bilateral bowed leg deformities, with normal epiphyses and metaphyses. The bone age estimated from X-rays of the hand was 1.5 years, which was similar with the patient’s chronological age (Fig. ).\\nTo confirm the clinical impression of MNS, we performed genetic analyses. Target exome sequencing revealed a heterozygous mutation in the FLNA gene, c.3578 T > C, p.L1193P, which confirmed the diagnosis. Subsequently, the patient continued to have repeated respiratory tract infections and otitis media episodes. She died at the age of 6 years of a cardiac arrest, the direct cause of which was undetermined.\\nTarget exome sequencing was also performed for all available family members. Her mother and older sister were found to have the exact same mutation, although they exhibited less severe MNS phenotypes. Her mother had full cheeks (like the patient) and lumbar scoliosis, but she had minimal leg deformities (Fig. ). Her older sister had essentially no MNS facial characteristics, but she did exhibit coxa valga deformities (Fig. ). When initially assessed, the sister’s spinal alignment was normal, but thoracolumbar kyphoscoliosis was observed at 9 years of age.", "age": "[[16.0, 'month']]", "gender": "F", "relevant_articles": "{'5666677': 1, '11857561': 1, '3377003': 1, '3605194': 1, '22014680': 1, '5938049': 1, '30534457': 2, '16800356': 1, '23389572': 1, '6851229': 1, '16538226': 1, '21031081': 1, '27478655': 2, '9268106': 1, '15076585': 1, '20186808': 1, '29336932': 1, '19444897': 1, '16926860': 1, '16919559': 1, '887304': 1, '11252955': 1, '2016783': 1, '28261436': 1, '21274303': 1, '32814550': 2}", "similar_patients": "{'6252208-1': 1, '4960323-1': 1}"}