{"patient_id": 24997, "patient_uid": "7489780-1", "PMID": 32944465, "file_path": "comm/PMC007xxxxxx/PMC7489780.xml", "title": "Chronic Infectious Complications of Recreational Urethral Sounding With Retained Foreign Body", "patient": "A 62-year-old male was admitted for evaluation and management of three weeks of progressive back pain radiating to his legs. He was noted to have a history of nicotine and amphetamine abuse, hypertension, mood disorder, and neuropathic pain. He denied any lower extremity weakness, bowel or urinary incontinence. Physical examination including neurologic assessment was unremarkable. White blood cell count was normal at 8.6 K/uL (reference range, 4-11) but inflammatory markers, erythrocyte sedimentation rate, and C-reactive protein were significantly elevated at 94 mm/h (reference range, 0-15) and 110 mg/L (reference range, 0-8) respectively. MRI of the back revealed abnormal marrow signal and enhancement in the T12-L1 vertebral bodies centered at the T12-L1 disc space likely secondary to discitis (Figure ). There was corresponding abnormal paraspinal edema and enhancement with a probable 1.7 cm intramuscular abscess in the left psoas muscle. The abscess was aspirated and grew Staphylococcus epidermidis. The same organism was in multiple blood cultures. He was placed on IV cefazolin..\\nHe also complained of dysuria and hematuria. Further history revealed frequent urinary tract infections over the last six months with S. epidermidis as well for which he received different courses of oral antibiotics without relief. A CT urogram was done for persistent urinary symptoms and it identified a tubular 1.5 cm diameter peripherally calcified 10-12 cm structure with tapered distal ends and intermediate internal attenuation coiled in the urinary bladder (Figure ). After careful history, he admitted his girlfriend inserted a sex toy shaped like a fishing worm into his urethra few months back, but he did not remember if it was removed. He underwent cystoscopy and open cystolithotripsy by which the foreign body was extracted (Figure ).\\nThe patient was discharged to a skilled nursing facility to complete IV antibiotics for six weeks followed by oral cephalexin for additional six weeks. Repeat MRI showed destruction in the intervertebral disc between T12-L1 and paraspinal soft tissue enhancement. He eventually required a T12-L1 corpectomy and posterior instrumented fusion of T9-L3. The patient continued to have significant back pain even after a year of follow-up.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'15198152': 1, '20579702': 1, '25509248': 1, '19192284': 2, '18042278': 2, '23754903': 1, '4012970': 1, '18658011': 1, '27706010': 1, '29703021': 1, '10893567': 1, '6740809': 1, '18603932': 1, '30433516': 1, '22221824': 1, '32944465': 2}", "similar_patients": "{'2649937-1': 1, '2211490-1': 1}"}