{"patient_id": 22763, "patient_uid": "7387737-1", "PMID": 32743039, "file_path": "comm/PMC007xxxxxx/PMC7387737.xml", "title": "Combined approach with negative pressure wound therapy and dermal substitute for extravasation injury: Why can't they be friends?", "patient": "A 68-years-old female patient with a history of breast cancer, previously treated by left radical mastectomy and axillary dissection, was referred to our unit with epirubicin extravasation causing an extensive necrosis of the skin and subcutaneous tissue of the dorsal aspect of the right forearm and dorsum of the hand, which occurred 3 weeks before in another hospital, where it was conservatively treated with calcium alginate topical dressings.\\nAt the time of referral to our unit the area of damage was coarsely demarcated, but the wound bed was still partially covered with fibrin and non-vital tissues. For that reason a surgical radical debridement was performed with complete exposure of muscle and tendons and negative pressure wound therapy (NPWT) positioning.\\nThe first dressing change was done after 48 h in order to check the viability of the wound bed, which appeared to be well vascularized and without signs of infection.\\nAfter 3 days, IntegraⓇ double layer was applied on the tissue defect and sutured with metal clips, we also made several stab incisions on the dermal substitute in order to facilitate residual fluid drainage. The wound coverage was performed with V.A.C. TherapyⓇ set to −75 mmHg in continuous mode. Dressing changes were carried out every 4 days and, after 3 weeks, the external silicon layer was removed. The integration of the dermal substitute was checked and we covered the wound with split-thickness skin grafts. Instead of the traditional bandage, we applied V.A.C. TherapyⓇ on the grafted area using the same above-mentioned negative pressure regimen.\\nSkin-graft take was between 90% and 95% with complete healing of the wound within 15 days.\\nSix weeks after the first surgical debridement, the patient could resume chemotherapy administration , , , and .", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'22997449': 1, '21255716': 1, '21200292': 1, '15060345': 1, '22821839': 1, '32322648': 1, '21200280': 1, '28330679': 1, '20864422': 1, '25593427': 1, '24335895': 1, '32743039': 2}", "similar_patients": "{}"}