{"patient_id": 34182, "patient_uid": "7992912-1", "PMID": 33786220, "file_path": "comm/PMC007xxxxxx/PMC7992912.xml", "title": "Appendiceal Goblet Cell Adenocarcinoma Case Report and Review of the Literature", "patient": "A 57-year-old male presented to the emergency department complaining of right lower quadrant abdominal pain that had migrated from the periumbilical region. He did complain of nausea but denied any other symptoms including fever, vomiting, diarrhea, constipation, and urinary changes. The patient had no prior surgical history. He took lisinopril for hypertension but no other medications. There was no pertinent family history. The patient had undergone a screening colonoscopy at age 50, which was without abnormality.\\nPhysical examination revealed an obese middle-aged male in mild pain distress, with blood pressure of 134/87 mm Hg, pulse of 89 beats/minute, oral temperature of 98.4°F (36.9°C), respiratory rate of 18 breaths/minute, SpO2 of 96%, and a BMI of 37.11 kg/m². The abdomen was obese and soft, with focal peritonitis in the right lower quadrant, positive rebound tenderness and guarding to palpation. Auscultation of the heart and lungs revealed a regular rate and rhythm without murmur and clear breath sounds.\\nHe underwent CT scanning of the abdomen, which revealed evidence of acute appendicitis, with a distended 1.6-cm-diameter appendix, surrounding edema, and partial obstruction with fecalization of the contents of the appendix (Figure ). Laboratory evaluation was also undertaken, which revealed a mild leukocytosis to 14.7 thousand/µL with left shift (neutrophils 84%).\\nGiven the CT findings in conjunction with the patient’s symptoms and laboratory findings, the patient was taken to the operating room for laparoscopic appendectomy. Intraoperatively, inflammation and adhesions were apparent in the right lower quadrant. The appendix was retrocecal, adherent to itself and to the lateral abdominal wall. Careful blunt dissection was undertaken, freeing the appendix from its adhesions. There was an area of gangrene without perforation in the middle of the appendix. There was no perforation or abscess (Figure ). There was a small amount of purulence surrounding the appendix. Using the Harmonic® endoshears (Ethicon, Somerville, NJ, USA), the mesoappendix was divided and hemostasis was obtained. Next, using a 45 mm GIA™ (Medtronic, Minneapolis, MN, USA) stapler with blue load, the appendix was clamped, stapled, and divided at the base of the appendix, including a small portion of the cecum. The appendix was then removed using an Endo Catch™ (Medtronic, Dublin, Ireland) bag.\\nPathologic analysis of the specimen revealed a well-to-moderately differentiated 1.5 cm goblet cell adenocarcinoma (Figure ), with associated acute appendicitis, with the tumor extending to the proximal margin. The tumor extended through the muscularis propria into periappendiceal adipose tissue (Figure ), but did not appear to involve the serosal surfaces. There was no lymphovascular invasion. The neoplastic cells stained positive for CDX2, indicating adenocarcinoma cells of intestinal origin (Figure ). Synaptophysin was focally positive. The specimen was signed out as goblet cell adenocarcinoma, pathologic stage (AJCC 8th Edition): pT3 Nx Mx.\\nPostoperatively, the patient was evaluated by oncology with a plan for further staging. However, the patient experienced prolonged ileus, and then on postoperative day #9, he developed a lower GI bleed, suspected to be a delayed bleed from the tumor in the staple line, requiring a total transfusion of five units packed red blood cells. He underwent bowel preparation for a colonoscopy to investigate his GI bleed but developed large volume hematochezia and hemodynamic instability, so was taken to the OR emergently for exploratory laparotomy. He underwent right hemicolectomy with high ligation of the right colic and ileocolic pedicles for lymph node evaluation, and end ileostomy creation due to hemodynamic instability. Pathology analysis of this specimen revealed periappendiceal abscess, but no evidence of goblet cell adenocarcinoma, with seven lymph nodes negative for carcinoma.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'16485156': 1, '26648795': 1, '21859562': 1, '18685490': 1, '29579011': 1, '16258711': 1, '26356507': 1, '15449269': 1, '33786220': 2}", "similar_patients": "{}"}