{"patient_id": 99005, "patient_uid": "7331840-1", "PMID": 32641890, "file_path": "noncomm/PMC007xxxxxx/PMC7331840.xml", "title": "Incessant fascicular ventricular tachycardia in an infant with heart failure", "patient": "An 8-month-old male infant weighing 7.7 kg was referred with the diagnosis of VT and LV dysfunction. The infant presented with a history of poor oral intake and breathing difficulty of 1-week duration. There was no history of fever and no clinical or laboratory evidence of systemic infection. He was treated initially with tablet diltiazem (1 mg/kg/dose eight hourly) and subsequently with amiodarone infusion (up to 15 mcg/kg/min) with no response. At the time of admission to our unit, the heart rate was 200/min, with low-volume pulses and mean blood pressure of 40 mmHg. There were palpable congestive hepatomegaly and LV S3 with a gallop. Chest X-ray showed a Cardio-Thoracic ratio of 0.65 and pulmonary venous congestion. Echocardiography revealed a severe LV systolic dysfunction (LV ejection fraction [EF]: 30%). Electrocardiography showed a ventricular rate of 200/min, relatively narrow QRS complexes with right bundle branch block (RBBB) morphology, right axis deviation, and Ventriculo-Atrial (V-A) Dissociation suggestive of fascicular VT []. A diagnosis of tachycardiomyopathy due to incessant fascicular VT was made. He was started on inotropic support and diuretics. Electrical cardioversion was tried multiple times with a dose of 2 J/kg without any success. Intravenous verapamil with a dose of 0.1–0.2 mg/kg followed by 5 mcg/kg/min and xylocard were tried without any response. In view of incessant VT unresponsive to drugs and cardioversion, radiofrequency ablation was planned. After taking informed consent from the parents, ablation was successfully performed with no further recurrence of VT. Infant improved symptomatically, and EF normalized after ablation and discharged in a stable condition. The child has not had a recurrence at 2 years of follow-up and is off medications.\\nThe child was brought into the electrophysiology laboratory in incessant VT, with RBBB morphology, left superior, and relatively narrow QRS with VA dissociation []. The procedure was done under controlled general anesthesia. Vascular access was obtained through the right femoral vein and artery and the right internal jugular vein. Catheters were placed in the coronary sinus, His bundle region and single catheter in right ventricle (RV) & Right atrium (not shown in figure). Heparin bolus of 100u/kg was administered, and activated clotting time (ACT) was maintained consistently over 300 s with repetitive heparin boluses. By retrograde approach, a 5Fr mapping catheter (nonirrigated Biosense Webster) was introduced into the left ventricle []. Careful mapping of the posterior LV septum was done to identify the earliest Purkinje potential (PP). Earliest PP preceded QRS by 40 ms. This area was carefully mapped to identify pre-PP or diastolic potentials []. Concealed entrainment with a postpacing interval-tachycardia cycle length of <10 ms was demonstrated. The delivery of radiofrequency lesion of 55 watts at 55°C, almost immediately terminated tachycardia []. Lesions linearly were delivered both apically and basally. Postablation sinus rhythm was restored. Programmed electrical stimulation with single and double extrastimuli from RV and LV, and burst pacing from RV and LV did not induce tachycardia. The protocol was repeated with isoprenaline infusion without inducing VT. No further recurrence of VT occurred.", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'12108507': 1, '20668351': 1, '31005896': 1, '34422719': 1, '26899545': 1, '24814375': 1, '7977128': 1, '16132307': 1, '8701868': 1, '21421576': 1, '16943943': 1, '32641890': 2}", "similar_patients": "{}"}