{"patient_id": 99882, "patient_uid": "7416827-1", "PMID": 32793369, "file_path": "noncomm/PMC007xxxxxx/PMC7416827.xml", "title": "Bilateral Mondor’s disease in chikungunya virus infection", "patient": "A 44-year-old Caucasian man, residing in Kinshasa (Democratic Republic of the Congo), with a past medical history of psoriasis, pneumonia, malaria and osteoarthritis, presented at an outpatient clinic with fever (39.6°C) and generalized joint pain. Clinical examination revealed a diffuse erythematous rash, but he was otherwise normal. He tested negative for malaria, and because of a known outbreak, chikungunya was suspected and treated symptomatically with acetaminophen and ibuprofen. Two weeks later, the patient complained of right-sided thoracic and left-sided infra-axillary pain. Clinical examination revealed a painful cord-like palpable induration on both sides of the chest (). Duplex ultrasound examination confirmed bilateral superficial thrombophlebitis ( and ). Subcutaneous administration of the low-molecular-weight heparin (LMWH) nadroparin was started at a dosage of 5700 U/day, and the patient was repatriated to Belgium and seen at our outpatient clinic. Treatment was continued with an intermediate dose of the LMWH enoxaparin (60 mg) and a nonsteroidal anti-inflammatory drug. Laboratory tests confirmed the diagnosis of chikungunya (IgM: positive; IgG titer > 1/160).\\nSix weeks later, the patient still had migratory pauciarticular arthritis (that is, arthritis of the shoulders, hips and knees) and had difficulty walking. The induration on the left anterior axillar line had disappeared, and the induration on the right mid-axillar line had almost completely regressed. Further investigations revealed that the patient was positive for antinuclear antibodies (titer, 1/380) without specificity; however, rheumatoid factor and anticyclic citrullinated peptide were not detected. Only symptomatic treatment was administered, and after 6 months of follow-up, the patient no longer had arthritis.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'29780120': 1, '3651776': 1, '18211409': 1, '19110388': 1, '30808213': 1, '23811281': 1, '22930518': 1, '32793369': 2}", "similar_patients": "{}"}