{"patient_id": 105805, "patient_uid": "7960901-1", "PMID": 33467968, "file_path": "noncomm/PMC007xxxxxx/PMC7960901.xml", "title": "Multiple myeloma characterized by synovial fibrinoid necrosis: a case\\nreport", "patient": "A 55-year-old male patient was admitted to our hospital with pain in multiple joints. He\\ncomplained of general joint pain, limb numbness, and weakness for 1 year and standing\\ndifficulty for 20 days. At first, these symptoms were alleviated with rest. However, pain\\ngradually increased and was focused in his neck, shoulders, and hips. Ten months before\\npresenting to our hematology department, he underwent right hip arthroplasty following a\\nfracture of the right femoral neck because of osteoporosis, and he recovered well after the\\noperation. Nine months before presenting to our hematology department, his hip pain\\nworsened, but no significant cause was found. Five months later, he developed bilateral\\nshoulder pain, and 10 days later, he underwent left hip and bilateral shoulder mass biopsies\\nand resection. Four months later, he underwent right shoulder lesion exploration and\\nresection, and 6 months later, he underwent left hip and left shoulder lesion exploration\\nand resection. Pathological examination revealed fibrinoid necrosis of the synovium of the\\nleft hip and both shoulders. Fibrinoid necrosis was predominant in the left hip. We also\\nidentified focal fibrosis with chronic inflammatory cell infiltration and stromal\\nangiomatous hyperplasia ().\\nTen days after the left hip and shoulder surgeries, he was admitted for spine surgery. He\\nunderwent bone marrow aspiration to identify the cause of low hemoglobin, and the results\\nindicated MM. He was then transferred to the department of hematology. Over the next 20\\ndays, he developed adduction of both upper limbs, flexion in the lower limbs, and\\ninvoluntary twitching of the lower limbs when standing. He was eventually unable to sit up\\nand walk independently. As a result of bilateral lower limb swelling, and joint stiffness\\nand pain, it was difficult to maintain a normal position. He could lie down with both lower\\nlimbs flexed, for 3 minutes, and maintain the sitting position with his lower limbs hanging\\nby the bedside, for 3 minutes. His position was adjusted every 3 minutes with the help of\\nrelatives, after which he was able to sleep for 3 minutes. From the illness onset, he had an\\nabnormal appetite, defecation problems, and poor sleep. His weight was not evaluated because\\nhe could not stand, and he felt he had lost weight over these 20 days.\\nThe patient had a history of smoking and alcohol use but was not addicted. He had no\\nspecial family history.\\nOn physical examination, the patient's vital signs were stable; his heart rate was 112\\nbeats per minute. He was alert, in poor spirits, emaciated, and in acute distress, with a\\npassive posture. His palpebral conjunctiva was pale, but the sclera was not icteric. No\\nobvious abnormalities were seen on cardiopulmonary and abdominal examinations. Limb\\nmovement disorder was evident; both upper limbs were in adduction, and both lower limbs\\nwere flexed at 90 degrees. Moreover, his knees, shoulders, and hips were stiff, and he was\\nunable to move autonomously or passively. His wrist joints (), scapula (), and lower back () had prominent masses that were hard,\\nbut not tender or mobile. His knees, elbows, ankles, and fingers were swollen, and his\\ncervical physiological curvature had straightened, cervical tenderness was present, and\\ncervical movement was limited. Facial and neck sensation were normal, but hypoesthesia was\\npresent in the skin of his limbs. His bilateral upper limb muscle strength was grade I,\\nand bilateral lower limb muscle strength was grade II. His muscle tone was high, and\\nneither bilateral knee tendon reflexes nor the Achilles tendon reflex were elicitable;\\nbilateral Babinski signs were inconclusive.\\nLaboratory testing revealed the following: white blood cell count: 9.9 × 109/L\\n(range, 3.5–9.5); neutrophils: 6.49 × 109/L (range, 1.8–6.3); red blood cells\\n2.79 × 1012/L (range, 4.3–5.8); hemoglobin: 79 g/L (range, 130–175);\\nplatelets: 363 × 109/L (range, 125–350). Urine protein was positive in the\\nurinalysis, and the fecal occult blood test result was positive. Blood β2 microglobulin\\nconcentration was 1087.36 nmol/L (range, 67.85–237.49), and serum ferritin was 520 μg/L\\n(range, 15 000–200 000). Liver function testing revealed the following: total protein:\\n55.8 g/L (range, 65–85) and albumin: 29.7 g/L (range, 40–55). Renal function testing\\nrevealed the following: creatinine: 137.6 μmol/L (range, 55–104), glucose: 9.41 mmol/L\\n(range, 3.8–6.15), and urea: 13.90 mmol/L (range, 1.8–8.3). Immunoglobulin G (IgG)\\nconcentration was 3.28 g/L (range, 8–18), IgA: 0.256 g/L (range, 0.9–4.5), and IgM: 0.169\\nmg/dL (range, 0.7–2.8). The erythrocyte sedimentation rate was 39.0 mm/h (range, 0–15),\\nand the myocardial zymogram results revealed: aspartate aminotransferase: 0.68 µkat/L\\n(range, 0–0.67), lactate dehydrogenase: 4.44 µkat/L (range, 0.67–3.67), creatine kinase-MB\\n48.2 U/L (range, 0–16), and hydroxybutyrate dehydrogenase: 206 U/L (range, 90–200). Blood\\ncoagulation testing revealed the following: antithrombin III: 313 mg/L (range, 170–300),\\nfibrin degradation products: 5.77 mg/L (range, 0–5), and D-dimer: 10.35 nmol/L (range,\\n0–3.01). The pro-brain natriuretic peptide concentration was 6400 ng/L (range, 0–100);\\ninterleukin-6 (IL-6) concentration: 7.62 pg/mL (range, 0–5.4); C-reactive protein\\nconcentration: 35.82 mg/L (range, 0–5); serum protein electrophoresis revealed kappa type\\nM proteinemia. Serum free light chain κ concentration was > 4125 mg/L (range,\\n3.30–19.40); free light chain λ: 12.5 mg/L (range, 5.71–26.3); the κ/λ ratio was > 330\\n(range, 0.26–1.65). Antinuclear antibody (ANA), rheumatoid factor, anti-streptolysin O,\\n25-hydroxyvitamin D3, thyroid function, blood-borne diseases, Bence–Jones proteins, and\\nelectrolyte concentrations were within normal limits. Bone marrow aspiration revealed\\nabnormal plasma cells, which accounted for 45.5% of all cells, indicating multiple myeloma\\n().\\nLower limb venous ultrasound revealed thrombosis in the proximal left deep femoral vein\\nand in the superficial femoral vein.\\nAbdominal and renal tract ultrasonography revealed renal cysts.\\nSpine X-rays revealed instability in cervical (C)2–C3 vertebrae, and an asymmetrical\\natlanto-ulnar space measuring approximately 6 mm wide. The cervical curvature was\\nabnormal, and hyperostosis was evident in the C2–3, C3–4, C4–5, and C5–6 vertebral spaces.\\nBony destruction was evident in bilateral humeri, collarbones, scapulae, cervical\\nvertebrae, appendages, multiple ribs, pelvis, and both femurs. There was subluxation in\\nthe right shoulder, and decreased bone density and hyperosteogeny in both knees, with\\neffusion in the suprapatellar bursa and articular spaces of both knees.\\nAt the slope of the cervical vertebrae in axial CT images, the occipital region and\\nshoulder joint bones had uneven density. Bony destruction and soft tissue masses in the\\nparavertebral, caudal cervical region, bilateral shoulder joints, and subclavian region\\nwere detected. There were many nodular low-density foci in bilateral scapulae. The right\\nvertebral artery appeared normal in the intracranial and atlas segments, and the left\\nvertebral artery was narrowed in the transverse view. Bronchitis and local emphysema were\\nvisible in the right upper lung lobe. The right middle lung lobe, the lingual segment of\\nthe left lung, and the margins of the lower lobe in both lungs contained irregular linear\\nopacities. There was bilateral pleural thickening, local adhesions, a small amount of\\npericardial effusion, and widening of the trunk of the pulmonary aorta.\\nMagnetic resonance imaging revealed abnormal bone changes in the cervical, thoracic, and\\nlumbar vertebrae and in the small joints. C2–6 intervertebral disc herniation and lumbar\\n4–sacral 1 intervertebral disc herniation were also detected.\\nAdmission diagnoses: 1. KAP multiple myeloma (DS stage III and ISS stage III); 2.\\nprevious left femoral vein thrombosis; 3. bronchitis and emphysema; 4. hypoproteinemia; 5.\\npericardial effusion; 6. C2 spinal stenosis; 7. vertebral disc bulging between the C3–T1\\nvertebrae and vertebral disc bulging between the L4–S1 vertebrae; and 8. cervical\\ndegenerative disease. From March 8, 2020, our treatment plan involved bortezomib (1.9 mg\\non days 1, 4, 8, and 11) and dexamethasone (20 mg on days 1–4 and days 9–12). Concurrent\\nhydration therapy, alkalinization, and liver and stomach protection were also provided.\\nDuring the treatment, the patient's condition remained stable, and no obvious adverse\\nreactions were observed. Seventeen days after the first course of treatment, the patient\\nreturned to the hospital for the second course of treatment. At this time, he was lucid\\nand in good spirits, with normal facial expression. His posture and sleep had improved\\nsignificantly, and he could maintain both the sleeping and sitting positions for 30\\nminutes at a time. He was now also able to sleep for 30 minutes at a time. He felt he was\\ngaining weight, and his systemic bone pain was relieved. Passive movement was possible in\\nboth upper limbs, and he could perform a small degree of voluntary movement. The flexion\\nin both lower limbs improved significantly to 160 degrees. The physiological curvature in\\nhis cervical spine gradually recovered, and mobility in his cervical spine increased\\nobviously. Even more delightful, superficial sensation in his limbs recovered, and the\\nknee tendon reflex was + +. His white blood cell count was 5.77 × 109/L (range,\\n3.5–9.5), red blood cell count: 2.54 × 1012/L (range, 4.3–5.8), hemoglobin:\\n73 g/L (range, 130–175), platelet count: 304.00 × 109/L (range, 125–350),\\nC-reactive protein: 20.24 mg/L (range, 0–5), creatinine: 75.00 μmol/L (range, 55–104),\\nurea: 8.90 mmol/L (range, 1.8–8.3), blood β2 microglobulin: 7.920 mg/L (range, 0.8–2.8),\\nand pro-brain natriuretic peptide: 79.92 ng/L (range, 0–100). Bone marrow aspiration\\nrevealed that the percentage of plasma cells was 11.5%.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'26763514': 1, '27536655': 2, '24583427': 1, '20840673': 1, '23992800': 1, '12136908': 1, '24286442': 2, '23113696': 1, '30560368': 1, '33467968': 2}", "similar_patients": "{'3956491-1': 1, '3956491-2': 1, '4972887-1': 1}"}