{"patient_id": 23673, "patient_uid": "7434242-1", "PMID": 32926694, "file_path": "comm/PMC007xxxxxx/PMC7434242.xml", "title": "Acute Acalculous Cholecystitis from Infection with Epstein–Barr Virus in a Previously Healthy Child: A Case Report", "patient": "A three-year-old male, without medical comorbidity, presented to his primary care physician’s office with progressive night-time fevers for the previous three days. His parents also stated that he had developed abdominal pain and had several non-bloody loose stools. His mother reported that his bowel movements were painful, and that he had decreased urinary output and a poor appetite. His abdominal exam at that time demonstrated diffuse tenderness without localization. Labs were ordered, but after several unsuccessful attempts were unable to be obtained. The patient was ultimately diagnosed with a viral syndrome and sent home.\\nApproximately 10 days later the patient was brought to a local emergency department for continued fatigue, increased “whining,” and persistent fevers. The physical exam revealed a fussy, but otherwise well-appearing male. He was alert, irritable, with slight conjunctival icterus and anterior/posterior cervical lymphadenopathy. Cardiovascular and pulmonary exams were within normal limits. His abdomen was non-distended, soft, with diffuse abdominal tenderness and he was found to have 5 centimeters (cm) hepatomegaly and 4 cm splenomegaly. Labs were notable for a leukocytosis of 63×103 per microliter (/μL) (4–10×103/μL); platelets of 120×103/μL (150–450×103/μL); and a significant elevation in serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) of 314 units per liter (U/L) (10–40 U/L) and 274 U/L (10–40 U/L), respectively. A right lower quadrant (RLQ) ultrasound was obtained to evaluate for appendicitis. The appendix was not well visualized but revealed a thickened gallbladder. A dedicated right upper quadrant (RUQ) ultrasound was then obtained showing evidence of cholecystitis with gallbladder wall thickening and edema. The patient was transferred to our tertiary care center for further management.\\nUpon arrival the patient was slightly tachycardic with remaining vital signs being unremarkable. The family confirmed an absence of previous medical or surgical history and denied known drug allergies. Family history was notable for a father with a history of gallstones. The patient lived in Washington state with his parents and siblings with no recent travel or camping. No sick contacts were reported. Additional testing was performed with a negative respiratory viral panel, a continued leukocytosis of 52.9×103/μL (4–10×103/μL), with 6% lymphocytes of which 61% were atypical. Liver function tests remained elevated with an ALT of 247 U/L (10–40 U/L) and AST of 259 U/L (10–40 U/L), a total bilirubin of 4.3 milligrams (mg) per deciliter (mg/dL) (0.3–1.0 mg/dL) with a lipase of 16 U/L (10–140 U/L). A chest radiograph was ordered, which returned with a new moderate right pleural effusion with a hazy opacity of the right hemithorax and mild contralateral shift of the mediastinum. A computed tomography (CT) of the chest/abdomen/pelvis was then obtained, which revealed a thickened gallbladder with a common bile duct not well visualized, but which appeared mildly dilated for patient’s age at 4 millimeters (mm). The CT also re-demonstrated the previously visualized large right pleural effusion and trace left pleural effusion with associated atelectasis and small volume ascites. The spleen and kidneys measured large for the patient’s age but were without abnormal appearance. There was no discrete mass or lymphadenopathy identified.\\nThe patient was ultimately evaluated by gastroenterology, general surgery, and hematology/oncology, in the setting of significant leukocytosis for evaluation of possible leukemic process. No surgical intervention was recommended, and the patient was started on broad-spectrum antibiotics. Testing for EBV was performed in the setting of hepatosplenomegaly and leukocytosis. Immunoglobulin-M antibodies were elevated, indicating an acute infection. Symptomatic treatment was continued, and broad-spectrum antibiotics were withdrawn in the setting of an identified viral etiology. After approximately two weeks the patient was discharged from the hospital.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'5242134': 1, '14662920': 1, '21233512': 1, '26166109': 1, '16575590': 1, '11458965': 1, '34950552': 2, '27434148': 1, '34322642': 1, '19747982': 1, '30487697': 1, '15769430': 1, '17252303': 1, '28499592': 1, '29450192': 1, '29951372': 1, '17535041': 1, '32926694': 2}", "similar_patients": "{'8687799-1': 1}"}