{"patient_id": 23484, "patient_uid": "7425404-2", "PMID": 32954258, "file_path": "comm/PMC007xxxxxx/PMC7425404.xml", "title": "Recessive Charcot-Marie-Tooth and multiple sclerosis associated with a variant in MCM3AP", "patient": "Case V:\\n4, a 44-year-old female, and sibling of the V:3, is the second affected child of her parents. Pregnancy and delivery were uncomplicated and no concerns were noted in the prenatal or neonatal periods. At 7 months of age, she was able to sit independently, and she walked without support at 13 months of age. She had hand tremor from childhood. She has been followed since 13 years of age for tremor and distal muscle weakness predominantly in hands. At 16 years of age, electromyography was consistent with a motor axonal neuropathy with the preservation of sensory responses, similar to her younger brother (Case V:3). The clinical features are listed in .\\nAt the age of 40, she developed a subacute episode of ataxia. At 42 years of age, she presented with dysarthria and diplopia. Clinical examination at 44 years of age showed reduced muscle tone and predominant distal muscle atrophy in both upper and lower limbs as well as generalized areflexia, sensory loss for pinprick, abnormal vibration sense in a glove and stocking distribution worse in her feet and positive Romberg sign. Power testing of the upper limbs disclosed weakness and atrophy of the small hand muscles and grip (finger extensor in left side: 2/5, in right side: 3/5, finger flexor in both sides: 4/5, finger abduction in left and right sides: 0/5, thumb abduction in both sides: 0/5, wrist flexor in both sides: 4/5, wrist extensor in both sides: 4/5. A better muscle strength was detected in proximal muscles: +4/5 in biceps, triceps and deltoid in both sides). In the lower extremities, muscle strength was 2/5 in dorsiflexion, 3/5 in plantar flexion and 4/5 in proximal muscles. Abnormalities of the cerebellar examination were noted; she could not walk correctly in Tandem gait and abnormality in heel to shin test was detected.\\nThe MRI evaluation of brain at 42 years of age revealed multiple white matter plaques in periventricular, juxta cortical and left paraventricular areas (), consistent with MS. Follow-up MRI at the age of 44 demonstrated juxta cortical, periventricular and paraventricular white matter lesions and involvement of pons (). She has been treated with glatiramer acetate for the last year.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'9328275': 1, '20005110': 1, '22605909': 1, '18795595': 1, '25142460': 1, '24123876': 1, '14663027': 1, '8827172': 1, '29275977': 1, '23591820': 1, '21195085': 1, '16344349': 1, '9608561': 1, '17660530': 1, '8609929': 1, '23652018': 1, '16844954': 1, '19686285': 1, '29925992': 1, '12221176': 1, '26234214': 1, '26615982': 1, '18970977': 1, '15571060': 1, '22307388': 1, '28969388': 1, '12226073': 1, '11258703': 1, '28633435': 1, '24507519': 1, '14715907': 1, '11024281': 1, '16301507': 1, '17884679': 1, '24455342': 2, '10612954': 1, '29982295': 1, '32954258': 2}", "similar_patients": "{'7425404-1': 2, '3876908-1': 1}"}