{"patient_id": 105039, "patient_uid": "7886577-1", "PMID": 33623696, "file_path": "noncomm/PMC007xxxxxx/PMC7886577.xml", "title": "Iso-osmolar hyponatremia from polyethylene glycol", "patient": "A 69-year-old, 72 kg man with advanced pulmonary sarcoidosis presented to the emergency department with increasing shortness of breath. Past medical history included active and advanced pulmonary sarcoidosis and a subtotal colectomy due to a concerning polyp. Patient denied tobacco, alcohol or illicit drug use and had no known drug allergies. On exam, the patient had conversational dyspnea, course crackles greater in the mid and upper lung fields, his heart had a regular rhythm although tachycardia was present, his abdomen was soft and non-tender and no lower extremity edema was present. Laboratory data () demonstrate mild hyponatremia on admission. The patient was diagnosed with pneumonia and broad-spectrum antibiotics were started. Two days later, the patient developed an ileus and consultation by General Surgery recommended medical management with PEG. This treatment continued for 2 days but without a bowel movement. Accordingly, the dose of PEG was increased to 34 g twice daily from 17 g twice daily. Apart from the antibiotics, the patient’s shortness of breath was treated additionally with furosemide in the early hospital course. Subsequent laboratory data, 10 days into the hospitalization, revealed worsening hyponatremia and hyperkalemia; nephrology was consulted. An outline of the patient’s timeline of results is presented in along with input and output information ().", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'356537': 1, '24008460': 1, '6689664': 1, '1596016': 1, '4752031': 1, '29952815': 1, '30249419': 1, '25232272': 1, '9579027': 1, '23261064': 1, '3370951': 1, '5435611': 1, '18295066': 1, '20251050': 1, '12586675': 1, '14750123': 1, '17596722': 1, '3345895': 1, '16667097': 1, '7039873': 1, '28458891': 1, '7155194': 1, '1634072': 1, '5542831': 1, '11275905': 1, '11214135': 1, '11052980': 1, '2998502': 1, '16825941': 1, '33623696': 2}", "similar_patients": "{}"}