{"patient_id": 100755, "patient_uid": "7485664-1", "PMID": 32952515, "file_path": "noncomm/PMC007xxxxxx/PMC7485664.xml", "title": "Three-factorial Genetic Thrombophilia with Recurrent Thrombotic Events in a Saudi Patient: A Case Report", "patient": "A 48-year-old male presented to our hospital with painful swelling in the left leg following a 10-h car trip. The patient was on oral metformin 500 mg once daily (OD) and atorvastatin 20 g OD to control diabetes mellitus and dyslipidemia, respectively; both conditions were well controlled.\\nHe had a previous onset of deep venous thrombosis (DVT) for 4 years, and investigations had shown heterozygous FVL deficiency, as revealed by polymerase chain reaction-restriction fragment length polymorphism assays. The patient had been prescribed oral warfarin 5–6 mg OD. Six months after the first DVT attack, warfarin was discontinued for 4 weeks, after which further investigations were carried out that revealed a mild protein S deficiency. After the investigations, warfarin was restarted, but the patient stopped the medication 4 months later for no specific reason.\\nAt the time of admission to our hospital, the patient was interviewed for other risk factors of venous thrombosis[] and was found to have no history of prior surgeries or traumatic injuries of the legs/spine. Furthermore, there was no evidence of an active cancer, and the family history of thrombosis was unremarkable. On physical examination, the patient was found to be obese (Class I with a body mass index of 34.1 kg/m2), and his respiratory rate was 13 breaths/min; heart rate was 77 beats/min; oxygen saturation in the ambient air was 99%; body temperature was 36.9°C and blood pressure was 129/86 mmHg. The lungs were clear, and cardiovascular examination revealed normal heart sounds. The liver and spleen were not palpable. A warm and tender swelling was observed in the mid-thigh that extended distally. The pulse was intact, with no varicose vein. Compared with the right leg, the left leg had increased circumferences above (left leg: 52 cm; right leg: 48.5 cm) and below (left leg: 45 cm; right leg: 39 cm) the knee.\\nLaboratory findings included normal blood cell count and renal and liver function tests. Coagulation studies showed a normal platelet count (295 k/μL) and activated partial thromboplastin time (36.7 s), but the international normalized ratio (INR) was 3.21 and free and total protein S was low (56.0%) controlled at 81.3%. The patient tested negative for cardiolipin antibody and beta-glycoprotein and lupus anticoagulant.\\nThe Doppler study of the deep venous system of the lower limb revealed a complete occlusion of the saphenous vein by an iso- to hyper-echoic thrombus with no intravascular blood flow. The thrombus extended from the proximal to the distal segments of the vein, indicating a chronic thrombus []. In addition to the previous diagnosis of FVL deficiency and protein S deficiency, screening was carried out for other potential genetic factors that could affect coagulation, and heterozygous mutation for PT (G20210A) was found. The patient was diagnosed with a multifactorial genetic thrombophilia and was admitted to the Hematology division at the Department of Medicine for initiating the anticoagulant therapy.\\nThe initial treatment included enoxaparin (8 mg subcutaneous injection, every 12 h) combined with warfarin (5 mg OD for 3 days). Subsequently, the warfarin dose was gradually increased until INR reached the therapeutic range, after which enoxaparin was discontinued. On the 10th day of admission, the patient was discharged with 8 mg oral warfarin once per day. At the 1-week follow-up at the outpatient hematology clinic, the INR was 2.23 and clinical signs had improved remarkably. The patient was regularly followed up every 3 months to monitor the blood cell count, liver function, renal function and INR, and at the last follow-up at the time of reporting this case, there were no clinical or biological signs of thrombosis and the warfarin dose was maintained at 8 mg/day.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'29040284': 1, '27766963': 1, '24974070': 1, '6895379': 1, '18796457': 1, '19630821': 1, '15085897': 1, '12714139': 1, '28262227': 1, '22872143': 1, '22701135': 2, '17473583': 1, '11796466': 1, '29207759': 1, '10666427': 1, '11309638': 1, '19688103': 1, '11843901': 1, '29194072': 1, '21461667': 1, '11151062': 1, '27075008': 1, '16055356': 1, '26780746': 1, '32952515': 2}", "similar_patients": "{'3369967-1': 1}"}