{"patient_id": 20733, "patient_uid": "7292138-1", "PMID": 32743442, "file_path": "comm/PMC007xxxxxx/PMC7292138.xml", "title": "Recurrent massive myxoid liposarcoma in retroperitoneum 10 years post initial operation", "patient": "A 48-year-old man presented at our hospital with bleeding from a huge mass on his back in October 2005 (Fig. ). Blood tests yielded minor leukocytosis and moderate anemia. He had noticed the growing mass on his back from 2000 but had not approached any hospital. After hospitalization, tumor biopsy was performed and the diagnosis was MLS. Post diagnosis, resection of a huge tumor on the back and local flap angioplasty were performed in November 2005. The size and weight of the resected tumor were 44 × 30 × 26 cm and 14 kg, respectively. The pathological diagnosis was MLS (Fig. a). As the surgical margins of the specimen were positive, he also received adjuvant chemoradiotherapy. Follow-up CT was performed every year until 2011 and no evidence of recurrence or metastasis was observed. In August 2015, he presented at our hospital with a complaint of dehydration. Blood tests revealed acute kidney injury and immediate medical treatment was started. Approximately a 20-cm retroperitoneal tumor was coincidentally observed in CT. He was referred to our department for treatment. Contrast-enhanced CT revealed a retroperitoneal tumor sized approximately 20 cm without an evidence of metastasis (Fig. ). A wide resection of retroperitoneal tumor combined with right kidney was performed in September 2015. The resected tumor measured 23 × 16 × 13.5 cm and weighed 3.6 kg (Fig. ). The pathological diagnosis showed MLS (Fig. b) and was the similar to the tumor resected 10 years ago. A gene translocation could be detected neither initial nor recurrent tumor. The patient had no evidence of recurrence 12 months post operation.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'17252290': 1, '27591497': 1, '15505870': 1, '25210080': 1, '20499293': 1, '17510918': 1, '25583234': 1, '16926564': 1, '22190864': 1, '22550416': 1, '32743442': 2}", "similar_patients": "{}"}