{"patient_id": 21399, "patient_uid": "7324681-1", "PMID": 32656218, "file_path": "comm/PMC007xxxxxx/PMC7324681.xml", "title": "Large Tracheocutaneous Fistula Successfully Treated With Bronchoscopic Intervention and Flap Grafting: A Case Report and Literature Review", "patient": "A 33-year-old woman was admitted to our hospital with a history of thyroid carcinoma treated with thyroidectomy and partial trachea resection, but a persistent TCF had developed. The stoma measured 2.0 cm × 1.0 cm on the skin to the right side of the trachea (). Bronchoscopy revealed a fistula on the right side of the tracheal wall, ~1 cm below the glottis, with an area of ~3.0 cm × 1.0 cm in size (). The edge of the tracheal fistula curled toward the lumen and presented with dynamic compression and stenosis. Three-dimensional computed tomography (3D-CT) of the trachea demonstrated that there was partial absence of the trachea. Given the size and complexity of the TCF, a decision was made to repair the defect using bronchoscopy combined with flap transplantation.\\nThere were four steps in the whole surgical procedure.\\nA temporary covered tracheal stent was transmitted into the tracheal lumen through a rigid bronchoscope, and the stent was rapidly deployed over the stoma. Internal coverage of the entire defect by the tracheal stent was confirmed by flexible bronchoscopy ().\\nThe scar and the hyperplastic tissue around the fistula were carefully incised. A turnover flap was made on the right side to cover the fistula. The peripheral flaps were then elevated, and the turnover flap was secured to the healthy skin edge right around the orifice and covered the stoma under optimal tension. The tracheal layer was sutured with interrupted 4-0 Vicryl rigorously ().\\nTwo pieces of degradable material (RapidSorb Plate 2.0, Depuy Synthes, Oberdorf, Switzerland) measuring 1.0 cm × 4.0 cm were vertically fixed to the grafting flap on the trachea ().\\nThe cervical skin defect measured 5.0 cm × 3.0 cm after tracheal wall reconstruction. A deltopectoral flap measuring 6.0 cm × 4.0 cm in size was dissected and transferred to the cervical area from the pectoral wall under the subcutaneous tunnel. The thoracic defect was closed under appropriate tension with 3-0 Vicryl subcutaneously. Then, 4-0 Monocryl was used to close the external skin tightly. Ventilation was maintained during stent implantation and fistula resection and reconstruction ().\\nThe tracheal stent did not induce broncho-aspiration or swallowing troubles during the follow-up. The tracheal stent was removed 2 weeks later, and the fistula healed well. Twelve months later, bronchoscopy examination showed that the anastomosis healed well. Mucosal epithelial metaplasia occurred in the lumen with no constriction or dynamic stenosis of the trachea (). The patient reported improvement of the quality of life and vocal function, responded well to the therapy and did not experience recurrence or complications at the 12-month follow-up. The 3D-CT of trachea showed recovery of the TCF, and the spirometry was normal which indicated no fixed or dynamic airflow limitation and the maintain of the patency and stableness of the large airways at the 16-month follow-up ().", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'9693468': 1, '18983350': 1, '26520064': 2, '12389692': 1, '28685656': 1, '23119784': 1, '27175967': 1, '2041452': 1, '28522300': 1, '8214315': 1, '27980701': 2, '32656218': 2}", "similar_patients": "{'5120373-1': 1, '4628779-1': 1}"}