{"patient_id": 17958, "patient_uid": "7105269-1", "PMID": 32257691, "file_path": "comm/PMC007xxxxxx/PMC7105269.xml", "title": "Hemorrhagic Shock Secondary to Aortoesophageal Fistula as a Complication of Esophageal Cancer", "patient": "A 69-year old male with stage III squamous cell carcinoma of the esophagus treated with chemo-radiation arrived at the emergency department after an episode of massive hematemesis, chest pain, and loss of consciousness. He had undergone metallic stent placement one month previous for the management of dysphagia. The patient was hemodynamically unstable with blood pressure of 74/54 mmHg, heart rate of 108 per minute, respiratory rate of 22 per minute, and temperature of 36.4°C. Hemorrhagic shock was diagnosed, and the patient was transferred to the intensive care unit (ICU) requiring fluid resuscitation, blood transfusions, and respiratory and vasopressor support. Posterior to secondary rectal bleeding, the patient developed electric pulseless activity, and cardiopulmonary resuscitation was performed for 40 minutes until the return of spontaneous circulation was achieved. Additionally, the patient exhibited abdominal distension. An emergent upper endoscopy showed the esophageal tumor infiltrating into the proximal part of the stent, and a clot adhered to the distal esophagus. Computed tomography (CT) angiogram (Figure ) showed leakage of contrast from the thoracic aorta to the esophageal lumen. Therefore, the diagnosis of aortoesophageal fistula was made.\\nTreatment\\nAfter confirming the presence of the fistula, the patient underwent endovascular management, and an intravascular balloon was placed and inflated to repair the thoracic aorta. Intraoperative angiogram evidenced the correct placement of the balloon (Figure ). Afterward, an aortic stent was placed. Despite stopping the esophageal bleeding, the patient’s critical condition did not improve, requiring norepinephrine 2.5 mcg/kg/min, vasopressin 0.1 U/min, adrenaline 1.5 mcg/kg/min, invasive mechanical ventilation, and a total of 12 units of red blood cells via transfusion.\\nOutcome\\nDue to the high requirements of life support, multi-organ dysfunction, and the irreversible nature of the baseline malignancy, a multidisciplinary conference took place. The surgical, intensive care, anesthesia, interventional radiology, and internal medicine teams discussed and decided to discontinue the escalation of care. Three hours after the patient was placed on end-of-life measures, he perished.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'24618390': 1, '18756331': 1, '10587402': 1, '28766283': 1, '27196482': 1, '12359287': 1, '15354639': 1, '29129420': 1, '25381204': 2, '34786114': 1, '27525089': 1, '29096524': 1, '3418835': 1, '30069387': 1, '23807398': 1, '23732502': 1, '29776344': 1, '23904131': 1, '1892150': 1, '30662781': 2, '32257691': 2}", "similar_patients": "{'4863184-1': 1, '6313998-1': 1}"}