{"patient_id": 97191, "patient_uid": "7141731-1", "PMID": 32274025, "file_path": "noncomm/PMC007xxxxxx/PMC7141731.xml", "title": "Rare anoxic brain injury sequela of delayed posthypoxic leukoencephalopathy due to recreational drug overdose with benzodiazepines", "patient": "The patient is a 28-year-old female with history of drug abuse previously on suboxone 5 months prior and migraine headaches who overdosed on intravenous recreational drugs. She has a family history of bipolar disorder in a paternal aunt but had no psychiatric disorders herself.\\nWhile out of state, the patient was initially found unconscious for an unknown duration in the field by EMS with agonal breathing and acute hypoxic respiratory failure to an unknown degree requiring a nonrebreather mask. She had some positive response to naloxone via intranasal and intravenous administration with the patient less obtunded. Upon arrival at the Emergency Department, she became more alert but was confused and combative. Initial noncontrast head Computed Tomography (CT) was unremarkable for acute changes, as well as repeat imaging 24 hours later. Initial urine toxicology screening was positive for benzodiazepines but negative for opiates. Serum alcohol level was negative. A boyfriend reported intravenous heroin use immediately prior to this presentation, and the patient was noted to have track marks on her right upper extremity. The patient also used benzodiazepine immediately prior to the inciting event for anxiety, although no prescriptions were in the state's reporting system for controlled substances. On the second day of her hospitalization, the patient required elective intubation due to status epilepticus from suspected benzodiazepine withdrawal. She was uneventfully extubated the following day. She was alert and oriented ×3 with no focal neurologic deficits and left against medical advice on day 3 of the hospitalization.\\nFive days following the initial hospitalization in the same state as the initial inciting event, the patient was noted by her family to have retrograde amnesia and an inability to care for herself due to confusion. Upon admission to a different hospital, the patient was noted to be only oriented to self and unable to provide history regarding her recent hospitalization. Urine drug screen was negative. Liver enzymes were elevated on admission (ALT 384 μ/L, AST 227 μ/L) due to Hepatitis C. She had an electroencephalogram (EEG) which showed frequent epileptiform activity in the occipital region without electrographic seizures. The patient was started on topiramate 50 mg BID and levetiracetam 500 mg BID for seizure prophylaxis. Imaging with head CT without contrast showed low attenuation of the caudate heads and lentiform nucleus, suggestive of hypoxic injury with clinical encephalopathy (Figure ). MRI of the brain was unremarkable during this admission (Figure ). Due to labile emotions, she was started on 0.25mg q8h lorazepam as needed. After 2 days of hospitalization, the patient was discharged, as she was alert and oriented ×3 without confusion and with a nonfocal neurologic examination.\\nFour weeks after the initial event, the patient presented to our hospital due to acute psychosis of 2 days' duration, including confusion, agitation, lack of sleep, flat affect, and hallucinations. Family reported that she was doing well at home following discharge from the second hospitalization, except for short-term memory loss. Upon admission, the patient was alert and oriented to self only with a nonfocal neurologic examination. Montreal Cognitive Assessment (MOCA) administered on admission showed significant cognitive impairment with a score of 16/30. Urine drug screen during this hospitalization was negative. Liver enzymes were mildly elevated. Head CT without contrast revealed bilateral symmetric areas of abnormal low attenuation in the basal ganglia involving the caudate heads and anterior aspect of the putamen due to anoxic brain injury (Figure ). Brain MRI with contrast demonstrated a hyperintense T2 signal in the basal ganglia with mild white matter changes in bilateral frontal paraventricular areas (Figure ). Infectious Disease was consulted, and the workup was negative, including HIV, CMV, HSV, Lyme disease, syphilis, and acute EBV. No cerebral spinal fluid analysis was done due to patient's clinical condition and parent's wishes to monitor clinically with low to no index of suspicion for infectious etiology, as no fevers, leukocytosis, or meningeal signs were present. Arylsulfatase A level in leukocytes was within normal limits. The patient had multiple EEG's which failed to show any significant seizure activity, including during the patient's delusional episodes.\\nPsychiatry was consulted, who declared there was no underlying primary psychiatric condition. Her home topiramate 50 mg BID and levetiracetam 500 mg BID were discontinued due to concern of worsening her clinical features. She was started on olanzapine 5 mg q6h, trazodone 100 mg nightly, and scheduled lorazepam 2 mg q6h. However, she had minimal response to this regimen with frequent agitation and delusional outbreaks. She was transitioned to quetiapine (50 mg, 50 mg, and 100 mg) TID with 50 mg PRN and lorazepam 2 mg q6h PRN with good response, which were continued as outpatient. Carbamazepine 200 mg BID was started during the admission for seizures and continued at discharge. Propranolol 10 mg TID was initiated and continued upon discharge for tachycardia due to agitation. The patient was alert and oriented to person, place, and time without hallucinations or paranoia upon discharge home. She was calm, relaxed and more interactive. She had improved sleep, with seven hours per night.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'9224535': 1, '19196933': 1, '34408806': 2, '19542414': 1, '20166270': 1, '25925073': 2, '28724360': 2, '9371929': 1, '7904733': 1, '25426224': 1, '12591709': 1, '16971632': 1, '32274025': 2}", "similar_patients": "{'4418099-1': 1, '8361286-1': 1, '5517815-1': 1}"}