{"patient_id": 101163, "patient_uid": "7522559-1", "PMID": 33033573, "file_path": "noncomm/PMC007xxxxxx/PMC7522559.xml", "title": "Non-alcoholic fatty liver disease later diagnosed as myotonic dystrophy", "patient": "A 40-year-old non-obese man without a history of regular ethanol consumption was referred to our hospital due to persistent hypertransaminasemia and hyperlipidemia.\\nIt was pointed out that he had liver dysfunction and hyperlipidemia at annual health checkups from 35 years of age. He had noticed easy fatigability, but presumed that it was caused by overwork and insufficient sleep. He had no history of regular ethanol, drugs, or supplements consumption, or smoking.\\nHe had no history of past blood transfusion, surgical treatment, or acupuncture.\\nHis body mass index was 23.4 kg/m2. He was asymptomatic with no signs of hepatomegaly, xanthoma, or Achilles tendon thickening.\\nLaboratory findings revealed significant increases in serum aspartate aminotransferase (65 U/L, normal 13-30), alanine aminotransferase (103 U/L, normal 7-23), total cholesterol (298 mg/dL, normal 142-220), and triglycerides (TG; 318 mg/dL, normal 30-150). Hyperinsulinemia and greater index of homeostasis model assessment for insulin resistance indicated the presence of insulin resistance. Hepatitis virus markers and autoantibodies were all negative and immunoglobulins, ferritin and ceruloplasmin were within normal ranges. Laboratory data at the time of liver biopsy are shown in Table .\\nAbdominal ultrasonography revealed hyperechogenic liver parenchyma with deep attenuation, indicating the presence of steatosis.\\nA percutaneous liver biopsy was conducted to evaluate his persistent liver dysfunction. Liver histology showed macrovesicular steatosis, ballooned hepatocytes with eosinophilic inclusion bodies (Figure , arrows), and perisinusoidal fibrosis (Figure ), which led to the diagnosis of NASH. According to the criteria proposed by Kleiner et al[], the score for steatosis, lobular inflammation, and hepatocyte ballooning were 2 (moderate), 1 (few), and 1 (few), respectively, for a total NAFLD activity score of 4. Bezafibrate (400 mg/d) was commenced for his hypertriglyceridemia.\\nA blood examination to assess the effects of fibrate treatment 1 mo later revealed elevated levels of creatine kinase (CK; 757 U/L, normal 62-287) and myoglobin. The patient denied any symptoms of muscle pain, weakness, or dark urine. The abnormalities in serum CK and myoglobin persisted despite immediate cessation of the fibrate. Thyroid function was normal.\\nThe patient’s face was closely inspected again (Figure ). He had frontal baldness at the age of 40 and a hatchet face. Manual muscle testing demonstrated that he was very slow opening his hands after grasping forcefully (i.e., grip myotonia). Careful history taking revealed a prior cataract operation. These findings indicated the possibility of MD.\\nMD is an autosomal dominant disease that affects the dystrophia myotonica protein kinase (DMPK) gene on chromosome 19[]. The expansion of CTG trinucleotide repeats in the 3’ untranslated region of this gene results in the retention of an expanded RNA repeat that is directly toxic to myocytes. Southern blotting of the patient’s DNA after BamHI digestion detected an additional band caused by CTG repeats (Figure ), confirming the diagnosis of MD.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'26138792': 1, '22166572': 1, '9649014': 1, '24005104': 1, '20572300': 1, '22290395': 1, '6123399': 1, '21103235': 1, '21104859': 1, '31786795': 1, '1310900': 1, '28546081': 1, '20500440': 1, '25487787': 1, '23687411': 1, '19813185': 1, '15684121': 1, '23114028': 2, '30670907': 1, '16908743': 1, '21267748': 1, '25533124': 1, '15915461': 1, '33033573': 2}", "similar_patients": "{'3502262-1': 1}"}