{"patient_id": 21780, "patient_uid": "7337557-1", "PMID": 32629688, "file_path": "comm/PMC007xxxxxx/PMC7337557.xml", "title": "Ultrasound-guided superior laryngeal nerve block assists in anesthesia for bronchoscopic surgical procedure", "patient": "A 66-year-old Asian female patient presented with a history of breast cancer with lung metastasis that caused external compression of the right main bronchus and subsequent atelectasis of the right upper lung and dyspnea. An endobronchial stent was inserted for palliative symptom relief, but obstructive granulation occurred 4 months later. The presence of the functionless stent resulted in severe cough and dyspnea. The patient strongly requested removal of the stent. A chest physician twice attempted to remove the stent with cryotherapy and forceps, but only some fragments of the stent were removed (Fig. ). The patient was referred for therapeutic rigid bronchoscopy to remove the residual endobronchial stent. Patient has provided informed consent for publication of the case.\\nUpon arrival at the operation room, the patients vital signs were recorded as follows: oxygen saturation, 92% to 95% under nasal cannula 3L/minute; blood pressure, 111/73 mm Hg; and heart rate, 86 bpm. Physical examination revealed a cachexic appearance and the attenuation of breathing sounds in the right upper lung field. In consideration of the difficulty of mechanical ventilation weaning and the palliative status of the patient, we planned to anesthetize the patient through intravenous anesthesia in combination with regional anesthesia of the airway. We expected to maintain adequate spontaneous breathing while minimizing airway irritation and adverse events during the procedure.\\nUnder standard monitoring, mild sedation was induced with 1 mg of midazolam and 50 μg of fentanyl. Target-controlled infusion (TCI) of propofol was applied with the Marsh model (Cp titrated between 1.8 and 2.6 μg/ml) to achieve hypnosis while preserving steady spontaneous breathing. To minimize airway secretion and salivation, 0.2 mg of glycopyrrolate was administered. The patient was placed in a supine position with neck extension. Transverse-approach ultrasound-guided SLN block was performed bilaterally using a SonoSite HFL38 linear probe (13–6 MHz) (Fig. ). The greater horn of the hyoid was identified as a sonographic landmark under the transverse view of the neck, and 1.5 ml of 2% lidocaine was injected with a 25-gauge needle to infiltrate around it. Furthermore, an intratracheal spray with 6 ml of 2% lidocaine was applied using a flexible bronchoscope to block sensation from the vocal cord to the right main bronchus lesion. A large metal rigid bronchoscope was maintained in the trachea throughout the procedure without bucking, laryngospasm, or bronchospasm (Fig. ). Pure oxygen was supplied through the side port of the rigid bronchoscope. The patient manifested steady spontaneous breathing without desaturation, and the hemodynamic condition was stable throughout the 2.5-hour procedure time. Oxygen saturation was maintained at 97% to 100% during the intraoperative period. There was neither interruption of the procedure due to adverse events nor cardiovascular or pulmonary complications. A distorted, broken stent of dimensions 2.5 cm × 1 cm × 1 cm was successfully removed (Fig. ). Emergence from anesthesia was smooth and rapid after propofol infusion was discontinued.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'27478191': 1, '28757856': 1, '19151275': 1, '11942871': 1, '7295450': 1, '29623556': 1, '12884991': 1, '29101958': 1, '30318240': 1, '27302000': 1, '1510271': 1, '16402208': 1, '20865885': 1, '1441878': 1, '29926544': 1, '33827124': 1, '11915066': 1, '25470890': 1, '24356755': 1, '24975102': 1, '29343149': 1, '27847813': 1, '27852079': 1, '31277092': 2, '26632425': 1, '24635585': 1, '32629688': 2}", "similar_patients": "{'6635262-1': 1, '6635262-2': 1}"}