{"patient_id": 23670, "patient_uid": "7434239-1", "PMID": 32926677, "file_path": "comm/PMC007xxxxxx/PMC7434239.xml", "title": "A Case Report of Coronavirus Disease 2019 Presenting with Tremors and Gait Disturbance", "patient": "A 46-year-old male was brought to the emergency department (ED) with complaints of two weeks of cough, fever, generalized myalgias, sore throat, with progressively worsening of shortness of breath, and night sweats. He was initially treated with amoxicillin-clavulanate for pneumonia for seven days as prescribed by his primary care physician. On day eight he began to have tremors without fevers, which resulted in difficulty ambulating. He denied any nausea, vomiting, diarrhea, constipation, chest or abdominal pain. He had no other relevant medical history, denied taking any other medications, and denied history of alcohol use. Before going into self-quarantine he noted that some of his co-workers were having flu-like symptoms but he was unaware whether they had been tested for COVID-19.\\nOn physical examination in the ED his vital signs were blood pressure 130/87 millimeters of mercury, temperature 36.6° Celsius (97.9° Fahrenheit), pulse rate 108 beats per minute, respiratory rate 22 breaths per minute, and oxygenating at 96% on room air. On respiratory exam, he had clear and equal breath sounds bilaterally. Neurologic exam revealed intact mental status that was oriented to self, date, and place. He had no dysarthria, aphasia, or neglect. His cranial nerves exam was significant for saccadic intrusions with smooth pursuit. A generalized tremor was noted when the patient was lying down, which worsened with movement, and there was a postural tremor in all extremities. Heel-to-shin exam was non-dystaxic although tremulous, and there was a bilateral intention tremor. On motor exam, he had normal tone and five out of five strength of all muscle groups in the upper and lower extremities. He was noted to have a wide-based gait with unsteadiness, but there was no dysmetria, pronator drift or truncal ataxia. His sensation was intact to light touch. No other abnormalities were noted on physical exam.\\nIn the ED he was evaluated by neurology due to the constant tremors. Computed tomography (CT) of the head and CT angiogram did not reveal any significant findings, toxicology report came back negative, and thyroid-stimulating hormone, thiamine, and folate levels were normal. Chest radiograph showed clear lungs without any focal consolidation. Magnetic resonance imaging (MRI) done during his hospital stay showed hyperintense foci in the bifrontal subcortical and deep white matter on scattered T2-weighted, fluid-attenuated inversion recovery. These findings likely represent sequalae of microangiopathic ischemic changes. His hospital course was uncomplicated, and respiratory status improved with supportive measures. Final impression by neurology was that these were essential tremors, and the decision was made to treat with propranolol from which patient reported some mild improvement of symptoms.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'34433369': 1, '34785382': 1, '32275288': 1, '34277139': 1, '21556864': 1, '20581406': 1, '32104915': 1, '32926677': 2}", "similar_patients": "{}"}