{"patient_id": 33881, "patient_uid": "7980539-1", "PMID": 33740997, "file_path": "comm/PMC007xxxxxx/PMC7980539.xml", "title": "Giant Intrapericardial bronchogenic cyst associated with congestive heart failure and atrial fibrillation: a case report", "patient": "A 66-year-old female patient, with no previous cardiovascular diseases, presented to the emergency room (ER) with fatigue and severe chest pain that worsened with exertion. The patient had the symptoms for a few months, but because of increased pain and dyspnea she decided to consult. Upon arrival, the electrocardiogram showed a de novo atrial fibrillation with a rapid ventricular response. The resulting chest X-ray revealed a poorly defined retrocardiac opacity suggestive of a giant mass [Fig. ]. The transthoracic echocardiogram revealed a non-obstructive concentric hypertrophic left ventricle with moderate systolic disfunction – left ventricular ejection fraction (LVEF) of 35–40%, sclerosis of the mitral and aortic valve without hemodynamic compromise, mild tricuspid insufficiency, and moderate pericardial fluid. However, due to a very poor acoustic window, a transesophageal echocardiogram was suggested, with the coronary arteriography ruling out coronary disease. The transesophageal echocardiogram showed a LVEF of 51% with mild tricuspid insufficiency, moderate pulmonary hypertension, a moderate pericardial effusion, and multiple pericardial masses. She was started on diuretics (furosemide) and beta blockers that failed to control the heart rate. Consequently, administration of intravenous amiodarone was required.\\nThe pericardial masses were further studied with a contrasted CT scan that showed a 10 cm compressive mass in the posteromedial mediastinum very suggestive of a pericardial cyst. A cardiac magnetic resonance image (MRI) defined a 96 × 88 × 77 mm mass in its transverse, anteroposterior and cephalo-caudal diameters, respectively. The mass was located in the superior pericardial ridge, in contact anteriorly with the aorta and pulmonary artery, laterally with the superior vena cava, posteriorly with the vertebral bodies, and inferiorly with the left atrium roof producing partial left atrial compression. The mass had a homogeneous high signal intensity in T2, without any changes in the opposite phase, and did not highlight with intravenous contrast [Fig. ].\\nAfter considering different surgical approaches (left thoracotomy and conventional sternotomy), the latter was chosen based on the CT scan and MRI results. Severe pericardial adhesions did not allow access to the mass, requiring conventional aortic and bi-caval extracorporeal circulation. After careful dissection, the 8 × 6 cm cyst was exposed. The cyst was firmly attached to the left atrial wall including the right superior and inferior pulmonary veins, superior vena cava and right pulmonary artery (Fig. ). Surgery was completed, however. The full cyst resection could not be completed without extracorporeal circulation. Both the cyst pieces and a pericardial biopsy were sent to pathology.\\nAfter a 4-day intensive care unit (ICU) stay, the patient was transferred to the step down unit. A post-operative transthoracic echocardiogram showed a LVEF of 55% and no pericardial effusions. Clinically there was no atrial fibrillation nor any signs of congestive heart failure. She was discharged 3 days later. The macroscopic pathological report described an 8x6cm mass with a 0.3 cm wall thickness of fibroelastic consistency. The histological findings suggested a benign cystic lesion made up of fibromuscular wall and mature cartilage, outlined by ciliated columnar epithelium, consistent with a bronchogenic cyst. Patient follow-up at 1, 3, and 6-months later reported a Short From 36 (SF-36) quality of life scale of 95% (minimal disability).\\nOn her first year out-patient follow-up she was asymptomatic on New York Heart Association class I. The check-up CT scan on this consult was completely normal.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'29304832': 2, '26777927': 1, '2069465': 1, '25448785': 1, '32413338': 1, '31233965': 1, '26234845': 1, '8902460': 1, '30342279': 1, '30458821': 2, '19463622': 1, '28334597': 1, '26354642': 1, '33740997': 2}", "similar_patients": "{'5755357-1': 1, '6247636-1': 1}"}