{"patient_id": 20841, "patient_uid": "7296679-1", "PMID": 32546208, "file_path": "comm/PMC007xxxxxx/PMC7296679.xml", "title": "Failure to thrive - an overlooked manifestation of KMT2B-related dystonia: a case presentation", "patient": "A 15-year-old girl (III-1) was admitted to the hospital for FTT: 36 kg(0.18%ile), 151 cm (4%ile). She had not seen a physician for 2 years due to socioeconomic issues. History revealed mild cognitive impairment, gait abnormality (left foot inversion) onset age 3, speech dysfluency onset age 9, and slowness with eating onset age 13 with dysphagia to solids and liquids onset age 14. Previous evaluation for gait abnormality resulted in unsuccessful trials of muscle relaxants and orthotics. Family history was initially negative for neurologic conditions. On exam, there was severe speech dysfluency, limited ability to protrude the tongue, and generalized dystonia involving the oromandibular region, the right upper and the left lower extremity with left foot inversion contracture (Additional files 1, 2, 3).\\nInitially, neglect was considered a possible etiology given the delay in seeking medical evaluation. However, abnormal neurologic exam prompted further testing. Labs were normal except for mild thrombocytopenia likely due to malnutrition (Table ). Brain magnetic resonance imaging (MRI) showed bilateral hypointensity in globi pallidi on susceptibility-weighted imaging supporting an organic etiology (Fig. ). Radiofilm revealed left foot 5th metatarsal fracture. Muscle biopsy showed myopathic fiber size variation and mild vasculopathic changes. Video-swallow fluoroscopy showed dysphagia to liquids and solids. Gastrostomy tube was placed with significant weight gain but persistence of weight below the second percentile despite appropriate caloric intake. Levodopa/carbidopa and trihexyphenidyl were not beneficial. Trio whole genome sequencing (WGS) revealed a novel likely pathogenic heterozygous c.4960 T > C (p.Cys1654Arg) variant in the proband and mother in the KMT2B gene (Transcript ID: NM_014727.2). This variant is not present in the gnomAD database. The c.4960 T > C (p.Cys1654Arg) variant was predicted by multiple in silico tools to have a deleterious effect on protein function. No other diagnostic variants were identified.\\nAfter identification of the KMT2B variant in the proband and mother, additional history was obtained. A three-generation pedigree was constructed (Fig. ). Cascade testing of maternal cousins (III-6 and III-7) revealed that they carried the same KMT2B c.4960 T > C (p.Cys1654Arg) variant. The father (II-4) of maternal cousins (III-6 and III-7) is an obligate carrier.\\nMother, age 34(II-2), relayed history of painful right arm posturing, worsening handwriting, intermittent numbness, and gait disturbance onset age 29. She denied speech changes or dysphagia. She recalled history of encephalitis at age three. She was in special education classes and was unable to complete high school. She had anxiety onset age 19. Examination revealed normal speech, right > left hand dystonia, right foot eversion while ambulating, 4/5 weakness in finger extensors and finger intrinsic muscles on the right, and 2 beats of clonus in the right ankle (Additional files 4, 5, 6). MRI brain showed T2 hyperintensity without enhancement in the deep and subcortical white matter of the left frontal lobe suggesting remote infarct in the left middle cerebral territory (Fig. ).\\nMaternal male cousin, age 4(III-7), had delayed milestones, attention deficit hyperactivity disorder, anxiety, and behavioral concerns. There was history of frequent choking; however, video-fluroscopy was normal. Height was consistently less than the 10th percentile and weight less than the 3rd percentile. Examination revealed hypernasal speech and preferential toe walking, although he was able to walk heel toe when prompted.\\nMaternal female cousin, age 6(III-6), initially presented for evaluation of hypernasal speech. A submucous cleft palate was identified and she underwent a Furlow palatoplasty without improvement. She had difficulties swallowing as an infant, requiring feed thickener. Dysphagia resolved over time. Growth was consistently below the 10th percentile for height and weight. Early toe walking improved with therapy. She has learning delays and receives therapies and support in school. Vision abnormalities include left-sided strabismic amblyopia, hyperopia, accommodative esotropia, and astigmatism. Neurological evaluation revealed hypernasal, but fluent speech, normal resting tone with normal deep tendon reflexes, and gait with external rotation of the left leg with weight distribution on the lateral aspect of the foot, suggesting mild dystonia.\\nSigns and symptoms in maternal grandfather and maternal uncles are reported by other relatives; none have been examined by a neurologist. Maternal grandfather I-1 had mild short stature and was aesthenic. Maternal uncle, age 41(II-3), recently lost use of his left arm; he has not had testing for the familial variant. Maternal uncle, age 40(II-4), an obligate carrier of the variant, is intellectually impaired and has short stature. He reported tingling and numbness in the neck that progressed to painful paresthesias in all four limbs onset age 20.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'16412234': 2, '29276005': 1, '31061210': 1, '30196991': 1, '30404926': 1, '20236313': 1, '28849312': 1, '29396090': 1, '22378287': 1, '25883683': 1, '23649720': 1, '29354286': 1, '31338059': 2, '28520167': 1, '27839873': 1, '29653907': 1, '28921672': 1, '31165786': 1, '31216378': 1, '29644095': 1, '30253925': 1, '20589866': 1, '30761061': 1, '33163573': 1, '17156419': 2, '27992417': 1, '34440566': 1, '28097321': 1, '31731261': 1, '30935829': 1, '29913530': 1, '33564903': 1, '22515636': 1, '32546208': 2}", "similar_patients": "{'1702536-1': 1, '1702536-2': 1, '1702536-3': 1, '1702536-4': 1, '1702536-5': 1, '6626906-1': 1, '6626906-2': 1, '6626906-3': 1, '1368969-1': 1}"}