{"patient_id": 96612, "patient_uid": "7049274-1", "PMID": 32158278, "file_path": "noncomm/PMC007xxxxxx/PMC7049274.xml", "title": "Juvenile Xanthogranuloma: Case Report and Literature Review", "patient": "A 17-year-old male with a 4-year history of multiple asymptomatic skin lesions was referred to our dermatology clinic. He claimed that the lesions had started form the lower limb, and then gradually spread to other areas of the skin. The patient had no relevant familial or personal medical history.\\nIn examination of the skin, he had numerous asymptomatic yellow-brown, well-defined, soft to stiff, pedunculated papulonodular lesions with variable sizes (up to 15 mm in diameter) and some subcutaneous patterns. The lesions were nearly symmetrically distributed almost all over the body, especially on upper and lower extremities, face, and trunk ().\\nThe examination of mucous membranes, palms, and soles revealed normal findings. However, a pigmented patch with increased hair growth was found on the patient’s back. Ophthalmologic assessment, abdominal ultrasonography, and chest X-ray were obtained, but no extra-cutaneous involvement was detected. However, during physical examination, he appeared to have a marked kyphosis. The initial findings brought up four differential diagnoses: histiocytosis, neurofibromatosis, sarcoidosis, and xanthoma.\\nA punch biopsy was obtained from a lesion on patient’s arm, which revealed an atrophic epidermis. In addition, in the upper and lower dermis, there were giant histiocytes, mainly of Touton type, as well as some foamy histiocytes with mixed lymphocytic infiltrations, which was extended to subcutaneous tissue (). According to the histopathologic findings, the diagnosis of JXG was confirmed for the patient.\\nSince some lesions were similar to neurofibromatosis type 1 (NF1), the patient’s skin was carefully re-examined. There were no café-au-lait macules; however, a soft nodular lesion resembling a neurofibroma was observed on the back (). Evaluation of the excisional biopsy taken from this lesion ruled out NF1 and confirmed the diagnosis of JXG.\\nLaboratory assessments, including routine hematological tests, liver and renal function tests, serum levels of lipids, erythrocyte sedimentation rate (ESR), and C-reactive protein were normal. Peripheral blood smear was normal.\\nThe patient was treated with daily 20-mg doses of isotretinoin for two months, but ironically, the lesions progressed during the treatment period (d). This and other adverse effects of isotretinoin treatment made the patient terminate the treatment. After a one-year follow-up, the patient still had some lesions, but there was a distinctive decline in the size and number of the lesions.\\nThe patient provided written informed consent for publication of his details and images. In addition, no institutional approval was required to publish the case details.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'15613853': 1, '29468209': 1, '720400': 1, '12717244': 1, '34471574': 2, '26143426': 1, '21716547': 2, '30320084': 1, '28538910': 1, '24154556': 1, '16319479': 1, '32884872': 2, '12735658': 1, '29599667': 1, '19289757': 1, '8408830': 1, '32158278': 2}", "similar_patients": "{'7462645-1': 1, '3108521-1': 1, '8400606-1': 1}"}