{"patient_id": 100014, "patient_uid": "7427028-1", "PMID": 32787591, "file_path": "noncomm/PMC007xxxxxx/PMC7427028.xml", "title": "Iatrogenic aortic dissection following transradial coronary angiography in a patient with an aberrant right subclavian artery", "patient": "A 64-year-old woman with a 5-year history of exertional chest pain was admitted to the Department of Cardiology at the First Affiliated Hospital of Chengdu Medical College. The patient was normotensive (blood pressure of 130/68 mmHg at admission) and had been previously diagnosed with coronary artery disease based on her symptoms in an outpatient clinic. Her electrocardiogram demonstrated ST-segment depression in leads V1 to V6, while her troponin level was within the reference range. Elective coronary angiography was attempted from the right radial artery. A 0.035-inch loach guidewire (Terumo Corporation, Tokyo, Japan) could not be advanced into the ascending aorta but was repeatedly inserted into the descending aorta despite extensive manipulation. The patient suddenly experienced severe chest pain without ST-segment elevation in the electrocardiogram. The procedure was immediately suspended. Although the patient had sinus tachycardia, the pulses in her extremities were symmetrical and regular without pulse deficits. Her blood pressure was normal. Multidetector computed tomography (MDCT) was performed, and an aberrant right subclavian artery and an iatrogenic aortic dissection (DeBakey IIIb) with right renal artery involvement were diagnosed (). Tramadol was administered for pain relief (50-mg oral capsule three times a day), and the patient’s blood pressure was strictly controlled with metoprolol and nifedipine extended-release tablets. The vascular surgery team recommended endovascular or surgical aortic repair to resolve the patient’s renal malperfusion. However, the patient refused any invasive treatments and was discharged with antihypertensives. Her blood pressure and pulse rate were 110/62 mmHg and 65 bpm, respectively, at hospital discharge. No chest pain was present at her 3- and 8-month post-discharge follow-up visits. Follow-up MDCT was performed at 8 months and showed that the aortic dissection was stable and that the right renal artery involvement was unchanged; the right kidney remained poorly perfused (). However, the renal function was normal.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'11590683': 1, '19962688': 1, '25173340': 1, '29219241': 1, '16649233': 1, '19581145': 1, '27478652': 2, '3563336': 1, '23787239': 1, '32787591': 2}", "similar_patients": "{'4949336-1': 1, '4949336-2': 1}"}