{"patient_id": 29559, "patient_uid": "7752385-1", "PMID": 33363760, "file_path": "comm/PMC007xxxxxx/PMC7752385.xml", "title": "Myasthenia gravis therapy with individualized homeopathy: A case report", "patient": "We describe the case of a 61-year-old man who presented to the Neurology Department in April 2018 for sudden onset diplopia (predominantly on the left side) that would worsen in the evening and mild dysphonia. The patient had a medical history of various pathologies, such as arterial hypertension, deep venous thrombosis, gastric and duodenal ulcer, chronic bronchitis, uncontrolled allergy with severe pruritus, disk hernias, and hemorrhoids. For 14 years, he also suffered from recurrent prostatitis and severe urinary infections (at least one episode per year), with a high fever up to 40°C. The last episode (in 2016) was treated with antibiotics for 45 days, leading to a period of 2 years with no fever.\\nIn April 2018, he presented with symptoms which were clinically suspected to be ocular myasthenia gravis and then rapidly confirmed by paraclinical tests. The electromyography showed myasthenic decrement; thymic computer tomography with contrast revealed no abnormalities; and acetylcholine receptor antibodies (AchR) were positive, with a value of 8.83 nmol/L (normal value <0.4 nmol/L). At that time, the patient received corticoid treatment with methylprednisolone (8 mg/day, with a gradual increase) and pyridostigmine (30 mg three times per day). His clinical status was improved.\\nThree weeks later, he presented with a myasthenic crisis with diplopia, bilateral ptosis, dysphagia, dysphonia, dysarthria, and acute respiratory failure. At onset, laboratory findings revealed hyponatremia 135 mmol/L (NV* 136-146 mmol/L), hypokalemia 3.2 mmol/L (NV 3.5-5.1 mmol/L), hypochloremia 98 mmol/L (NV 101-109 mmol/L), leukocytosis 15.83 × 109 (NV 4-10 × 109) with neutrophilia 12.3 × 109 (NV 1.5-6.6 × 109). The blood analysis evolved with the worsening of the hydroelectrolitic balance (sodium level of 127 mmol/L), acute renal failure with creatinine 1.34 mg/dL (NV 0.67-1.17 mg/dL) and urea 50 mg/dL (NV 17-43 mg/dL), coagulopathy INR 1.33 (NV 0.8-1.2) and the worsening of the inflammatory process, with a C reactive protein level of 19.22 mg/dL, a value up to 40 times higher than the normal one lower than 0.5 mg/dL, and a fibrinogen of 826.8 mg/dL (NV 200-400 mg/dL). The investigations revealed severe pneumonia. After an intensive care treatment which included antibiotics (ceftriaxone 2 g/day), proper hydration (750 mL/day), intravenous immunoglobulin therapy (12 vials of 50 mL of human immunoglobulin solution for 5 days), pyridostigmine (60 mg four times per day), and azathioprine (50 mg/day), the patient showed clinical and biological improvements. He was discharged with a diagnosis of myasthenia gravis stage IIA; he still presented ptosis, diplopia, and mild swallowing deficits.\\n*NV = normal value.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'30897218': 1, '24872217': 1, '15048899': 1, '29655452': 1, '17080188': 1, '27886889': 1, '27770065': 1, '24141444': 1, '20970092': 1, '28029925': 1, '20565885': 1, '29655448': 1, '17654558': 1, '33363760': 2}", "similar_patients": "{}"}