{"patient_id": 99991, "patient_uid": "7425629-1", "PMID": 32850050, "file_path": "noncomm/PMC007xxxxxx/PMC7425629.xml", "title": "Peritoneal carcinomatosis, unilateral malignant pleural effusion with bilateral hydronephrosis post-radical gastrectomy in a signet-ring gastric cancer patient: a case report", "patient": "A 47-year-old Chinese female with a history of poorly differentiated gastric adenocarcinoma was admitted for worsening fatigue, vomiting and abdominal bloating for 3 months, and diarrhea for 10 days. She had been vomiting 6–8 times a day, with bilious non-bloody vomitus. She had persistent diarrhea, almost 6–7 times a day with loose stools that were watery, yellowish, non-bloody, odourless, and unrelated to meals. Of note, she has lost almost 40 pounds over the previous 6 months.\\nPhysical examination demonstrated a cachectic woman, with diminished breath sounds on the right lung associated with dullness to percussion on the same side. Her abdomen was soft but distended with well-healed surgical scars in the midline of the abdomen and over the left upper quadrant area. There was mild tenderness on palpation with normal bowel sounds.\\nThe patient underwent gastric mucosal biopsy and was diagnosed poorly differentiated gastric adenocarcinoma 6 months prior to presentation. She received radical gastrectomy, splenectomy with Roux-en-Y procedure () followed by three courses of hyperthermic intraperitoneal chemotherapy (HIPEC), and two courses of chemotherapy (Course1: Doxorubicin and Paclitaxel; Course2: Doxorubicin, Paclitaxel and oxalic platinum) in her home country. After completing this treatment, she returned to the U.S., where she began to experience nausea and vomiting. She was admitted to an outside hospital on three different occasions, the most recent being one month prior to current hospitalization, for suspected small-bowel obstruction due to an internal hernia. During that hospitalization, total parenteral nutrition was initiated. Tumor marker testing showed CA125 260 U/ml and CA19-9 822 U/ml. At the same time, the PET scan showed post-partial gastrectomy with moderate inflammatory changes in distal esophagus, no evidence of residual/recurrent tumour at the anastomotic sites, moderate right pleural effusion without hypermetabolism, moderate ascites with some peritoneal thickening without hypermetabolism, small-bowel obstruction, moderate bilateral hydronephrosis, mildly active non-enlarged upper right cervical lymph nodes, likely reactive (7 × 10 mm).\\nComplete blood count showed normocytic anemia with hemoglobin 11.1 g/dL, MCV 90.7. Chemistry tests were noted for hypoalbuminemia 3.1 g/dL. All stool studies and cultures were negative. Tumor markers were increased compared to previous values, with CEA 5.5 ng/ml, CA 125 345 U/ml, CA 19–9 3228 U/ml. Chest X-ray showed large right simple pleural effusion with a near complete collapse of the right lower lobe (). Abdominal CT with contrast showed moderate volume of ascites without obvious carcinomatosis demonstrated. Diffuse small bowel ileus was suspected, as no discrete transition point was definitively demonstrated (). Severe right greater than left hydroureteronephrosis is noted on cross-sectional view ().\\nChest tube placement and diagnostic paracentesis were performed. A large volume of yellowish serous pleural effusion and ascites with similar features were noted. Body fluid total protein 3.9 g/dL, albumin 1.8 g/dL, LDH 322 units/L, the serum LDH 316 units/L, and serum total protein 6.1 g/dL. These results met Light's Criteria for an exudative pleural effusion [], suggesting an exudative pleural effusion. The serum-ascites albumin gradient (SAAG) is 0.7; indicating peritoneal fluid was not due to portal hypertension []. Cytology of peritoneal fluid was negative for malignant cells.\\nDuring the hospital stay, the patient’s stool volume decreased. The frequency of her vomiting increased up to 20 times per day despite multiple anti-emetic and prokinetic agents . Though no evidence of carcinomatosis was found, and no mechanical obstruction was identified on any imaging study, the symptoms were highly suggestive of bowel obstruction. EGD was performed, showing that the efferent limb of the jejunojejunal anastomosis was obstructed ().\\nRepeated cytology examination of the pleural fluid demonstrated malignant cells, consistent with metastatic poorly differentiated adenocarcinoma, signet-ring cell type. The patient then received diagnostic laparoscopy, evacuation of ascites, a biopsy of peritoneal nodules x3, and pelvic peritonectomy. Pathology showed widespread metastasis, poorly differentiated, signet-ring carcinoma. The patient was deemed a poor candidate for additional chemotherapy or immunotherapy, and was discharged home with hospice support for palliative care.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'32001553': 1, '34540075': 1, '7776992': 1, '15492562': 1, '33889464': 2, '4642731': 1, '1616215': 1, '19093700': 1, '22037917': 1, '24186939': 1, '31263354': 1, '31887146': 1, '19171476': 1, '27447571': 1, '32850050': 2}", "similar_patients": "{'8057123-1': 1}"}