{"patient_id": 105867, "patient_uid": "7971445-1", "PMID": 33767960, "file_path": "noncomm/PMC007xxxxxx/PMC7971445.xml", "title": "Delayed diagnosis of cranial neuropathies from perineural spread of skin cancer", "patient": "A 68-year-old Caucasian man presented for neuro-ophthalmologic evaluation with a 3-year history of left facial numbness and a 6-week history of binocular horizontal diplopia. A small basal cell carcinoma had been removed from his forehead 1 year prior to his evaluation. Extensive prior imaging workup included a MRI from 10 months prior that was normal except for an atrophic lateral rectus muscle and mild increased signal of the left pterygoid muscle.\\nExamination showed normal afferent visual function, with deficits of left CN V1–V3 and VI function, and decreased left brow elevation. The patient had a partial tarsorrhaphy of the left eye for neurotrophic keratitis. Funduscopic examination was normal. Repeat MRI was unchanged.\\nSubsequent examinations over 24 months showed further involvement, including left CN VII dysfunction, right CN V1–V3 decreased sensation, right CN VI deficit, and bilateral CN III deficits. This was followed by generalized swallowing and speech difficulty as well as weakness and cachexia. Subsequent high-quality MRI brain and orbits during this time again showed no further abnormalities. Full body positron emission tomography scan and three serial lumbar punctures, including cytological studies, were normal. Paraneoplastic antibodies were also negative.\\nSixty-three months (5.25 years) after initial onset of CN dysfunction, repeat MRI showed new enhancement along the proximal extracranial extent of the mandibular branch of the right CN V and foramen ovale widening [Figure and ]. Given the patients' poor health, no biopsy was performed and the patient died a year later. Postmortem autopsy showed squamous cell carcinoma within bilateral CNs VI [Figure and ].", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'27890182': 1, '19952904': 1, '11106190': 1, '27123387': 1, '23269602': 1, '27123383': 1, '27123389': 1, '28820280': 1, '26178307': 1, '27043827': 1, '18248467': 1, '12878876': 1, '33767960': 2}", "similar_patients": "{}"}