{"patient_id": 25959, "patient_uid": "7532373-1", "PMID": 33029437, "file_path": "comm/PMC007xxxxxx/PMC7532373.xml", "title": "A Novel Mutation of VPS33B Gene Associated with Incomplete Arthrogryposis-Renal Dysfunction-Cholestasis Phenotype", "patient": "A 14-day-old female neonate was admitted to a tertiary neonatal intensive care unit (NICU) with dehydration and hypernatremia. She was the second-born child of apparently healthy parents without known consanguinity, who originated from the same village. Her six-year-old male brother was healthy and the family history for early infantile deaths and liver, kidney, or skeletal diseases was unremarkable. Fetal ultrasound (US) findings at 11 and 21 weeks of gestation were normal. Pregnancy was complicated by mild preeclampsia. She was born at 37 weeks of gestation via elective cesarean section, with a birth weight of 2810 g (26th centile), length of 48 cm (24th centile), and head circumference of 33 cm (20th centile). On physical examination, the newborn was apparently normal without any dysmorphic features and was exclusively breastfed.\\nAs shown in the timeline table (), the patient was admitted to the hospital on the 14th day of life for excessive weight loss (14% of birth weight), despite adequate fluid and energy intake. On admission, she was noted to be dehydrated with increased urine output (6–15 mL per kg per hour). Laboratory tests showed hyperchloremic metabolic acidosis (base excess −11 mmol/L, bicarbonate 15.5 mmol/L, Cl 126 mmol/L) with normal anion gap and lactic acid. She was treated with intravenous fluids, sodium bicarbonate, and electrolyte supplementation titrated against serum levels. During the following weeks, she continued to have a high urine output (8–17 ml/kg/hour) requiring excessive volumes of fluid for hydration balance (300 mL/kg/day). Biochemistry showed persisting hyperchloremic metabolic acidosis, hypernatremia (158 mmol/L), conjugated bilirubinemia (total and conjugated bilirubin 99.6 μmol/L and 76.1 μmol/L, respectively), elevated alkaline phosphatase (ALP 871 IU/L), and normal serum levels of transaminases, GGT, lactate dehydrogenase, and creatinine phosphokinase. A 24-hour urine examination revealed normoglycemic glycosuria, decreased renal absorption of P, and increased excretion of Na, Ca, proteins, and microalbumin, which combined with the hyperchloremic metabolic acidosis were indicative of type II renal tubular acidosis with FS. At that time point, plasma and urine amino acids, blood ammonia and lactic acid, and serum K, Ca, and Mg were within normal ranges, while urine was tested negative for reducing substances. Head, heart, and abdominal US findings were normal. Management included maintenance of fluid and electrolyte equilibrium and bicarbonate administration. On the 44th day of life, she developed Klebsiella sepsis that was successfully treated with antibiotics. Anthropometric measurements at that point revealed growth retardation (weight and length below the 3rd centile, and head circumference at the 20th centile) while clinical examination was notable for dry, scaling skin, without dysmorphic appearance except for high arch palate.\\nDuring hospitalization, the patient had persistent hypernatremia and polyuria (8–17 mL/kg/hour) necessitating a daily fluid intake of up to 440 mL/kg. Moreover, she developed recurrent episodes of fever without laboratory evidence of infection as well as two episodes of catheter-related sepsis caused by Enterobacter and Candida albicans, respectively. Arterial blood pressure was maintained in the normal range throughout her hospitalization, with the exception of brief hypotensive periods during the septic episodes.\\nBlood and serum laboratory findings during hospitalization are summarized in . Hematological indices were remarkable for fluctuating white blood cell counts and anemia necessitating a total of four red-cell transfusions and increased platelet counts decreasing to a minimum of 133 c/fl during septic episodes. Coagulation tests including prothrombin time, partial thromboplastin time, international normalized ratio, fibrinogen, and D-Dimers were normal. Hypophosphatemia and hypernatremia were also noted while blood glucose, plasma amino acids, and serum K, Mg, and Ca were normal (). Serum immunoglobulin levels and immunophenotype were within the normal range. Urine biochemistry revealed marked increases of protein, microalbumin, and glucose excretion, decreased P reabsorption, and generalized aminoaciduria, which were compatible with FS. However, excessive polyuria along with persisting hypernatremia was suggestive of diabetes insipidus. The desmopressin test did not reduce urine output thereby excluding central diabetes insipidus while indicating NDI as a factor contributing to sustained polyuria and hypernatremia. Subsequently, hydrochlorothiazide administration reduced the daily urine output by about 30%–50% supporting the diagnosis of NDI. Urea and creatinine serum levels were normal while mild elevations were observed during dehydration and/or septic episodes ().\\nLiver function tests showed persisting conjugated bilirubinemia, increased serum bile acids and ALP, progressive increase of transaminases, normal GGT, hypertriglyceridemia in samples obtained either before commencing lipid administration or following interruption of parenteral lipid infusion, total serum protein at the lower normal levels, and low serum albumin. Tests for viral hepatitis were negative. Thyroid function tests, blood ammonia and lactic acid, lactate dehydrogenase, creatinine phosphokinase, alpha-fetoprotein, alpha1 antitrypsin, plasma amino acids, as well as urine organic acids, carnitine, and carnitine esters were within the reference ranges. Karyotype was also normal.\\nUS examination of the heart, liver, bile cyst and ducts, spleen, and adrenal gland was normal, while kidneys had increased echodensity with normal size, calyces, and pelvis. Head US displayed a thin corpus callosum and the hip US showed developmental immaturity without dislocation. Brain magnetic resonance imaging (MRI) revealed delayed white matter maturation, hypoplastic corpus callosum, and normal appearance of hypothalamus and hypophysis. The MRI of the liver, gallbladder, bile ducts, kidneys, and adrenal gland was normal. Brainstem auditory evoked potentials and ophthalmologic examination were also normal. Liver and renal biopsies were not performed as parents did not consent for these investigations.\\nAt 50 days of life, DNA analysis for suspected ARC was requested. Whole exome sequencing (WES) was performed using Ion AmpliSeq™ Exome RDY Panel (Thermo Fisher Scientific, Life Technologies Corp., CA) on the Next Generation Sequencing (NGS) S5/S5xl platform by Thermo Fisher Scientific. Variant interpretation (eVai, enGenome, Pavia, Italy) revealed that the patient was homozygous for the c.1098_1099delTG (p.Glu367Alafs∗17) mutation in exon 14 of VPS33B gene (NM_018668) (). The mutation was confirmed by Sanger sequencing. The parental genetic investigation by Sanger sequencing showed that both parents were heterozygous for the same mutation. Other gene mutations associated with the patient's phenotype were not detected.\\nAt the age of five and a half months, the patient was still hospitalized. She continued to be growth retarded (weight and length less than the 3rd centile, and head circumference at the 10th centile), and under antibiotic treatment for catheter-related sepsis with Candida albicans. A few bowel movements of stools mixed with streaks of mucous blood resolved following enteral feeds with an amino acid formula. Neurological examination revealed marked developmental delay with generalized hypotonia, weak sucking, and swallowing difficulties. Direct bilirubin and transaminase levels progressively increased. Ongoing treatment with hydrochlorothiazide moderately impacted polyuria, decreasing the daily urine output from 15–17 mL/kg to about 8–10 mL/kg. Enteral nutrition with an amino acid formula was provided via jejunostomy and was supplemented by administration of intravenous fluids of about 200 mL/kg/day via an indwelling catheter to compensate for the excessive urine output. She was on bicarbonates (2–6 mEq/kg/day) and electrolytes titrated against serum levels, as well as on albumin administration when required. Moreover, she was receiving vitamins D, E, and K, ursodeoxycholic acid, and hydrochlorothiazide orally. Sadly, at the age of seven months, the patient succumbed to catheter-related sepsis due to Candida albicans that was complicated by multiorgan failure.", "age": "[[14.0, 'day']]", "gender": "F", "relevant_articles": "{'18972129': 1, '25947942': 1, '31479177': 1, '26019847': 1, '11668108': 1, '26116792': 1, '30483228': 1, '30015832': 1, '16492441': 1, '18759531': 1, '27435297': 1, '25741868': 1, '16896922': 1, '30967781': 1, '9332665': 1, '22753090': 1, '17994566': 1, '26137452': 1, '31240160': 1, '21520333': 1, '29624233': 1, '26505894': 1, '31463586': 1, '15052268': 1, '20190753': 1, '9545351': 1, '16123220': 1, '31777725': 1, '29907094': 1, '24782640': 1, '28082148': 1, '10894945': 1, '25003101': 1, '24917129': 1, '33029437': 2}", "similar_patients": "{}"}