{"patient_id": 99088, "patient_uid": "7335454-1", "PMID": 32647589, "file_path": "noncomm/PMC007xxxxxx/PMC7335454.xml", "title": "Berardinelli-Seip Syndrome and Essential Thrombocytosis: An Unusual Association", "patient": "A 30-year-old female, diagnosed with DM and hypertriglyceridemia at age 15, was referred to our clinic for management of poorly controlled DM. Before referral, she was assumed to have type 1 DM, and despite taking high doses of insulin, she was struggling for blood sugar control. She also had an irregular menstrual cycle, occurring 3–4 times/year, and hirsutism (Ferriman–Gallwey score of 10) in addition to thick and dry scalp hair.\\nAt the time of initial evaluation, she was noted to have acromegaloid features with large hands and feet, prominent nose and supraorbital ridges, and frontal bossing []. She also has generalized lipoatrophy with no fat noted or felt over the trunk, buttocks, and limbs. Fat was preserved in her cheeks, palms, soles, and periorbital area []. Prominent muscles and superficial veins were also noted []. Her abdomen was protuberant along with inverted umbilicus, hepatomegaly, and splenomegaly []. She also had bilateral shin lesions with atrophied centers and red, elevated peripheries []. Her family confirmed that her current physical appearance was evident since infancy. They also reported that she had rapid height gain during childhood compared with her siblings and peers, and despite a voracious appetite, she did not gain weight and had an adult height similar to her relatives. Her parents are first degree cousins, and there was no family history of a similar condition.\\nThe biochemical findings showed an increased liver enzymes concentration, hypertriglyceridemia with low high-density lipoprotein concentration, and high glycated hemoglobin (HbA1c) levels. Growth hormone, insulin-like growth factor, thyroid hormone levels, estradiol, luteinizing hormone, and follicle-stimulating hormone levels were normal. Mildly elevated testosterone levels was evident. Moreover, serological testing was negative for anti-glutamic acid decarboxylase 65 (anti-GAD 65) and anti-islets cell antibodies, ANA, and rheumatoid factor. Her creatine phosphokinase (CPK) levels, erythrocyte sedimentation rate, and C-reactive protein levels were all normal []. Abdominal and ovarian ultrasound showed hepatomegaly with fatty infiltrates (30 cm span), splenomegaly (16 cm span), and polycystic ovaries. A whole-body magnetic resonance imaging (MRI) confirmed the presence of fat in the head, palms, and soles and loss of subcutaneous fat in other body parts []. Fatty deposition in grossly enlarged liver and in the spleen was also noted on MRI []. Furthermore, a biopsy from the shin lesions showed necrobiosis lipoidica diabeticorum.\\nShe was managed with insulin, metformin, and anti-lipid agents (gemfibrozil and atorvastatin). During follow-up, due to a persistent high platelets count (756 000), which was first noticed on May 2013 and persisted for months [], in addition to high white blood cell count (16 500) and low hemoglobin (7 g/dL), a workup with blood film and bone marrow evaluation was done. A diagnosis of ET was made after ruling out infections, hemolysis, hematological cancers, iron deficiency anemia, and other inflammatory conditions, including rheumatoid arthritis and connective tissue diseases []. JAK2V617F mutation was negative, testing for CALR and MPL genes mutations was not available. During further follow-up, the patient developed lower limb edema, and investigations revealed nephrotic range proteinuria (protein creatinine ratio of 4.1 mg/mg) with elevated creatinine (2.5 mg/dL). A kidney biopsy confirmed the presence of diabetic nephropathy. Her echocardiogram showed mild concentric left ventricular hypertrophy and an ejection fraction of 55%. Later, she developed pruritic nodular skin rash with central keratosis, and a skin biopsy revealed reactive perforating collagenosis. The rash healed with keloid scars in the ear lobules and external auricles []. The ET was managed first with hydroxyurea, and then she was prescribed weekly interferon injection with fair control of the disease []. Unfortunately, a gradually deteriorating kidney function to stage V chronic kidney disease; manifesting with recurrent pulmonary edema and volume overload, required frequent admissions and commencement of renal replacement therapy by hemodialysis twice weekly.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'23435042': 1, '23881965': 1, '27868354': 1, '20684003': 1, '17374881': 1, '21865368': 1, '29321520': 1, '21079616': 1, '18793991': 1, '25199978': 1, '12362029': 1, '30736159': 1, '29264552': 1, '20870709': 1, '29515972': 1, '23430550': 1, '23226175': 1, '28560052': 1, '27710244': 1, '32647589': 2}", "similar_patients": "{}"}