{"patient_id": 105249, "patient_uid": "7898990-1", "PMID": 33688410, "file_path": "noncomm/PMC007xxxxxx/PMC7898990.xml", "title": "COVID-19 and Heart Failure: The Big Challenge", "patient": "A 42-year-old Bangali male presented to the emergency room with a 1-day history of fever, associated with a dry cough, shortness of breath (SOB), and chest pain. Two months previously, he was admitted with an extensive anterior wall myocardial infarction. He had a primary percutaneous coronary intervention to a totally occluded left anterior descending artery. His hospital course was complicated by pulmonary edema secondary to severe left ventricular dysfunction (Ejection fraction [EF] 28%) with akinesia of the anterior wall from base to apex.\\nAfter his initial discharge, he had four consecutive re-admissions to the hospital with acute decompensated HF [].\\nIn his first re-admission (re-admission 1), he was treated in the emergency department with an adequate response to intravenous (IV) diuretics []. Chest X-ray revealed bilateral pulmonary infiltrates []. After discharge, he was re-admitted the following day (re-admission 2) with worsening dyspnea and cough associated with chest pain. Physical examination revealed basal inspiratory crackles in both lungs with decreased breath sounds at the bases and mild pitting edema in both lower limbs. There were no new electrocardiographic (ECG) changes and no new rise in cardiac enzymes. His chest X-ray (CXR) revealed bilateral perihilar haziness associated with interstitial lung parenchymal congestion and bilateral pleural effusions []. His condition necessitated admission to the cardiac intensive care unit (ICU), where he was treated along standard lines for acute decompensated HF. He required inotropic support for associated hypotension and received IV antibiotics for suspicion of superadded pneumonia.\\nHe had a prolonged hospital stay (4 weeks) due to intractable HF and a transient acute kidney injury. The hypotension and kidney injury prevented initiation of disease-modifying HF medications (such as beta-blockers, angiotensin-converting enzyme inhibitors (ACE-I), angiotensin receptor blockers (ARBs), or angiotensin receptor-neprilysin inhibitors). On discharge, he was given a follow-up appointment in the HF outpatient clinic four days later. However, due to the lockdown of his neighborhood (in the setting of the COVID-19 pandemic), he was unable to attend the clinic, and the consultation was done virtually.\\nOne week later, he was again re-admitted (re-admission 3) with acute decompensated HF. There was no fever. CxR showed cardiomegaly, bilateral predominately basal air space shadowing, and bilateral pleural effusion []. He improved with IV diuretics, but again due to associated hypotension and acute kidney injury, he could not tolerate meaningful doses of beta-blocker or ACE-I/ARBs.\\nDespite an initially negative SARS-CoV-2 nasopharyngeal real-time reverse-transcription polymerase chain reaction (RT-PCR) test, there was still a clinical suspicion of COVID-19 as he had elevated inflammatory markers with bilateral infiltrates and pleural effusions on the CXR, lived in the industrial area (pandemic zone) and shared a room with multiple people. A computed tomography (CT) scan of the thorax was performed, which showed diffuse pleural thickening and faint pleural calcification spots. Enlarged mediastinal lymph nodes and bilateral lower lobe atelectatic bands were noted, but he had no significant pulmonary infiltrates to suggest COVID-19 infection. Standard cultures were also negative. He was discharged after a 1-week stay in the emergency department.\\nDue to the continued pandemic restrictions, an outpatient follow-up visit for his HF was done virtually over the telephone a few days later.\\nHe was re-admitted 10 days later (final re-admission) with a one-day history of fever, dry cough, SOB, and chest pain. At presentation, he was pyrexial (38.2°C), blood pressure (BP) was 88/56 (subsequently dropped to 76/57 mm Hg), pulse 127 beats/min (BPM), and oxygen saturation (SpO2) 97% on room air. He had bilateral basal crepitations in his chest. ECG showed sinus tachycardia, poor R-wave progression in V1-V4, ST/T changes inferolaterally, but there were no new/significant changes as compared to baseline []. He was anemic with an Hb of 7.7 g/dL, NT Pro-brain natriuretic peptide (BNP) was significantly elevated at 8213 pg/mL (normal value <300 pg/mL).\\nCXR was reported as showing bilateral veiling opacities with fluffy confluent patchy opacities, suspected underlying consolidations, and bilateral blunting of both costophrenic angles likely due to underlying mild reaction/effusion []. He was thus diagnosed with acute decompensated HF with a high suspicion of COVID-19 related bilateral pneumonia and associated shock. He was started on vasopressors and admitted to the ICU. A few hours later, he had an episode of supraventricular tachycardia (reverted with IV adenosine), followed by high-grade ventricular arrhythmias and subsequently ventricular fibrillation and cardiac arrest. He did not survive despite extended cardiopulmonary resuscitation. His COVID-19 PCR result came back positive (previously negative on two separate occasions). His cause of death was related to shock, acute decompensated HF, and COVID-19 infection.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'32352841': 1, '32526627': 1, '18268174': 1, '27206819': 1, '32328588': 1, '32073353': 1, '32356626': 1, '31986264': 1, '32336612': 1, '32412156': 1, '32513768': 1, '32364959': 1, '28233442': 1, '32171076': 1, '32678530': 1, '32228252': 1, '28432635': 1, '34295501': 1, '32302081': 1, '27081112': 1, '33968311': 2, '33688410': 2}", "similar_patients": "{'8069347-1': 1, '8069347-2': 1, '8069347-3': 1}"}