{"patient_id": 27996, "patient_uid": "7670704-1", "PMID": 33292409, "file_path": "comm/PMC007xxxxxx/PMC7670704.xml", "title": "Metachronous cutaneous squamous cell carcinoma in a young patient as the only presenting symptom to uncover Lynch syndrome with MLH1 Germline mutation", "patient": "A 49-year-old male without significant past medical history presented after noticing a small raised papule in the left groin in 2016 that he initially thought to be a spider bite. He stated that over the subsequent year, the lesion grew in size and became more red and foul smelling. He was seen in multiple walk-in clinics and completed multiple courses of antibiotics. These interventions did not improve the lesion as it did continue to become more erythematous, painful, and ulcerated. This lesion was evaluated by plastic surgery service with subsequent biopsy in 2017 which demonstrated well differentiated squamous cell carcinoma (SCC). A staging computed tomography (CT) was performed which showed a 7.5 × 1.8 cm soft tissue mass on the left lower abdominal wall with ulceration and overlying skin thickening without areas of regionally advanced or metastatic disease. On further evaluation, the patient denied any prolonged sun exposure, radiation exposure, or history of immunosuppression. HIV and immune competence tests were normal. As part of his medical history, questioning revealed a family history of ovarian cancer in his mother (diagnosed in her late 50s) and colon cancer in his maternal uncle (unknown age at diagnosis).\\nThe patient underwent a radical resection of the mass, resulting in a 15 cm diameter resection, and bilateral inguinal sentinel lymph node biopsies (SLNB). This demonstrated a 9 cm squamous cell carcinoma, moderately to poorly differentiated, and invasive to a depth of 16 mm with perineural invasion. The surgical margins were negative without nodal disease on SLNB. His wound was then closed with a skin graft.\\nAfter 7 months, the patient noted a new growth around his prior skin graft. Biopsy demonstrated recurrent cutaneous squamous cell carcinoma (Fig. ). Tumor analysis with next generation sequencing (NGS) showed high tumor mutational burden (TMB) of 46 mutations per mega base and high microsatellite instability (MSI-H). There were multiple mutations including MSH6 (F1088fs*5) and MLH1 (loss of exon 4–8). Programmed death-ligand 1 (PD-L1) analysis by immunohistochemistry demonstrated PD-L1 expression of 30% on the tumor and 10% on the tumor-infiltrating immune cells. CT scan showed bulky disease in left lower pelvis extending to the thigh with invasion to the adductor muscles and abutment of penile shaft (Fig. ).\\nDue to the locally advanced nature of the tumor and (MSI-H), the patient was started on pembrolizumab 200 mg intravenously every three weeks and this was continued for 2 years. The patient achieved complete clinical and radiographic response after 4 cycles of therapy and maintained that response throughout his course of treatment (Fig. ). Three months after discontinuation of pembrolizumab, the patient developed a small nodule in the right antecubital fossa (Fig. ) and biopsy showed a well differentiated SCC of the skin with PD-L1 expression < 1% (Fig. ). Given the unusual recurrence of cSCC in a new location and the presence of MLH1 and MSH6 mutations in the tumor with an unclear family history of cancer, germline genetic testing for hereditary cancers was performed after discussion with the patient. This revealed a germline mutation in MLH1 (EX4_8del).\\nStaging imaging with CT showed no sites of metastatic disease, and the right antecubital lesion was deemed recurrent cSCC. During workup, the lesion progressed very rapidly within 1 month (Fig. ). We restarted pembrolizumab urgently with rapid observed response after 2 cycles of therapy (Fig. ). Currently, the patient has been treated for 5 months and maintains his clinical response. The patient was referred for genetic counseling and further evaluation including appropriate cancer screening.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'30560308': 1, '33654645': 2, '31725351': 1, '12621137': 1, '29333502': 1, '18270343': 1, '32436921': 1, '30376427': 1, '26028255': 1, '26657901': 1, '25995776': 2, '30702970': 1, '33292409': 2}", "similar_patients": "{'4438563-1': 1, '7916637-1': 1}"}