{"patient_id": 26572, "patient_uid": "7563151-1", "PMID": 32899145, "file_path": "comm/PMC007xxxxxx/PMC7563151.xml", "title": "Cortical Function in Acute Severe Traumatic Brain Injury and at Recovery: A Longitudinal fMRI Case Study", "patient": "The patient was a 34-year-old male involved in a high-impact motor vehicle collision. The patient was found unresponsive, but not submerged, in a body of water after being projected from his vehicle upon impacting a tree. He was admitted to hospital unconscious with polytraumatic injuries. Initial brain imaging (CT and a clinical anatomic MRI) revealed foci of intraparenchymal hemorrhage (the right midbrain and the left frontal lobe), intraventricular hemorrhage, and subarachnoid hemorrhage. Susceptibility weighted imaging also confirmed diffuse axonal injury (DAI) involving the cerebral hemispheres (B), the corpus callosum, and the midbrain on the right side (C). Other systemic injuries included pulmonary contusions; a moderate hemothorax; a diaphragmatic injury; hepatic injuries; a left renal laceration; and fractures to multiple ribs, the left clavicle, left L2 transverse process, and a non-displaced oblique fracture through the anterior arch of C1. Upon arrival to hospital, the patient was unconscious with a Glasgow Coma Scale (GCS) rating of 5 (eye = 1, verbal = 1T (intubated), motor = 3). Two days after hospital admission, the patient opened his eyes to auditory stimuli but did not fixate or track and was unable to obey commands. The patient’s pupils were equal, round, and reactive bilaterally (2 mm), with corneal reflexes present. The patient was not withdrawing to central pain, but sporadic spontaneous movement was noted.\\nThe first fMRI scan in the acute phase of illness took place 26 days post-injury while the patient was still being treated in the intensive care unit. The patient was unable to undergo a research scan earlier than this due to his raised intracranial pressure and inability to lie flat in the scanner. At the time of the first scan, the patient had a GCS score of 8 (eye = 4, verbal = 1T, motor = 3). The patient’s eyes opened sporadically but he showed no evidence of fixation or tracking. He was unable to obey any commands, had spasticity in his four extremities, and was unable to localize to auditory stimuli. The patient remained intubated and mechanically ventilated at the time of imaging and was not receiving sedation. At day 37 post-injury, 11 days after the first fMRI, he regained some behavioural awareness with confusion and could localize to painful stimuli in all four limbs. Following gradual improvements in consciousness, the patient was transferred to an acquired brain injury rehabilitation inpatient program 73 days post-injury. The second fMRI scan took place 9 months post-injury and 2 months after discharge from rehabilitation. At the time of the second imaging session, the patient’s functional outcome was scored at 4 on the Glasgow Outcome Scale Extended (GOSE). The examination indicated that he had an overall moderate disability, with sections on the GOSE scored for lower severe disability (needing the help of someone around the home most of the time), upper severe disability (not able to shop without assistance and not able to travel locally without assistance), lower moderate disability (currently unable to work), and upper moderate disability (frequent disruption or strain on family due to psychological problems, participating much less than half as often in social and leisure activities). This assessment was obtained at a follow up appointment immediately before the fMRI scan by a certified neurocritical care clinician. A schematic timeline of the patient from acute care admission to the second scan is detailed in . Full approval for the research study and procedures was granted by Western University’s Health Sciences Research Ethics Board (project identification code #101777). Stimuli in the auditory and command following tasks were delivered through MRI compatible sound-proof headphones.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'22287257': 1, '19620724': 1, '30024343': 1, '29050383': 1, '10331685': 1, '30850022': 1, '19710182': 1, '29043908': 1, '12023311': 1, '27941576': 1, '20130250': 1, '28085565': 1, '10847601': 1, '24464830': 1, '16959998': 1, '20130300': 1, '16186014': 1, '25030516': 1, '12716950': 1, '15635062': 1, '26373606': 1, '27812349': 1, '21803447': 1, '23528755': 1, '11511736': 1, '26360005': 1, '24733575': 1, '22584224': 1, '16456818': 1, '22218274': 1, '26342571': 1, '29436445': 1, '27264964': 1, '30775433': 1, '19306870': 1, '34938260': 1, '18771738': 1, '11711238': 1, '21693087': 1, '30395042': 1, '32899145': 2}", "similar_patients": "{}"}