{"patient_id": 97168, "patient_uid": "7138956-1", "PMID": 32308503, "file_path": "noncomm/PMC007xxxxxx/PMC7138956.xml", "title": "Management of double-head pterygium with conjunctival autograft and primary closure", "patient": "A 53-year-old man was referred to our eye hospital in March 2012 with a double-head pterygium of the right eye. Upon examination, a pterygium was present on both the nasal and temporal sides of the right eye, a so-called double-head pterygium (). The initial patient’s medical history reported stable findings in recent years. The best-corrected visual acuity (BCVA) of the right eye was 0.8 (0.1 logMAR). After slit-lamp examination, we did photo documentation during the first visit for classification of pterygium.\\nIn 1997, Tan et al proposed a clinical grading which is based on its translucence appearance of pterygium tissue which corresponds to an increase of fleshiness of the fibrovascular components of pterygium. Other clinical grading available is mainly based on the extent of pterygium progression from limbus to central cornea via slit-lamp biomicroscopy examination. Either of these grading is applicable; however, the different classification between graders is high especially on latter approach. For this reason, we make photo documentation after slit-lamp examination during every visit. Photo documentation is recommended and will allow objective comparison with findings during a subsequent follow-up visit. Often pterygia can be safely left alone and just watched and controlled by the ophthalmologist.\\nWe recommended long term and frequent use of artificial tears and the use of cyclosporine eye drops 0.05% (University Pharmacy, University Hospital, Tübingen, Germany) two times a day. In December 2013 and July 2015 during follow-up examinations, we found stable finding of the double-head pterygium. Two years later, during the next follow-up visit in September 2017 () we saw a progression in the photo documentation and the patient explained a worse visual acuity. The BCVA of the right eye was 0.32 (0.5 logMAR). In October 2017, the nasal and temporal pterygium was resected in peribulbar anesthesia and conjunctival autograft transplantation at the nasal side and a primary closure at the temporal side with absorbable 9–0 Vicryl sutures were performed, respectively, for the bulbar conjunctival reconstruction in one intervention.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'27749449': 1, '29176451': 1, '15829748': 1, '31647055': 1, '9338666': 1, '21545523': 1, '27055214': 1, '29862166': 1, '13714249': 1, '15543190': 1, '10966947': 1, '24396959': 1, '28734814': 1, '28118054': 1, '21321673': 1, '29146761': 1, '12208727': 1, '17893533': 1, '16113633': 1, '8280691': 1, '23374515': 1, '32308503': 2}", "similar_patients": "{}"}