{"patient_id": 99798, "patient_uid": "7403760-1", "PMID": 32774139, "file_path": "noncomm/PMC007xxxxxx/PMC7403760.xml", "title": "Persistent pleural effusion in an infant with an unusual diagnosis: congenital alveolar rhabdomyosarcoma", "patient": "A four-month-old girl was admitted to the emergency department (ED) with complaints of respiratory distress without a runny nose and cough. In her history, she had a rash while having a bath one day earlier. In her physical examination, there was tachypnoea (40 breaths per minute) and a slight tachycardia (120 beats per minute) with no fever. Respiratory sounds in the right lung were diminished. Pleural effusion on the right hemithorax and pneumothorax on the left side was detected in the patient’s chest X-ray ().Complete blood count and routine biochemical tests were within normal limits. The levels of C-reactive protein (CRP) and procalcitonin were normal, with no signs of infection.\\nA full panel viral swab culture was taken from the patient in order to rule out viral infection. The result of the swab culture was positive in terms of rhinovirus. A thorax tube was inserted for the pneumothorax in the left hemithorax, and thoracentesis was performed on the right side. Puncture fluid with 100 cc volume was transudate in character. The patient was transferred to the paediatric intensive care unit (PICU) for differential diagnosis and intensive treatment. On the second day of PICU admission, the effusion redeveloped in the right hemithorax of the patient. Therefore, a thorax tube was inserted into the right hemithorax. The tube on the left side was removed on the third day of PICU admission. Despite draining approximately 100 cc of fluid from the right hemithorax, effusion persisted for the following two days, and video-assisted thoracoscopic surgery (VATS) was performed to determine the aetiology of the persistent effusion. Pleural thickening with multiple nodules on the diaphragm was detected during VATS operation, and a Tru-Cut biopsy was obtained from the nodules. PAX3/FOXO1 fusion gene analysis confirmed the alveolar subtype and the poor prognosis of the patient. For staging purposes, the patient underwent thoracic and abdominal computed tomography (CT). A 55 × 32 × 35 mm heterogeneous semisolid mass, which compresses the liver in the subdiaphragmatic area, was detected (). There was also nodular thickening with 12 mm size on the right hemithorax pleural face with large pathological lymphadenopathies in the mediastinum () and around the portal vein of the abdomen. A bony metastasis was detected at the L5 vertebra. Bone marrow aspiration was within normal limits. The pathology resulted in alveolar type RMS consistent with myogenin and desmin positivity (). Thus, the patient was classified as group IV according to the Intergroup Rhabdomyosarcoma Study Group (IRSG) classification, and as stage IV according to TNM pretreatment staging classification []. A vincristine, actinomycin-D, and cyclophosphamide (VAC) chemotherapy regimen was started. Because the patient had a plevral effusion during the VATS procedure, a third thorax tube had to be inserted in the right hemithorax. The patient responded to the chemotherapy, and during 10 days of PICU admission the effusion subsided gradually, and all the tubes were taken out. The patient was discharged on the 12th day of PICU admission, and she is still under chemotherapy and followed by the paediatric haematology and oncology division. After four cycles of chemotherapy, the majority of the primary tumour and the metastasis of the pleura, abdominal LAP, and the bony metastasis at the vertebra regressed. At the tumour board, since a very morbid surgery of right hemi pleurectomy was recommended as the local therapy, we decided to continue with chemotherapy only. Radiotherapy (RT) was not planned due to the very young age of the patient.", "age": "[[4.0, 'month']]", "gender": "F", "relevant_articles": "{'23733352': 1, '11745240': 1, '15994146': 1, '9305719': 1, '20718921': 1, '19783136': 1, '23561643': 2, '22948994': 1, '3779610': 1, '2796858': 1, '15570080': 1, '7965528': 1, '12733159': 1, '12124838': 1, '32774139': 2}", "similar_patients": "{'3637334-1': 1}"}