{"patient_id": 22559, "patient_uid": "7377670-1", "PMID": 32714694, "file_path": "comm/PMC007xxxxxx/PMC7377670.xml", "title": "L5 Fracture Dislocation Secondary to Cold Abscess Treated by Posterior Corpectomy With Expandable Cage Placement", "patient": "A male patient in his 30s presented with a three-month history of progressively worsening lower back pain, bilateral lower extremity radiculopathy, and bilateral lower extremity edema. He reported feeling a pop in his back when he fell while lifting a heavy object around the time of the onset of symptoms but denied any major trauma. He denied any associated fever, sensory changes, strength deficits, or bowel or bladder incontinence. He was diagnosed with a compression fracture at an outside hospital at the time of the incident. When he presented to our institution, a CT scan demonstrated a three-column fracture dislocation of L5 with grade 4 retrolisthesis of L4 on L5, and MRI revealed severe stenosis with extensive epidural and soft tissue enhancement concerning for infection (Figure ). The suspected infection appeared to be encasing the IVC and iliac veins, consistent with the patient’s edema.\\nThe patient noted a remote history of intravenous drug use but denied use for several years. He had an unremarkable medical history aside from chronic hepatitis C. Labs on admission were significant for mildly elevated white blood cell (WBC) count of 11.32 x 109/L, elevated erythrocyte sedimentation rate (ESR) of 120 mm/hr, and elevated C-reactive protein (CRP) of 7.5 mg/L. No preoperative antibiotics were given.\\nAn anterior corpectomy with cage placement to be followed by a stage II posterior fusion with pedicle screws from L3 to S1/ilium was planned. Vascular surgery was asked to help with the anterior approach in order to safely dissect inflammatory tissue off of the major veins. However, extensive adhesions and poor dissection planes led to the anterior approach being aborted. A lateral approach was considered, but review of imaging demonstrated unfavorable orientation of the ilium.\\nThus, a posterior corpectomy with placement of an expandable cage to be followed by pedicle screw placement from L3-S1/ilium was planned. Intraoperatively, extensive fibrinous epidural tissue and purulence were encountered. Instrumentation from L3 to the ilium was placed, skipping L5. A complete L5 bilateral pediculectomy was performed with a high-speed drill, curettes, and rongeurs. A left-sided temporary rod was placed. A right-sided transpedicular approach was then utilized for the posterior L5 corpectomy. This side was selected given that the majority of the osseous destruction and retropulsed fragments were eccentric to the right. Of note, thick fibrinous, inflammatory tissue was encountered in the L5 body along with significant liquid pus. Samples of tissue were taken for histopathological analysis and for cultures. Pituitary rongeurs, Kerrison dissectors, and a drill were utilized to complete the corpectomy. We then proceeded with placement of our interbody cage. The right L4 nerve root was retracted superiorly, and the L5 root was retracted inferiorly to provide adequate space for cage placement. The interbody cage was cautiously inserted horizontally in between these roots and then rotated vertically to begin meeting the endplates. Our temporary rod was loosened prior to expansion of the cage. The cage was successfully expanded and had secure purchase against both endplates. The final rods were then placed (Figure ). The patient did well postoperatively with complete resolution of his preoperative lower extremity edema and significant improvement in his radicular pain.\\nHistopathological analysis demonstrated acute and chronic inflammation with granulation tissue (Figure ). Bone tissue Mycobacterium tuberculosis DNA polymerase chain reaction, urine Histoplasma antigen, and blood Brucella antibody tests were negative. Final aerobic, anaerobic, fungal, and mycoplasma cultures were also negative. Gram stains, Ziehl-Neelsen stains, and methenamine silver stains failed to identify any organisms.\\nHe was discharged on postoperative day 5 with follow-up scheduled for two weeks later. At the time of discharge, he was ambulating well without difficulty. Follow-up labs inflammatory markers were collected three months following the procedure, which were significant for improved CRP of 1.0 mg/L and ESR of 54 mm/hr.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'24020048': 1, '28089837': 1, '28733847': 1, '34760422': 2, '33850107': 1, '19277654': 1, '22688613': 1, '24596606': 1, '29356895': 1, '25734175': 1, '22118251': 1, '19145160': 1, '19037580': 1, '23756630': 1, '25081960': 1, '27920864': 1, '19127146': 1, '16961091': 1, '19325068': 1, '23637682': 1, '11093326': 1, '32714694': 2}", "similar_patients": "{'8572031-1': 1}"}