{"patient_id": 31367, "patient_uid": "7838949-1", "PMID": 33445655, "file_path": "comm/PMC007xxxxxx/PMC7838949.xml", "title": "Atypical Fibroxanthoma-Like Amelanotic Melanoma: A Diagnostic Challenge", "patient": "A 93-year-old man came to the University Dermatology and Venereology Department following the identification of a lesion to the right auricle of approximately 1 cm in diameter that had been present for about 2 years. The lesion had been interpreted by the dermatologist as a benign fibrohistiocytic tumor without suspicious dermoscopical appearance. The lesion was excised, formalin-fixed, and paraffin-embedded. Histopathological examination of hematoxylin and eosin-stained sections revealed a lesion centered in the dermis, ulcerated, and composed of epithelioid and sometimes spindle cells with pleomorphic, hyperchromatic, and nucleolated nuclei, with moderate to abundant eosinophilic cytoplasm and arranged in a fascicular and occasionally random fashion (A). There were also giant multinucleated cells, especially in the superficial part of the lesion. At a higher magnification, both typical and atypical mitotic figures were observed. There were clusters of peritumoral inflammatory lymphocytic infiltration (A,B). Phenomena such as necrosis and hemorrhage were not evident. There was no melanin pigment present, and the dermoepidermal junction did not present any junctional melanocytic growth, without significant alterations. The lesion was noted to make contact with the nerves, surrounding them, without evidence of invasion (B).\\nBased on these morphological features, the differential diagnosis included, initially, sarcomatoid squamous cell carcinoma, or atypical fibrohistiocytic lesion, or finally, a variant of melanoma. Therefore, some immunohistochemical tests were carried out in order to confirm this clinical and pathological diagnosis.\\nThe immunohistochemical tests for p40, p63, vimentin, CD34, and CD31 were negative (not shown), and immunostaining for CD68 was focally positive in rare giant cells. Immunostainings for SOX-10 and S-100 proteins were strongly positive, including in some giant cells (C,D), and S-100 protein also stained some nerves present at the base of the lesion.\\nReactions for melan-A and HMB-45 were negative (not shown). Immunostaining for CD10 (positive in many AFXs) was strongly positive.\\nBased on the strong SOX-10 and S-100 expressions, the lesion was diagnosed as melanoma with morphological features of AFX, measuring to a Breslow depth of 3.1 mm and a Clark level of IV. The patient subsequently underwent PD-1 immunotherapy.", "age": "[[93.0, 'year']]", "gender": "M", "relevant_articles": "{'9391563': 1, '34563035': 1, '28984655': 1, '31943331': 1, '17890920': 1, '31616227': 1, '18032950': 1, '34449582': 1, '34287308': 1, '33445655': 2}", "similar_patients": "{}"}