{"patient_id": 98041, "patient_uid": "7249544-1", "PMID": 32547755, "file_path": "noncomm/PMC007xxxxxx/PMC7249544.xml", "title": "What lies downstream? A case of superior vena cava syndrome presenting in the dermatology clinic: A case report", "patient": "A 75-year-old female was referred to the outpatient dermatology clinic for management of angioedema. She presented with a diffusely swollen, firm, erythematous facial plaque that developed suddenly and persisted for 1 year. There were no other associated systemic symptoms or inciting event. There were mild fluctuations in the facial swelling, although it never fully resolved. She had undergone some initial investigations initiated by her family physician and allergologist, and was treated for angioedema without success. Multiple allergy tests were unremarkable. Chest X-ray had demonstrated normal heart size, unremarkable mediastinum, and no evidence of mediastinal mass or vascular dilation.\\nPast history included controlled type 2 diabetes and dyslipidemia. There was no previous history of malignancy or prior dermatology conditions. Medications included metformin, insulin, and atorvastatin. Family history included both parents with unspecified cancers. There were significant second-hand smoke exposures from both her parents and her partner.\\nExamination revealed a diffusely edematous facial plaque that was firm to palpation and associated with erythema that was continuous throughout including the nasolabial folds (). On further evaluation, she was found to have prominent and dilated veins on the ventral chest and neck (), as well as enlarged tortuous veins on her abdomen (). There was no extremity edema or erythema.\\nBased on history and physical examination, a diagnosis of angioedema was unlikely. The differential diagnosis included solid facial edema (Morbihan’s syndrome) and various infiltrates such as lupus, lymphoma, mucinosis, amyloidosis, myxedema, leprosy, and sarcoidosis. The prominent vascular findings taken in context with the facial features led to a vena cava syndrome being considered.\\nBiopsy of the facial skin reported benign solar elastosis, with no other significant pathologic abnormality, therefore helping to rule out Morbihan’s syndrome and infiltrative etiologies. Blood work including antinuclear antibody with serum and urine protein electrophoresis was normal. An urgently ordered computed tomography (CT) of the chest revealed complete obstruction of SVC due to thrombosis, with multiple collateral vessels throughout chest and mediastinum (). There was no evidence of intraluminal airway mass, pulmonary parenchymal abnormality, nor pleural thickening or effusions. In addition, no axillary, mammary, or cardiophrenic lymphadenopathies were identified.\\nThe patient was admitted to hospital for anticoagulation therapy and workup to determine the thrombus etiology. Investigations did not uncover any malignancy or other cause for the thrombus. International normalized ratio (INR) was 1.0 and partial thromboplastin time of 24.9 (range 25–38) was within normal limits. The D-dimer level was elevated at 1.54 (normal range below 0.49). Within 1 month of being seen in the outpatient dermatology clinic, her condition had progressed to include a swollen left arm with pitting edema and the facial and neck swelling persisted. An ultrasound venous Doppler showed superficial thrombophlebitis of the basilic vein, but no evidence of deep vein thrombosis. Despite to date there being no known evidence of malignancy or intrathoracic mass, the former remains the most likely underlying cause. Radiology and thoracic surgery consultation agreed that an undiagnosed lung malignancy, including lymphoma, was the most likely etiology due to the patient’s age and obstruction location. Covert neck or breast malignancy remains possibilities. Mass lesions such as esophageal cancer, thyroid goiter, Castleman’s disease, lymphadenopathy secondary to cystic fibrosis, restrictive pericarditis, histoplasmosis, and syphilitic or tuberculotic aneurysm can rarely manifest as SVC syndrome. Repeat imaging and clinical exam helped exclude these mass lesions. The patient will be monitored longitudinally with further imaging and thoracic surgery follow-up.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'5224132': 1, '10844493': 1, '11558879': 1, '7253702': 1, '17542343': 1, '29930171': 1, '25326556': 1, '23600471': 1, '21696684': 1, '19092366': 1, '8040419': 1, '4084928': 1, '16523051': 1, '32547755': 2}", "similar_patients": "{}"}