{"patient_id": 32369, "patient_uid": "7890899-1", "PMID": 33597027, "file_path": "comm/PMC007xxxxxx/PMC7890899.xml", "title": "Cerebral fat embolization with paroxysmal sympathetic hyperactivity syndrome and septic shock at high altitude: a case report and literature review", "patient": "A 23-year-old man had a right closed femoral midshaft femur, tibia, and fibula fracture (Fig. ) from a motor vehicle accident on a height of 3800 m above sea level. He was rescued 1 h later and conscious (GCS 15). Four hours later, he was transferred to local hospital and place a proximal tibial traction pin. Eleven hours after the accident, the patient was agitated and lost consciousness with convulsions. GCS was reduced to 6. The head CT scan showed normal (Fig. A). Three days later, he had a fever over 39 °C and the convulsions were more frequently than before. The convulsion was controlled by propofol and sodium valproate, but consciousness was not improved (GCS 6) after suspending sedatives. Then, we did the neuroimaging examination for consciousness disorder. The head CT scan indicated brain swelling (Fig. B). MRI showed innumerable foci of hyperintense lesions in a “starfield” pattern on T2, FLAIR and DWI sequence images, located at the periventricular, subcortical, basal ganglia, cerebellum, and deep white matter predominantly (Fig. ). The diagnosis maybe difficult to differentiate diffused axion injury (DAI) and CFE if only based on neuroimaging evidence. Finally, CFE was diagnosed based on clinical features and neuroimaging. The reason was illuminated in the discussion section.\\nHis core temperature was over 39 °C after 3 days post trauma. The chest CT scan indicated pneumonia (Fig. A) and antibiotics was administrated. More seriously, hypotension was presented (85/50 mmHg) and respirate rate was 30/min, indicating that the patient got to be septic shock caused by pneumonia. The Sequential Organ Failure Assessment (SOFA) score was 12. As to be more critical than before, he was transferred to Tang Du Hospital by air.\\nWhen arrived, he was comatose and convulsive with ictus from 8 to 10 times daily. The manifestation was the intermittent hypertension (blood pressure up to 175/90 mmHg), tachycardia (pulse up to 155/min), febrile (up to 39 °C), tachypnea (respire rate up to 45/min), and diaphoresis. Flexor posturing was existed at the same time. The duration of episodes was within 5 min. Moreover, continuous electroencephalogram (cEEG) suggested a moderate inhibition of cortex function without epileptiform discharges. PSH was diagnosed based on clinical features, imaging, and cEEG. The treatment included propranolol and midazolam. To better control the episodes, fentanyl, dexmedetomidine, and bromocriptine were administered. The episode of PSH was gradually improved, no more than 2 times per day.\\nHis pneumonia was severe and septic shock was present. Chest CT showed multiple lung effusion with pleural effusion 8 days post trauma (Fig. B), so thoracic close drainage and mechanical ventilation was performed. The maximum temperature was up to 40 °C, and blood pressure was reduced to 80/55 mmHg. Abnormal laboratory findings included PCT at 8 ng/ml, peripheral leukocyte count of 36 × 109/L (Fig. A, B). The patient got received anti-sepsis bundles in NICU. Firstly, fluid resuscitation was done (30 ml/kg) within 3 h and mean blood pressure was increased to 65 mmHg by norepinephrine (10 μg kg−1 min−1). Secondly, sputum culture was done before imipenem was used initially (1 g intravenous (IV), Q8h). Five days later, antibiotics were adjusted to vancomycin (1 g IV, Q12h) because result of sputum culture was MRSA. Thirdly, airway management was performed strictly, including turning over and slapping his back for sputum draining, subglottic aspiration, and to maintain balloon pressure of endotracheal tube up to 25 cm H2O to prevent aspiration of oral secretion. The pneumonia and septic shock were improved remarkably 14 days post anti-sepsis bundles (Fig. C).\\nAfter the pneumonia was cured and withdraw mechanical ventilation successfully, the fracture of right femoral shaft, tibia, and fibula were surgically fixed by orthopedic surgeon. Then hyperbaric oxygen therapy was supplement to the therapeutic regimen and the patient got conscious gradually.\\nThe patient was awake 90 days post trauma. After 2 months of rehabilitation treatment, motor and language skills are fully restored. Then, he was discharged home to continue ambulatory rehabilitation. At the 1 year of follow-up, his modified Rankin Scale (mRS) was 2.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'28708729': 1, '9336522': 1, '11740000': 1, '19561953': 1, '32161081': 1, '24081967': 1, '16990063': 1, '5487573': 1, '356715': 1, '8771112': 1, '33597027': 2}", "similar_patients": "{}"}