{"patient_id": 101700, "patient_uid": "7576386-1", "PMID": 33093695, "file_path": "noncomm/PMC007xxxxxx/PMC7576386.xml", "title": "Abdominal ectopic pregnancy with implantation on the rectum", "patient": "This 30 year old lady underwent IVF due to primary infertility of unknown aetiology. Hysterosalpingogram had showed patent tubes with ovulation confirmed by a normal day 21 progesterone level. Semen analysis of her partner was normal. Ultrasound pelvis showed a fundal fibroid with no other abnormalities. Following referral to a regional fertility centre she underwent IVF and day 5 single embryo transfer. She presented to our unit 26 days following this with light vaginal staining, diarrhoea and mild crampy abdominal pain. On examination her abdomen was soft and not tender on palpation. Serum BHCG levels at this stage were 8273. Transvaginal ultrasound showed an empty uterus with an extra uterine gestational sac. Within the sac was a yolk sac and a fetal pole measuring 5 weeks gestation with cardiac activity present (see )\\nDue to the presence of an extrauterine pregnancy with fetal cardiac activity a laparoscopy was performed. At laparoscopy the known fundal fibroid was noted and the ovaries and tubes were normal (). There was no evidence of uterine perforation. On evaluation of the pouch of Douglas an ectopic pregnancy was noted on the rectum (.) This was in keeping with the previous ultrasound findings. The ectopic tissue was adherent to the rectum and therefore a laparoscopic suction device was used to open the mass bluntly and remove the gestational sac. It was felt that removal of all ectopic tissue would come at a high risk of a rectal injury so this was not attempted.\\nAs some tissue was left in the abdomen she was treated with intramuscular methotrexate the day following laparoscopy. Her BHCG levels fell from 8273 to 271 one week following methotrexate. Within two weeks they had fallen further to 40 and she was discharged.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'27813249': 1, '12601846': 1, '8841236': 1, '20029275': 1, '12549898': 1, '3822281': 1, '15036722': 1, '7755078': 1, '12856525': 1, '2880773': 1, '17267889': 1, '33093695': 2}", "similar_patients": "{}"}