{"patient_id": 98450, "patient_uid": "7283990-1", "PMID": 32537172, "file_path": "noncomm/PMC007xxxxxx/PMC7283990.xml", "title": "Propofol suppresses ventricular arrhythmias: a case report of acute caffeine intoxication", "patient": "A 27-year-old woman with a 5-year history of anorexia nervosa was transferred to our emergency department with nausea and poor general condition. When her father came home, he found her complaining of malaise and nausea, so he called an ambulance. She was found with many press-through packs of caffeine tablets equivalent to a total dose of 23,200 mg. In the ambulance, her consciousness decreased rapidly, and she developed tonic seizures that progressed to cardiac arrest just before arrival at the hospital. Her electrocardiogram (ECG) on hospital admission showed ventricular fibrillation (VF). Cardiopulmonary resuscitation including defibrillation and tracheal intubation was begun, and after 23 min of advanced life support therapy, return of spontaneous circulation (ROSC) was achieved. After ROSC, the ECG showed a pattern of polymorphic ventricular premature beats (Fig. , ECG 1) and frequent transition to VF. The patient was admitted to the intensive care unit and treated with 300 mg amiodarone. Stomach pumping and activated charcoal were also administered. Laboratory examinations on arrival revealed hypokalemia (2.3 mEq/L) and an elevated white blood cell count (18,100/mm3). Arterial blood gas values under intubation revealed lactic acidosis: lactic acid, 16.5 mmol/L; pH 7.089; pCO2, 31.4 mmHg; pO2, 31.4 mmHg; and base excess, −19.6 mmol/L. Other blood test values, including electrolyte concentrations, hepatic enzymes, renal function values, and creatine kinase were within their normal ranges. Although we cannot test for caffeine blood levels at our hospital, we diagnosed caffeine intoxication as the cause of the fatal arrhythmias based on a series of clinical findings. As we began to prepare venoarterial extracorporeal membranous oxygenation, the patient became restless with intense movements. We thus administered i.v. propofol at 20 mg/h (0.48 mg/kg) for sedation. After giving a propofol bolus of 30 mg (0.7 mg/kg), the patient’s ECG changed from ventricular arrhythmia to sinus rhythm (Fig. , ECG 2). This same episode recurred several times, and continuous infusion of propofol was gradually increased to 100 mg/h (2.3 mg/kg). After that, her cardiovascular condition improved, no ventricular arrhythmias reappeared, and she did not require hemodialysis treatment. The total dose of propofol until improvement to sinus rhythm was approximately 140 mg over 4 h. The patient’s clinical course is shown Figure . The patient was extubated on the 4th hospital day and discharged on the 13th hospital day without neurological impairment.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'12419728': 1, '26187938': 1, '20216033': 1, '8403158': 1, '25447662': 1, '28438661': 1, '28446495': 1, '26023259': 1, '27272169': 1, '26074744': 1, '32537172': 2}", "similar_patients": "{}"}