{"patient_id": 22445, "patient_uid": "7372872-1", "PMID": 32699545, "file_path": "comm/PMC007xxxxxx/PMC7372872.xml", "title": "A synchronous papillary and follicular thyroid carcinoma presenting as a large toxic nodule in a female adolescent", "patient": "In a 12-year-old female, presenting with a painless neck swelling since one month, a 5 cm long, non-tender but firm nodule in the left thyroid lobe was detected at physical examination. There was no palpable cervical lymphadenopathy. Slight tachycardia (pulse rate 95/min), but no exophthalmos was present. The patient reported intermittent sore throat, increasing nervousness and a 2 kg weight loss in the last several months. There was no history of radiation exposure. Her mother had recently undergone surgery for a multi-nodular goitre. There was no family history of cancer or intestinal polyps.\\nThyroid function tests showed an elevated FT4 (51 pmol/L or 39.6 pg/mL) and thyroglobulin concentration (435 μg/L) and a decreased TSH (< 0.005 mU/L) concentration. Serum anti-thyroglobulin, anti-thyroidperoxidase and anti-TSH receptor antibodies were undetectable. Doppler ultrasound showed a normal right lobe as well as a sharp defined hypervascular solid multilobular mass (longest diameter 53 mm) with cystic components with microcalcifications in the left lobe. A 99mTechnetium scintigraphy (Fig. ) showed a global, but heterogeneous hyperfunctioning thyroid gland with excessive uptake at the upper left lobe and upper right lobe. A right tracheal deviation by the left thyroid mass, but no cervical or mediastinal lymphnodes or lung masses, was seen on the CT scan of neck and thorax (Fig. ). Subsequently, a large toxic adenoma crossing the midline was diagnosed, explaining the tracer uptake in the right upper pole region. Fine needle biopsy was refused by the patient and a left thyroidectomy was proposed. The patient underwent a left hemithyroidectomy after 2 months of methimazole therapy, which resulted in normalized thyroid function in one month’s time. Histological examination of the left lobe showed two separated morphologically distinct neoplastic lesions arising in what appeared to be a multinodular goitre. The largest lesion (measuring 2.9 cm) showed a follicular growth pattern with cytonuclear atypia, multiple foci of intracapsular vascular invasion and some foci of capsular invasion. Separated from this lesion by a couple of millimetres, a second neoplastic lesion was seen. This was non-encapsulated and infiltrative and had a papillary and follicular growth pattern with cytonuclear features of a papillary thyroid carcinoma (nuclear clearing, nuclear inclusions and grooves). The non-encapsulated, infiltrative neoplastic lesion with papillary architecture and cytomorphology showed aberrant apical and strong HBME immunohistochemical staining, whereas the adjacent lesion with follicular growth pattern was completely negative for HBME. Therefore, based on the morphology and immunohistochemistry, a diagnosis of a synchronous minimally invasive follicular thyroid carcinoma (with multifocal capsular invasion and angioinvasion) and a non-encapsulated, infiltrative (classical type) papillary thyroid carcinoma of the left lobe was made (Fig. ). Consequently, total thyroidectomy was performed.\\nGenetic testing on the surgical specimen was negative for BRAF and NRAS mutations and RET/PTC rearrangements. Results of TSHR gene, GNAS gene and PTEN gene analysis were normal.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'16728572': 1, '25900731': 1, '30416831': 2, '16420177': 1, '12099393': 1, '24915144': 1, '14341176': 1, '28710706': 1, '25948842': 1, '22308864': 1, '20718686': 1, '28387647': 1, '26963949': 1, '10640894': 1, '20679162': 1, '22985488': 1, '29981658': 1, '24072237': 1, '27521067': 1, '3686350': 1, '23641736': 1, '7108710': 1, '6801244': 1, '34475910': 1, '3953267': 1, '11035845': 1, '16868053': 1, '32699545': 2}", "similar_patients": "{'6207865-1': 1}"}