{"patient_id": 32379, "patient_uid": "7891158-1", "PMID": 33602256, "file_path": "comm/PMC007xxxxxx/PMC7891158.xml", "title": "Hyperglycaemic hyperosmolar state in an obese prepubertal girl with type 2 diabetes: case report and critical approach to diagnosis and therapy", "patient": "A prepubertal, Caucasian 11 years-old girl was admitted to the Pediatric Department of Chieti for evaluation of severe hypertension (200/114 mmHg) in the context of severe obesity [Weight: 86.9 kg, Height: 144 cm, BMI: 41.9 kg/m2 (SDS-BMI: 3.25)]. She had a family history of obesity (both parents and the 17 years-old brother) and both parents were affected by T2D. The girl had a normal weight at birth, developed obesity since the age of 5 years-old. Clinical examination revealed marked acanthosis nigricans and striae rubrae. Essential Hypertension was diagnosed and therapy with amlodipine and bisoprololo was successfully started. The girl presented normal glucose metabolism (fasting glycaemia: 79 mg/dL, HbA1c: 5.4%) with insulin resistance (fasting insulin: 51 mU/mL, HOMA-IR index: 9.9), normal lipid profile (total Cholesterol: 197 mg/dL, HDL: 23 mg/dL, LDL Cholesterol: 137 g/dL, Triglycerides: 185 g/L) and hepatic steatosis with mildly increased transaminases levels (AST: 62 U/L, ALT: 122 U/L). Lifestyle change was recommended including a detailed dietary scheme and physical activity program. Thereafter, during the ambulatory follow-up hypertension was well controlled but the patient was lost after 2 months.\\nAfter six months she was admitted to the emergency department [Weight: 78.5 kg, Height: 146 cm, BMI: 36.8 kg/m2 (SDS-BMI: 2.97)] for lethargy. She had an history of chest pain associated with increasing dyspnoea and progressive drowsiness over the last two days before presentation. Weight lost and intense polyuria over the 4 weeks was reported.\\nOn admission, Glasgow Coma Scale (GCS) was 13/15, heart rate 120 beats/min, respiratory rate 40 acts/min, blood pressure 140/70 mmHg and pulse oximetry 100% on room air. At clinical evaluation she appeared severely dehydrated. Neurological examination confirmed profound drowsiness although awakeable, with eye opening response to speech and mild confused verbal response. She denied headache and no neurological alterations were reported.\\nKidney function (creatinine: 0.70 mg/dL) and potassium levels were normal. In contrast, on blood gas evaluation severe hyperglycaemia (647 mg/dL), increased sodium levels (corrected Na: 152 mmol/L) associated with high serum osmolality (326 mmol/Kg) were detected. In addition, severe acidosis with low bicarbonates and high ketonemia levels (pH: 7.11, BE: -23.9, HCO3-: 9.2 mmol/L, ketonemia >8 mmol/L) were demonstrated establishing a diagnosis of combined HHS and DKA. Clinical history together with well-known insulin resistance state and long lasting polyuria oriented towards metabolic derangement due to unknown T2D. In this respect therapy was started with the aim to control primarily the hyperosmolar state (Fig. ).\\nIn fact, rehydration with isotonic saline (0.9% NaCl) infusion was initially started and after four hours continued with 0.45% NaCl together with continuous low-dose insulin administration (Table ). Infusion treatment was stopped after 60 hours when normal serum osmolality and pH levels were achieved, although blood ketones were still present. Therefore, subcutaneous basal-bolus insulin administration was started. Over the infusion period general condition progressively ameliorated and no neurological or other complications were developed.\\nThe suspicion of T2D complicated by combined HHS and DKA, was confirmed by detection of high percentage of HbA1c (11.6%), high levels of C-peptide (3.24 ng/mL) and the undetectable titre of antibodies against pancreatic islets’ antigens (ICA, GAD, IA2) while ZnT8 antibodies were not been performed. She stopped basal-bolus insulin administration after 17 days and continued with degludec therapy once a day and metformin therapy twice daily obtaining normal glucose metabolism after two months (HbA1c: 5.2%). Lifestyle changes were endorsed but after some months the girl was lost for follow-up.\\nAfter 2 years, she presented again to the emergency department with a similar episode characterized by increased dyspnoea, nausea, lack of appetite, sporadic vomiting and a poor glycaemic control over the last seven days [Weight: 95.5 kg, Height: 155 cm, BMI: 39.8 kg/m2 (SDS-BMI: 3.41), Pubertal stage: P5B5]. Parents reported poor compliance over the last months.\\nOn admission neurological examination was normal (GCS 15/15). She did not complain headache, neither other neurological symptoms. She was severely dehydrated.\\nBlood tests performed showed again normal potassium values, while kidney function was borderline (creatinine: 1.26 mg/dL, BUN: 16 mg/dL). Blood gas demonstrated hyperglycaemia (402 mg/dL), increased sodium concentrations (corrected Na: 152 mmol/L), associated with mild increased serum osmolality (316.4 mmol/Kg). Moreover, acidosis and ketonemia (pH: 7.23, BE: -18.8, HCO3-: 26.4 mmol/L and ketonemia: 5.6 mmol/L) were documented.\\nInitial combined HHS/DKA was supposed and isotonic saline (0.9% NaCl) infusion was started first and subsequently substituted by 0.45% NaCl for rehydration (Table ). After two hours, continuous low dose insulin administration was started and associated thereafter with glucose 5% after 11 hours. Moreover, when osmolality was acceptable but metabolic acidosis with high blood ketone levels persisted after 20 hours, glucose infusion at 10% was started and maintained up to 60 hours post admission (Figure ) with insulin infusion (0.042 U/kg/h). Normal serum osmolality, pH levels and resolution of ketonemia were achieved. General condition ameliorated progressively and no neurological symptoms appeared.\\nPoorly controlled T2D (HbA1c: 11.6%) in the presence of detectable levels of C-peptide (1.64 ng/mL, normal range 0.69-2,45 ng/mL) was found and undetectable titre of antibodies against pancreatic islets’ antigens (ICA, GAD, IA2) were confirmed. Degludec therapy once a day and metformin therapy twice daily was confirmed obtaining good metabolic control.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'19195626': 1, '20105637': 1, '29900641': 1, '28402766': 1, '25342831': 1, '28402773': 1, '18051930': 1, '25951940': 1, '31704689': 1, '26228354': 1, '21035820': 1, '33602256': 2}", "similar_patients": "{}"}