{"patient_id": 103929, "patient_uid": "7793161-1", "PMID": 33442628, "file_path": "noncomm/PMC007xxxxxx/PMC7793161.xml", "title": "Severe biventricular thrombosis in eosinophilic granulomatosis with polyangiitis: a case report", "patient": "A 23-year-old woman with long-standing asthma and nasal polyposis was referred to the emergency department for progressive shortness of breath during daily activities in the week prior to her admission. Physical examination was unremarkable, except for sinus tachycardia 110/min. Electrocardiogram showed T-wave inversion in precordial leads. Chest X-ray was normal. Troponin T was mildly elevated at 15 ng/L (normal <13). She had marked eosinophilia in her peripheral blood count (1570/mm3, normal < 500/mm3). Pulmonary computed tomography angiography ruled out pulmonary embolism. Transthoracic echocardiography, in search of cardiac disease as the source of her symptoms, showed large biventricular apical thrombi, occupying half of the left ventricle and most of the right ventricle in the four-chamber view with estimated pulmonary systolic pressure of 29 mmHg (, , short-axis view: Video S2). There was good contraction of the basal segments in both ventricles but ventricular contraction appeared to be reduced at the apex. Colour-flow and spectral Doppler revealed severe tricuspid regurgitation (TR) ( and ). N-terminal pro-brain natriuretic peptide (NT-proBNP) was 5022 pg/mL (normal < 300 pg/mL), confirming the diagnosis of HFpEF.\\nBased on her clinical and echocardiographic findings, in combination with asthma, nasal polyposis and eosinophilia, the diagnosis of EGPA with cardiac involvement was suggested. CMR imaging was performed, confirming the presence of biventricular thrombi and showing diffuse subendocardial late gadolinium enhancement (LGE) in both ventricles (, , Videos S3 and S4). There was evidence of subendocardial oedema (suggesting inflammation) on the T2-weighted double inversion recovery short-axis image (). Although ventricular contraction appeared to be reduced at the apex, ejection fraction of both ventricles was generally preserved (). Haematologic workup excluded primary eosinophilia and further laboratory tests were positive for perinuclear ANCA (p-ANCA), supporting the diagnosis of ANCA positive EGPA. Cardiac computed tomography angiography demonstrated normal coronary arteries, excluding major coronary arteries involvement.\\nThe patient was treated with enoxaparin and long-term warfarin, diuretics, high-dose corticosteroids, and cyclophosphamide for 3 months, followed by rituximab, an anti B-cell CD20 chimeric monoclonal antibody. She experienced gradual symptomatic relief with parallel decrease in NT-proBNP. Fortunately, the patient did not suffer any embolic events. A repeat echo at 4 months showed decrease in thrombi size and TR () with further decrease in thrombi size at 9 months. Since residual mural thrombi could not be reliably excluded, a second CMR was performed 11 months after her initial presentation, confirming the complete resolution of both left and right ventricular thrombi and showing minimal residual LGE (, , Videos S5–S7), thus enabling warfarin discontinuation.\\nCurrent treatment at 20 months follow-up includes methotrexate as steroid sparing and remission maintenance and rituximab. She has residual moderate TR, tricuspid annular, and right atrial dilatation, and she is maintained on furosemide 20 mg/day.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'28339663': 1, '14819261': 1, '27727077': 1, '19593229': 1, '2202307': 1, '25500434': 1, '22921790': 1, '24530234': 1, '18378628': 1, '27055836': 1, '27591039': 1, '33442628': 2}", "similar_patients": "{}"}