{"patient_id": 24958, "patient_uid": "7489201-1", "PMID": 32921307, "file_path": "comm/PMC007xxxxxx/PMC7489201.xml", "title": "Recurrent uterine tumors resembling ovarian sex-cord tumors with the growth regulation by estrogen in breast cancer 1-nuclear receptor coactivator 2 fusion gene: a case report and literature review", "patient": "A 57-year-old postmenopausal woman presented with a 10.0 cm uterine mass, which was suspected to be uterine leiomyoma on B-scan ultrasonography. The mass was identified on physical examination, and there were no clinical manifestations. The patient underwent a total hysterectomy with bilateral salpingo-oophorectomy. Gross examination showed an intramural, 10.0 × 8.5 × 8.0 cm, yellow, greyish white, soft and fleshy, well-circumscribed mass. Both ovaries and fallopian tubes were grossly normal.\\nHistologically, the mass exhibited myometrial invasion with multiple nodules and irregular cords (Fig. a), and the tumor was arranged in diffused sheets mimicking low-grade endometrial stromal sarcoma (45%), nested (30%), trabecular/cordlike (20%; Fig. b). Additionally, the mass showed anastomotic glandular growth patterns (5%; Fig. c). The tumor was composed of short spindle or epithelioid cells with scant eosinophilic cytoplasm and round to ovoid bland vesicular nuclei with one to two small distinct nucleoli (Fig. d). The nuclei were minimally atypical, and the mitotic rate was approximately 3 mitotic figures per 10 high-powered fields. The tumor contained thin-wall vessels in the stroma and hyaline degenerated fibrous stroma was observed in the focal area (Fig. e). Necrosis was absent.\\nImmunobiologically, the tumor diffusely expressed estrogen receptor (ER), progesterone receptor (PR), AE1/AE3 (Fig. a), desmin (Fig. b), Wilm’s tumor-1 (WT-1; Fig. c), CD56, and CD99. Epithelial membrane antigen (EMA) and β-catenin were focally membrane positive. Calretinin, α-inhibin, FOXL2, stromal factor 1 (SF1), CD10, smooth muscle actin, h-Caldesmon, paired box gene 8, cytokeratin 7, cyclin D1, high-mobility group box 45 (HBM45), and Melan-A (A103) were all negative. The Ki67 index was 5%. UTROSCT was diagnosed based on the morphological features and immunophenotype. The patient did not receive any chemotherapy or radiotherapy.\\nThirty months later, the tumor recurred with a 7.0 × 6.0 × 5.0 cm pelvic nodule. The patient underwent a pelvic mass resection. Morphologically, the recurrent tumor was similar to the original specimen. Epithelioid or short spindle tumor cells were arranged in nested (80%; Fig. f), cordlike (15%; Fig. g), and focal whorl (5%; Fig. h) patterns. Cystic changes were observed in the focal area (Fig. g). The immunophenotype was virtually identical to that of the original neoplasm.\\nMolecularly, the break apart fluorescence in situ hybridization (FISH) [] for NCOA2 (Abbott Molecular, Abbott Park, IL, USA) revealed that more than 50% of the recurrent tumor cells showed a separated red and green signal probe that was consistent with a chromosome translocation involving the NCOA2 gene (Fig. d). RNA sequencing (NextSeq Reagent Kit, Illumina, Inc., San Diego, CA, USA) using RNA from formalin-fixed, paraffin-embedded specimens [] revealed an in-frame gene fusion between GREB1 exon 3 (NM_014668.3) and NCOA2 exon (NM_006540.3) (t (2;8)(p25;q13) (Fig. ). Slides of primary and recurrent neoplasm samples were reviewed by two gynecological pathologists (BC and HJG), and the diagnosis of UTROSCT was confirmed. Following pelvic mass resection, the patient received chemotherapy with 3 cycles of paclitaxel liposome and carboplatin and showed no evidence of lesions for 5 months after surgery in the last follow-up.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'34447841': 2, '30563991': 1, '23599159': 1, '28656712': 1, '25299308': 1, '30154312': 1, '25150955': 1, '24530230': 1, '31094921': 1, '25355621': 1, '29218853': 1, '30350331': 1, '28504207': 1, '23403292': 1, '31651526': 1, '30252726': 1, '23959973': 1, '26560360': 1, '27631520': 1, '30144186': 1, '32675660': 1, '34334688': 1, '30799070': 1, '30273195': 1, '11371647': 1, '31464709': 1, '32921307': 2}", "similar_patients": "{'8362530-1': 1}"}