{"patient_id": 28433, "patient_uid": "7690415-3", "PMID": 33105645, "file_path": "comm/PMC007xxxxxx/PMC7690415.xml", "title": "Efficacy of Double-Dose Dapsone Combination Therapy in the Treatment of Chronic Lyme Disease/Post-Treatment Lyme Disease Syndrome (PTLDS) and Associated Co-infections: A Report of Three Cases and Retrospective Chart Review", "patient": "A 50-year-old Caucasian female with a past medical history significant for Lyme disease, babesiosis, Graves’ disease with hyperthyroidism, hypertension, hyperlipidemia, obesity with insulin resistance and non-alcoholic fatty liver (NASH), chemical sensitivity, supraventricular tachycardia requiring cardiac ablation, left knee arthroscopic surgery for a torn meniscus, status post MVA with neck torsion, ADD, and bilateral cataract surgery presented to our office for a Lyme consultation in July 2010. She had a history of at least 10 tick bites and spent much of her life in heavily Lyme disease and Babesia endemic areas such as Martha’s Vineyard. Approximately 10 years ago, she began to develop multiple symptoms including significant fatigue, night sweats, joint pain, swollen glands, neck pain and stiffness, headaches, palpitations, shortness of breath, anxiety, depression, and insomnia. She went to see a local endocrinologist and was diagnosed with hyperthyroidism. She was placed on methimazole, which controlled her abnormal thyroid functions, but her health never returned to normal. One year later, her local physician diagnosed her with Lyme disease based on her symptoms and a CDC positive IgM and IgG Lyme Western blot. She was placed on doxycycline 100 mg PO BID and felt much better. She then went to see a local infectious disease specialist, who placed her on tetracycline HCL and hydroxychloroquine, but she did not feel well on this regimen and returned to her local physician to go back on doxycycline. She completed 4 months of antibiotic therapy and achieved between 70% and 80% of normal functioning. She then was rotated to azithromycin and rifampin for ongoing resistant symptoms but did not feel as well with this protocol, and she went to see a physician specializing in Lyme disease for a second opinion. Her testing returned positive for Babesia and Borrelia burgdorferi, and she was rotated to atovaquone and azithromycin. On this protocol her sweats got better, but otherwise there was a steady regression of her baseline underlying symptoms. She was therefore switched to amoxicillin 5 to 6 weeks before our initial consultation, titrating the dose upwards. Although she initially responded well, with a significant decrease in symptoms for the first 2 weeks, she then had a steroid injection in her neck for her chronic pain and severely relapsed; this was followed by a chemical exposure with hair straightening products, which also significantly worsened her symptomatology. At the time of our initial consultation, she felt much worse before starting her Lyme disease and Babesia therapy and was functioning at 10% of her normal functioning.\\nChief complaints during the initial history and physical were fevers, sweats, chills, and flushing; weight gain; fatigue; sore throat and swollen glands; unexplained menstrual irregularity; loss of libido; upset stomach with constipation; chest pain/rib soreness with shortness of breath and an unexplained cough; palpitations; migratory joint pain in the knees, neck, hips, and ankles with neck and back stiffness; myalgias; headaches with intermittent migraines; tingling, numbness, burning, or stabbing sensations of the extremities; blurry vision; tinnitus and increased motion sickness; dizziness with poor balance; tremors; confusion with difficulty thinking; difficulty with concentration or reading; forgetfulness with poor short-term memory; disorientation and getting lost, going to the wrong places; difficulty with speech and writing; mood swings with irritability, anxiety, and depression; insomnia with early awakening; and exaggerated symptoms from alcohol use. Review of systems also revealed problems with a chronic postnasal drip, occasional wheezing, early satiety, and stress incontinence. Medication included methimazole 5 mg BID, amoxicillin 875 mg, 3 PO once daily (QD), Imitrex PRN, nystatin 500,000 units 3 PO QD, an estradiol patch, and progesterone 100 mg HS, as well as various vitamin and mineral supplements.\\nPhysical examination was unremarkable except for an enlarged thyroid gland, consistent with Graves’ disease, and some left elbow tenderness on palpation. Laboratory testing done during the initial consultation included assessing thyroid functions; testing DHEA/cortisol; measuring vitamin and mineral levels; evaluating for heavy metal exposure (mercury, lead, arsenic, cadmium, aluminum); checking for food allergies; and expanding her tick-borne panel for exposure to Q fever, RMSF, and tularemia, as well as checking for exposure to Bartonella, Chlamydia pneumoniae, and Mycoplasma pneumoniae. Heavy metal testing returned showing elevated levels of lead (25 µg/g creatinine, normal range < 2) and mercury (17 µg/g creatinine, normal range < 4), and adrenal testing revealed phase 2 adrenal dysfunction with low cortisol in the morning (0.20 ng/mL, normal range 1–8.0 ng/mL) and at 2 p.m. (0.46 ng/mL, normal range 1–8.0 ng/mL). She was therefore placed on dietary restrictions, and told to decrease intake of larger fish, along with alpha lipoic acid 600 mg PO BID, and low-dose hydrocortisone in the morning and at noon (5 mg PO BID) with adaptogenic herbs (B vitamins, ashwagandha, rhodiola). These measures improved her energy/stamina. Since she had a significant improvement during the first 2 weeks on amoxicillin therapy before her steroid injection, she was placed on benzathine penicillin (Bicillin LA) 1.2 million units twice a week, hydroxychloroquine 200 mg PO BID, clarithromycin XL 500 mg PO BID, and atovaquone/proguanil 1 PO QD, along with probiotic support. Low-dose naltrexone (LDN) 2 mg HS was added for anti-inflammatory effects, and she was also started on bupropion (Wellbutrin XL) 150 mg PO BID for depression. She responded well to the Bicillin injections and oral antibiotics and remained on this therapy for the next several months. She also was eventually started on valsartan/hydrochlorothiazide for hypertension, rosuvastatin for hyperlipidemia (total cholesterol 317, triglycerides 253, HDL 47, LDL 219), and metoprolol XL 25 mg 1 QD for palpitations (a 24-h Holter monitor revealed frequent premature ventricular contractions (PVCs) without supraventricular tachycardia (SVT). A stress echocardiogram was done for her chest pain and cardiac risk factors, which showed no ischemic changes, and a Doppler/ultrasound of the carotids showed no evidence of plaque or stenosis. A low-carbohydrate, paleo-style diet was prescribed for significant weight gain (5 ft 7 in., 206 lbs) with hyperinsulinemia (70.7 uIU, normal < 24.9 uIU), hyperuricemia (uric acid 8.2. normal range < 6.0 mg/dL), elevated hs-CRP (3.7 mg/L, normal < 1), and a CT abdomen suggestive of a fatty liver.\\nOver the following several years, due to ongoing resistant symptoms, the patient was rotated through multiple antibiotic regimens including various oral cephalosporins (cefuroxime axetil, cefdinir), metronidazole, doxycycline, minocycline, azithromycin, rifampin, and quinolones (ciprofloxacin, levofloxacin, moxifloxacin). Although there were temporary improvements in symptomatology with these protocols, as well as improvements using rotations of antimalarial therapy for babesiosis for ongoing sweats (lumefantrine/artemether (Coartem), clindamycin), she would relapse with an increase in her baseline symptoms each time she was taken off therapy. In May 2017, her primary care physician decided to institute a trial of IV ceftriaxone, 2 g QD, along with DDS CT, for increased Borrelia specific banding on her Western blot (23 kDa, Osp C) accompanied by resistant symptoms of fatigue, joint pain, and severe ongoing memory/concentration problems off treatment.\\nShe was placed back on DDS CT with minocycline 100 mg PO BID, pulse rifampin 300 mg, 2 PO BID one day/week (for GI tolerance), and dapsone, slowly increasing doses to 100 mg/day with leucovorin 25 mg BID and L-methyl folate 15 mg/day. N-acetyl-cysteine (NAC), alpha lipoic acid (ALA), and liposomal glutathione (GSH) were given twice a day for inflammation and detoxification support with triple biofilm agents (Serrapeptase, monolaurin, Stevia) and triple probiotics. Rifabutin 150 mg PO BID eventually was used instead of rifampin, with better GI tolerance. She improved with this protocol, and by June 2017, 1 month later, she had significantly less fatigue and musculoskeletal pain and improved cognition, functioning at 90% of normal. Cognitive problems were still present, but slowly improving, and IV glutathione (GSH) was highly effective for both Herxheimer reactions and resistant brain fog, relieving her symptomatology within 15 min of an IV infusion. Her PCP therefore left her on the same protocol until she decided to go to Germany for hyperthermia treatment in early August 2017.\\nShe was taken off her DDS CT by the German physicians and left on IV ceftriaxone and metronidazole, with low-dose niacin, while being given IV ozone and stem cells during her visit. She tolerated the treatment well and felt an improvement after the second course of hyperthermia. Upon returning to the United States, despite jet lag, her joint pain and flexibility as well as her cognition had improved, so we removed the PICC line, stopped all antibiotics, and administered 2 months of mitochondrial support with glycosylated phospholipids (NT Factors), CoQ10, and acetyl-L-carnitine, adding nicotinamide adenine dinucleotide (NADH) if fatigue were to persist. During an in-office follow-up 2 months later, she was still gradually improving, only complaining of mild fatigue, mild cognitive problems, and neck pain. Babesia symptoms were gone, and a repeat Babesia titer was negative. Repeat adrenal function with a DHEA/cortisol test also showed that she no longer suffered from adrenal fatigue, even off low-dose hydrocortisone.\\nIn December 2017, after 4–5 months off IV and oral antibiotics and post hyperthermia treatment, she began to have a relapse of underlying symptoms. These included fatigue, flushing, increased neck pain, blurry vision, and ongoing memory/concentration problems. There were also new, unexplained allergy symptoms that were arising, with an intermittent red face and swollen lips. She went for an allergy evaluation, and we checked an IgE food panel and antibodies against the alpha gal allergen, which were all negative. Magnetic resonance imaging (MRI) of the neck did not reveal any structural cause for her neck pain, and an eye examination was performed for her blurry vision, which was WNL. Since the patient’s symptoms were not yet severe, she decided to try an alternative treatment regimen with her PCP, using alpha and beta thymosin injections, which gave some relief of symptoms during a 3-month trial. The flushing also resolved off niacin, and she was given fenofibrate (Tricor) 145 mg instead for her hypertriglyceridemia, but this was stopped 3 days later secondary to a possible allergic reaction with ongoing facial erythema.\\nThe patient had a telemedicine consult April 2018, since she continued to slowly relapse 9 months off antibiotics. She had gone from 90% down to 60% of normal functioning, with increasing fatigue, neck pain with neuralgia on the right side of the neck, head pressure, and increased brain fog. Since her G6PD levels were WNL (239, normal range between 46–376 U) with a normal CBC (H/H 14.5/42.2) and no baseline elevations in methemoglobin (0.3% normal range < 1.9%), we discussed a trial of DDD CT, starting at the beginning of May 2018. After signing an informed consent, she began doxycycline 200 mg PO BID, rifampin 300 mg PO BID, gradually increasing doses of dapsone until at 100 mg BID, hydroxychloroquine 200 mg PO BID, nystatin 500,000 units 2 PO BID, cimetidine 400 mg PO BID, and leucovorin 25 mg BID with 15 mg of L-methyl folate during month 1, increasing L-methyl folate to 25 mg PO BID month 2. This was along with triple biofilm agents and triple probiotics with NAC, ALA, and GSH. A CBC, CMP, and methemoglobin levels were drawn every 2 weeks during the 1st month of treatment and weekly during the 2nd month of DDD CT, at which point she would stop the therapy and remain on biofilm agents, folic acid, and probiotics.\\nBy July 2018, the patient had completed DDD CT, having missed the last week of treatment secondary to gastrointestinal upset. She was functioning at 90% of normal and reported feeling the best she had felt in the past 20 years. Her CBC had slightly decreased on dapsone while remaining on high-dose folic acid (H/H 13.6/40.5), and there was no significant methemoglobinemia on glutathione 1000 mg twice a day (methemoglobin 0.3%, normal < 1.9%). Fatigue and nerve pain had completely resolved, generalized arthralgias and myalgias were gone, except for some residual neck pain, moods were significantly better with decreased anxiety, and brain fog was mild, but improved. As of November 2018, she remained at a higher level of functioning than before doing DDD CT, although she had slipped from 90% to 85% of normal functioning. Her anxiety was returning along with palpitations, mild fatigue, neck stiffness, bladder dysfunction with urgency and frequency (history of a dropped bladder), and difficulty concentrating and reading. Laboratory values 6 months post DDD CT in December 2018 were also WNL (H/H 14.4/42.7) with a normal creatinine (0.9, normal < 0.95) and normal liver functions, despite the history of fatty liver (AST 26, normal < 34 U/L; ALT 37, normal < 36).\\nAs of March 2019, most of her baseline Lyme symptoms had resolved, but she still complained of some fatigue and daily morning headaches, which would promptly resolve with 400 mg of ibuprofen. She was placed on a stricter hypoglycemic diet for her hyperinsulinemia and occasional low blood sugars on her CMP (glucose 62). By August 2019, the patient felt she was in complete remission, at 100% of her normal functioning, with no further Lyme symptoms. Only residual neck stiffness remained, which was felt to be due to her status post MVA with multiple neck traumas falling off horses. Her fatigue and headaches had resolved with a stricter hypoglycemic diet, and her urinary and bowel problems (constipation) also improved post total abdominal hysterectomy, for fibroids that were compressing her bladder and colon. It was the best she had ever felt since falling ill 20 years ago. As of August 2020, she had remained off antibiotics for over 2 years, with no further relapse of symptoms of chronic Lyme disease/PTLDS.\\nThese three patients represent a snapshot of the effects of DDD CT therapy. In order to demonstrate the potential for this treatment to improve long-term tick-borne symptoms, we completed a retrospective chart review of an additional 37 patients for a total of 40 patients. The regimen was offered to approximately 100 patients, and we chose 40 patients who had completed the protocol at least 1 year prior in order to evaluate their remission and improvement status. All of the patients in this chart review had been ill for at least 1 year and had been treated by multiple health-care providers, failing traditional antibiotic therapy for Lyme disease, which included but was not limited to tetracyclines, macrolides, penicillins, and cephalosporins. Patients were given a standardized protocol sheet after determining eligibility. The DDD CT care plan is shown in .", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'9865985': 1, '26196670': 1, '22922244': 1, '30149626': 1, '28327498': 1, '31888245': 1, '31151194': 2, '9701160': 1, '10048013': 1, '29662016': 2, '34835343': 1, '27536352': 1, '31614557': 1, '1788119': 1, '14996281': 1, '27028911': 1, '32161761': 1, '22516098': 1, '8958163': 1, '8675158': 1, '29066168': 1, '11257008': 1, '21188224': 2, '16353112': 1, '32993780': 1, '23091568': 1, '28077740': 1, '26038493': 1, '7884218': 1, '27041704': 1, '8893378': 1, '25564498': 1, '26770107': 1, '3649235': 1, '19909078': 1, '14961976': 1, '26038747': 1, '20528688': 1, '9664092': 1, '1634816': 1, '30519067': 1, '23637552': 1, '28727515': 1, '26014929': 1, '30863136': 1, '31035691': 1, '17816389': 1, '9002133': 1, '26082446': 1, '17143318': 1, '10334980': 1, '7796837': 1, '32276590': 1, '29997606': 1, '27795547': 1, '31209025': 1, '9233665': 1, '30946803': 1, '30400667': 1, '26954881': 1, '1987083': 1, '25077519': 1, '9864230': 1, '8486939': 1, '31801196': 1, '24038684': 1, '10442678': 1, '8746401': 1, '30037148': 1, '34681134': 1, '8093136': 1, '25806811': 1, '26457476': 1, '8989928': 1, '19374653': 1, '18181735': 1, '12804167': 1, '17344507': 1, '28703098': 1, '3170237': 1, '2613324': 1, '26903956': 1, '10610642': 1, '27141311': 1, '22232371': 1, '26716015': 1, '24029511': 1, '21305487': 1, '29279297': 1, '15385475': 1, '25438022': 1, '18820078': 1, '23945160': 1, '12821734': 1, '29186026': 1, '26421273': 1, '8242938': 1, '14764110': 1, '22315626': 1, '18817547': 1, '25650808': 1, '29075628': 1, '11450676': 1, '30559713': 1, '17029130': 1, '31099380': 1, '12654782': 1, '23462300': 1, '26185072': 1, '27826144': 1, '17928580': 1, '19659429': 1, '27103785': 1, '31097026': 1, '26136236': 1, '8240439': 1, '30304829': 1, '23110225': 1, '32517217': 1, '10750135': 1, '25999221': 1, '9266264': 1, '31014314': 1, '33105645': 2}", "similar_patients": "{'7690415-1': 2, '7690415-2': 2, '6627205-1': 1, '6023324-1': 1, '6023324-2': 1, '6023324-3': 1, '6023324-4': 1, '6023324-5': 1, '6023324-6': 1, '6023324-7': 1, '6023324-8': 1, '6023324-9': 1, '2989654-1': 1, '2989654-2': 1}"}