{"patient_id": 97523, "patient_uid": "7184797-1", "PMID": 32355482, "file_path": "noncomm/PMC007xxxxxx/PMC7184797.xml", "title": "Spontaneous Resolution of Hemorrhagic Pseudocyst-Associated Pseudoaneurysm in Groove Pancreatitis", "patient": "A 47-year-old man presented with acute epigastric pain, nausea, and vomiting for 1 day. He had undergone right nephrectomy due to renal cell cancer 18 years ago. He is a chronic alcohol drinker, that is, drinking four times per week. He was diagnosed with alcoholic chronic pancreatitis and pseudocyst and followed for several months. He visited a hospital because of abdominal discomfort, where he underwent EGD, colonofiberoscopy, and abdominal CT. He was told that he had a pseudocyst (3.2 cm) near the pancreatic head and chronic pancreatitis, had been placed under observation, and then discharged. The above symptoms developed 1 day after discharge, and he was admitted through our emergency department. His blood pressure was 140/80 mm Hg, body temperature was 36.8°C, pulse rate was 78 beats per minute, and respiration was 20 breaths per minute. Mild abdominal distension was found with direct tenderness in the epigastric and mid-abdomen. Laboratory findings were as follows: white blood cells (WBCs), 14,300/mm3; hemoglobin (Hb), 12.1 g/dL; hematocrit (Hct), 36.1 %; total protein, 7.3 g/dL; albumin, 3.1 g/dL; platelets (Plt), 212,000/mm3; total bilirubin (TB), 0.5 mg/dL; aspartate aminotransferase (AST), 23 IU/L; alanine aminotransferase (ALT), 12 IU/L; blood urea nitrogen (BUN), 9.8 mg/dL; creatinine (Cr), 1.4 mg/dL; C-reactive protein (CRP), 3.31 g/dL; amylase, 92 (range 37–220) U/L; and alkaline phosphatase, 165 (range 103–335) IU/L. CT revealed a pseudocyst near the pancreatic head. The pseudocyst was a 4.1-cm ovoid lesion with a thick wall and cystic mass not enhanced by contrast near the pancreatic head (Fig. ). Doppler US revealed a cystic mass and a thick cystic wall without blood flow, which suggested hematoma. EGD showed extrinsic compression in the second duodenum; however, the scope could pass, and there was no evidence of hemorrhage on the duodenal mucosa and papilla. He was diagnosed with chronic pancreatitis with HP in the groove. His abdominal pain subsided. He refused transfer to other hospital for angiography and was discharged. Twenty days later, he experienced epigastric pain in the mid-abdominal area (VAS score was 7) and was readmitted through the emergency department. He denied drinking and the pain occurred the previous day after dinner. He had a pulse rate of 80 beats per minute, and his blood pressure was 130/80 mm Hg. He did not have fever. His physical examination revealed direct tenderness in the epigastric area. The amylase level was 2,561 U/L and lipase (13–60) was 4,610 U/L. Other laboratory findings including WBC, Hb, Hct, Plt, AST, ALT, BUN, Cr, and CRP were unremarkable. CT showed reduced size of the pancreatic HP with an enhanced vessel within the pseudocyst (Fig. ). The symptoms and amylase level caused by pancreatitis were improved with conservative management. Seven days later, pancreatitis recurred with epigastric pain during admission. The amylase level was 1,575 U/L, and WBC, Hb, Hct, AST, ALT, TB, BUN, and Cr levels were unremarkable. CT showed reduced pseudocyst size at 2.2 cm; however, there was central contrast collection within the pseudocyst near the pancreatic head (Fig. ), suggesting pseudoaneurysm arising from a branch in the gastroduodenal artery (Fig. ). The pancreatic duct had mild dilatation with proximal stricture. Endoscopic retrograde pancreatography was performed. Pancreatography did not show communication between the pancreatic duct and pseudocyst, but it showed a small filling defect which was thought to be associated with the lysed material from the HP during pancreatography (Fig. ). However, there was no particular finding in the pancreatic juice. He was diagnosed with relapsed pancreatitis with a small pseudoaneurysm within the reduced pseudocyst. To prevent pancreatitis and facilitate the flow of pancreatic juice from the strictured duct, a pancreatic stent was inserted (7 Fr, 7 cm) and was changed to a pancreatic plastic stent to prevent obstruction by 3 months. He had not experienced recurrent pancreatitis since the pancreatic stent was inserted. Follow-up CT showed that the size of the pseudocyst was reduced to 2 cm, and there was no evidence of bleeding after 3 months (Fig. ) and with almost complete resolution after 6 months (Fig. ). He has done well during the 10-month follow-up, without recurrent pancreatitis.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'20551662': 1, '24519028': 1, '10027355': 1, '11013036': 1, '29212312': 1, '17390186': 1, '23750106': 1, '9057192': 1, '25262707': 1, '32355482': 2}", "similar_patients": "{}"}