{"patient_id": 105154, "patient_uid": "7896648-1", "PMID": 33644179, "file_path": "noncomm/PMC007xxxxxx/PMC7896648.xml", "title": "Successful bailout stenting strategy against rare spontaneous retrograde dissection of partially absorbed magnesium-based resorbable scaffold: A case report", "patient": "A 45-year-old man was admitted to the cardiovascular department with complains of ongoing chest tightness, dyspnea, and left shoulder pain that had worsened over the preceding weeks.\\nThe chest tightness progressed and worsened. The patient described it as a dull, non-spreading tightness over the retrosternal area. However, angina occurred more commonly in the morning. Each episode lasted a few minutes and usually subsided after taking a short rest. He experienced slight limitations in his daily activities.\\nThe patient had a history of hypertension, dyslipidemia, coronary artery disease, and he had undergone percutaneous coronary intervention (PCI) eight months ago using a new MgBRSs over the left anterior descending artery (LAD) and left circumflex artery. He was on several medications for many years, including angiotensin-receptor blockers, calcium channel blockers, and HMG-CoA (3-hydroxy-3-methylglutaryl-coenzyme A) reductase inhibitors. He had no known history of allergies.\\nHe had a family history of coronary artery disease. He was also a chain smoker (20 cigarettes per day), with more than 20 years of smoking history before he quit smoking in 2018. He denied any illicit drug or alcohol use.\\nThe patient’s body-mass index was approximately 29.7 (kg/m2), indicating obesity. His blood pressure was 120/79 mmHg with a regular heart rate of 72 beats per minute. Cardiac examination, including auscultation for carotid bruits, jugular venous pulse, heart sounds, and murmurs was normal.\\nOn admission, laboratory data, such as blood cell count, electrolytes, and biochemistry blood analysis, were within normal limits. A 12-lead electrocardiogram showed normal sinus rhythm with low voltage and borderline right axis deviation. Myocardial perfusion scans were previously performed to determine the extent and location of myocardial ischemia and revealed partial reversibility with notable ischemia at the apical segment.\\nChest radiography showed normal cardiac size and configuration. Patients underwent post-implantation intravascular ultrasound (IVUS) and optical coherence tomography (OCT) evaluation during admission. The main OCT imaging findings were near total resorption of the MgBRS struts eight months after implantation without substantial vessel recoil, which could have been caused by early radial strength deficiency (Figure ). A distal edge vascular response (EVR) was apparent (Figure ).\\nFor distal EVR (Figure ), the patient underwent coronary angiography following balloon angioplasty (Figure ), which led to type B dissections in the partially absorbed MgBRS of the LAD. Coronary angiography revealed localized parallel strips and a double lumen separated by a radiolucent area during dye injection with obvious residual enhancement after imaging contrast clearance (Figure ).", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'32734349': 1, '27639734': 1, '23628499': 1, '31079817': 1, '26047993': 1, '25457053': 1, '21958884': 1, '28894596': 1, '31379378': 1, '28894604': 1, '15353832': 1, '30833209': 1, '32374257': 1, '29843465': 1, '26936236': 1, '33644179': 2}", "similar_patients": "{}"}