{"patient_id": 104540, "patient_uid": "7852600-1", "PMID": 33569169, "file_path": "noncomm/PMC007xxxxxx/PMC7852600.xml", "title": "Total cysto-pericystectomy for huge echinococcal cyst located on hepatic segment IVb. Case report and review of the literature", "patient": "Our patient was a 39-year-old female Syrian refugee who presented with compressive symptoms since one month, i.e. right abdominal and epigastric pain along with discomfort. On physical examination, a large mass with mild tenderness was palpable in the upper abdomen. Her past history was unremarkable. Her hematological and biochemical parameters (including liver function tests) were within the normal range. The definitive diagnosis was made based on computed tomography (CT) scan findings; it showed a cystic mass (size: 17 × 11 cm) containing the characteristic small daughter cysts and with clearly delineated reactive caps (pericystic wall) consisting of fibrous connective tissue and calcification (). Her American Society of Anesthesiologists (ASA) physical status score was ASA I.\\nSurgery was performed via double Kocher incision (subcostal). Intraoperative examination revealed a cystic mass covered by great omentum and adhesions (). The operative field was packed with hypertonic saline gauze and compresses to isolate the lesion and prevent disease dissemination to other parts of the abdomen. Subsequently, liver mobilization was performed. Meticulous dissection was performed using the ultrasonic device Thunderbeat (Olympus America, USA) as the energy source. The cystic lesion (approximate diameter: 20 cm) originated from the segment IVb of the liver and was firmly adhered to the gall bladder. There was mild fibrosis of the gall bladder, however, it did not contain any gallstones. Both the cystic duct and the common bile duct were normal in diameter. Cholecystectomy was necessary for better access and mobilization of the cystic mass; the cystic mass was resected intact and completely along with the involved part of segment IVb liver (total closed cysto-pericystectomy). The removed intact specimen is shown in . In addition, there was another small cyst (approximate diameter: 5 cm) in close proximity to the main cyst; it was removed completely by opening the cyst (endocystectomy). Intraoperative blood loss was minimal (<100 mL). Two closed drains were left in place prior to closure of the abdomen. Postoperatively, prophylactic antibiotics and albendazole were administered. The postoperative period was uneventful and the patient was discharged on the eighth postoperative day in good condition.\\nThe standard three-cycle treatment regimen of albendazole was prescribed (400 mg per oral twice daily for 28 days, followed by a gap of 14 days). Serum transaminase levels were monitored throughout the treatment.\\nAt 1-year follow-up, there were no clinical or imaging signs of recurrence.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'27047771': 1, '31315619': 1, '31226109': 1, '23579528': 1, '12833196': 1, '20836353': 1, '26747223': 1, '24969045': 1, '30215042': 1, '15985246': 1, '33569169': 2}", "similar_patients": "{}"}