{"patient_id": 98350, "patient_uid": "7276600-1", "PMID": 32548036, "file_path": "noncomm/PMC007xxxxxx/PMC7276600.xml", "title": "Rare Presentation of Benign Osteochondroma: A Case Report", "patient": "A 24-year-old healthy male student presented with complaints of a swelling in the right side inguinal region for 2 years. The swelling was insidious in onset, gradually progressive and was not associated with pain, but the patient complained of irritation and mass effect due to the swelling specially when wearing belt or tight clothing. On examination, there was a hard swelling of approximately 8 cm × 11cm size over the right inguinal region, medial to the mid-inguinal point. The swelling was non-tender, non-mobile, and fixed to underlying bone but not adherent to skin or overlying tissue. Cough impulse was absent.\\nX-ray pelvis with both hips anteroposterior view and oblique views () showed exostosis arising from superior pubic rami. Non-contrast helical computerized tomography (CT)pelvis with both hips () showed a pedunculated round to oval lesion in continuity with cortex of superior pubic rami on the right side arising from outside surface. It had a cartilaginous cap. It measured 8 cm × 4.6 cm × 5cm in size. CT scan of pelvis confirmed the bony nature of swelling.\\nTrocar biopsy was taken first under C-arm guidance. Histopathological examination () showed bony trabeculae along with cartilage with no evidence of dysplasia. Excisional biopsy of the tumor from the right superior pubic rami was performed using ilioinguinal approach. Intraoperatively, we noticed that tumor was in the plane between superficial abdominal wall and pubic ramus, and no need to open inguinal canal was felt. It was carefully operated using blunt and sharp dissection and excised from stalk. There was no infiltration into surrounding structure and tumor came out in toto. Macroscopically, it measured 90 cm × 60 cm × 20cm (). Outer surface had bosselated grayish-white appearance. The tumor involved midpart of superior pubic ramus with cap of mature cartilage covering the bone.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'34522529': 2, '29038715': 1, '26165714': 1, '30680307': 2, '30675356': 2, '29984059': 1, '20726435': 1, '19968229': 1, '33936379': 1, '27299069': 1, '24027486': 1, '32548036': 2}", "similar_patients": "{'6330723-1': 1, '6338684-1': 1, '8428160-1': 1}"}