{"patient_id": 18060, "patient_uid": "7117612-1", "PMID": 32257717, "file_path": "comm/PMC007xxxxxx/PMC7117612.xml", "title": "A Case of Plasmodium falciparum Malaria with a Prolonged Incubation Period of Four Years", "patient": "Clinical presentation\\nA 51-year-old female from Liberia with a past medical history of hypertension, gastroesophageal reflux, and appendectomy presented to the emergency department with fever, generalized body aches, malaise, and headache for two days. In the emergency department, she was found to have a fever of 101.3 °F and tachycardia, with normal blood pressure and respiratory status. She reported no other symptoms. Her last visit to Liberia was four years ago. She denied any complications after her travel, including fever, fatigue, and anemia. The patient reported chemoprophylaxis but was unable to remember the regimen. She reported no travel outside of the New York area since then, including airports. She denied any blood transfusions or any exposure to wooded areas or tick bites. She worked as a home health aide; she denied smoking, alcohol, or illicit drug use.\\nHer laboratory tests revealed thrombocytopenia with a platelet count of 32,000 per microliter (normal: 130,000-400,000 per microliter), leukopenia with a white blood cell count of 3,200 per cubic milliliter (normal: 4,800-10,800 per cubic milliliter), and anemia with a hemoglobin of 9.2 g/dL (normal: 12.0-16.0 g/dL). Lactate dehydrogenase was 310 IU/L (normal: 50-242 IU/L) and bilirubin 3.8 mg/dL (normal: 0.2-1.2 mg/dL), mostly indirect. Labs revealed elevated liver function enzymes with alanine aminotransferase (ALT) and aspartate aminotransferase (AST) being 57 and 67 U/L, respectively (normal: <41 U/L). Ultrasound of the liver was normal. Peripheral blood smear showed P. falciparum on Giemsa stain with a parasitemia of 1.86% (normal <1%; Figure ). Molecular detection of Plasmodium using polymerase chain reaction (PCR) yielded positive results. A diagnosis of malaria with Plasmodium falciparum was made.\\nImaging\\nChest X-ray was performed and was negative for any focal parenchymal opacities, pleural effusions, or pneumothorax. No splenomegaly or hepatomegaly was evident on computed tomography (CT) abdomen/ pelvis or abdominal ultrasound.\\nTreatment and management\\nThe patient was treated with Malarone (atovaquone 1000 mg/proguanil 400 mg) once daily for 4 consecutive days. A decline in parasitemia was confirmed as the patient responded to treatment; the last smear showed <1% parasitemia. Thrombocytes, lymphocytes, and lactate dehydrogenase were closely monitored until they normalized. The patient was discharged home with outpatient follow-up with an infectious disease specialist.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'21482730': 1, '18616395': 1, '25644195': 1, '20152016': 1, '18945569': 1, '20682864': 1, '32257717': 2}", "similar_patients": "{}"}