{"patient_id": 16815, "patient_uid": "7034744-1", "PMID": 32133255, "file_path": "comm/PMC007xxxxxx/PMC7034744.xml", "title": "Development of Bilateral Heterotopic Ossification After Survival of Life Threatening Purpura Fulminans", "patient": "A 34-year-old male smoker presented at the emergency department with a rapid onset of high fevers, chills, and myalgia. His past medical history is significant for stab wounds to the chest and abdomen that required an emergent exploratory laparotomy, a diaphragmatic repair, and a splenectomy 15 years ago. Unfortunately, he did not receive post-splenectomy prophylactic vaccinations for Streptococcus pneumoniae, Neisseria meningitides, and Haemophilus influenzae. His initial mean blood pressure measurements were normal with mean arterial pressure of 70-90 mm Hg with no vasopressors required. His clinical exam was notable for cold, pale palms, and feet. However, serologic workup was remarkable for leukocytosis (47,720/mm3), lactic acidosis (12.5 mmol/L), new-onset severe thrombocytopenia (15 K/cu mm), and d-dimer levels > 30.00 mg/L fibrinogen equivalent unit. The patient presented clinically in septic shock with disseminated intravascular coagulation and a petechial rash covering his face, hands, and feet. His metabolic panel indicated decreased protein S activity (47%) and protein C activity in the low end of normal range (74%). After obtaining blood cultures, aggressive fluid resuscitation, vancomycin, and piperacillin/tazobactam were initiated.\\nThe patient was admitted to the Medical Intensive Care Unit (MICU), and subsequent workup suggested Streptococcus pneumoniae bacteremia. Over the next 48 hours (hospital day 2), the patient developed extensive necrosis of the bilateral upper and lower extremities concerning for PF. Furthermore, he developed an acute kidney injury, required vasopressor support (norepinephrine drip, as high as 0.1 mcg/kg/min), and was ultimately intubated for respiratory distress. The treating physicians determined that the patient was likely in a cytokine storm secondary to the Streptococcus pneumoniae bacteremia. In the setting of PF with extensive necrotic wounds, the patient was transferred to the Burn Intensive Care Unit (BICU) for further management (hospital day 12). His vitals on BICU admission were notable for temperature 37.3oC, blood pressure 136/78 mmHg (on norepinephrine drip, 0.1 mcg/kg/min), heart rate 122 bpm, respiratory rate 17 bpm, and oxygen saturation 97% while on mechanical ventilation. His laboratory data were significant for white count 28,720/mm3, hemoglobin 6.5 g/dL, hematocrit 20.4%, blood urea nitrogen 49 mg/dL, creatinine 9.10 mg/dL, and elevated prothrombin time 40.1 seconds.\\nThe patient continued to demonstrate progressive severe necrosis in the affected extremities. He was taken to the operating room for debridement of bilateral upper extremities (hospital day 14 and 17). The bilateral lower extremity wounds were initially managed with local wound care, but severe wet gangrene complicated the situation. Given the significant and persistent hemodynamic instability, operative attempts at limb salvage were considered an unviable option. The decision was made to perform a right transradial forearm amputation (hospital day 23), as well as bilateral transtibial amputations (hospital day 30). He tolerated these procedures and was discharged (hospital day 55) to an inpatient rehabilitation facility on intermittent hemodialysis.\\nWhile at inpatient rehabilitation, the patient diligently adhered to clinic follow-ups with physical medicine and rehabilitation, burn surgery, and occupational therapy. He was successfully transitioned off of hemodialysis and was fitted for bilateral lower extremity prosthetics at approximately four months following his bilateral below knee amputations (hospital day 142). He had difficulty wearing the prosthetics secondary to pain and eventually discontinued use altogether. At home, during the weeks following being discharged, he continued to ambulate by bearing weight on his knees while wearing kneepads. At his follow-up evaluation appointments, he continued to report significant tenderness and pain along the bilateral below knee amputation stumps. His physical examination was concerning for significant distal bone formation in his bilateral amputation stump sites without evidence of skin breakdown. Radiographic studies were obtained and demonstrated significant bony mineralization extending from the distal most aspect of his bilateral tibiae (Figures , ). He was electively scheduled for an amputation revision of his bilateral lower extremities with a primary focus on excising calcified tissue, indicative of HO. Intraoperatively, extensive bony formation was found bilaterally within his soleus muscle flaps, concerning for HO. Postoperatively, the patient was refitted for lower extremity prosthetics.\\nInitially, he was able to ambulate with only mild discomfort along the stump sites and transient complaints of phantom pain. One year later, the patient now uses the prosthetics regularly. He partakes in all daily activities including, but not limited to, yard work, playing with his dog, and walking on uneven surfaces as well as up/down stairs. He also developed wounds on his left stump which were debrided and treated topically in the clinic (Figure ).", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'3896158': 1, '26483989': 1, '31205770': 1, '24879568': 1, '18230706': 1, '18652566': 1, '12677574': 1, '28334263': 1, '19345788': 1, '11008113': 1, '24685387': 1, '31179052': 1, '18025673': 1, '23389283': 1, '14566159': 1, '10470563': 1, '23732856': 1, '17170624': 1, '22806925': 1, '7740486': 1, '27252971': 2, '32133255': 2}", "similar_patients": "{'4793794-1': 1, '4793794-2': 1, '4793794-3': 1}"}