{"patient_id": 20104, "patient_uid": "7252934-1", "PMID": 32494444, "file_path": "comm/PMC007xxxxxx/PMC7252934.xml", "title": "An Interesting Case of Permanent His-Bundle Pacing and a Review of the Current Literature", "patient": "Our patient is a 76-year-old woman with a past medical history of complete infranodal heart block diagnosed in the year 2000 with an electrophysiology study. She underwent the implantation of a dual-chamber pacemaker, and in 2003 she presented with sudden cardiac arrest (in the setting of preserved left ventricular (LV) systolic function) that was attributed to long QT syndrome. She was upgraded to a dual-chamber implantable cardioverter-defibrillator (ICD) at that time. She did well for 12 years, until she presented in late September 2015 with RV lead fracture and total failure to capture. She was lightheaded with activity, and her electrocardiogram (ECG) demonstrated marked bradycardia and complete heart block (. She had a right bundle branch block (RBBB) pattern escape rhythm, and was monitored for 48 hours on telemetry prior to revising her lead as she was hemo-dynamically stable. Also, she had been developing progressive HF symptoms over the past three years, along with a cardiomyopathy. She was diagnosed with right breast cancer in 2012 and was treated with doxorubicin. An echocardiogram in early 2015 demonstrated that her LV ejection fraction had decreased to 35%. It was unclear if her cardiomyopathy may have been related to chemotherapy, or was due to pacing-induced cardiomyopathy.\\nGiven this patient’s complete heart block and worsening HF symptoms in the setting of a wide QRS RVP morphology, it was elected to upgrade her pacing system to a biventricular (BiV) ICD (. During the proce-coil was in the middle cardiac vein. Additionally, she had dure, a temporary pacing wire was initially placed from suboptimal coronary venous branches and LV pacing the right femoral vein. It was discovered that her old RV requiring very high outputs (4.5 V at 1 ms), resulting in left phrenic nerve capture. Her options included surgical placement of an epicardial LV lead or attempts at HBP. However, it was unclear whether HBP would help recruit conduction in a patient who had had long-standing infranodal block with no atrioventricular (AV) conduction for the past 15 years.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'17976102': 1, '12782566': 1, '24473501': 1, '12495391': 1, '21465234': 1, '19914142': 1, '17115267': 1, '27457729': 1, '22933662': 1, '29759411': 1, '21044897': 1, '16966347': 1, '25828601': 1, '22997222': 1, '5782803': 1, '18407969': 1, '923070': 1, '25446158': 1, '10694526': 1, '17201838': 1, '20338988': 1, '25588497': 1, '23924013': 1, '32494444': 2}", "similar_patients": "{}"}