{"patient_id": 102016, "patient_uid": "7603400-1", "PMID": 33154810, "file_path": "noncomm/PMC007xxxxxx/PMC7603400.xml", "title": "A rare tumour, a singular indication: sleeve gastrectomy in a morbidly obese septuagenarian with gastric schwannoma", "patient": "We report a case of a 73-year-old morbidly obese female, with a 38.84 kg/m2 BMI under lipid-lowering drugs and three different classes of antihypertensive drugs.\\nPresenting an initial clinical picture of epigastric pain and nonspecific dyspeptic symptoms, the patient underwent upper gastrointestinal endoscopy () where a subepithelial lesion was found, mandating further investigation. Endoscopic ultrasonography () arose suspicion of GIST and computed tomography scan () revealed an exophytic lesion with 97 × 77 × 57 mm rising from the gastric greater curvature, with no signs of metastatic or locally advanced disease.\\nConsidering the tumour’s location and the presence of grade 2 obesity with cardiovascular risk factors, a multidisciplinary group meeting proposed laparoscopic sleeve gastrectomy and informed consent was obtained. Both peri and postoperative periods were uneventful, patient was discharged after 5 days.\\nInspection of surgical specimen () showed an intramural, nodular, solid mass measuring 85 × 60 × 60mm with unremarkable overlaying mucosa; a cut section revealed a yellowish homogeneous tumour. Histological examination () revealed a well-delimited, but not capsulated mass, centred at muscularis propria, surrounded by peripheral lymphoid aggregates. Spindle cells with palisading nuclei, arranged in a fascicular pattern, slight pleomorphic, rare mitosis (1/30 high-power field) and no necrosis characterized this tumour. Resection margins were negative for tumour cells. Additionally, immunohistochemistry of tumour cells showed strongly positive nuclear staining for S-100 () and SOX10, consistent with the diagnosis of benign schwannoma.\\nAfter 6 months of surgery the patient had no gastrointestinal complaints and showed an excess weight loss (EWL) of 53.5% with a BMI of 31.43 kg/m2. Furthermore, a reduction in the need of chronic medication was achieved, with optimal blood pressure profile under antihypertensive monotherapy and sustained normal range cholesterol and triglycerides values without administration of targeted therapy ( and ). An EWL of 90.2% was noted 24 months after the surgery, translating into a thankful patient living an active life with a BMI of 26.35 kg/m2.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'26641646': 1, '12528772': 1, '29389237': 1, '22907486': 1, '19460678': 1, '10199472': 1, '26093765': 1, '30928107': 1, '24135948': 1, '11005253': 1, '33154810': 2}", "similar_patients": "{}"}