{"patient_id": 105370, "patient_uid": "7919176-1", "PMID": 33680410, "file_path": "noncomm/PMC007xxxxxx/PMC7919176.xml", "title": "Acute human lethal poisoning with hexaflumuron: A case report", "patient": "The case of 51-year old man who had a history of asthma, found unconscious at home. He was taken to a local clinic and then to a regional hospital at about 8 A.M. It was suggested that he had swallowed some agricultural pesticide, organophosphate and therefore he underwent Atropine Challenge test which was negative.\\nHe was intubated due to loss of consciousness (GCS: 8), and then he was sent to the poison centers. The patient’s blood pressure (BP) was 65/40 mmHg and laboratory testing in the secondary hospital demonstrated metabolic acidosis. According to the consultation with subspecialized center; department of clinical toxicology, and possibility of poisoning by aluminum phosphide, he was treated with normal saline and norepinephrine infusion as well as bicarbonate and hydrocortisone and also the loading dose of N-acetylcysteine (NAC). Before he referred to a higher-level hospital, his family brought the box of pesticide and it was a clarified ingestion of only one litter of hexaflumuron 10%. There was no evidence that he had taken any pills or other poisons. The patient was transferred to the third level hospital, Imam Reza Toxicology Center, at 12 P.M. He had a Glasgow Coma Scale (GCS) score of 5 on admission, and the following vital signs: BP=78/36 mmHg, Pulse Rate=80 beats /min, Axillary temperature = 37.2°C and Respiratory Rate=22 cycles/ min ().\\nHe was intubated and mechanically ventilated with Synchronized intermittent mandatory ventilation (SIMV) Mode. His pupils were normal. Cherry-colored skin was observed on his lower limbs and abdomen (). The bedside blood glucose level at admission was s 204 mg/dL. The patient underwent fluid therapy and cardiac monitoring just after admission and was ventilated as well. Due to reduced blood pressure and no obvious manifestations of organophosphate poisoning, and high incidence of aluminum phosphide poisoning in Iran, aluminum phosphide poisoning treatment was performed. The patient was administered norepinephrine (under a systolic blood pressure condition of lower than 100 mmHg at a dose of 5-10μg/min), 200-mg hydrocortisone intravenously, and NAC (140 mg/kg IV). In addition, paraclinical evaluations such as level of carboxyhemoglobin, qualitative urine paraquat test, and serum and red blood cell cholinesterase levels were performed. The urine immunoassay was positive for tricyclic antidepressant (). There was no evidence of blocking cardiac sodium channel on the electrocardiogram, however, regarding corrected QT (QTc) = 0.56, the patient received 2 g magnesium sulfate over 20 minutes. The administration of magnesium sulfate was repeated every 8 hours on the first day and continued one dose a day. The echocardiographic finding revealed normal wall motion with ejection fraction of 55%.\\nThe patient was transferred to the intensive care unit three hours after admission. His blood pressure was 80/50 at 4:15\\nP.M., and he was re-administered one liter of normal saline. Considering venous blood gas (VBG) values (), positive urinary test and suspicion of aluminum phosphide poisoning, 100 mEq bicarbonate was administered and continued to receive 5% dextrose serum containing 150 mEq bicarbonate and 20 mEq potassium every 8 hours.\\nThirty hours after admission (the second day), the patient’s norepinephrine infusion was discontinued () and decreased QTc intervals led to discontinuation of magnesium sulfate. The patient had serum creatinine level of 2.6 mg/dl, and low urinary volume, therefore furosemide was administered. As his urine output reached an appropriate volume, fluid therapy was continued. The bicarbonate administration was also continued because of metabolic acidosis.\\nRegarding following VBGs values, he improved on the third day, the bicarbonate infusion was discontinued. He was not ready for withdrawal of ventilator support. With regard to the clinical evidence of pulmonary edema, he received treatment including morphine and furosemide. He responded appropriately, and his echocardiogram indicators were also normal by that time. On the third day, the patient showed evidence of pneumonia in the pulmonary x-ray and lung examination, and antibiotic treatment was started. The pulmonary x-ray showed an increase in the broncho-vascular markings and para-cardiac opacity. A few hours later, patchy opacity in both lungs and uniform opacity in the inferior and right inferior zones of right lung were observed clearly. Blood and urine cultures were performed and urine culture was positive for Ecoli, however, no germ grew in blood culture. The patient developed a fever on the third day of hospitalization and underwent treatment which did not respond appropriately. In the morning of the fourth day, he suffered bradycardia and hypotension, and finally a cardiac arrest and underwent cardiopulmonary resuscitation for 45 minutes, which eventually led to his death.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'14719583': 1, '23351280': 1, '17984147': 1, '14703547': 1, '15822762': 1, '33680410': 2}", "similar_patients": "{}"}