{"patient_id": 99996, "patient_uid": "7426711-1", "PMID": 32850060, "file_path": "noncomm/PMC007xxxxxx/PMC7426711.xml", "title": "Tirofiban Induced Thrombocytopenia: A Rare but Severe Adverse Effect", "patient": "A 69-year-old female with past medical history significant for diabetes mellitus, coronary artery disease, and hypertension presented to the emergency department with complaints of chest pain that was substernal in nature, not associated with any radiation, diaphoresis, nausea, or vomiting. At the time of admission, patient physical examination was unremarkable. Her platelet levels were 224 k/mm3 at baseline and troponins (<0.01). She was initially started on aspirin 81 mg. She had an invasive angiogram () due to high pre-test probability the next day and was administered tirofiban infusion during the heart catheterization, she had two drug eluting stents placed in mid and distal portion of left anterior descending artery that were found to have 85% stenosis and 80% stenosis, respectively.\\nThe next day after percutaneous coronary intervention, patient had developed ecchymosis and mild epistaxis, on further evaluation it was determined that her platelets had decreased from 224 to 2 k/mm3. Her antiplatelets were held due to acute severe thrombocytopenia. Hematology service was consulted, patient was started on steroids and given 2 units platelet transfusion. The peripheral smear ruled out thrombotic thrombocytopenic purpura (TTP) due to the absence of schistocytes.\\nIn the subsequent days, as the patient’s platelets count recovered, aspirin and plavix were restarted. Her platelets continued to improve, and the patient was discharged with a platelet count of 114 k/mm3. After a week, repeat laboratory work revealed an improved platelet count to 442 k/mm3. The etiology of thrombocytopenia was concluded to be tirofiban induced as platelet count was not affected by antiplatelets when they were restarted and other alternative explanations for thrombocytopenia were ruled out.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'19699965': 1, '20008194': 1, '23786335': 1, '27446339': 1, '22720791': 1, '17461936': 1, '24715904': 2, '20200641': 1, '25249586': 1, '26785031': 1, '32850060': 2}", "similar_patients": "{'3970359-1': 1}"}