{"patient_id": 17006, "patient_uid": "7044391-1", "PMID": 32103391, "file_path": "comm/PMC007xxxxxx/PMC7044391.xml", "title": "Killian-Jamieson diverticulum safely resected using a manual intraoperative neural monitoring system: a case report", "patient": "A 69-year-old Japanese man was referred to our hospital with a chief complaint of discomfort during swallowing over the past few years. He was on anticoagulant, antiarrhythmic, and antihyperlipidemic medication for paroxysmal atrial fibrillation and dyslipidemia. Physical examination revealed no abnormality, and results of laboratory tests were unremarkable. Upper endoscopy showed diverticulum at the cervical esophagus filled with food debris. The mucosa showed slightly reddish discoloration due to chronic inflammation (Fig. a), visualized as a brownish area under narrow-band imaging. Biopsy provided no evidence of malignancy. Barium esophagogram also showed a right-sided outpouching sac from the esophagus (Fig. b). Contrast-enhanced computed tomography showed a 30-mm diverticulum behind the right thyroid lobe, protruding laterally from the esophagus at the level of the cricothyroid cartilage (Fig. c). Based on these findings, Killian-Jamieson diverticulum was diagnosed.\\nTranscervical diverticulectomy was performed under general anesthesia. The cervical esophagus was accessed through a right oblique incision, and the white thickened diverticulum without a covering muscle layer was identified without difficulty. In the meantime, the right vagus nerve was identified and taped for nerve monitoring. An IONM system (Nerve Integrity Monitoring Response 3.0 system; Medtronic, Japan) with a handheld stimulating probe was used to confirm the intact electrophysiologic connection between the right vagus nerve and right vocal cord. The diverticulum was carefully dissected from the surrounding tissue. Because the anterior aspect of the diverticulum was expected close to the RLN, the accurate location of the RLN was checked during dissection by intermittent stimulation using the handheld probe to avoid mechanical or thermal injury. Finally, the base of the diverticulum was exposed below the cricopharyngeus muscle and just lateral to longitudinal esophageal muscle, confirming the diagnosis of Killian-Jamieson diverticulum. The diverticulum was then transected longitudinally using a linear stapler, and the staple line was buried using absorbable sutures from the distal end. During its closure, the RLN coursed very close to the diverticulum stump according to IONM and burying the entire stump proved impossible (Fig. ). Histopathological diagnosis of the specimen was pseudodiverticulum without a muscular layer, compatible with Killian-Jamieson diverticulum. No evidence of malignancy was found despite chronic inflammatory changes (Fig. ).\\nThe postoperative course was uneventful. Postoperative esophagography confirmed complete resection of the diverticulum (Fig. ). Laryngoscopy by the otorhinolaryngologist confirmed intact vocal cord mobility on postoperative day 4. Oral feeding was resumed on postoperative day 4, and the patient was discharged on postoperative day 7. As of the time of writing, no recurrence or discomfort during swallowing has been seen postoperatively.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'6401363': 1, '27062311': 1, '11418403': 1, '11470929': 1, '27084587': 1, '26464154': 1, '25194579': 1, '33169210': 2, '29221344': 1, '31022318': 1, '29100907': 1, '31219340': 1, '26138874': 1, '31388612': 1, '18197932': 1, '32103391': 2}", "similar_patients": "{'7652960-1': 1}"}