{"patient_id": 98687, "patient_uid": "7299888-1", "PMID": 32581490, "file_path": "noncomm/PMC007xxxxxx/PMC7299888.xml", "title": "Full-mouth Rehabilitation of a Ventriculoperitoneal Shunt-treated Hydrocephalic Pediatric Patient: A Case Report", "patient": "A 4.5-year-old male child reported with parents to the Department of Pedodontics and Preventive Dentistry with the chief complaint of pain and difficulty in eating food.\\nMedical history revealed that the child was born 20 days preterm. The child underwent endoscopic third ventriculostomy at 2 months of age and was operated for VPS at 5 months (). He was also operated for inguinal hernia at 2.5 years of age. On general examination, the child's measured height was 91 cm and weight was 11 kg. He had an enlarged head circumference along with delayed developmental milestones. The catheter of VPS was palpable in the head and the cervical region. The child was on iron supplement medication in the first few years of life.\\nDental history revealed that the child had undergone pulpal treatment for 61 and 62. Intraoral examination revealed dental caries involving 51, 52, 54, 64, 71, 72, 74, 75, 81, 82, 84, and 85. Pulpectomy-treated 61 and 62 were present with absence of the crown structure ().\\nDuring the examination, he exhibited poor cooperation with sudden jerky movements. The child was rated as negative on the Frankl scale and was recognized as lacking cooperative ability. The panoramic radiograph could not be obtained because of sudden movements made by the child.\\nThe patient was discussed in consultation with the neurosurgery department to evaluate the medical complications that can occur during invasive dental treatment and general anesthesia as well as the need for prophylactic antibiotics. The patient was cleared for undergoing full-mouth rehabilitation under general anesthesia with administration of prophylactic antibiotics.\\nDental procedures carried out under general anesthesia included pulpectomies of 51, 52, 54, 64, 74, 75, 84, and 85; strip crown restoration for 52; fiber post followed by strip crown restorations for 51 and 61; stainless steel crown restoration for 54, 64, 74, 75, 84, and 85; and composite restoration for 71, 72, 81, and 82. Retention of fiber post in 62 was poor, so composite restoration was done for esthetic reasons ( and ). The postoperative restorations can be appreciated in the right and left lateral view in and , respectively.\\nThe patient was asymptomatic 1 month after surgery and was scheduled for the management of overall oral hygiene, development and eruption of permanent teeth, and structural change of the craniofacial region through periodic follow-up.", "age": "[[4.5, 'year']]", "gender": "M", "relevant_articles": "{'16541904': 1, '24829066': 1, '16140688': 1, '17446442': 1, '18489656': 1, '9625330': 1, '33572890': 2, '19247673': 1, '15516170': 1, '23595245': 1, '3159118': 1, '8998094': 1, '9740942': 1, '19238401': 1, '27931406': 1, '9664600': 1, '20415804': 1, '1742305': 1, '8579221': 1, '32581490': 2}", "similar_patients": "{'7908211-1': 1}"}