{"patient_id": 103064, "patient_uid": "7726379-1", "PMID": 33330160, "file_path": "noncomm/PMC007xxxxxx/PMC7726379.xml", "title": "Acute Rotator Cuff Tears due to Low Voltage Electrical Injury: A Case Report", "patient": "A healthy 42-year-old man presented with pain, a 2nd degree burn wound, and pseudoparalysis in his right shoulder; he had sustained an electrical injury to his right shoulder 3 weeks previous. He was a worker at a public bath and was injured while working in a bath machinery room. He heard an explosive, abrupt ‘pop’ in his right shoulder at the time of injury and became unable to elevate his right arm with severe pain. He was injured with an estimated 380 V. There were no symptoms in the right shoulder before the accident and no prior therapeutic procedures on the affected shoulder. On inspection, there was an approximately 6×5-cm-sized 2nd degree burn wound to his right shoulder (). Physical examination showed passive full range of motion, tenderness on the greater tuberosity, and positive findings on the Neer, Hawkins and empty can tests, but a negative horn-blower sign. His University of California at Los Angeles (UCLA) score was 2, neurologic and vascular functions were not impaired, and preoperative electromyogram/nerve conduction velosity was within the normal range.\\nRadiographic imaging showed no specific findings except slightly superior migration of the humeral head. Magnetic resonance imaging (MRI) showed a full thickness tear and signal enhancement in the musculotendinous transition area of the supraspinatus (SSP) and the infraspinatus (ISP). There was also an undulating appearance of the peripheral end of the torn muscle, suggesting an acute complete rupture of the SSP and ISP. In addition, we could not detect atrophy in the torn muscle, ruptures of the subscapularis (SSC) or biceps tendon, or any labral tears ().\\nA decision was made to perform arthroscopic surgery. Under general anesthesia, the patient was prepared in a beach-chair position. At arthroscopy, the size of the RCT was estimated 5 cm in the anteroposterior diameter with medially retraction. The torn ends of the SSP and ISP were changed with blunt shapes and an ivory colored margin, and the SSP and ISP muscles were separated and torn longitudinally with several bleeding points in the torn muscular substance ().\\nThe medially retracted SSP and ISP with blunt margins were fully mobilized, removing any adhesions to the surrounding tissue. The edges of the tendon were gently debrided, and a retention suture was placed to aid in tendon mobilization. The SSP and ISP were repaired with a suture bridge technique using two medial anchors (HEALICOIL PK, 4.5 mm; Smith & Nephew, London, UK), two lateral low anchors (FOOTPRINT PK [4.5 mm], Smith & Nephew; SwiveLock SP, Arthrex, Munich, Germany) and one additional lateral row anchor (Y-Knot, 1.8 mm; Conmed, Utica, NY, USA). Footprint coverage was about 100%. The surgery was uneventful, and the patient’s arm was placed in an abduction brace.\\nPostoperatively, the patient was immobilized in a sling for 6 weeks with passive range of motion beginning at week 4 and active range of motion beginning at week 6. The rehabilitation progressed to passive stretching and muscle strengthening exercises after 2 months. The UCLA score was 35 at 18 months after surgery, and other clinical results and healing integrity of the rotator cuff upon ultrasound examination were very good (). At the final follow-up, the patient had a full, pain-free range of motion and had fully recovered shoulder muscle power.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'28888308': 1, '27567159': 1, '17993280': 1, '27365968': 2, '26904192': 1, '21258779': 1, '23290186': 1, '26234668': 1, '7149361': 1, '8216780': 1, '33330160': 2}", "similar_patients": "{'4898119-1': 1}"}