{"patient_id": 18943, "patient_uid": "7193357-1", "PMID": 32357851, "file_path": "comm/PMC007xxxxxx/PMC7193357.xml", "title": "Chinese patient with neurofibromatosis-Noonan syndrome caused by novel heterozygous NF1 exons 1–58 deletion: a case report", "patient": "A 15-month-old boy was admitted to the pediatric clinic of the First Affiliated Hospital of Bengbu Medical College on April 23, 2018, because he could not walk. The medical history reported by the parents was that café-au-lait spots could be seen on the skin of the body and limbs when the child was born. With aging, the spots gradually increased and became larger, and the child’s development was retarded. At admission, the child could not speak, crawl, or walk. The patient was first born child with normal full-term delivery. The birth weight was 3.0 kg. The parents of the child were normal, and there was no family history.\\nPhysical examinations showed that body temperature was 36.5 °C, breathing was 24 times/min, pulse was 120 bpm, body mass was 9.2 kg (−1SD to -2SD), body length was 72.5 cm (−2SD to -3SD), and with a conscious mind. Oval café-au-lait spots of different sizes were scattered on the skin of the body and limbs, with light brown and clear boundary, not protruding from the surface of the skin, with a diameter of about 0.5–1.5 cm (more than 6 had a maximum diameter of more than 5 mm) (Fig. a-b). He had hypertelorism (widened eyes distance) with left blepharoptosis (Fig. c) and congenital pectus excavatum (Fig. d). We found the patient grade 2–3 systolic ejection murmurs on the left second intercostal, below the margin of sternum and bilateral cryptorchidism, without hepatosplenomegaly.\\nThe results of tandem mass spectrometry, urinary organic acid analysis, and blood gas analysis, gonadotropin, sex hormones, and plasma testosterone level were normal, and no significant anomaly of eye sight and was found. Result of ultrasonocardiography suggested the patient had secondary atrial septal defect. Cranial magnetic resonance imaging (MRI) showed lesions with intermediate signal intensity on T1WI and high signal intensity on T2WI and T2FLAIR, as known as UBOs (undefined bright objects), and the lesion boundary was not clear (Fig. e-f).\\nTo diagnose, we collated the signs and symptoms of the patient into forms of HPO (the Human Phenotype Ontology) and retrieved the top 10 diseases associated with the phenotypes using the online analysis tool, Phenotype Profile Search, provided by The Monarch Initiative (), and it turned out that chromosome 17q11.2 deletion syndrome, Legius syndrome, NFNS, and NF1 are the most likely primary disorders. (Fig. ).\\nTo confirm the findings and differentially diagnose, we performed whole exome sequencing (Deyi Dongfang Translational Medical Research Center, Beijing, China) to find the genetic factors. The targeted sequencing followed the instruction recommended by Illumina using the short reading method to screen single nucleotide variants (SNVs) and short indels (< 50 bp), followed by a comprehensive analysis of variant pathogenicity assessment according to the ACMG clinical practice guidelines, genotype-phenotype matching, and inheritance type confirmed by trio data and Sanger sequencing or real-time PCR (Polymerase Chain Reaction). Based on the sequencing data, however, we found a de novo heterozygous large deletion, including the exons 1–58, in the NF1 gene, which is not previously documented and it was confirmed by using real-time PCR (Fig. ). We also analyzed variations in the genes correlated to the RAS/MAPK pathway signaling, PTPN11, SOS1, RAF1, BRAF, SHOC2, KRAS, HRAS, MAP 2 K2, PPP1CB, RRAS, and MAP 2 K1, and Legius syndrome related SPRED1, and no pathogenic or likely pathogenic mutations were found.\\nAt present, the child is undergoing rehabilitation training. Motor development is still retarded. The child shows no other abnormalities.", "age": "[[15.0, 'month']]", "gender": "M", "relevant_articles": "{'16380919': 1, '24936416': 1, '19845691': 1, '10775528': 1, '19449407': 1, '17603482': 1, '28213670': 1, '26056819': 1, '3927726': 1, '12161596': 1, '2411134': 1, '24357598': 1, '21853543': 1, '20624961': 1, '26178382': 1, '25503994': 1, '30190611': 1, '28971455': 1, '22965773': 1, '32357851': 2}", "similar_patients": "{}"}