{"patient_id": 102697, "patient_uid": "7691204-1", "PMID": 33234759, "file_path": "noncomm/PMC007xxxxxx/PMC7691204.xml", "title": "Portal bifurcation reconstruction using own hepatic vein grafts due to portal vein anomaly of the living donor for the patient with portal vein thrombosis", "patient": "A 57-year-old Japanese female was referred to Iwate Medical University Hospital to be considered for LDLT due to end-stage liver cirrhosis caused by primary biliary cholangitis. She had several episodes of ascites accumulation and a computed tomography (CT) scan revealed PVT (). Routine laboratory investigations showed serum total bilirubin, aspartate aminotransferase, alanine aminotransferase, albumin, creatinine, and sodium levels of 2.8 mg/dl, 70 IU/L, 26 IU/L, 1.7 g/dl, 0.6 mg/dl, and 140 mmol/L, respectively, a prothrombin time international normalized ratio of 1.80, and a platelet count of 8.4×104/μl. Therefore, her Child–Pugh and end-stage liver disease scores were 10 and 12, respectively. From these work-up examinations, we concluded that her prognosis would worsen if she does not undergo liver transplantation as soon as possible. Furthermore, a PVT had already formed due to severe portal hypertension. Thus, we attempted to choose a living donor candidate among her relatives.\\nA 26-year-old daughter of the patient volunteered to be the living donor. Routine work-up examinations revealed that the daughter was immunologically ideal; however, CT examination showed a replaced right hepatic artery and trifurcated-type PVA (). In addition, drip infusion cholecystocholangiography CT also revealed the trifurcated-type main branches of the hepatic bile duct and the posterior hepatic bile duct overhung the supraportal side of the posterior portal vein branch. The preoperative liver needle biopsy revealed no noticeable histopathological change. Using liver volumetry, the right lobe volume of the donor was estimated to be 70.0% of her own whole liver volume, and the graft volume/recipient body weight ratio and percentage of graft volume/standard liver volume were 1.17 and 60.0%, respectively (). Other appropriate candidates of the living donor could not be found among her relatives; therefore, we planned to perform LDLT. However, portal vein reconstruction posed a critical problem, because the recipient had PVT, and the donor’s right lobe graft would have two portal vein lumens due to PVA. This preoperative simulation helped us realize that the recipient’s hepatic vein grafts should be extracted as long as possible after total hepatectomy and that these hepatic veins should be attached with the anterior and posterior portal branches of the liver graft. We also prepared to extract a great saphenous vein in case the long hepatic vein grafts could not be extracted. We applied laparoscopic donor right hepatectomy and transected the right hepatic duct after intraoperative cholangiography employing indocyanine green fluorescence imaging (). The portal branches were detected just as predicted in the preoperative simulation; therefore, we transected both branches of the portal vein after test clamping and intraoperative sonography (). On the other hand, the recipient’s total hepatectomy was routinely performed, and the main portal vein was successfully transected without PVT at the suprapancreatic side. Two long hepatic vein grafts were extracted from her own liver specimen on the bench, and then, these extracted hepatic vein grafts were anastomosed to the portal branches after usual graft perfusion. The right lobe graft was inserted, and reconstruction of the hepatic vein was routinely performed. We confirmed the alignment between the recipient’s portal vein and the bridged hepatic vein graft of the graft’s posterior branch, and anastomosed these two vessels (). Then, we confirmed the alignment between the reconstructed posterior branch and the bridged hepatic vein graft of the graft’s anterior branch, and anastomosed these two vessels employing the punched-out technique (). We started blood reflow of the transplanted liver graft, and intraoperative sonography revealed good hepatopetal flow of the reconstructed portal vein branches (). Schemas of these procedures are shown in . Finally, hepatic artery and biliary tract reconstructions were performed. Her postoperative recovery was almost satisfactory without major complications, and postoperative enhanced CT examination revealed the patency of the reconstructed portal branches (). She was discharged from our hospital on the 67th postoperative day after physical rehabilitation for daily life after discharge.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'8658830': 1, '18345318': 1, '28384848': 1, '24299686': 1, '27411211': 1, '31087174': 1, '31393384': 2, '33234759': 2}", "similar_patients": "{'6708953-1': 1}"}