{"patient_id": 25701, "patient_uid": "7523626-1", "PMID": 33005870, "file_path": "comm/PMC007xxxxxx/PMC7523626.xml", "title": "The case report of Mycobacterium arupense wound infection in diabetes mellitus patients; the first report and literature review", "patient": "A 51-year-old woman referred to Al-Zahra Hospital in Isfahan (Isfahan, Iran) in June 2018 due to non-healing foot ulcers in her left foot. She was a housewife living in a rural area near Faridan, Iran, working on farms and having a previous experience of foot ulcers. However, she stated that her recent foot ulcer had not healed in the last 1.5 months. The patient had a history of diabetes mellitus (since 2011). On initial examination, the patient had a mild fever (37.8 °C), and a swollen, necrotic ulcer was evident on the toes, and according to the patient, the lesions were not very painful. Sampling was done from the ulcer. Based on the microbiology lab reports, and Klebsiella pneumonia were isolated and penicillin, doxycycline, imipenem and bandage with Betadine were prescribed for the patient.\\nThe patient returned again about a month later due to failure to respond to treatment, although she reported painful scarring and pale discharge; lesion depth was 1.5 cm and also extended to her sole (). The patient had a temperature of 38.2 °C and according to MRI abdominal cavity and chest X-ray, she had no signs of inflammation in her lungs and internal organs.\\nThe Fasting Blood Sugar (FBS) level was 126 mg dl–1; also Count Blood Cell (CBC) included: WBC: 11 500 μl–1, RBC: 4500 μl–1, Hb: 15.3 g dl–1, HCT: 44 % and transferases hepatic abnormalities were slightly elevated; patient CRP and ESR were also evaluated at 61 mg l–1 and 56 mm h–1, respectively. The patient had negative signs of HIV, HCV, and HBV, but the signs of HTLV-1 was positive (the titer of HTLV-1 virus in the patient blood was 12.8 copies per 100 cells).\\nThe pathology evaluation revealed the presence of granuloma. Blood culture of the patient was negative, and wound exudate samples were examined using Gram-staining and Ziehl-Neelsen staining. Acid-fast bacilli were confirmed in the wound exudate, and subsequently, wound exudate samples were cultured on blood agar and Lowenstein Jensen slant. Two weeks later small colonies appeared on LJ enriched in Sauton's broth ().\\nThe considered isolate was identified as rapidly growing mycobacteria (RGM) due to the growth rate (<7 days), lack of pigment production, negative results for niacin and nitrate reductase as well as urease and heat stable catalase production (68 °C). Molecular analysis was performed to identify to the species level. Simple boiling method was used to extract the DNA, the amplification of nearly full-length of 16S rRNA was performed by primers pA: 5′ AG-AGA GTTTGATCCTGGCTCAG-3′ and pI: 5′-TGCACACAGGCCACAAGGGA-3′ according to Rogall et al., and the sequence of PCR product was analysed []. NTM spp. can be differentiated by high-precision via nucleotide sequence of the hypervariable regions A (125-270) and B (408-503) of the 16S rRNA. In addition, the nucleotide sequence of rRNA gene of a short helix region is between the 451–482 positions that is a signature for RGM []. Based on the results by Blast, it was found that the partial sequence 16S rRNA of the considered isolation was 100 % similar to (DQ157760). A phylognic-relationship analysis based on closely related mycobacterial species also identified the isolate as as accession number: MN865166 ().\\nDrug susceptibility test (DST) was performed according to CLSI M24-A2 recommendations by the broth micro-dilution method. Based on the DST results, the considered isolate was sensitive to clarithromycin, ethambutol, and rifabutin antibiotics and resistant to isoniazid, rifampicin, amikacin, moxifloxacin, ciprofloxacin and linezolid. Finally, the treatment was done with purulent drainage, initiation with clarithromycin, ethambutol and rifabutin together with once applying of interferon alpha to reduce the proviral load HTLV-1. After two weeks of antibiotictherapy the foot wound infection of the patient recovered and the patient was discharged with personal consent.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'13364834': 1, '17277290': 1, '23970753': 1, '24982839': 1, '25485795': 1, '24070831': 1, '31197871': 1, '29764381': 1, '21169302': 1, '27057825': 1, '18713040': 1, '22809581': 1, '31338620': 1, '33485346': 1, '18667847': 1, '26052701': 1, '16738122': 1, '26962085': 1, '24789193': 1, '26890501': 1, '25350631': 1, '29101434': 1, '20042465': 1, '31720378': 1, '20404471': 1, '28076350': 1, '2283506': 1, '33005870': 2}", "similar_patients": "{}"}