{"patient_id": 26334, "patient_uid": "7549851-1", "PMID": 33062476, "file_path": "comm/PMC007xxxxxx/PMC7549851.xml", "title": "Chronic Lymphoproliferative Disorder of Natural Killer Cells: A Rare Event", "patient": "A 38-year-old male presented to the clinic with a complaint of recurrent pilonidal abscesses. His complete blood count revealed leukocytosis (18700/L) with 64% lymphocytes. Peripheral smear is shown in Figure . The patient reported a similar presentation two years back. A strong family history of cancers, recurrent abscesses, and persistent lymphocytosis necessitated the need for flow cytometric analysis to investigate for possible hematological malignancy.\\nFlow cytometric analysis\\nFlow cytometric immunophenotyping was done on peripheral blood. Lymphoma panel was applied consisting of a total of five tubes having the following panel of monoclonal antibodies with fluorescein isothiocyanate (FITC), phycoerythrin (PE), peridinin chlorophyll protein complex (PerCP), allophycocyanin (APC), and allophycocyanin-cyanine7 (APC-CY7) as flourochromes:\\n1) 5F/10PE/19PerCP/45APC-CY7\\n2) Kappa-F/Lambda-PE/19PerCP/20PE-CY7/45APC-CY7\\n3) FMC-7/23PE/19PerCP/38PE-CY7/11cAPC/45APC-CY7\\n4) 3F/16+56PE\\n5) 3F/16+56PE/2PE-CY7/45APC-CY7\\nA total of 10,000 events were acquired using FACSCanto flow cytometer with FACS Diva software (Becton Dickinson, San Jose, CA). It revealed three distinct cell populations. Of all these, the largest population which appeared to be of lymphocytes was gated with CD 5 Vs CD19 (Figures -).\\nThis segregated these cells into three distinct populations. A significantly large population of cells (green colored) which was negative for both CD19 and CD5 neither belonged to B or T lymphocyte groups. FMC 7 versus CD23 gating ruled out mantle cell lymphoma and non-Hodgkin lymphoma (Figure ). Monoclonality was precluded as kappa and lambda showed normal distribution of plasma cells (Figure ).\\nOn CD3 Vs CD16/56 gating the population of interest was positive for CD16/56 (Figure ).\\nThis population was tagged in red colour which later proved to be negative for CD4 and CD8 (Figures -).\\nThis CD16/56 positive population in red confirmed to be CD2 positive and CD7 positive (Figures -).\\nTaking all this evidence into account, these CD45, CD16/56, CD2, and CD7 positive cells were confirmed to be NK cells. This NK cell population represented 43% of the total analyzed cells. This case was labeled as NK cell lymphocytosis, consistent with CLPD-NK.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'30859397': 1, '19833855': 1, '18286525': 1, '16146576': 2, '25096606': 1, '28431200': 1, '20111066': 1, '33062476': 2}", "similar_patients": "{'1215478-1': 1}"}