{"patient_id": 101116, "patient_uid": "7520765-1", "PMID": 33024784, "file_path": "noncomm/PMC007xxxxxx/PMC7520765.xml", "title": "Successful treatment of encrusted cystitis: A case report and review of literature", "patient": "A 27-year-old man presented with frequency, urgency, dysuria, gross hematuria and suprapubic pain for 2 mo.\\nAt 2 mo previous, the patient underwent ureteroscopic lithotripsy. At 3 d after the operation, he began to complain of frequency and urgency, which gradually aggravated. At 1 mo after lithotripsy, he experienced dysuria, gross hematuria, microlith expulsion, putrefaction expulsion and suprapubic pain. When he presented to our hospital, he needed micturition every 10 min, and his sleep quality was badly affected.\\nAt disease onset, urinalysis showed pH 7.0, leukocyte count 500/mL, erythrocyte count 200/mL and nitrite (-). Urine bacterial and fungal culture, urine acid-fast bacillus, blood tuberculosis antibody and tuberculin tests were all negative. Chest radiography showed no abnormality. On day 22 after disease onset, ultrasonography showed that the bladder wall was thickened and rough with multiple strong echogenic spots attached to it (Figure ). The patient started on empirical antituberculosis treatment with combination of rifampin, isoniazid, ethambutol and pyrazinamide, which lasted for 11 d. However, the symptoms did not improve. On day 30 after disease onset, cystoscopy showed diffuse white necrotic tissue in the bladder wall and flocculent substance in the bladder cavity. Histopathological examination showed that there was inflammatory granulation tissue on the bladder wall with local necrosis and calcification (Figure and ). On day 45 after disease onset, cystoscopy showed reduced bladder volume, swollen, congested and stiff bladder wall, multiple calcifications, and no typical miliary nodules. Pathological examination showed chronic inflammation and epithelial hyperplasia of the bladder mucosa and calcium deposition and proliferation of fibrous tissue. Infiltration of neutrophils, eosinophils and lymphocytes was observed in the lamina propria of the bladder mucosa (Figure and ). Since the onset of EC, the patient had received a variety of antibiotics with poor efficacy (ceftriaxone sodium 2.0 g, bid, 3 d; levofloxacin 0.2 g, bid, 8 d; levofloxacin 0.2 g, bid, 3 d; amikacin 0.4 g, qd, 5 d; cefaclor 0.25 g, tid, 10 d; norfloxacin 0.4 g, bid, 10 d; latamoxef disodium 2.0 g, bid, 10 d).\\nThe patient had no previous disease history.\\nPhysical examination was normal except for suprapubic tenderness.\\nUrinalysis revealed hematuria, pyuria and pH 5.5. Conventional (not prolonged) urine culture was sterile. Urine acid-fast bacillus and blood tuberculosis antibody tests were negative.\\nUltrasonography performed on day 60 after disease onset showed that the bladder wall was thickened (the thickest part was about 9 mm) and rough with multiple strong echogenic spots attached to it (Figure ). Computed tomography showed that the bladder wall had extensive thickening and many calcifications (Figure ). Intravenous pyelography on day 60 after disease onset showed that the bladder was gourd-like with a rough margin, and hydronephrosis was found in the left upper urinary tract (Figure ).\\nPersonal and family history was unremarkable.\\nCystoscopy on October 8, 2010 showed a marked inflammatory appearance of all parts of the bladder mucosa with ulcerations and whitish plaques corresponding to multiple ECs (Figure ). Infrared spectrophotometry of the encrustations confirmed the presence of struvite. Histopathological examination showed that the bladder mucosa was edematous and necrotic with encrusted crystals and a polymorphonuclear infiltrate forming a thick conglomerate (Figure and ).", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'18260786': 1, '21457123': 1, '17069049': 1, '18558935': 1, '20470722': 1, '22616968': 1, '10218278': 1, '18063228': 1, '23605319': 1, '16569364': 1, '23704183': 1, '22386439': 1, '18304404': 1, '21277617': 1, '18467375': 1, '15928509': 1, '29697935': 2, '18367281': 1, '29372865': 1, '18990947': 1, '6784476': 1, '28115961': 2, '16426734': 1, '20664242': 1, '30638879': 1, '1839760': 1, '25918192': 1, '17515676': 1, '16921402': 1, '9628593': 1, '23129247': 1, '15180619': 1, '27955880': 1, '26775169': 1, '33024784': 2}", "similar_patients": "{'6442166-1': 1, '5241373-1': 1}"}