{"patient_id": 19827, "patient_uid": "7243626-1", "PMID": 32461844, "file_path": "comm/PMC007xxxxxx/PMC7243626.xml", "title": "Bilateral Optic Neuritis: A Rare Complication of Mumps", "patient": "A 10-year-old girl brought by her mother to the emergency department presented with the complaint of sudden onset blurring of vision. She had a history of hospital admission two days before this episode and was admitted for the management of viral meningitis. The patient at the time presented with a history of fever and bilateral swelling of the parotid region for a week with associated headache and vomiting. Pertinent examination findings included bilateral parotid gland swelling accompanied by cervical lymphadenopathy. On central nervous system examination, signs of meningeal irritation were positive. Cerebrospinal fluid (CSF) analysis was subsequently done, and it showed increased white blood cell count, normal glucose, and slightly increased protein levels, which were consistent with viral meningitis. Based on CSF analysis and clinical presentation, the diagnosis of mumps meningoencephalitis was confirmed. She received supportive therapy during the hospital stay and was discharged 10 days later.\\nThe general physical examination now revealed an irritable child with intact orientation. Her vitals were normal. Ophthalmology consult was taken, which showed visual acuity of 6/6 in the right eye and 6/60 in the left eye. There was a mild relative afferent pupillary defect in the left eye, whereas the color vision of both eyes was also defective. Anterior segment examination was within the normal range. Fundoscopy revealed bilateral optic disc edema with the blurring of the optic disc margins accompanied by few splinter hemorrhages around the discs. These findings were more prominent on the left side as compared to the right side. The central nervous system examination was unremarkable. Magnetic resonance imaging (MRI) of the brain without contrast revealed thickening of both optic nerves (Figure ). The diagnosis of bilateral optic neuritis secondary to mumps meningoencephalitis was confirmed.\\nThe patient was immediately started on intravenous methylprednisolone 750 mg/day for three days, followed by oral prednisolone 5 mg at a dose of 1 mg/kg. Her follow-up a week later showed gross vision improvement in the left eye from 6/60 to 6/6, although clinically, there were still signs of optic disc edema; in resolving stage. After 11 days of treatment, clinical signs of optic neuritis disappeared, with no residual disc pallor. Steroids were tapered gradually over the next 20 days. The patient has since recovered with no clinical signs of optic neuritis in both eyes and has resumed her routine daily life.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'25000867': 1, '12374502': 1, '33240725': 2, '32102901': 1, '28539795': 1, '15814053': 1, '22888383': 1, '4847472': 1, '26396053': 1, '13032360': 1, '19153370': 1, '1959539': 1, '10221803': 1, '21350281': 1, '32461844': 2}", "similar_patients": "{'7682940-1': 1}"}