{"patient_id": 18832, "patient_uid": "7186092-1", "PMID": 32351865, "file_path": "comm/PMC007xxxxxx/PMC7186092.xml", "title": "A Case of Short Stature and Severe Osteoporosis in a Young Man with Oculocutaneous Albinism: Syndrome or Coincidence?", "patient": "Medical history and demographics\\nA 24-year-old man attended a routine diabetes clinic appointment and stated that he had sustained a low-trauma intertrochanteric fracture to his right femur bone during a fall from the lowest tread of a short flight of stairs (Figure ). This had occurred a few months prior to his diabetes appointment. The fracture had been repaired using a dynamic hip screw procedure.\\nHis medical history consisted of type 1 diabetes since the age of six years and congenital OCA (eye and skin hypopigmentation). He had no other chronic illness, no history of chronic corticosteroid usage during childhood, and no history of low-trauma fractures during childhood. His diabetes was well controlled on a basal-bolus insulin regimen (glargine and aspart). His parents were healthy, non-consanguineous, and of British origin. There was no family history of low-trauma fractures.\\nHe was born at 39 weeks’ gestation by normal vaginal delivery. His birth weight was 3.86 kg (84th percentile). He had a specialist review at the age of four months due to rapid growth in head circumference, demonstrating growth at two months to the 73rd percentile and further growth at four months to above the 97th percentile. A magnetic resonance imaging (MRI) scan performed at that time revealed no abnormalities or hydrocephalus. The patient’s father had a head circumference above the 97th percentile; therefore, this was put down to familial large head. At the age of eight months, he was noted to have delayed motor development (still requiring sitting support, no saving reaction, and not taking weight on his legs). At the age of 10 months, his body length was 71.3 cm (19th percentile) and weight was 9.26 kg (54th percentile). His height measurements charted over the years indicated a height growth below the 2.5th percentile from the age of six years onward (Figure ). However, his height growth velocity was normal, with progression along a particular percentile line throughout childhood and adolescence.\\nExamination demonstrated a healthy young man with a weight of 51.5 kg and a height of 1.61 m (body mass index: 19.9 kg/m2). His height was below his expected final (mid-parental) height and below the 2.5th percentile. His expected mid-parental height (range) given his father’s height (1.68 m) and mother’s height (1.6 m) was 1.7 (1.62-1.79) m. He had short stature compared with his peers and siblings during childhood. He had pale skin, striking blonde hair, blonde eyebrows, and blonde eyelashes. He had pale iris and horizontal nystagmus. He had normal secondary sexual characteristics.\\nInvestigations\\nThe history prompted the performance of a BMD scan, which surprisingly revealed a severe low-for-age BMD (z-score = -3.6 SD and BMD = 0.695 g/cm2 in spine; z-score = -3.0 SD and BMD = 0.524 g/cm2 in femoral neck). Blood results revealed normal full blood count, serum calcium, phosphate, alkaline phosphatase, ferritin, magnesium, and 25-hydroxy vitamin D levels. The patient’s thyroid, liver, and renal function tests were also normal. An early morning serum cortisol assessment ruled out adrenal failure. Coeliac screen was negative, and his serum parathyroid hormone level was normal. His glycated hemoglobin level (52 mmol/mol) indicated adequate diabetes control. His serum prolactin was mildly elevated at 450 mU/L, but his serum testosterone and gonadotropin levels were all normal. His serum IGF-1 level was lower than the normal range for his age and gender (21- to 25-year-old males). The blood results are shown in Table . The patient’s 24-hour urinary assessment ruled out excess cortisol production or Cushing’s syndrome (Table ).\\nA radiograph (X-ray) of his hands revealed that all epiphyseal plates were closed consistent with full skeletal maturity (Figure ). A contrast pituitary MRI scan demonstrated a normal pituitary gland size and configuration (Figure ).\\nTreatment\\nThe results were discussed with the patient, and he was initiated on an oral bisphosphonate (alendronic acid 70 mg weekly) and a calcium-vitamin D supplement Adcal-D3® (calcium 1,000 mg and vitamin D3 880 IU) one tablet daily. He was also advised to continue weight-bearing exercises.\\nOutcome and follow-up\\nHis initial low-for-age serum IGF-1 level prompted a referral for formal growth hormone assessment and possible growth hormone therapy for the low BMD, but due to logistic reasons, the patient missed several appointments and was not keen to undergo further assessment. A repeat blood test performed nine months later revealed a normal serum prolactin level (182 mU/L) and a normal serum IGF-1 level of 18.8 nmol/L. Although the second serum IGF-1 level was only slightly higher than the previous result, it was now within the normal age- and gender-specific range (16.3-39.3 nmol/L) for 25- to 41-year-old males. A follow-up bone density scan was planned to assess the effect of treatment.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'3104590': 1, '24599067': 1, '12414848': 1, '25873948': 1, '24845759': 1, '25102486': 1, '25768278': 1, '7724526': 1, '19945688': 1, '2280979': 1, '11095419': 1, '6119494': 1, '17980020': 1, '26604941': 1, '6663291': 1, '8721572': 1, '11045591': 1, '32351865': 2}", "similar_patients": "{}"}