{"patient_id": 31935, "patient_uid": "7869842-1", "PMID": 33564495, "file_path": "comm/PMC007xxxxxx/PMC7869842.xml", "title": "Purtscher-Like Retinopathy and Diffuse Alveolar Hemorrhage Caused by Soft Tissue Injection for Gluteal Augmentation", "patient": "A 20-year-old female received an injection of approximately 150 cm3 of what she described as “Venezuelan Artefill” for gluteal augmentation 6 weeks prior to presentation. The procedure was performed by an unlicensed administrator in a massage parlor. Immediately after the injection, she developed acute shortness of breath that was treated as an asthma exacerbation in the emergency room. She was admitted for persistent shortness of breath 2 days later. She developed frank hemoptysis and oxygen dependence. Computed tomography demonstrated the development of ground glass opacities of her lungs. Bronchoscopy and alveolar lavage confirmed a diagnosis of diffuse alveolar hemorrhage. Concurrently, the patient suffered a precipitous drop in her hematocrit (35% to 20%) over the course of 48 hours. She was ultimately stabilized with adequate hydration, high dose steroids, and two blood transfusions.\\nAfter discharge, she presented to the ophthalmology clinic with a history of acute bilateral vision loss that began the day of the cosmetic injection. The best-corrected visual acuity was 20/70 in the right eye and 20/200 in the left eye. Dilated fundoscopic examination revealed multiple cotton wool spots and intraretinal hemorrhages ().\\nSpectral-domain ocular coherence tomography (Spectralis, Heidelberg Engineering, Vista, CA) of the macula demonstrated irregularities in both the inner and outer retina without evidence of retinal edema (). Fluorescein angiography (Visupac, Carl Zeiss Meditec, Dublin, CA, USA) displayed diffuse macular leakage and vascular pruning causing an enlarged Foveal Avascular Zone (FAZ) ().\\nObservation was recommended. After 8 months of follow-up, the cotton wool spots and intraretinal hemorrhages resolved. However, the visual acuity further deteriorated to 20/200 in the right eye and 20/400 in the left eye, and the enlarged FAZ remained on fluorescein angiography (). Continued observation was recommended.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'20177368': 1, '19901801': 1, '16500213': 1, '15476086': 1, '19787393': 1, '8430154': 1, '18177399': 1, '15947350': 1, '18988932': 1, '23174749': 1, '1174244': 1, '22835509': 1, '18608261': 1, '33564495': 2}", "similar_patients": "{}"}