{"patient_id": 17564, "patient_uid": "7073471-1", "PMID": 32190391, "file_path": "comm/PMC007xxxxxx/PMC7073471.xml", "title": "Atypical Hemolytic Uremic Syndrome following Acute Type A Aortic Dissection", "patient": "A 61-year-old woman with a history of untreated hypertension presented to a local physician with sudden back pain. She was diagnosed with ATAAD using enhanced computed tomography (CT), which revealed the presence of a wide-spread patent false lumen from the sinus of Valsalva to the terminal abdominal aorta and poor enhancement of the left kidney (). Transthoracic echocardiography revealed moderate aortic valve regurgitation (AR). She was transferred to our hospital. We performed total arch replacement and resuspension of the aortic valve commissures under hypothermia (lowest rectal temperature was 25.7°C) and the lower body circulatory arrest using cardiopulmonary bypass and selective cerebral perfusion. We transfused 6 units of red blood cells (RBC), 26 units of fresh frozen plasma (FFP), and 20 units of platelet concentrates (PC) during the surgery.\\nOn postoperative day 1, the platelet count decreased from 116 × 103/µl to 28 × 103/µl, and we transfused 20 units of PC. On postoperative day 2, her platelet count did not increase. On postoperative day 3, her platelet count further dropped to 8 × 103/µl, and her renal function worsened. On the same day, we confirmed schistocytes in her blood smear. Immediate consultations with the hematology team yielded a diagnosis of thrombotic microangiopathy (TMA), and we initiated plasma exchange (PE) and hemodialysis (HD). Therefore, we investigated for HUS and TTP as the major causes of TMA. Although PE increased the platelet count, renal function did not improve, and the schistocytes continued to increase. The tests for HUS and TTP were negative, and both these conditions were excluded. Furthermore, her medical history, physical examination, and laboratory data were not suggestive of other TMA-related diseases (). We diagnosed her with aHUS on postoperative day 14 and immediately started eculizumab treatment, following which, hemolytic anemia and thrombocytopenia improved without the need for further eculizumab or transfusion support. However, renal function did not recover, and maintenance hemodialysis was needed. shows the postoperative clinical course. Subsequently, the patient was transferred to another hospital for rehabilitation. One year postoperatively, she died of multiorgan failure.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'20595690': 1, '28838521': 1, '23307876': 1, '32911781': 1, '25431709': 2, '24387053': 1, '20103218': 1, '29685932': 1, '25693626': 1, '22869280': 1, '23738544': 1, '32190391': 2}", "similar_patients": "{'4241332-1': 1}"}