{"patient_id": 22050, "patient_uid": "7354669-1", "PMID": 32733711, "file_path": "comm/PMC007xxxxxx/PMC7354669.xml", "title": "A Steep Increase in the HeartLogic Index Predicts COVID-19 Disease in an Advanced Heart Failure Patient", "patient": "We present the case of a 72-year-old woman (nonsmoker) of African origin. In 2017, an idiopathic nonischemic dilated cardiomyopathy was diagnosed by means of echocardiography, with a left ventricular ejection fraction (LVEF) of 25%. Subsequent left and right heart catheterization revealed normal coronary arteries. The only known cardiovascular risk factor she had at the time of diagnosis was arterial hypertension which was treated accordingly. Magnetic resonance imaging revealed strong suspicion of left ventricular noncompaction and confirmed the low LVEF of 28%. Genetic analysis revealed no abnormalities. A two-chamber ICD was implanted in primary prevention. It was on this ICD (Boston Scientific G447 LV-plugged CRT-D) that the HeartLogic feature was enabled since June 2018.\\nThe patient was stable in NYHA class II for more than 6 months under the following heart failure therapy: spironolactone 50 mg uid, bumetanide 1 mg bid, bisoprolol 2.5 mg bid, and sacubitril valsartan 49/51 mg bid. She also takes L-thyroxin 0.1 mg uid, thiamazol 10 mg uid (for hyperthyroidism), pantoprazole 40 mg uid, acetylsalicylic acid 80 mg uid, and simvastatin 20 mg uid.\\nConcordant with the euvolemic state, the HeartLogic (HL) index was consistently under the threshold level for more than 6 months (). Seven days before admission, however, the HL index started to rise extremely fast, starting from a value of 9 till a HL index of 63 on the day of presentation at the emergency department. (, Supplemental Figure (available ). The parameters that contributed to the out of hospital alert were a decreased heart rate variability, a strongly increased third heart sound, a rapidly changing first heart sound (i.e., a strong decrease followed by a steep increase), an increased thoracic impedance, an increased respiratory rate, an increased nightly heart rate, and a lower activity level. Concomitantly, a decreased number of apneas and an average increased heart rate were observed.\\nThis patient presented at the emergency department with severe dyspnea. The dyspnea symptoms started 36 hours before admission. A few days prior, the patient suffered from a dry cough. She could not recall to having experienced fever; no fever was measured upon admission (36.2 degrees Celsius). She had not been visiting COVID-19-risk regions, but a close neighbor was diagnosed with SARS-CoV-2. Clinical exam revealed the known mitral insufficiency murmur as well as a normal pulmonary auscultation without wheezes or rhonchi. Respiratory rate was 25-30/min. Blood pressure was 137/80 mmHg with a pulse of 70 bpm. Peripheral oxygen saturation was 92% in ambient air. Electrocardiography showed a sinus rhythm of 70/min with signs of left ventricular hypertrophy and a QRS width of 110 ms, identical to previous ECGs. Blood analysis showed slight leucopenia, absolute lymphocyte count of 930 mcg/L, D-dimer of 4701 ng/L, LDH 301 IU/L, a C-reactive protein of 70 mg/L and an acute chronic renal insufficiency with an estimated GFR of 50 mL/min (normally 70 mL/min) ().\\nA chest CT scan without contrast was performed to diagnose and assess the lung involvement since the high suspicion of COVID-19. The CT scan revealed bilateral multifocal subpleural ground glass opacities, with peribronchovascular distribution and partial consolidation, and thin pleural strands in both lower lobes. No pulmonary edema and no pleural effusion were observed (). A nasopharyngeal swab confirmed the presence of SARS-CoV-2 by means of PCR assay; the patient was subsequently hospitalized in a dedicated COVID-19 ward with the required isolation measures.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'32304098': 1, '16061743': 1, '24801075': 1, '29988678': 1, '29856082': 1, '30354568': 1, '29024308': 1, '28254128': 1, '24654708': 1, '32379956': 1, '30632306': 1, '33390863': 1, '32275485': 1, '34184428': 1, '21362703': 1, '30472022': 1, '30002113': 1, '32733711': 2}", "similar_patients": "{}"}