{"patient_id": 21365, "patient_uid": "7322153-1", "PMID": 32613935, "file_path": "comm/PMC007xxxxxx/PMC7322153.xml", "title": "A case of COVID-19 in a patient with a univentricular heart post total cavopulmonary connection (Fontan) surgery", "patient": "A 10-year-old boy with a background of double inlet left ventricle, pulmonary atresia, atrial septal defect, and a right aortic arch originally presented to cardiology at 8 months of life due to chronic respiratory issues and cyanosis. He proceeded to have a bidirectional Glenn procedure and completed a total cavopulmonary connection via an extracardiac fenestrated Fontan surgery at 3 years and 10 months.\\nHis last outpatient visit was 1 month prior to developing COVID-19, at which point, his oxygen saturations were 98%, heart rate 83 bpm, and blood pressure (BP) 124/60. His weight was 78.23 kg, height was 150.2 cm2, and BMI 34.7 kg/m2 (>99.6th centile).\\nHe was initially presented to his local hospital with symptoms of fever, red eyes, lethargy, and mild cough. His initial presentation was prompted as his parents were positive for SARS-COV-2 and his contact tracing swab was positive. He was well with normal saturations and was discharged home. He re-presented 4 days later with increased work of breathing, worsening cough, and persistent fever. He had an oxygen requirement (0·5 L/min) at this stage to maintain oxygen saturations >90%.\\nOn day 7 of his illness, he deteriorated requiring an increase in his oxygen requirement to 1 L/min, and his chest x-ray showed significant left mid and lower zone consolidation (Fig ). He was commenced on intravenous cephalosporin and oral macrolide antibiotics. There had been ongoing liaison since his initial presentation with paediatric cardiology and respiratory specialists, and it was decided with the deterioration to transfer to a tertiary paediatric hospital.\\nHis oxygen requirement increased to a peak of 3 L/min from day 8 to 10 of illness. His chest x-ray, however, on day 9 was unchanged (Fig ). His full blood count showed haemoglobin 125 g/L, platelets 144 × 109/L, and total white cell count 2.4 × 109/L with neutrophils 1.67 × 109/L and lymphocytes 0.56 × 109/L. His C-reactive protein was 13. He had a normal renal profile and normal liver profile. Further escalation of ventilatory support was not required, and he remained at ward level care for the duration of his admission. Intravenous antibiotics were stopped after 7 days, and no further medicines were prescribed. He was transferred back to his local hospital on day 14 of his illness self-ventilating in room air prior to his discharge home.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'32282440': 1, '32410760': 1, '32202343': 1, '33269260': 1, '32248966': 1, '20538665': 1, '32613935': 2}", "similar_patients": "{}"}