{"patient_id": 102432, "patient_uid": "7667595-1", "PMID": 33204181, "file_path": "noncomm/PMC007xxxxxx/PMC7667595.xml", "title": "Role of Topical Cenegermin in Management of a Cornea Transplant in a Functionally Monocular Patient with Neurotrophic Keratitis and Facial Nerve Palsy: A Case Report", "patient": "A 24-year-old woman was referred for the assessment of a lagophthalmos and a paracentral corneal ulcer refractory to medical treatment in the left eye.\\nThe patient referred a left acoustic neuroma surgical removal, complicated by the development of hydrocephalus that induced a bilateral optic neuropathy and required shunt surgery. She also developed a left facial nerve palsy as an additional complication of acoustic neuroma surgery. Unfortunately, the right eye was more severely compromised by the optic neuropathy, with a pale optic nerve head and a best-corrected visual acuity (BCVA) of 20/400.\\nThe patient came to our attention with a large paracentral oval descemetocele in the left eye, diagnosed as stage 3 NK, that required multilayer amniotic membrane transplantation (AMT) (). Three months after surgery, the cornea was still intact but vision was impaired by stromal scarring with a BCVA of 20/400. Due to the optic nerve sub-atrophy in the contralateral eye, after correcting the lagophthalmos with the application of a palpebral gold weight and lateral tarsal strip surgery, it was decided with the patient to proceed with a PK in the left eye.\\nAfter surgery the patient received topical treatment with netilmicin 0.3% preservative free eye drop 4 times a day for four weeks and dexamethasone 0.1% preservative free eye drops 6 times a day (gradually reduced over the next 12 months) and lubricants (hyaluronic acid 0.2% 6 times a day). One week post-surgery the patient presented with a slightly dystrophic epithelium, a transparent graft and no inflammatory reaction. However, two weeks post-surgery a central epithelial defect developed, that progressed rapidly to a frank central ulcer despite aggressive lubrication and the application of a therapeutic contact lens. The subsequent onset of peripheral melting required to remove the running suture and replace it with an interrupted suture (). Since in the meantime cenegermin 20 µg/mL eye drops, the first topical treatment proven effective in NK, became available we decided to begin topical treatment with this novel drug, which was administered as per protocol 6 times a day for 8 weeks.\\nThe patient responded well to Oxervate treatment, with a progressive corneal healing and full closure of the corneal lesions at week 5 ().\\nThe corneal epithelium remained intact until the end of treatment with cenegermin eye drops, despite a severe evaporative dry eye probably induced by the altered blinking. However, one week after the end of treatment, a recurrence of NK was observed (), which was first managed by AMT surgery and later by a tectonic PK due to the persistence of stromal melting..\\nDue to the previous NK diagnosis and profound corneal anesthesia (0mm by Cochet-Bonnet) measured post-surgery, and following the positive outcome of the previous Oxervate treatment, we decided to prescribe immediately after the surgery a second cycle of this novel medication (starting from the first postoperative day) in presence of a mild epitheliopathy. This earlier postoperative treatment approach was decided to prevent the development of an ulcer and subsequent scarring that would have impaired the patient’s vision again.\\nThe 8-week treatment course was successful, with a fully preserved corneal epithelium integrity. The patient was managed with preservative-free artificial tears in the follow-up (hyaluronic acid 0.2% 6 times a day) and presented at the last visit (12 months after the end of Oxervate treatment) with a stable ocular surface and a BCVA of 20/40 ().", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'29653861': 1, '29698813': 1, '24672223': 1, '25958900': 1, '25859138': 1, '24327173': 1, '27683068': 1, '29451275': 1, '29653858': 1, '33204181': 2}", "similar_patients": "{}"}