{"patient_id": 104041, "patient_uid": "7802771-1", "PMID": 33447059, "file_path": "noncomm/PMC007xxxxxx/PMC7802771.xml", "title": "Multi Cytogenetic Changes in a Patient as Co-Existing MDS and CLL Progresses", "patient": "On 24 December 2015, a 69-year-old Chinese man with three months’ history of fatigue, dyspnea, heart palpitations after activities presented himself at the hospital. He had no fever, but reported weight loss. His past medical history was significant for hypertension for 20 years and diabetes for 7 years, with blood pressure stabilized at 150/90 mmHg and blood glucose controlled in the normal range. He has no history of a previously known hematologic disease or long-term history of exposure to chemical or radioactive substances. During a physical examination, the following conditions were discovered: lymph node enlargement with a size of 1–3cm, mild hepatomegaly (3cm below the costal margin) and moderate splenomegaly (5cm below the costal margin) with sternal tenderness. Other observations included: normal B-type natriuretic peptide, coagulation, hepatic and renal function, with nothing particularly remarkable about the physical examination to report.\\nInitial peripheral complete blood cell count (CBC) examination demonstrated hemoglobin (HGB) (7.3g/L), white blood cell count (WBC) (65.4x109/L), neutrophil (NEU) (2.01x109/L), lymphocyte (LYM) (63.12x109/L), and platelet (PLT) (36x109/L) ().\\nThe initial laboratory tests (taken for the first time from 25 December 2015 to 13 January 2016) found the following information:\\nThe bone marrow (BM) aspirate smears showed a significant increase of hypercellular marrow,87% of which are mature lymphocytes. Background trilineage hematopoiesis was reduced with normal morphology (). Pathological examination of BM biopsy showed extreme hypercellularity with hematopoietic area at 90%. Abnormal cells containing a large cell body, a moderate amount of cytoplasm, round or oval nucleus increased in number. Nuclear staining region was crude, partially visible nucleoli were observed. Granulocytes, erythrocytes, and megakaryocytes were normal in number (). Flow cytometry analysis of the BM aspirate cells showed (antibodies come from BECKMAN COULTER; BD; Test instrument came from BC. NAVIOS) that the population of mature lymphocytes reviewed represented approximately 75.05% of the nucleated cells, with abnormal cells at 72.29%. The abnormal cells tested positive for CD19, CD23, CD43, Lambda;dim for CD5, CD76, CD81, CD22, SIgD, SIgM, CD38, CD20; and were negative for CD10, FMC7, CD11c, CD103, and Kappa (See attachment file 1–1 for flow cytometry). Matutes/Catovsky score=4 (SmIg dim+, CD5+, CD23+, FMC7-). Cytogenetic test found in chromosome and multi-color fluorescent in situ hybridization (mFISH) analyses showed no changes in 11q22.3,13q14,13q14.3,17p13.1 and+12, while long time 72–96 hours stimulated cultures with CpG-OPN+IL-2(LTSC) of bone marrow showed:66~68, XY,+Y,+1,+1,+2,+3,+3,+4,+6,+6,+7,+8,+9,+11,+12,+13,+15,+16,+17,+21,+21,+21[cp10]/46, XY[3] ().\\nThese results were considered consistent with CLL, and MDS was just suspected. Treatment of the patient was initiated with FCR (fludarabine: 25 mg/m2 on days 2–4, cyclophosphamide: 250 mg/m2 on days 2–4 and rituximab: 375 mg/m2 on day 1) on 28 December 2015 for one cycle. However, the patient’s symptoms did not improve and his complete peripheral blood counts decreased day by day. On 9 January,2016, two weeks after diagnosis of CLL, the CBC showed HGB (6.2 g/L), WBC (0.89x 109/L), NEU (0.18x 109/L), LYM (0.66x 109/L), and PLT (6x 109/L) ().\\nA subsequent laboratory test (taken on 16 February 2016 through to 31 March 2016) was performed and the following information was obtained:\\nThe subsequent BM aspirate smears demonstrated hematopoietic hyperplasia with mature lymphocytes at 21%. The extracellular staining was positive, and sideroblasts were 35% of all normoblasts. The presence of trilineage hematopoiesis showed that myeloid and megakaryocyte hyperplasia has reduced, but erythrocytes were active. Of note, the erythroid series revealed numerous proerythroblast and basophilic erythroblast (56%), with abnormal nucleus easily observed (<10%) (). Pathological examination of BM biopsy showed a hypercellular (about 90% cellularity) bone marrow with a marked increase in granulocyte and immature erythroid cells, while megakaryocytes remained the same in number. Immunohistochemistry tests showed positive expression for CD42b megakaryocytes, CD34, scattered or clustered positive expression for CD117, CD5, MPO, CD20 and CD23 (). Flow cytometric immunophenotypic analysis showed a hypercellular (about 87.29% cellularity) bone marrow with lymphocytes taking up 18.46% of all nucleated cells phenotype. It also showed the population of mature small B lymphocyte grew, representing approximately 8.25% of the nucleated cells, positive for CD19, CD20 (a small amount), CD22, CD23, Lambda, and negative for CD10, FMC7, CD34 and Kappa, with light chain restriction (See attachment file 1–2 for flow cytometry). A gene rearrangement examination demonstrated that IgH and IgK gene rearrangement were positive, while TCRβ, TCRγ were negative. Other common leukemia fusion genes were negative. A second-generation gene sequencing was conducted at the same time with TET2 mutation (62.68%, exon3: c.G652A: p.V218M rs 6,843,141), which commonly appears in Chronic myelomonocytic leukemia (CMML). Conventional cytogenetic analysis of chromosome karyotypes of bone marrow with unstimulated short time culture (USSTC) showed 46, XY[8] ().\\nConsidering all above laboratory results, as well as the inefficiency of the FCR regimen in the recovery of marrow dyshaematopoiesis especially of erythroid and megakaryocytic lines, the patient suffering from CLL with MDS-multilineage dysplasia (MLD) was newly diagnosed. We thereby deactivated the above drugs, and turned to decitabine for the patient’s treatment. During admission from 17 February 2016 on which cycle 1 of FCR was administered, through to Day 60–9 April 2016, he received decitabine treatment (20 mg/m2/day for 5 days every 28 days) for two cycles. His clinical symptoms, as well as peripheral CBC test improved and a very good clinical outlook was achieved. His condition went into remission for three months. On 10 May 2016, 83 days after the diagnosis of CLL concurrent with MDS, laboratory testing showed HGB (8.0 g/L), WBC (3.69x 109/L), NEU (2.06x 109/L), LYM (1.24x 109/L) and PLT (174x 109/L) ().\\nA subsequent laboratory test was performed for the third time over the period of 11 May 2016 to 22 May 2016, the following was observed:\\nThe BM aspirate smears demonstrated hematopoietic hyperplasia with mature lymphocytes accounted for 15% of cells present. Sideroblasts were 10% of all normoblasts. The presence of trilineage hematopoiesis showed that myeloid hyperplasia had reduced, but erythrocytes were active. Parts of erythroblasts were megaloblastic. Megakaryocyte was normal. Of note, some unknown cells with a large body that are poorly differentiated take up 12% of the nucleated cells, reacting positive for PAS, but negative for MPO, the morphology of which was highly suspected as that of small megakaryocytes (). The pathological test of BM biopsy showed granulocyte, erythrocyte, and megakaryocyte cells were easily observed. Lymphocytes were focally or dispersedly distributed. Immunohistochemistry testing revealed the number of abnormal B cells increased, which were positive for CD20, CD5, CD23, and 42b megakaryocytes, CD34 (<2%), CD117 (a small amount), MPO (a small amount), but negative for CD3 (). Flow cytometric immunophenotypic analysis showed a hypercellular (about 80.06% cellularity) bone marrow with lymphocytes accounting for 16.2% of all nucleated cell phenotypes. It also showed an increase in the population of abnormal mature small B lymphocyte phenotype, representing approximately 26.06% of the nucleated cells, positive for CD19, CD23, Lambda but lack CD5, CD10 and Kappa, and light chain was expressed restrictively. Additionally, there was a marked increase in the quantity of immature erythrocytes (64.08% of nucleated cells), which were positive for CD235a, CD36 and CD71 but lack CD34 positive progenitor cells. (See attachment file 1–3 for flow cytometry). The subsequent cytogenetic karyotypes examination with LTSC of bone marrow showed two clones: 55~65, XY,+Y,+1,+2,+2,+4,+5,+5,+5,+8, t(9;22)(q24;q11.2),+13,+14,+14,+15,+16,+17,+20,+21,+der(22)t(9;22) [cp14]/46, XY[6] (). A second-generation gene sequencing was conducted for the second time with TET2 mutation (52.86%, exon3: c.G652A: p.V218M rs 6,843,141).\\nThese results indicated the patient was still suffering from CLL with MDS-MLD. After three months of remission, on 13 May 2016, during the third cycle of chemotherapy, decitabine (20 mg/m2/day for 5 days) combined with cytarabine (0.02g/d d3-9) was given to the patient. Repetitive laboratory observations showed that peripheral blood CBC appeared to have the tendency of looking like a “drop-return-drop-return” model with some symptomatic and supportive measures. Three weeks following the treatment, the patient’s leukocyte gradually increased, while the number of platelets decreased. Based on the performance score system of the Eastern Cooperative Oncology Group (ECOG), the patient’s condition was deteriorating. The next course of treatment for the patient was decitabine combined with chlorambucil. However, the patient’s condition failed to significantly improved. He was better for a while and then had a relapse.\\nThe fourth laboratory tests taken on 13 June 2016 through to 29 June 2016 documented the following results:\\nBM aspirate smears showed a hypercellular bone marrow with a large increase in immature cells with megakaryocyte morphology. These blast cells were poorly differentiated, reacting strongly positive for PAS, but negative for MPO. Granulocyte, erythrocyte, and lymphocyte series were significantly reduced (). Pathological examination of BM biopsy showed a hypercellular (about 80% cellularity) bone marrow with a significant increase in the amount of large body cells with abundant cytoplasm, round or slightly irregular nucleus, thicker nuclear chromatin, and prominent nucleoli, none of which contains antibodies including CD20, PAX5, CD3, CD138, CD117, CD42b, Ckpan, Cam5.2 for B cells, T cells, plasma cells, myeloid precursor cells, and megakaryocytes cells. Small lymphocyte cells increased in number, and were positive for CD20, PAX5, CD5 and CD23. Granulocyte, erythrocyte, and megakaryocyte cells were easily observed (). Flow cytometric immunophenotypic analysis showed a hypercellular (about 52.49% cellularity) bone marrow with lymphocytes taking up to 62.71% of all nucleated cells phenotype. It also showed an increase in the population of abnormal small mature B lymphocyte phenotype representing approximately 53.22% of lymphocyte, which showed up positive for CD19, CD20 (a small amount), CD22, CD23, Lambda, and negative for CD10, FMC7, CD34 and Kappa with light chain restriction. Juvenile erythrocyte and granulocyte had reduced. (See attachment file 1–4 for flow cytometry). The fourth cytogenetic karyotype examination with LTSC of bone marrow showed one clone: 57~59, XY,+Y,+1,+2,+3,+6,+8, add(11)(p15),+13,+15,+16,+19,+21,+21,+21[cp20] ().\\nThese results showed the patient was still affected with CLL. However, the increased abnormally large cells belonged to an unknown series.\\nUnfortunately, the patient developed pneumonia. On 2 July 2016 he died of uncontrolled pulmonary infection. He survived a total of 138 days after his diagnosis.\\nAs the patient’s condition progresses, abnormal chromosome karyotype variations significantly associated with the change of the illness were discovered. In the relapse and deterioration stages of the disease, gene translocation as t(9;22)(q24; q11.2), add(11)(p15) and repeated occurrence of TET2 mutation (exon3: c.G652A: p.V218M rs 6,843,141) were successively found.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'27185642': 1, '27980696': 1, '27307795': 1, '26911189': 1, '23832012': 1, '25953391': 1, '27069254': 1, '9301682': 1, '32362632': 1, '24693539': 1, '31484061': 1, '15360013': 1, '26315931': 1, '26290497': 1, '2916561': 1, '30344950': 1, '31476701': 1, '10078113': 1, '21953617': 1, '33447059': 2}", "similar_patients": "{}"}