{"patient_id": 98282, "patient_uid": "7273584-1", "PMID": 32547761, "file_path": "noncomm/PMC007xxxxxx/PMC7273584.xml", "title": "A case of anti-N-methyl-d-aspartate receptor\\nencephalitis", "patient": "A 22-year-old female student, with no known previous illness or hospitalization presented\\nto our centre with an acute onset of abnormal behaviour and movement. She presented with a\\n1-day history of orofacial dyskinesia and incoherent speech, which later progressed to\\nmutism. These symptoms were preceded by a 1-week history of fever and lethargy, for which\\nshe did not seek medical attention. Upon arrival, she was found to be sub-febrile, with a\\ntemperature of 37.2°C, blood pressure of 119/75 mm Hg, and a heart rate of 103 bpm. She was\\ncomfortable on room air. She exhibited occasional orofacial dyskinesia and inappropriate\\nlaughter. The remaining neurological examination was normal, with no signs of meningism.\\nInitial laboratory investigations showed a raised white cell count (WCC) of\\n12 × 109/L with mixed neutrophilic and lymphocytic predominance, normal renal\\nprofile, and normal thyroid function tests. C-reactive protein (CRP) was 5 mg/L, and the\\nerythrocyte sedimentation rate was only 35 mm/h. Urine toxicology tests were negative.\\nShe was admitted and treated as meningoencephalitis, with adequate intravenous antibiotics\\nand antiviral cover. Urgent cranial computed tomography (CT) showed no obvious abnormality;\\ntherefore, a lumbar puncture was performed, revealing a high opening pressure of\\n45 mm H2O, presumably secondary to inflammation of the central nervous system.\\nThe cerebrospinal fluid (CSF) total protein was 351 mg/dL, glucose 3.7 mmol/L (serum glucose\\n7.2 mmol/L), and a cell count of zero. Culture and sensitivity yielded no growth, while\\npolymerase chain reaction (PCR) testing for herpes virus 1 and 2, as well as enterovirus was\\nnegative. Venereal disease research laboratory (VDRL) and tests for acid-fast bacilli (AFB)\\nof the CSF were also negative. Infective screening for hepatitis B, C, and human\\nimmunodeficiency virus (HIV) was also negative.\\nThe patient did not respond well to treatment with antibiotics and viral cover (IV\\nceftriaxone 2 g bd and IV acyclovir 500 mg tds), with non-resolution of the clinical\\nsymptoms. A psychiatric assessment was done, with concurrent arrangement of a magnetic\\nresonance imaging (MRI) of the brain. The brain MRI showed areas of T2/FLAIR hyperintensity\\nof the right temporal lobe, concerning for herpes simplex virus (HSV) encephalitis (). Due to the discrepancy\\nbetween the clinical findings and imaging, we had an electroencephalogram (EEG) done,\\nshowing generalized slow waves with no alpha waves – which is non-specific. The parents did\\nnot consent for a repeat lumbar puncture (LP) for a CSF NMDAR antibody analysis, but the\\nserum for NMDAR antibody came back positive, with a titre of 1:10. We then commenced IV\\nmethylprednisolone and IV immunoglobulin. Extensive imaging via ultrasound (US) and CT was\\ncarried out to locate an associated neoplasm – both being negative. A pelvic MRI was then\\npursued, revealing fat signal intensity within both ovaries, suspicious of teratoma ().\\nThe parents were counselled regarding surgery and fertility preservation, to which they\\nconsented. Intraoperatively, bilateral ovarian lesions were found, measuring approximately\\n1.0 cm × 1.0 cm and 1.0 cm × 0.5 cm on the right and left ovaries, respectively. Bilateral\\ncystectomy was performed, and the histopathological examination confirmed the diagnosis of\\nbilateral mature ovarian teratoma (). As margins were complete, with the benign nature of the neoplasm, no adjunct\\nchemotherapy was initiated. Directly after treatment with steroids and IVIG, improvement in\\nthe patient’s autonomic dysfunction and cessation of the orofacial dyskinesia were seen;\\nhowever, her cognition was still limited. Secondary immunosuppression with rituximab was\\nthen commenced instead of cyclophosphamide, to avoid the teratogenic effects imposed by\\ncyclophosphamide. At 1-year post treatment, she was able to get to Montreal Cognitive\\nAssessment (MoCA) scale score of 29/30. No baseline MoCA scoring was done, as she was uncooperative during\\nthe acute phase of the illness.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'29605275': 1, '29759996': 1, '17262855': 1, '25312434': 1, '21163445': 1, '26012492': 1, '24768322': 1, '24089390': 1, '29443234': 1, '15817019': 1, '20837307': 1, '30375763': 1, '1661678': 1, '22933737': 1, '27354987': 1, '18851928': 1, '28905135': 1, '26793760': 1, '29245365': 1, '26191419': 1, '32547761': 2}", "similar_patients": "{}"}