{"patient_id": 18688, "patient_uid": "7174869-1", "PMID": 32328371, "file_path": "comm/PMC007xxxxxx/PMC7174869.xml", "title": "Adrenal Insufficiency Due to Bilateral Adrenal Non-Hodgkin's Lymphoma: A Case Report", "patient": "A 72-year-old fully independent gentleman presented with a three months history of being generally unwell and lethargic with further deterioration of symptoms over the last few days. There was a past medical history of type 2 diabetes mellitus (T2DM) and hypertension (HTN). There was an undocumented history of weight loss along with the absence of cough, shortness of breath, lower urinary tract symptoms, fever, diarrhoea, or abdominal pain. He did not have any smoking or recent travel history.\\nInitially, he was admitted at a local hospital with observations showing blood pressure of 94/44 mmHg and a random blood sugar level of 4.8 mmol/L (4.0-5.4 mmol/L when fasting). His medications for HTN and T2DM were optimised in keeping with lower normal blood pressure and normal blood glucose readings. Blood tests showed hyponatremia with serum sodium of 128 mmol/L (136-142 mmol/L) and serum potassium of 5.1 mmol/L (3.5-5.0 mmol/L). In keeping with his symptoms, especially the history of weight loss, a computed tomography (CT) scan of the chest, thorax, abdomen, and pelvis was done to rule out any underlying malignancy. It showed bilateral adrenal masses with no other positive findings.\\nShort synacthen test (SST) was done due to his symptoms and findings of adrenal masses on the CT scan. It confirmed adrenal insufficiency for which he was started on oral hydrocortisone and fludrocortisone. His symptoms of fatigue and being generally unwell improved significantly. CT-guided adrenal gland biopsy was done which showed histological findings consistent with diffuse large B-cell lymphoma (DLBCL).\\nMoreover, he underwent positron emission tomography (PET) CT which showed intensely hypermetabolic disease within the abdomen, involving both the adrenal glands with conglomerate 18F-fluorodeoxyglucose (FDG) avid soft tissue extending inferiorly from the retroperitoneum and mesentery predominantly along the left side (Figures -). There was also a 1.6 cm left posterior mediastinal node and standardized uptake value (SUV) max 6.4 with no other positive findings.\\nBone marrow biopsy was done with no evidence of disease. He received high-dose steroids for four days for DLBCL followed by two cycles of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) chemotherapy. During the inpatient stay, he was managed for neutropenic infection post-chemotherapy. He was discharged home on oral hydrocortisone and fludrocortisone after the resolution of neutropenic infection. He will be having regular follow up for monitoring and chemotherapy sessions.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'10323417': 1, '24238596': 1, '10908383': 1, '22123338': 1, '10211758': 1, '2293863': 1, '6185193': 1, '11849252': 1, '20609806': 1, '28983332': 2, '19858318': 1, '6733685': 1, '9196701': 1, '32328371': 2}", "similar_patients": "{'5624663-1': 1}"}