{"patient_id": 24331, "patient_uid": "7457469-1", "PMID": 32876305, "file_path": "comm/PMC007xxxxxx/PMC7457469.xml", "title": "DIAGNOSTIC VALUE OF THE REACTION AT THE BACILLUS CALMETTE-GUÉRIN\\nVACCINATION SITE IN KAWASAKI DISEASE", "patient": "A 6-month-old male infant with a history of fever for 12 days was admitted to our\\n150-bed freestanding children’s hospital in Southeastern Brazil for investigation of\\nthe persistent condition. Laboratory tests performed on the 11th day of\\nfever showed that the infant presented anemia, leukocytosis, thrombocytosis, and\\nelevated C-reactive protein (CRP) ().\\nUpon admission, we observed irritability, markedly hyperemic lips, bilateral\\nconjunctival hyperemia, bilaterally enlarged anterior cervical lymph nodes, without\\nedema of his hands and feet, and without rash. His mother reported that, on the\\n4th day of fever, she had noticed hyperemia, edema, and induration at\\nthe BCG scar, followed by desquamation. At the time of admission, the infant’s\\nlesion measured 3 cm in diameter and was painless to palpation (). Based on clinical and laboratory presentation,\\nincomplete KD was suspected, and the administration of intravenous immunoglobulin\\n(IVIG) (2 g/kg) and acetylsalicylic acid (80 mg/kg) was initiated on the\\n13th day of illness. Two days later, the patient presented a\\nresolution of symptoms: fever remission, resolution of ocular hyperemia and lips\\nerythema, and reduced lymphadenopathy. Lamellar desquamation of fingers and toes\\noccurred on the 18th day of the disease. BCG scar reactivation persisted.\\nAn echocardiogram performed on the 18th day of the illness revealed small\\ncoronary artery aneurysms measuring 4 and 3.5 mm on the right and left side,\\nrespectively. The dose of acetylsalicylic acid was reduced to 5 mg/kg after 3 days\\nof treatment, and the patient was discharged on the 19th day of the\\ndisease, after 12 days of hospitalization.\\nHe was readmitted to the Emergency Department on the 47th day of the\\ndisease with persistent fever for eight days, showing recurrence of conjunctival\\nhyperemia, lips erythema, edematous feet, and desquamation of his fingertips. The\\nBCG scar still showed signs of mild inflammation, but with a significant improvement\\nsince the previous hospitalization. Laboratory tests conducted on the same day\\ndetected persistence of anemia, leukocytosis, thrombocytosis, besides elevated\\nC-reactive protein (CRP) (). An\\nechocardiogram carried out one day later presented right and left coronary artery\\naneurysms measuring 3.2 and 4 mm, respectively. IVIG was prescribed again on the\\n49th of the disease, and the acetylsalicylic acid dose was increased\\nto 80 mg/kg. The patient showed good response to treatment 48 hours after the IVIG\\ninfusion and was discharged on the 55th day of illness, with the\\nimprovement of all symptoms and resolution of erythema and induration at the BCG\\nscar.", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'20032807': 1, '33996313': 2, '25395889': 1, '28498302': 1, '26342720': 1, '23323120': 1, '28356445': 1, '32876305': 2}", "similar_patients": "{'8117721-1': 1, '8117721-2': 1}"}