{"patient_id": 97417, "patient_uid": "7167414-1", "PMID": 32327915, "file_path": "noncomm/PMC007xxxxxx/PMC7167414.xml", "title": "Small bowel racemose hemangioma complicated with obstruction and chronic anemia: A case report and review of literature", "patient": "A 5-year-old female child was admitted to the Emergency Department of our hospital complaining of abdominal pain, nausea, and vomiting for a duration of 10 h.\\nThe patient suddenly developed abdominal pain 10 h ago, which was total abdominal pain accompanied by nausea and vomiting. There was no pulsatile vomiting. The vomitus was the previously ingested food and yellow-green bile-like substance, and she vomited three times. There was no hematemesis, no fever, no chest tightness or suffocation, and no diarrhea. The abdominal symptoms gradually became aggravated.\\nThe patient was born after a full-term pregnancy by spontaneous vaginal delivery and had a history of iron deficiency anemia for 1 year. Prior to this admission, the patient had been treated with supplemental iron as recommended by her pediatrician for her symptoms but had shown no improvement. Her parents were healthy, and there were no close relatives. Her mother had a healthy pregnancy.\\nOn the physical examination, her heart rate was 99 beats per minute, and her blood pressure was 12/8 KPa. There were no lesions in the oropharynx, and her neck was supple. The lungs were clear, and her heart rate was regular, without a murmur. Her abdomen was soft, and an abdominal mass could be felt on the left lower abdomen, which was tender. The neurologic examination was unremarkable.\\nThe white cell count was 5.41 × 109/L, with 77.8% of neutrophils; hemoglobin was 78 g/L, with a hematocrit level of 27.7%, and the platelet count was 356 × 109/L. The serum ferritin level was less than 1.0 µg/L (normal range: 15-200). The ele-ctrocardiogram and chest X-ray were normal.\\nAn initial imaging evaluation by ultrasound revealed an enormous tumor mass in the middle of the abdomen and pelvis with an inhomogeneous echo pattern that was 10.3 cm × 4.0 cm in size, and several strong echoes and grid-like structures could be seen in the mass with a low blood flow signal on color Doppler flow imaging.\\nThe abdominal lesions were further evaluated by an abdominal CT scan and CECT. The former revealed an ill-circumscribed mass of mixed density in the left lower abdomen that extended to the pelvis. There were multiple high-density nodes in the mass (Figure ). The latter revealed that the mass exhibited heterogeneous enhancement following contrast administration. In the venous phase, there were thick and tortuous blood vessels in the mass, which were connected to each other by a honeycomb or racemose appearance (Figure -).", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'22308223': 1, '17933282': 1, '30338188': 2, '30359569': 1, '23045447': 1, '30902841': 1, '30345249': 1, '23789659': 1, '22942801': 1, '25007019': 1, '22875598': 1, '30249572': 1, '19774953': 1, '30094939': 1, '34225061': 1, '8255621': 1, '28611528': 2, '29886080': 1, '10517461': 1, '11641173': 1, '28736359': 1, '27554385': 1, '27447475': 1, '24684941': 2, '30349762': 2, '18346686': 1, '25972669': 1, '21057127': 1, '8368910': 1, '14551868': 1, '26243468': 1, '32327915': 2}", "similar_patients": "{'5449432-1': 1, '5449432-2': 1, '6175268-1': 1, '6193570-1': 1, '4022173-1': 1}"}