{"patient_id": 18442, "patient_uid": "7158156-1", "PMID": 32290867, "file_path": "comm/PMC007xxxxxx/PMC7158156.xml", "title": "Hydralazine-induced antineutrophil cytoplasmic antibody-associated vasculitis with pulmonary–renal syndrome: a case report", "patient": "A 64-year-old African American woman with history of hypertension and heart murmur, presented to our emergency room with acute onset of shortness of breath, orthopnea, paroxysmal nocturnal dyspnea, and cough with clear sputum of 4 days’ duration. She also complained of fatigue, loss of appetite, bilateral leg swelling, and lightheadedness of 1-week duration. She denied fever, chest pain, recent hospitalizations, new medications, or recent travel history. Her home medications included hydralazine, amlodipine, losartan, metoprolol succinate, amiodarone, aspirin, gabapentin, cetirizine, trazodone, zolpidem, cyclobenzaprine, chlorzoxazone, fluticasone, docusate sodium, pantoprazole, ferrous sulfate, ibuprofen, and pravastatin.\\nOn presentation, she was afebrile with a blood pressure of 158/76 mmHg, heart rate of 90 beats per minute, and pulse oxygenation of 96% on room air. A physical examination in our emergency room revealed mild respiratory distress, pale conjunctiva, and bilateral lower limb edema. A heart examination demonstrated holosystolic murmur at apex, grade 3/6, and non-radiating. A lung examination demonstrated bilateral diffuse coarse rales, worse on the right side. The rest of the physical examination was unremarkable.\\nLaboratory findings on admission revealed: hemoglobin, 6.9 g/dL (baseline 12 g/dL); white blood cells (WBC), 5.9 × 109/L; platelets, 267 × 109/L; serum creatinine, 4.9 mg/dL (baseline 0.9 mg/dL); erythrocyte sedimentation rate (ESR), 124 mm/hour; C-reactive protein (CRP), 169 mg/L; and urine analysis, 3+ blood and 1+ protein. A chest X-ray (Fig. ) revealed diffuse nodular densities bilaterally but more prominent in the right lung. A chest computed tomography (CT) (Fig. ) showed bilateral irregularly shaped nodules more on the right with peripheral and pleural-based distribution. A renal ultrasound showed a right renal cyst with mild complexity and left simple renal cyst but there was no hydronephrosis or calculi. An echocardiogram revealed ejection fraction of 65–70% and mild aortic stenosis; there were no valvular vegetations. Table shows the differential diagnoses of this case.\\nShe was treated with intravenously administered fluids, broad-spectrum antibiotics, and given a unit of packed red blood cells. A serologic workup was requested and hydralazine 100 mg, which she used to take three times daily for the past 8 years, was stopped given systemic nature of the disease and suspicion of hydralazine-induced ANCA-associated vasculitis. On day 2 of admission, she developed acute hypoxic respiratory failure and required intubation. Bronchoscopy was done and revealed diffuse blood lining her bronchi but not occluding it. Her kidney function continued to deteriorate, and she was started on hemodialysis. A kidney biopsy was also performed given the severe acute kidney failure with unclear etiology. Antinuclear antibody (ANA) titers were more than 1:640 (reference range, negative) with diffuse pattern; perinuclear ANCA (p-ANCA) titers were 1:2560 (reference range < 1:20, ARUP Laboratories, Utah, USA); myeloperoxidase (MPO) antibody was positive at 40 AU/mL (reference range 0–19); and serine protease 3 IgG was 383 AU/mL (reference range 0–19). Histone IgG antibody was 6.5 units (reference range 0–0.9); anti-double-stranded DNA (dsDNA) titer was 1:10 (reference range < 1:10); anti-cardiolipin IgM antibody was 35 MPL (reference range 0–12) but the IgG was 8 GPL (reference range 0–14); glomerular basement membrane antibody was negative; complement 3 was 75 mg/dL (reference range 88–201); and complement 4 was 15 mg/dL (reference range 10–40). Serum protein electrophoresis and immunofixation electrophoresis were of normal pattern. She was extubated after 2 days and remained clinically stable but dependent on hemodialysis therapy.\\nA renal biopsy (Fig. ) showed focal crescentic glomerulonephritis, with segmental deposits by immunofluorescence, which were not evident by electron microscopy. These changes were suggestive of pauci-immune process related to ANCA-associated vasculitis and ruled out lupus nephritis. She was started on pulse intravenous steroids therapy for 3 days and then on prednisone 60 mg daily in addition to cyclophosphamide 75 mg twice daily.\\nOn follow up after 3 months, she committed adherence to her medications, she was weaned off steroids and cyclophosphamide, and she was weaned off dialysis. Rituximab was started for maintenance therapy. Table shows the timeline of events related to this case.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'1310098': 1, '12632429': 1, '27748260': 1, '30413463': 2, '22071816': 1, '24276086': 1, '22271809': 1, '26073215': 1, '17686815': 1, '3329739': 1, '3907285': 1, '19424772': 1, '24561415': 1, '27124161': 2, '7249508': 1, '29657868': 1, '32290867': 2}", "similar_patients": "{'6229221-1': 1, '4848433-1': 1, '4848433-2': 1}"}