{"patient_id": 33152, "patient_uid": "7933319-1", "PMID": 33665764, "file_path": "comm/PMC007xxxxxx/PMC7933319.xml", "title": "A case of pleuroperitoneal communication in which establishing a laparoscopic pneumoperitoneum was useful for the detection of a fistula", "patient": "The patient was a 58-year-old woman who was referred to a nephrologist in our hospital to undergo an operation for the introduction of CAPD. One week after starting CAPD, she developed hypoxemia and gained weight. Chest X-ray (Fig. ) and computed tomography showed right hydrothorax. PPC was suspected, as cessation of CAPD improved the hydrothorax.\\nWe planned to perform surgical repair of the diaphragm using video-assisted thoracic surgery (VATS). Dialysis solution (1000 ml) containing 20 mg of indigo carmine was injected into the abdominal cavity through the CAPD catheter just before starting the surgery. Under general anesthesia, the patient was intubated with a double-lumen endotracheal tube and positioned in a left-sided half-lateral decubitus position. Three 1.5-cm skin incisions were made at the seventh, sixth, and eighth intercostal spaces on the anterior, middle, posterior axillary lines, respectively. A 30°, 10-mm thoracoscope was inserted at the sixth intercostal space of the middle axillary line.\\nHowever, despite the injection of indigo carmine into the abdominal cavity and the careful inspection of the diaphragm with the thoracoscope, there was no well-defined leak. We only detected a thinned diaphragm (Fig. b) and were unable to conclude that it was the responsible lesion. Therefore, we made a single laparoscopic port on the right side of abdomen near the navel and infused CO2 gas into abdominal cavity at 8 cmH2O. By inspecting the diaphragm with a thoracoscope under pneumoperitoneum, bubbles were seen gushing out from a small pore at the right central tendon of the diaphragm, which was considered the responsible lesion (Fig. c). The lesion was closed with 4-0 non-absorbable monofilament sutures (PROLENE, Ethicon, Somerville, NJ, USA) in a Z suture (Fig. d).\\nTo avoid the induction of liver damage by suturing, the diaphragm was pulled enough and then sutured. After treatment, bubble leakage was no longer observed. The central tendon around the reinforcement was covered with a sheet of absorbable polyglycolic acid (PGA) felt (Neoveil, Gunze, Osaka, Japan) using fibrin glue (Beriplast P, CSL Behring, King of Prussia, PA, USA) (Fig. e). The patient resumed CAPD one week later with the same volume of dialysis as usually used; however, there was no recurrence of the hydrothorax for over one month (Fig. ).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'30936360': 2, '12969393': 1, '34383172': 2, '22753435': 1, '34580781': 2, '9158220': 1, '12637652': 1, '2679094': 1, '33665764': 2}", "similar_patients": "{'8476674-1': 1, '8476674-2': 1, '6453368-1': 1, '8360259-1': 1, '8360259-2': 1}"}