{"patient_id": 34260, "patient_uid": "7996044-1", "PMID": 33791132, "file_path": "comm/PMC007xxxxxx/PMC7996044.xml", "title": "Life-Saving Emergency Adrenalectomy in a Pheochromocytoma Crisis with Cardiogenic Shock", "patient": "A 49-year-old male patient presented at the emergency room of the referring hospital with hematemesis and abdominal pain. The previous medical history included active smoking, epileptic seizures treated with lamotrigine, and an ischemic stroke treated with aspirin and simvastatin.\\nClinical examination showed a tender abdomen. His vital signs at initial evaluation were an oxygen saturation of 85% on room air, a blood pressure of 177/125 mmHg, pulse rate 127 bpm, body temperature 37.3°C, and Glasgow coma scale of 15/15. Arterial blood gas analysis revealed a pH of 7.25, with a paO2 of 52 mmHg, paCO2 of 33 mmHg, a marked elevated serum lactate 7.2 mmol/L (normal value < 2.2 mmol/L), and a low bicarbonate level 14 mmol/L (normal range 21–26 mmol/L). Due to progressive respiratory failure with hypoxemia and hypercapnia, the patient was intubated in the emergency room. Laboratory data showed an increased hemoglobin level of 18.8 g/dL (normal range 13.5-17.0 g/dL) and leukocytosis of 30.6 × 109/L (normal range 4.3–9.6 × 109/L) with a normal CRP (<5 mg/L). Acute renal failure with a creatinine of 2.5 mg/dL (normal range 0.7-1.3 mg/dL) was seen albeit normal electrolyte serum levels, accompanied by mildly deranged liver function tests, mildly elevated NT-pro-BNP (399 pg/mL; normal range 20-125 pg/mL), and markedly elevated high-sensitive troponin I level (2.490 ng/mL; normal range < 0.4 ng/mL). The electrocardiogram displayed sinus tachycardia with normal repolarization. Chest X-ray was compatible with pulmonary edema. Echocardiography showed a severe left ventricular dysfunction (ejection fraction of 25%) due to hypokinesia of the mid and basal segments, with preserved apical contractility. A Takotsubo syndrome was suspected. On the abdominal computerized tomography (CT) scan, which was performed because of the tender abdomen, a left-sided adrenal mass of 5.7 cm was seen ().\\nThe patient was referred to our tertiary intensive care unit (ICU) for hemodynamic stabilization and further (cardiac) investigation. Urgent coronary angiography revealed triple vessel disease with significant stenoses in the midleft anterior descending coronary artery (LAD) and proximal left circumflex coronary artery (LCX) and a chronic total occlusion of the proximal RCA with collaterals from the left-sided coronary artery. Ventriculography was suggestive for a basal (reverse or inverted) Takotsubo syndrome, with severe hypokinetic midventricular segments (, Svideo). Revascularization was not performed at that stage because of the inconsistency between the coronary lesions and the regional wall abnormalities and the severe hemodynamic instability, due to a suspected pheochromocytoma, possible requiring surgery in the future.\\nThe patient was deeply sedated and treated with the alpha-blocking agent phenoxybenzamine at high dose (20 mg b.i.d.) and an intra-aortic balloon pump. Nevertheless, he remained profoundly unstable with extreme blood pressure fluctuations (systolic blood pressure ranging from 45 mmHg to 290 mmHg) (). Biochemically, progressive multiple organ failure was documented, with deterioration of the kidney and liver functions and a further rise in high-sensitive troponin I level to 49.821 ng/L (normal value < 45 ng/L). The placement of an extracorporeal life support (ECLS) was seriously considered, though not executed in view of the extreme hemodynamic instability.\\nAs a catecholamine crisis was the most likely reason for the persistent hemodynamic instability, cardiogenic shock, and progressive multiple organ failure, an urgent open adrenalectomy was performed 21 hours after admission in the ICU; in the presence of board certified anesthesiologists, ICU physicians, and a skilled abdominal surgeon. Intraoperative rigorous fluid resuscitation was needed. After clamping of the adrenal vein and initiation of vasoactive drugs (adrenaline, noradrenaline, vasopressin, and phenylephrine), hemodynamic stabilization was rapidly achieved. Postoperatively, inotropes and vasopressors were continued. The IABP could be removed after 4 days. Due to further deterioration of the renal function, the patient received continuous venovenous hemofiltration during 7 days.\\nA 24-hour urine collection at admission showed extremely elevated levels of adrenaline (3001 μg/g, normal value 1–44 μg/g), noradrenaline (1600 μg/g, normal value 9–112 μg/g), metanephrine (3796 μg/g, normal value 20–174 μg/g), dopamine (435 μg/g, normal value 30–350 μg/g), and normetanephine (1210 μg/g, normal value 48–452 μg/g), compatible with massive catecholamine release by a pheochromocytoma. Histological investigation confirmed the presumed diagnosis of pheochromocytoma. A control echocardiography 7 days postoperatively showed a left ventricular ejection fraction recovery to 50%, further confirming the suspicion of left ventricular systolic dysfunction due to Takotsubo. Three weeks after surgery, coronary artery revascularization was performed with implantation of drug-eluting stents in the mid-LAD and proximal LCX stenosis. The patient was discharged from the ICU 16 days after admission and from the hospital after 24 days. At a follow up visit 2 weeks after discharge and now 3 months after the acute event, the patient was doing fine.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'27896787': 2, '23284003': 1, '20872207': 1, '26346138': 1, '21826022': 1, '28403121': 1, '21741786': 1, '21860721': 2, '26645353': 2, '21646289': 1, '24102156': 1, '24893135': 1, '33791132': 2}", "similar_patients": "{'5126035-1': 1, '5126035-2': 1, '5126035-3': 1, '5126035-4': 1, '5126035-5': 1, '5126035-6': 1, '5126035-7': 1, '5126035-8': 1, '5126035-9': 1, '3150700-1': 1, '3150700-2': 1, '3150700-3': 1, '4673852-1': 1}"}