{"patient_id": 21970, "patient_uid": "7349831-1", "PMID": 32585946, "file_path": "comm/PMC007xxxxxx/PMC7349831.xml", "title": "Parkinsonian Syndrome with Frontal Lobe Involvement and Anti-Glycine Receptor Antibodies", "patient": "The female patient was 63 years old when presented to our hospital. She has given her signed written informed consent for this case report, including all the data and the presented images, to be published. At that time, she suffered mainly from personality changes (reduced energy, social withdrawal, introversion, emotional flattening, avoidance of eye contact, loss of interest in discussions, lack of insight), cognitive deficits (attention/concentration and working memory deficits), and Parkinson’s syndrome with left-emphasized bradykinesia/reduced amplitude in finger tapping, hypomimia, bilateral rigor, and a postural instability with a tendency to fall (Hoehn and Yahr stage IIb).\\nUp to the age of 60, the patient had always been mentally healthy, in a good mood, and active. At the age of approximately 60 years, she developed growing insomnia (with problems in maintaining sleep and early awakening). At the age of 61, a change in her behavior became increasingly apparent. Her energy levels were reduced, she withdrew socially, seemed affectively flattened, and experienced more insecurity and anxiety. In addition, the patient developed delusional fears (felt spied on and therefore wanted the roller shutters closed continuously). Consequently, depression with psychotic symptoms was diagnosed. Muscle tone was assessed as normal at that time. However, retrospectively, a reduced facial expression had already been observed by her husband. The sleep disturbances improved with low-dose mirtazapine (3.75 mg/day). Treatment with duloxetine (60 mg/day) led to slight improvement of delusional fears. In the further course, an increasing personality change was observed. The patient was less happy, more introverted, appeared to be increasingly emotionless, and was no longer able to maintain eye contact. The MRI examination of the brain and the EEG remained inconspicuous (at the age of 61 years). In CSF diagnostics, identical oligoclonal bands (OCBs) in CSF and serum were found, indicating a systemic process. The neurodegeneration markers (tau, p-Tau, β-amyloid quotient, 14-3-3) were in the normal range. At the same time, she developed increasing trunk stiffness and left accentuated rigor. At the age of 62, elevated anti-GlyR IgG serum–antibodies with a titer of 1:640 (reference: <1:20; Laboratory Krone, Bad-Salzuflen, Germany) were found, and a left-accentuated Parkinson’s syndrome became more and more apparent. Anti-inflammatory treatment with prednisolone (3 × 1000 mg/day) was started and repeated five times every 4 weeks. Tolerability was good, but no relevant clinical improvement was observed. The antibody titers only changed by one titer step (to 1:320). Thus, maintenance therapy with azathioprine (150 mg) was started. On this therapeutic regimen, a stabilization of the symptoms could be achieved, but no sufficient improvement. The antibody titers dropped to 1:80 (reference: <1:20). Additional levodopa treatment (with only 187.5 mg/day) was well tolerated, and led to the slight improvement of mood and rigor (see ).\\nFollowing admission to our specialized ward at the age of 63, three years after the onset of the neuropsychiatric syndrome, a comprehensive clinical examination was performed. The MRI of the brain revealed low-grade mesencephalon atrophy, but there was no clear “hummingbird sign”. Other brain regions, including the basal ganglia and limbic system, were unremarkable (). The MRI of the spinal cord showed no evidence of myelopathy or contrast-enhancing lesions. In the visual assessment and independent component analyses, the EEG was normal. The CSF revealed slightly increased protein concentration. The anti-GlyR serum IgG antibody titers were 1:80 (reference: <1:20; Laboratory Krone, Bad-Salzuflen, Germany), and the CSF testing was negative (identical OCBs in serum and CSF were no longer positive). Tau, p-tau and β-amyloid quotients were in the normal range. In addition, slightly elevated anti-thyroid peroxidase (TPO) antibodies were found in the serum (). The FDG PET depicted a moderate bilateral hypometabolism of the frontal lobes, the midbrain, and, to a lesser extent, the caudate nuclei as well, compatible with a frontotemporal lobar degeneration (). On the whole body FDG PET/CT, there was no indication of a neoplastic process. For examination of nigrostriatal degeneration, which in severe expression would be more typical for PSP than FTD, an FPCIT SPECT was performed, which revealed a severely reduced dopamine transporter availability in both striates, indicating pronounced nigrostriatal degeneration (). Thus, nuclear medicine findings are well compatible with PSP [,,], whereas the lack of asymmetry argues against CBD [,,]. In the neuropsychological testing of attention performance (TAP), a clear impairment of both basal and more complex attention functions was detected. The “Consortium to Establish a Registry for Alzheimer’s Disease” (CERAD) test battery revealed deficits in verbal memory and executive performance (word fluency, set-shifting; ).\\nHer history was negative for in-utero/birth complications, febrile convulsions, inflammatory brain diseases, severe systemic infections, or craniocerebral traumata. She had no history of a neurodevelopmental or personality disorder. She never had a tumor disease but suffered from Hashimoto’s thyroiditis supplemented with l-thyroxin (75 µg/ day). Her father died early of a heart attack. Parents, grandparents, and siblings are not aware of any neurological, autoimmune or tumor diseases.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'21098403': 1, '31404257': 1, '31515852': 1, '26944115': 1, '28912150': 1, '30968197': 1, '24951641': 1, '24703753': 1, '24950013': 1, '29213468': 1, '7790950': 1, '25208922': 1, '28653647': 1, '24853231': 1, '21487420': 1, '21810890': 1, '23359374': 1, '27358064': 2, '29053777': 1, '23090334': 1, '29464188': 1, '28298428': 1, '28467028': 1, '31355325': 1, '27783582': 1, '32166503': 1, '32055944': 1, '23616165': 1, '29904974': 1, '31591639': 1, '32585946': 2}", "similar_patients": "{'5023728-1': 1}"}