{"patient_id": 100878, "patient_uid": "7501917-1", "PMID": 32974461, "file_path": "noncomm/PMC007xxxxxx/PMC7501917.xml", "title": "When the left atrium becomes a monster: a case report", "patient": "A 31-year-old male presented with congestive heart failure (CHF) symptoms and cardiogenic shock, his condition started since childhood when he was diagnosed having rheumatic heart disease (RHD) and was kept on long-term penicillin. At the age of 25 years, he developed a recurrent attacks of palpitation, diagnosed at that time to have atrial fibrillation (AF) and was kept on anticoagulation. One year before presentation to our hospital, he started complaining of exertional dyspnoea (New York Heart Association Class II–III), orthopnoea, paroxysmal nocturnal dyspnoea, and bilateral lower limb oedema. Transthoracic echocardiography (TTE) was done at that time stating that he had dextrocardia and rheumatic appearance of the mitral valve leaflets with moderate mitral regurgitation (MR), normal mitral valve opening with no mitral stenosis and peak/mean diastolic gradient of 4/2 mmHg, respectively, dilated LA and severe pulmonary hypertension (PHT). Six months before presentation, the patient started to develop progressive weight loss and dysphagia. On presentation, he was complaining of dyspnoea, orthopnoea, paroxysmal nocturnal dyspnoea, bilateral lower limb oedema up to knee, severe weight loss, and dysphagia. The patient has no past medical history of relevance. He was on warfarin 5 mg daily with International normalized ratio adjusted at 2.5 and long-term penicillin.\\nOn general examination, signs of shock were present with low arterial blood pressure (70/40 mmHg), tachycardia with heart rate of 120 b.p.m. on AF. In addition dyspnoea, orthopnoea, cachexia, congested neck veins with absent A wave and prominent V wave, enlarged tender liver, and bilateral lower limb oedema up to knee were very evident reflecting CHF. His cardiovascular examination revealed apex to be at the third right intercostal space outside mid-clavicular line with Grade III/VI pan systolic murmur of MR best heard over the apex.\\nInformed consent was obtained from the patient. He was admitted to coronary care unit, intravenous inotropes were started (noradrenaline 0.1 μg/kg/min—dobutamine 20 μg/kg/min), diuretic (frusemide 40 mg bid), and warfarin 5 mg were continued.\\nEmergency TTE was performed revealing situs solitus with normal connexions (atrioventricular and ventriculoatrial concordance), dextro-posed heart, hugely dilated LA pushing heart to the right side (), mild diffuse thickening of both mitral valve leaflets with no restriction of mobility of any of them. There was eccentric mitral insufficiency of moderate intensity which could be either primary due to mitral valve disease or secondary to dilation of the mitral ring and lack of cooptation of both leaflets, which was properly distorted by the aneurysm of the LA resulting in moderate eccentric MR (). Doppler assessment of the mitral flow revealed peak/mean diastolic gradient of 4/2 mmHg, respectively (not coinciding with atrial dilatation) and MR with vena contracta of 4 mm. Other quantitative measurements for assessment of severity of MR was not performed by the time of examination due to emergency state of the patient and whether those parameters can be validated in such enormous LA enlargement was questioned. The subvalvular mitral apparatus was normal with intact cords and papillary muscles. There was evidence of heavy spontaneous echocardiographic contrast with no evidence of thrombi in LA appendage, normal tricuspid valve morphology with severe tricuspid regurgitation () and PHT with estimated right ventricular systolic pressure (RVSP) of 62 mmHg, normal aortic valve morphology, and normal LV and RV size with good biventricular systolic function. However, pulmonary arterial tree could not be properly visualized.\\nMulti-slice computed tomography (CT) was performed to assess pulmonary arterial tree, assess situs, and relation of LA to surrounding structures. Multi-slice CT confirmed being situs solitus with dextro-version, hugely dilated LA measuring 130 mm × 150 mm (), occupying left chest cavity, extending from diaphragm downward to neck upward, pushing heart completely to the right side. The LA was compressing main pulmonary artery and extremely compressing the right pulmonary artery (RPA) towards aorta causing significant RPA stenosis (), explaining the elevated RVSP. Few hours after presentation, the patient developed Brady-asystole cardiac arrest. Cardiopulmonary resuscitation was performed for 45 min with no response.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'7127690': 1, '23347782': 1, '13816819': 1, '18662647': 1, '28302138': 2, '34194763': 1, '24976376': 1, '13104784': 1, '32974461': 2}", "similar_patients": "{'5356375-1': 1}"}