{"patient_id": 105674, "patient_uid": "7946560-2", "PMID": 33508911, "file_path": "noncomm/PMC007xxxxxx/PMC7946560.xml", "title": "Pull-Through Buddy Wire Technique for Endovascular Thrombectomy in Patients with Acute Ischemic Stroke: Technical Note", "patient": "An 80-year-old male with a medical history of hypertension and hyperlipidemia had previously had a left ethmoidal dural arteriovenous fistula, which was causing intracerebral hemorrhage. He had received craniectomy and stereotactic radiosurgery 10 years before the present case. During a follow-up magnetic resonance study, severe left M1 stenosis was found (). The premorbid functional outcome was an mRS score of 1. In the present case, he presented to the emergency department with severe dysarthria, aphasia, and right hemianopia for 70 minutes. The NIHSS score was 10 on arrival. CTA showed a left M1 acute occlusion (). Extremely tortuous aorta and CCA were also noted (). Endovascular revascularization was conducted immediately following discussion.\\nHowever, 40 minutes following femoral puncture, the GS could not be successfully inserted into a stable position in the CCA. The PBWT was applied after disinfection and preparation of the neck (). The GS was successfully inserted into the distal CCA. The reperfusion catheter could not pass the carotid siphon. A microcatheter (Prowler Select Plus; Codman, Raynham, MA, USA) was navigated through the occluded MCA segment, and a salvaged stent (Enterprise; Cordis, Miami Lakes, FL, USA) was implanted (). TICI 2b reperfusion was achieved despite residual stenosis. The procedure time from femoral puncture to recanalization was 96 minutes. The procedural time was 54 minutes from femoral puncture to guiding catheter placement inside CCA, 10 minutes for carotid puncture, and the total time taken to complete recanalization was 96 minutes. Tirofiban infusion was initiated after intracranial stent implantation. The cervical puncture site was managed with manual compression without incident. The femoral puncture site was closed with an 8-Fr VCD.\\nTwo weeks after discharge, the patient’s symptoms were ameliorated and his NIHSS score was 6 with shuffling gait and aphasia. He received dual antiplatelet therapy. However, in-stent occlusion was noted 3 months later after an episode of acute stroke. No further endovascular treatment was performed. His mRS score was 3 at 3 months after recurrent stroke.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'24203916': 1, '29971982': 1, '31464560': 1, '26898852': 1, '29326380': 1, '23117130': 1, '24074938': 1, '31662037': 1, '17102976': 1, '19633407': 1, '32411411': 1, '16908568': 1, '22099561': 1, '2967987': 1, '15462364': 1, '29935782': 1, '26078358': 1, '30472671': 1, '31387162': 1, '24408927': 1, '33508911': 2}", "similar_patients": "{'7946560-1': 2}"}