{"patient_id": 27790, "patient_uid": "7658281-1", "PMID": 33175249, "file_path": "comm/PMC007xxxxxx/PMC7658281.xml", "title": "Management of a huge right atrial thrombus in a patient with multiple comorbidities", "patient": "A 19-year-old young lady presented to our cardiology clinic complaining of shortness of breath of 3 months duration. Her symptoms were progressive over time, and on presentation, she was short of breath on minimal effort. She also reported two attacks of hemoptysis, and each was about a cup of fresh blood. She denied any history of chest pain, palpitations, syncope, or lower limb swelling.\\nSix years earlier, she was admitted with generalized anasarca, rapidly deteriorating renal functions, and nephrotic range of proteinuria. Renal biopsy showed focal segmental glomerulosclerosis. She had two sessions of hemodialysis and was kept on immune-suppressive medical therapy, and her renal functions were then stabilized. Furthermore, 2 years before presenting to us, she had a purpuric eruption and was found to have severe thrombocytopenia. Her platelets reached 10,000, and after exclusion of all other possible causes, she was diagnosed with immune thrombocytopenic purpura (ITP) and was kept on steroids. She also reported a history of previous right femoral deep venous thrombosis 1 year ago for which she was anticoagulated using warfarin for 6 months. The patient denied any history suggestive of an autoimmune disorder (e.g., arthralgia, skin rash, mouth ulcers, hair loss), and there was no family history of any similar conditions.\\nAt the time of presentation, her blood pressure was 110/70 and her heart rate was 100/min. Her resting oxygen saturation was 88%. The rest of the physical examination was unremarkable apart from abdominal striae (steroids use). Her ECG showed normal sinus rhythm with no abnormalities (Fig. ). Echocardiography showed a huge right atrial mass (about 8 × 7 cm), filling the whole cavity of the right atrium and oscillating in and out of the right ventricle through the tricuspid valve (Fig. , Additional file : Movie 1). The left ventricle appeared of normal dimensions and systolic function. The right ventricle appeared dilated with impaired systolic function. Laboratory findings showed marked thrombocytopenia (30.000) and severe renal impairment (creatinine 6.1 mg/dl and urea 176 mg/dl). Troponin was positive. Anti-thrombin III, lupus anticoagulant (LA), anti-cardiolipin (IgG, IgM), compliments 3 and 4, and proteins C and S were in the normal range. There was a hypoalbuminemia (albumin 1.9 mg/dl). Lower limb venous Duplex showed old canalized femoral deep venous thrombosis (DVT) with no evidence of acute DVT. Trans-esophageal echocardiography confirmed a huge right atrial mass that was extending from the inferior vena cava (IVC) and appeared to occupy the whole atrium. A small patent foramen ovale was also noticed in the inter-atrial septum (Fig. , Additional file : Movie 2). Differential diagnosis of the right atrial mass included thrombus (pulmonary emboli-in-transit), primary and metastatic cardiac tumors (e.g., right atrial myxoma), and vegetations on the tricuspid valve and intracardiac electrodes. The huge size, extension of the mass, and clinical context suggested that it was most probably a huge thrombus. The patient was admitted, IV heparin was initiated, and a heart team discussion was held regarding the best way of management. Urgent cardiac surgery to remove the right atrial mass was proposed as the best option for the patient taking into consideration its large size and risk of distant embolization. However, concerns were raised for the risk of peri-operative bleeding due to thrombocytopenia, the risk of renal failure, and the risk of recurring thrombosis post-operatively.\\nA few hours later, while the patient was in the intensive care unit (ICU), the patient arrested in asystole. Cardiopulmonary resuscitation (CPR) was immediately initiated, the patient was intubated, and she was resuscitated after two cycles of cardiopulmonary resuscitation. After the return of spontaneous circulation, she was vitally stable; the blood pressure was 140/90 and heart rate was 110/min. However, ECG showed ST-segment elevation in anterior chest leads (Fig. ) and bedside echocardiography showed impaired left ventricle (EF of 40%) with akinetic mid and apical anterior septum and anterior wall, i.e., acute anterior STEMI, mostly due to paradoxical embolism. Recent updates were discussed, and a consensus was reached that surgery, despite the very high risk, will be the best management strategy.\\nAs the patient was hemodynamically stable, we transferred her to the cath lab. Coronary angiography showed normal epicardial coronaries with mild haziness at mid segment of LAD artery with mild slow flow in the artery (canalized or dislodged embolus). The rest of the coronaries were normal (Additional file : Movie 3A, 3B). Multislice computed tomography (CT) pulmonary angiography was then performed (to exclude massive pulmonary embolism) and showed normal major pulmonary artery branches with occluded some peripheral pulmonary branches (Fig. ). The inferior vena cava was clear of thrombi. No suspicious abdominal masses were visualized.\\nAfter a discussion with the family and explaining the high risk of mortality and morbidity, open-heart surgery was performed to excise the right atrial thrombus. Extra-corporeal membrane oxygenator (ECMO) was used as a support during surgery. At post-operative ICU, she was kept on IV steroids and had three sessions of hemodialysis. After 5 days, ECMO was disconnected and her vital signs stabilized. Two days later, she was extubated. A good urine output was maintained, the acid-base balance was normalized without the need for further dialysis, and creatinine and urea returned to the same levels as pre-operative. The platelets were stable at a level of 70,000. Oral anticoagulation using warfarin was initiated reaching an INR target of 2–3. Post-operative echocardiography showed borderline left ventricle (LV) contractility with regional wall motion abnormalities and mildly impaired right ventricle (RV) contractility with no evidence of mass residual (Fig. , Additional file : Movie 4). The patient was discharged on warfarin and oral steroids 3 weeks following surgery.\\nShe returned to her daily activities with good functional capacity within 2 months after surgery. She was very happy and grateful to the whole team. She was referred to an immunologist and nephrologist to continue the treatment regimen of her underlying medical conditions.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'25173341': 1, '25832601': 1, '26078887': 1, '11547721': 1, '15199498': 1, '27308257': 2, '28123986': 1, '29911017': 2, '26220221': 1, '11888964': 1, '2606115': 1, '33175249': 2}", "similar_patients": "{'4901833-1': 1, '5989551-1': 1}"}