{"patient_id": 24258, "patient_uid": "7455395-1", "PMID": 32874792, "file_path": "comm/PMC007xxxxxx/PMC7455395.xml", "title": "Case Report: Projectile Into Right Frontal Lobe From a Nail Gun", "patient": "The patient is a 50-year-old Hispanic male presenting to the ED with chief complaints of headache and right eye blindness. The patient had been working construction with a nail gun that had reportedly misfired resulting in a foreign body projectile into the calvarium. While the patient did not report losing consciousness, he was unaware of the misfire and did not know the reason for his new symptoms. X-ray of the skull and CT scan of the head demonstrated a foreign object resembling a nail extending through the right maxillary sinus into the right anterior skull base, penetrating the frontal lobe of the brain (Figure ). A CT Angiogram of the head was negative for any vascular abnormalities, therefore a diagnostic cerebral angiogram was deferred. The patient denied any neurological deficits with the exception of right eye blindness. No signs of cerebrospinal fluid (CSF) leak were present from the nose or into the mouth. A Maxillofacial CT demonstrated the nail passing through the right maxillary sinus, penetrating the floor of the orbit, but posterior to the globe. The trajectory of the nail was through the base of the skull, protruding significantly into the brain parenchyma. The tip of the nail was located adjacent to the right anterior cerebral artery (Figure ). Surgical removal was indicated due to the risk of CSF leak, nidus of infection, and potential further intracranial injury. The location of the head of the nail within the oral cavity necessitated the coordination of Neurosurgery with Oral Maxillofacial Surgery (OMFS) for a multidisciplinary approach for the removal of the foreign body. Preoperatively, the patient was provided with antibiotic coverage.\\nA craniotomy was performed with extradural dissection continued anteriorly down the posterior orbital wall until the calvarial entry point of the nail was appreciated. The dura was dissected around the nail using a brain ribbon to retract the frontal lobe away from the skull. At this time, OMFS removed the nail through the oral cavity. Following removal, meticulous hemostasis was achieved. Ultrasound was used to confirm the absence of parenchymal hematoma after the removal of the nail. A pericranial flap was placed beneath the dural defect, overlayed by a piece of DuraGen™, and DuraSeal™ was applied extradurally to ensure against CSF leak (Figure ).\\nThe patient continued to do well throughout the postoperative course, and was discharged after a period of observation. The patient presented to the clinic several weeks later with continued blindness in his right eye.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'29410036': 1, '16703892': 1, '5520127': 1, '25914335': 1, '12665002': 1, '27044613': 1, '22835996': 1, '32874792': 2}", "similar_patients": "{}"}