{"patient_id": 19466, "patient_uid": "7220631-1", "PMID": 32384469, "file_path": "comm/PMC007xxxxxx/PMC7220631.xml", "title": "Sleep apnea–hypopnea syndrome caused by ankylosing spondylitis", "patient": "A 46-year-old man, who had nocturnal snoring and apnea for 10 years, was admitted for further examination of his respiratory disturbances. For the past 10 years, he had been feeling a gradual increase in nocturnal snoring, fatigue, daytime sleepiness, and poor quality of sleep. His wife had noticed his occasional apnea during sleep. Additionally, the patient had a 15-year history of AS, usually with pain and morning stiffness in his lower back, and these symptoms were aggravated during rest and could be alleviated by physical activity. He did not receive standard therapy.\\nPhysical examination revealed systolic/diastolic blood pressure of 138/80 mm Hg, pulse rate of 90/min, respiratory rate of 22 breaths/min, body temperature of 36.5°C, and body mass index (BMI) of 21.2 kg/m2. Examination of the respiratory system showed that breath sounds were heard bilaterally, without crackles or wheeze, and thoracic mobility was 2.5 cm. During neurological assessment we found the distal upper limb on the left muscle strength of grade 4, Babinski sign of left side (+), Chaddock sign of both side (+) and the left upper limb algesthesis weakening. We did not observe any cardiovascular or abdominal abnormalities.\\nResults of arterial blood gas analysis were as follows: pH 7.39, pCO2 46 mm Hg, pO2 48 mm Hg, HCO3- 27.8 mmol/L, SaO2 83% on room air. The results of the pulmonary function test were as follows: forced expiratory volume in 1 s (FEV1) of 2.64 L, predicted FEV1 percentage of 75%, forced vital capacity (FVC) of 2.98 L, FVC percentage predicted of 68.4%, vital capacity (VC) of 3.21 L, predicted VC percentage of 71%, FEV1/FVC of 106.4%, and RV/TLC of 115.1%. Laboratory results were as follows: red blood cell count of 7.39 × 1012/L, hemoglobin of 224 g/L, hematocrit of 66.30%, and human leukocyte antigen B27 (HLA-B27) of 89.6 U/mL. Anti-neutrophil cytoplasmic antibodies, anti-nuclear antibodies, anti-keratin antibodies, anti-phospholipid antibodies, and rheumatoid factor were all negative. Laryngoscopy examination was normal and ruled out the obstruction of larynx and pharynx. Echocardiography showed a dilated right atrium (43 mm) and right ventricle (42 mm). The velocity of the tricuspid regurgitant jet was 4.5 m/s with a pulmonary artery systolic pressure (PASP) of 51 mm Hg, and a left ventricular ejection fraction of 75%. Echocardiography showed that left ventricular diastolic function was decreased.\\nPolysomnography (PSG) was performed and recorded parameters of electroencephalogram, chin electromyogram, oral-nasal air flow, and electrocardiogram. Based on these examinations we diagnosed mixed SAHS with an apnea–hypopneas index (AHI) of 31.5/h, oxygen desaturation index of 30.3/h and sleep efficiency of 47.7%. Mean nocturnal SaO2 was 80% with a minimal nocturnal SaO2 of 49%. There were 145 apneas and hypopneas/hour of sleep (23.4% central, 47.6% mixed, 4.8% obstructive, 24.1% hypopneas). Non-rapid eye movement (NREM) stages 1 and 2 sleep were increased to 26.3% and 59.2% of the total sleep time, respectively. NREM stage 3 sleep (4.3%) and rapid eye movement (REM) sleep (10.1%) were decreased. The number of micro-arousals was 73/h, 23 of which were related to respiratory events and 48 of which were related to spontaneity. The above data revealed a severe mixed combination of sleep apnea and central sleep apnea, which are likely to be responsible for the sleep-associated symptoms of the patient (Fig. ).\\nIn addition, a contrast-enhanced chest computed tomography (CT) scan revealed fibrosis within the irregular strip located in dorsal and basal segment of lower lobes (Fig. ). X-radiography of the sacroiliac joints supported the diagnosis of AS (Fig. ). Spine magnetic resonance imaging (MRI) showed that the entire spine curvature had straightened and part of the intervertebral discs had integrated with each other (Fig. ).\\nWe instituted treatment with methylprednisolone (5 mg, oral, daily), leflumomide (20 mg, oral, daily), bicyclol tablets (25 mg, oral, 3 times a day), and ursodeoxycholic acid tablets (10 mg/kg, oral, daily). The patient received etanercept (50 mg, sc, once a week) as his condition deteriorated. Meanwhile, for management of the SAHS symptoms, the patient received nasal continuous positive airway pressure (CPAP) during sleep. Six months following commencement of the treatment, the symptoms of pain, stiffness, and sleep disturbances were largely relieved. Follow-up laboratory analysis showed a hemoglobin level of 191 g/L, red blood cell count of 5.88 × 1012/L, and hematocrit of 56.5%, and human leukocyte antigen B27 (HLA-B27) of 59.3 U/mL. Other biochemical tests showed: erythrocyte sedimentation rate (ESR) 12 mm/h, C reactive protein (CRP) 3.8 mg/L, which were significantly decreased compared with the initial results at the time of diagnosis. Results of arterial blood gas analysis were as follows: pH 7.35, pCO2 34 mm Hg, pO2 66 mm Hg, HCO3− 23.7 mmol/L, SaO2 91% on room air. The results of the PSG were as follows: apnea–hypopneas index (AHI) of 21.4/h, oxygen desaturation index of 17.5/h and sleep efficiency of 68.1%. Mean nocturnal SaO2 was 87% with a minimal nocturnal SaO2 of 62%. In addition, the patient was discharged and followed-up one and a half years, the symptoms of dyspnea, pain, stiffness, and sleep disturbances were alleviated.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'7638818': 1, '19223282': 1, '27464768': 1, '22521311': 1, '21540199': 1, '15934110': 1, '12634937': 1, '21109522': 1, '22258033': 1, '24612586': 1, '12525393': 1, '18161752': 1, '18486034': 1, '23058191': 1, '11932872': 1, '17448825': 1, '25515109': 1, '26563408': 1, '19908934': 1, '15539715': 1, '32384469': 2}", "similar_patients": "{}"}