{"patient_id": 20152, "patient_uid": "7254858-2", "PMID": 32443325, "file_path": "comm/PMC007xxxxxx/PMC7254858.xml", "title": "Intractable or persistent hiccups treated with extracranial acupuncture", "patient": "A 75-year-old man was admitted to the Department of Gastroenterology with a 7-day history of persistent hiccups and hematemesis for 3 hours. A diagnosis of Mallory-Weiss syndrome was made. Seven days prior to admission, the patient caught a cold and experienced an episode of hiccups (20 per minute) that lasted for 1 hour. The patient's hiccups were transiently relieved by drinking water but aggravated by eating. No specific treatment was given. Three hours before admission, the patient's hiccups began to be accompanied by nausea and hematemesis (about 15 mL per episode). There was no melena, dizziness, fatigue, ataxia, syncope, palpitation, chest or abdominal pain, or abdominal distension. The patient had a 15-year history of hypertension and a 7-year history of diabetes, and he regularly took oral nifedipine and subcutaneous insulin. Fourteen years earlier, the patient had undergone coronary artery bypass surgery; since then, the patient had taken oral isosorbide mononitrate. Three years prior to presentation at our hospital, the patient had undergone surgical resection of nucleus pulposus caused by lumbar disc herniation; he recovered rapidly from the procedure. One year prior to presentation at our clinic, the patient had been implanted with a stent because of cerebrovascular stenosis; since that point, he had been prescribed oral clopidogrel. On admission, the patient's body temperature was 36.9 °C; heart rate was 96 bpm; respiratory rate was 22 breaths per min; blood pressure was 110/80 mmHg. The results of the patient's laboratory tests were as follows: white blood cells 6.26 × 109/L, hemoglobin 115 g/L, fibrin 3.22 mg/L, prothrombin 12.3 second, and international standardized ratio 1.15.\\nAfter admission, a diagnosis of acute erosive-hemorrhagic gastritis was suspected. Oral omeprazole, hemocoagulase, octreotide acetate, and vitamins were administered. The patient's persistent hiccups were treated using traditional Chinese acupuncture, but there were no remarkable benefits. Then, extracranial acupuncture was performed according to the methods described in case 1. The acupuncture point was located 0.5 cm distal to the point of attachment between the occipital ligament and the external occipital protuberance. Immediately after the first extracranial acupuncture, the patient's hiccups disappeared; they did not recur thereafter. During a 6-month follow-up period, the patient remained asymptomatic.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'12149636': 1, '18341501': 1, '13221413': 1, '16894310': 1, '22523721': 1, '26307025': 1, '8947969': 1, '23440833': 1, '32443325': 2}", "similar_patients": "{'7254858-1': 2}"}