{"patient_id": 99044, "patient_uid": "7333191-1", "PMID": 32636903, "file_path": "noncomm/PMC007xxxxxx/PMC7333191.xml", "title": "Will the COVID-19 pandemic accelerate the implementation of single-day coronary angioplasty in Poland?", "patient": "I present a case of a 65-year-old male patient who, due to accelerated typical angina symptoms, could not wait for the decline of the pandemic and had right coronary artery (RCA) PCI performed in a single-day coronary invasive unit (S-D unit) on March 25th, 2020. shows the “culprit lesion”: diffused, long RCA stenosis: before and after implantation of 2 drug-eluting stents (DES). Blood tests, routinely necessary to be performed before an invasive procedure, had been evaluated 3 weeks earlier by a family doctor.\\nNow, in the COVID-19 era, the patient was subjected to special precautions and a protocol introduced in our hospital to diminish any risk for infection transmission. First there was a short epidemiological interview concerning the suspicion of COVID-19 infection, body temperature measurement and rapid blood test “2019 – nCoV IgG/IgM”, Vazyme Biotech Co. Ltd. After a negative result (10 min) and admission to hospital, the patient wore a face mask until his discharge and was placed in a single room in an S-D unit or in a cath lab. Special attention was paid so that during an about 6-hour-long stay in the S-D unit only one dedicated nurse and one doctor were in personal contact with the patient.\\nThe personnel performing the invasive procedure in the cath lab were additionally equipped with full face plastic shields along with routinely used face masks, caps and gloves.\\nThe crucial results and data concerning the risk for COVID-19 transmission are as follows. Length of stay in hospital 7 h 30 min (admission 7:05, discharge 14:35). The number of personnel with contact defined as dangerous for COVID-19 transmission (distance < 2 m, duration > 3 min) was limited to 5 persons. One person – admission formalities and epidemiological examination, 2 people (1 nurse and 1 treating/invasive cardiologist) in an S-D invasive unit, 2 people in a cath lab (1 technician and 1 nurse). The invasive procedure was performed by the same invasive cardiologist who was the treating physician. All hospital personnel were obliged to wear masks and gloves during any contact with the patient.\\nAfter a successful PCI procedure, the patient stayed in a single room at the S-D unit in a comfortable armchair, received i.v. 1000 ml of fluid and his heart rhythm and vital functions were monitored by a heart monitor. The patient was discharged in stable clinical condition, without any chest discomfort or ECG ischemic changes, after radial compression removal and resuming some physical activity. Our patient selection and management protocol for S-D PCI was precisely described in a previous publication []. In brief: we accept patients without age limit, possible radial approach, ejection fraction (EF) > 30%, normal renal function, domicile not far from hospital (transport < 60 min) and no planned PCI of: left main, coronary bypass and chronic total occlusion.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'17420341': 1, '31395218': 1, '30267035': 1, '30539746': 1, '28254362': 1, '11387605': 1, '32636903': 2}", "similar_patients": "{}"}