{"patient_id": 103863, "patient_uid": "7787899-1", "PMID": 33045804, "file_path": "noncomm/PMC007xxxxxx/PMC7787899.xml", "title": "Development of donepezil-induced hypokalemia following treatment of cognitive impairment", "patient": "The study was approved by the Institutional Review Board of the Catholic University of Korea (IRB No: PC20ZASI0046) with waiver of informed consent.\\nAn 87-year-old man visited the outpatient clinic owing to poor oral intake. According to his medical history, he had undergone surgery for benign prostatic hyperplasia 6 years ago and had discontinued the medication for benign prostatic hyperplasia 4 months before hospitalization. Recently, he was diagnosed with cognitive dysfunction based on a mini-mental status examination score of 22, and a global deterioration scale of 3. And was started on appropriate medication. At the time of admission, he was prescribed choline alfoscerate 400 mg twice daily and donepezil 5 mg for the control of Alzheimer disease.\\nA review of systems did not reveal abnormal findings. His vital signs were as follows: blood pressure (BP), 180/70 mmHg; pulse rate, 72 beats/min; respiratory rate, 20 breaths/min; body temperate, 36.7℃. To determine the cause of poor oral intake, routine investigations were performed, including complete blood count, blood chemistry, urine analysis, electrocardiogram, and chest X-ray. The presence of subtle pneumonia on the chest X-ray and hypokalemia (serum potassium 2.6 mmol/L) was detected. Initial serum inflammatory markers showed the following results: plasma leukocyte count, 7,500/mm3; serum c-reactive protein, 0.74 mg/dL (range, 0.01–0.5 mg/dL). Except for potassium, blood chemistry revealed the following: serum albumin, 4.0 g/dL (range, 3.5–5.2 g/dL); blood urea nitrogen, 10.9 mg/dL; serum creatinine, 0.72 mg/dL (range, 0.61–1.20 mg/dL); serum sodium, 140 mmol/L; serum chloride, 91 mmol/L; serum magnesium, 2.4 mg/dL; serum osmolality, 290 mOsm/kg. Urinalysis and urine sediment examination presented the following: urine pH, 7.5; urine specific gravity, 1.011; urine white blood cells, 0–2/high power field; urine red blood cells, 0–2/high power field. Blood gas analysis revealed compensated metabolic alkalosis as follows: arterial blood pH, 7.52; arterial blood pCO2, 46.6 mmHg; arterial blood pO2, 73.7 mmHg; arterial blood HCO3¯, 36.8 mmol/L. Chest X-ray and inflammatory markers suggested that the pneumonia was not severe. Therefore, hypokalemia could be the cause of underlying poor oral intake.\\nThe patient was admitted to treat pneumonia and hypokalemia. For pneumonia treatment, he received ceftriaxone and clarithromycin as antibiotic agents. To determine the cause of hypokalemia, further investigations were performed. No clues indicating hypokalemia were detected in the medical history and review of systems. Next, his renal potassium excretion was measured to determine the potassium/creatinine ratio, fractional excretion of potassium, and transtubular potassium gradient (TTKG), using blood chemistry and spot urine chemistry. The results of spot urine chemistry were as follows: urea nitrogen, 392.8 mg/dL; creatinine, 90.8 mg/dL; total protein, 29.9 mg/dL; sodium, 35 mEq/L; potassium, 29.2 mEq/L; chloride, 45 mEq/L; osmolality, 309 mOsm/kg. Additionally, the following values were determined and suggested renal potassium wasting: urine potassium/creatinine ratio, 32.2 mEq/g; fractional excretion of potassium, 8.9%; TTKG, 10.5. Those findings suggested renal potassium wasting. Next, computed tomography demonstrated no abnormalities in the bilateral adrenal glands and both kidneys (). A hormone study was conducted to evaluate the cause of high BP. The thyroid function test was in the normal range. The adrenocorticotropic hormone (ACTH) level was 36.02 pg/mL (range, 10.0–60.0 pg/mL) and the cortisol level was 10.51 µg/dL (range, 9.41–26.06 µg/dL), which were within the normal range, revealing no mineral corticoid excess. Plasma renin activity was determined as 0.19 ng/mL/hr (range, 0.3–2.9 ng/mL/hr), aldosterone concentration was 14.93 pg/mL (range, 29.9–158.8 pg/mL), and the aldosterone/renin ratio was 7.86, indicating hyporeninemic hypoaldosteronism. However, unlike Liddle syndrome, the serum sodium level was normal at 140 mmol/L. The serum magnesium level was normal at 2.4 mg/dL, which was far from that observed in Gitelman syndrome. Hence, no obvious cause of hypokalemia was determined.\\nDuring investigations analyzing the possible cause of hypokalemia, he underwent potassium supplementation using intravenous and oral formulations. Until the fourth day of hospitalization, his serum potassium level demonstrated difficulty increasing beyond 3.0 mmol/L despite sufficient potassium administration (). As the hypokalemia was poorly corrected, clinicians suspected other causes of hypokalemia. A thorough review of the therapeutic agents prescribed for cognitive dysfunction was conducted. On examining possible adverse effects, we identified evidence suggesting that donepezil causes hypokalemia as a rare adverse event [,]. Therefore, donepezil was immediately discontinued. Thereafter, his potassium demand, supplemented intravenously, gradually decreased and was modified to oral potassium agents. On the third day after donepezil cessation, his serum potassium level recovered to 3.5 mmol/L under oral potassium supplementation of 32 mEq/day (). During hypokalemia evaluation and correction, pneumonia was properly controlled. Finally, he was able to maintain serum potassium of 3.3 mmol/L under oral potassium supplementation of 32 mEq/day and was discharged on the ninth day of hospitalization. At the time of discharge, the results of blood chemistry and spot urine chemistry were as follows: serum creatinine, 0.73 mg/dL; serum potassium, 3.5 mmol/L; serum magnesium, 2.3 mg/dL; serum osmolality, 295 mOsm/kg; urine creatinine, 120.6 mg/dL; potassium, 46.7 mEq/L; osmolality, 330 mOsm/kg. Additionally, the following values were determined: urine potassium/creatinine ratio, 38.7 mEq/g; fractional excretion of potassium, 8.1%; TTKG, 11.9.\\nConversely, in the past, he had presented a systolic BP of less than 130 mmHg and diastolic BP of 80 mmHg during several visits to the outpatient clinic, with no history of medication-related hypertension. However, for 24 hours after hospitalization, BP was continuously confirmed as 160/90 mmHg or more, including a maximum of 185/105 mmHg, and amlodipine 5 mg was initiated. As BP measurements were above 140/90 mmHg on average after the addition of amlodipine 5 mg, the patient was additionally prescribed olmesartan 20 mg on the fifth day of hospitalization. Finally, in the outpatient clinic follow-ups, serum potassium was measured as 4.5 mmol/L, and oral potassium agents were withheld.", "age": "[[87.0, 'year']]", "gender": "M", "relevant_articles": "{'29993162': 1, '32176074': 2, '11198060': 1, '15496217': 1, '17848395': 1, '23320835': 2, '21278718': 1, '17132884': 1, '11322843': 1, '33158153': 1, '16863459': 1, '26926294': 1, '32029515': 1, '26420637': 1, '25133184': 1, '33045804': 2}", "similar_patients": "{'7220218-1': 1, '3558351-1': 1}"}