{"patient_id": 103913, "patient_uid": "7793049-1", "PMID": 33442605, "file_path": "noncomm/PMC007xxxxxx/PMC7793049.xml", "title": "ECMELLA: successful rescue cardiopulmonary support in post-coronary artery bypass graft cardiogenic shock with cardiac arrest—case report", "patient": "In this article, we report the case of a 39-year-old male patient, with a medical history of ischaemic cardiopathy, hypertension, dyslipidaemia, and obesity. The patient suffered from worsening exertional dyspnoea, exams revealed advanced coronary disease and was proposed for an elective surgical coronary revascularization.\\nOn physical examination, the patient presented with exertion to minor efforts, without other findings. Electrocardiogram in sinus rhythm, with a complete left bundle branch block. Laboratory findings were within normal range.\\nPre-operatory coronary angiography revealed three-vessel disease: 70–90% stenosis in the proximal segment of the left anterior descending artery (LAD), 70–90% stenosis in the medial segment of the left circumflex artery with total distal occlusion, and 91–99% stenosis of the first marginal artery (MA) and total occlusion of the right coronary artery. An echocardiographic evaluation showed severe dilation and poor functioning left ventricle (LV)—end-diastolic volume 453 mL, estimated ejection fraction 35%. Right ventricular functioning was preserved—tricuspid annular plane systolic excursion 17 mm.\\nThe patient was given on-pump double CABG surgery—left internal mammary artery to LAD and right internal mammary artery (RIMA) to MA. Due to haemodynamic instability at the end of the procedure with an ST-segment elevation in the anterior electrocardiogram derivations, repeat CABG was performed with a saphenous vein (SV) graft to the distal LAD artery.\\nImmediately after transfer to the intensive care unit (ICU), the patient’s haemodynamic status deteriorated with frequent premature ventricular complexes and hypotension. The patient was immediately transferred to the coronary angiography room on suspicion of hyperacute graft occlusions of both bypasses from the SV to LAD and RIMA to MA. Angioplasty was performed with successful stent implantation at the origin of the LAD artery. During the procedure, a ventricular fibrillation (VF) cardiac arrest occurred. Advanced cardiac life support was successfully performed with a mechanical compression device (LUCAS 2) for 55 min, refractory to defibrillation, amiodarone, and lidocaine. Simultaneously, he was connected to a veno-arterial extracorporeal membrane oxygenation (VA-ECMO) circuit and an Impella CP device was placed through the left femoral artery, and intraventricular position confirmed under fluoroscopy and VF ceased. These devices were placed after a failed attempt at inserting an intra-aortic balloon pump (IABP). During the procedure, there was an accidental tear of the left femoral artery, with important bleeding, controlled with surgical repair.\\nAfter being transferred to the ICU, the patient remained sedated, with invasive mechanical ventilation support, and perfusions of noradrenaline, adrenaline, and dobutamine. Median artery pressures were above 80 mmHg with peripheral signs of hypoperfusion. Because of low urinary output and signs of volume overload, renal replacement therapy was initiated with continuous venovenous haemodiafiltration.\\nBoth mechanical and pharmacological support were maintained for approximately a week. Venous-arterial extracorporeal membrane oxygenator was used with a maximum circuit flow of 4 L/min and a fraction of inspired oxygen (FiO2) of 100% for 2 days, then down-titrated to a minimum of 2.5 L/min circuit flow, maintaining an FiO2 of 100%. With recovery of LV function, weaning from VA-ECMO was possible, and it was finally removed on Day 6. Continuous venovenous haemodiafiltration was suspended on Day 5, with full recovery of renal function during the following days. Impella was set at P7 with an output of 2.7 L/min for 3 days, then downgraded to P5 with an output of 1.7 L/min and removed on Day 8. High doses of noradrenaline (max: 0.77 μg/kg/min), adrenaline (max: 0.31 μg/kg/min), and dobutamine (max: 6.45 μg/kg/min) were used until Day 5, then progressively down-titrated and finally suspended on Day 14. The patient was withdrawn from ventilatory support and extubated on Day 10, without complications.\\nDespite the good haemodynamic and respiratory progression, there were some complications.\\nOn Day 3, the patient developed pyrexia and increased laboratory inflammatory parameters. Both Haemophilus influenzae isolated in bronchi secretion samples and thoracic radiography images suggested pneumonia. Empiric antibiotic treatment was initiated with piperacillin–tazobactam 4.5 g 8/8 h and linezolid 600 mg 12/12 h for 5 days, downscaled to amoxicillin-clavulanic acid 1.2 g 8/8 h for another 5 days with full resolution.\\nThere were concerns about possible anoxic encephalopathy in the early days of admission. The patient remained on targeted temperature management aimed at temperatures under 36°C for 24 h, then warmed according to the local protocol. Neurological recovery was observed with a Glasgow Coma Scale of 15 points, with no sensitive or motor deficits. However, there was marked muscular weakness due to critical illness polyneuropathy. The patient received rehabilitation care with a physiotherapist from Day 7 in the ICU and then in the ward.\\nOn Day 19, the patient was finally transferred from the ICU to the medical ward and, after a total of 29 days in our hospital with no neurological sequelae, was discharged to another hospital near his hometown. After 7 days, the patient was sent home, keeping regular rehabilitation sessions. Two months later he was able to take daily 30 min walks and climb two staircases without significant dyspnoea.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'29020604': 1, '27810347': 1, '25861963': 1, '24814488': 1, '32057479': 1, '25732762': 1, '30252028': 1, '12398974': 1, '25467566': 1, '28857849': 1, '17951287': 1, '15120824': 1, '30765031': 1, '15001911': 1, '33442605': 2}", "similar_patients": "{}"}