{"patient_id": 30918, "patient_uid": "7813526-1", "PMID": 33489565, "file_path": "comm/PMC007xxxxxx/PMC7813526.xml", "title": "Recurrent Necrotizing Fasciitis: A Case Report of Fulminant and Sub-Acute Necrotizing Fasciitis in a Diabetic Patient", "patient": "The patient is a 72-year-old male with a history of poorly controlled type 2 diabetes mellitus, chronic renal disease secondary to diabetic nephropathy, extensive lifetime smoking history, and morbid obesity.\\nHis initial presentation (day 1) occurred after a two-week history of lower abdominal pain, associated skin breakdown and erythema of his abdominal pannus which was initially treated by the family physician as an intertrigo/uncomplicated cellulitis. Over a two-week period the patient began to report systemic symptoms including nausea, vomiting and chills. On presentation to the emergency department in a tertiary referral hospital, the skin under his abdominal pannus was indurated and erythematous. Additionally, a fluctuant mass with purple discolouration approximately 10cm in diameter, discharging offensive purulent fluid was noted. No abnormal systemic signs were present on physical examination. Inflammatory markers were elevated, in addition to severe hyperglycaemia, an acute on chronic kidney injury was noted and a wound swab grew penicillin-sensitive Streptococcus anginosus (formerly S. milleri) (Table ).\\nThe initial diagnosis of abdominal wall abscess and cellulitis was made but a high suspicion for NSTI persisted due to his aforementioned risk factors. Over the subsequent hours he deteriorated and became critically unwell. Fluid resuscitation was started and he was commenced on an insulin dextrose infusion and broad-spectrum antibiotics according to local antimicrobial guidelines in addition to emergent operating theatre access.\\nAn aggressive excision of necrotic skin and fat occurred with debridement to healthy tissue. No peritoneal involvement was observed. Histopathology demonstrated findings consistent with necrotizing fasciitis (Figure ). A second debridement occurred on day 3 and the patient was discharged on day 12 with a vacuum-assisted closure (VAC) device, normalised inflammatory markers and return to baseline renal function (Table ). Wounds healed by secondary intention over the course of four months.\\nSubsequently the patient represented on day 24 for minor debridement and reapplication of VAC device dressing. Day 63 for conservative management of wound dehiscence after coughing fit, with no signs of infection and normal blood work. Around day 80 the patient’s family physician noted completed healing of the abdominal wound. Day 114 another debridement occurred due to abscess formation, but no tissue necrosis was noted.\\nOn day 142 the patient presented with an erythematous excoriated scrotum and tender, hard, right testis. No further spread of cellulitis was observed. The abdomen was soft, non-tender, with a clean wound. An ultrasound scan suggested epididymo-orchitis without evidence suggestive of abscess formation or necrotizing infection. Derangement of blood investigations (Table ) and further systemic deterioration resulted in emergency debridement. Intraoperatively extensive infected tissue necrosis including subcutaneous tissue and dartos fascia was found and resected (Figure ). A diagnosis of NTSI of the scrotum was made, also known as Fournier’s gangrene. During this 28-day admission microbial wound swabs, tissue, urine, blood, and faecal cultures showed no growth. This was likely due to sustained broad-spectrum antibiotic therapies during his disease course. Delayed reconstruction of the scrotum was performed using a split skin graft. The patient was discharged on day 169 with return to near baseline and/or accepted normal parameters for all bloods (Table ).\\nThroughout his hospitalization the patient received care from a plethora of specialist teams including general surgery, urology and plastic surgery for debridement and reconstruction. Intensive care followed post operatively. Infectious disease input for ongoing appropriate antibiotic choice, endocrinology for glycemic control, acute pain service for pain management, and medical teams for the management and optimization of existing comorbidities were involved. Prior to discharge the patient was cleared and deemed safe by a geriatric rehabilitation physician.\\nOngoing outpatient wound care and follow-up continues to the present day (Figure ). At day 249 the patient is living independently and has a reasonable quality of life.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'24338771': 1, '27172977': 1, '24375302': 1, '15474143': 1, '27794239': 1, '24965382': 2, '19826154': 1, '15241098': 1, '31472943': 1, '25546936': 1, '16213592': 1, '27535405': 1, '32196411': 1, '34150390': 1, '28779832': 1, '29949811': 1, '9079250': 1, '30422020': 1, '31834420': 1, '16772902': 1, '33489565': 2}", "similar_patients": "{'4086700-1': 1, '4086700-2': 1}"}