{"patient_id": 27915, "patient_uid": "7667604-1", "PMID": 33209514, "file_path": "comm/PMC007xxxxxx/PMC7667604.xml", "title": "Consequences of a Missed History: A Case of Antidepressant Discontinuation Syndrome", "patient": "We present a case of a 55-year old female who presented to the outpatient clinic with a three-day history of abdominal cramps, headache, and diarrhea. The headache was continuous, bilateral diffuse, pressing in character, moderate in intensity with intermittent severe exacerbations. It was associated with nausea and multiple episodes of non-projectile vomiting. There was no history of fever, photophobia, phonophobia, lacrimation, vision changes, weight loss, joint pain, limb weakness, or numbness. There was no history of similar headaches in the past. The patient had watery diarrhea about 10 to 12 times a day. There was no pus or blood in it. On past medical history, she had been diagnosed with a generalized anxiety disorder for which she was prescribed escitalopram (an SSRI), which she had stopped after taking for six months. There was no history of smoking, alcohol, or illicit drug use. She was married with four children.\\nThe physical examination was within normal limits, except exaggerated bowel sounds. Meningeal signs were absent. There was no fever or papilledema. She was investigated and everything came out normal, including cranial magnetic resonance imaging (MRI) (Figure , ), ultrasound abdomen, and baseline laboratory investigations including the liver function tests and blood cultures.\\nOn a follow-up visit after four days, a repeat drug history revealed that she has suddenly stopped escitalopram by herself without tapering the dose, only two days preceding these symptoms. We restarted escitalopram and all her symptoms were resolved within three days. A diagnosis of antidepressant discontinuation syndrome was made.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'15096080': 1, '16913164': 1, '11945110': 1, '30496104': 1, '24061211': 1, '20075642': 1, '13629473': 1, '16683857': 1, '26107348': 1, '16359583': 1, '9632038': 1, '8219442': 1, '26834969': 1, '19833707': 1, '33209514': 2}", "similar_patients": "{}"}