{"patient_id": 20502, "patient_uid": "7276381-1", "PMID": 32506020, "file_path": "comm/PMC007xxxxxx/PMC7276381.xml", "title": "Primary hepatic neuroendocrine tumor: A case report and literature review", "patient": "A 51-year-old woman was referred to the Surgical Oncology Unit of the Napoleão Laureano Hospital, João Pessoa, PB, Brazil, presenting with a history of mild intensity sharp pain in the upper abdomen that started 4 years ago, and have worsened in the last 6 months before the consultation. The patient did not present any comorbidities and denied medication usage. At physical examination, there was no palpable mass, but a mild abdominal tenderness, especially in the upper quadrants, was evidenced. There were no signs of jaundice nor alterations in others systems. Laboratory tests indicated the following measures: Hemoglobin 10.1 g/dL, AST 134.0 U/mL, ALT 203 U/mL, prothrombin activity 39.8 %, prothrombin time 20.8 s, INR 1.6. Gamma-glutamyl transpeptidase (GGT), serum alkaline phosphatase (ALP), bilirubin, amylase and albumin were within their normal range. The patient has previously performed a computed tomography (CT) scanning in other Unit, which showed a tumor of 5 cm in the segment IV of the liver, with contrast-enhancement in the arterial phase (). Chest X-ray did not show any alterations. A Magnetic Resonance Imaging (MRI) with liver-specific contrast agent, which evidenced a liver containing a subcapsular oval lesion with lobulated contours, measuring 4.3 × 2.8 cm, with T1-hypointense signal and T2-hyperintense signal, located within the segment IV-B (). It has shown high contrast-enhancement in the arterial phase (-A), with washout and without capsule, aside with hypointense contrast-enhancement in the hepatobiliary phase (-C). The MRI report suggested hepatocellular adenoma, therefore, preoperative percutaneous liver biopsy was not indicated.\\nBased on these findings, on July 6th 2018, a laparotomy was performed. Surgical exploration found a tumor occupying the whole segment IV of the liver. The tumor was resected by left hepatectomy (segments IV, II and III) using cavitron ultrasonic surgical aspirator (CUSA), associated with cholecystectomy ().\\nThe postoperative course was uneventful and the patient was discharged at the fifth postoperative day.\\nPathology suggested and immunohistochemistry (IHC) confirmed to be a low-grade neuroendocrine tumor of the hepatic parenchyma (). There were 4 mitotic figures per 10 high power fields. The IHC staining were positive for CK7 (SP52), chromogranin A (LK2H10) and CD56 (123C3), and Ki-67 were lower than 5%. Other immunohistochemical staining were studied, such as CK20 (SP33), glypican3 (GC33), GATA3 (L50-823) and TTF-1 (8G7G3/1), and all of them were negative ().\\nDue to the preoperative diagnosis of hepatocellular adenoma, octreotide scintigraphy (OctreoScan) was not indicated to stage the tumor. However, in the postoperative period, after the confirmation of NET by the IHC, the patient was submitted to OctreoScan, and no tumor sites were found.\\nCurrently, 12 months after the surgical procedure, the patient is enjoying a good quality of life, free of disease, presenting no signs of recurrence nor metastases.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'22082539': 1, '14654473': 1, '31433515': 1, '27833387': 1, '27574614': 1, '28611270': 1, '30178021': 1, '30075602': 1, '29147250': 1, '30342279': 1, '18652782': 1, '31852101': 2, '32506020': 2}", "similar_patients": "{'6922538-1': 1}"}