{"patient_id": 27000, "patient_uid": "7584291-1", "PMID": 33123450, "file_path": "comm/PMC007xxxxxx/PMC7584291.xml", "title": "A Tale From the Early Stone Age: Pediatric Ureterolithiasis as Appendicitis Mimic - A Case Report and Management Overview", "patient": "A 13-year-old previously healthy African American male presented to the ED for eight-day duration of right lower quadrant pain and new onset intractable nausea and vomiting. He was previously evaluated at another facility four days prior and discharged home with symptomatic therapy. On review of systems, the patient denied recent travel, fever, abdominal trauma, previous abdominal surgeries, blood dyscrasias, or diarrhea. The patient’s initial vital signs were blood pressure of 93/61 mm Hg, heart rate of 123 beats per minute, respiratory rate of 20 breaths per minute, and oxygen saturation of 98% in room air with a temperature of 98.7 degrees Fahrenheit. Physical exam was notable for mild right lower quadrant tenderness with rebound, but negative for costovertebral angle tenderness or testicular tenderness. Laboratory analysis reviewed a white blood cell count of 15,200 cells/µL with an 85% neutrophilic predominance, though comprehensive metabolic panel and lipase were unremarkable. Specifically, the patient's blood urea nitrogen (BUN) and creatinine were 17.9 mg/dL and 0.93 mg/dL, respectively, and the urinalysis was without blood, nitrite, or leukocyte esterase, but did contain 1+ ketones and a mildly elevated specific gravity of 1.031 (normal range 1.005-1.025). The patient underwent evaluation for acute appendicitis, and while the abdominal ultrasound (US) was non-diagnostic, MRI demonstrated a normal appendix, right perinephric fat stranding, mild hydronephrosis, and a 3 millimeter (mm) ureterolith at the right ureterovesicular junction (Figure ). The patient received 1,000 mL of Ringer’s lactate solution, 650 mg of intravenous acetaminophen, and 4 mg of intravenous ondansetron, with resolution of tachycardia and improvement of symptoms. Urology was consulted for further management, and the patient was admitted to the hospital for trial of medical therapy including medical expulsive therapy. However, due to refractory pain and emesis without stone passage, coupled with possible ureteral obstruction, the patient subsequently underwent successful cystoscopy, ureteroscopy, laser lithotripsy, and ureteral stent placement. The patient was discharged after an uneventful postoperative course, and noted resolution of symptoms at postoperative follow-up appointment.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'20096871': 1, '19692054': 1, '18781210': 1, '8474265': 1, '16566973': 1, '30316309': 1, '31155390': 1, '26038710': 1, '2011420': 1, '25780624': 1, '31005657': 1, '6337315': 1, '11793104': 1, '27578040': 1, '20728146': 1, '8072069': 1, '33123450': 2}", "similar_patients": "{}"}