{"patient_id": 23120, "patient_uid": "7402736-1", "PMID": 32756152, "file_path": "comm/PMC007xxxxxx/PMC7402736.xml", "title": "Cesarean scar pregnancy combined with arteriovenous malformation successfully treated with transvaginal fertility-sparing surgery", "patient": "A 33-year-old gravida 3 para 1 presented to the Reproductive Medicine Clinic complaining of light vaginal bleeding accompanied by paroxysmal lower abdominal pain, which had persisted for 21 days. Her medical history included a cesarean delivery 8 years ago due to oligohydramnios, and a CSP cured by UAE followed by a D&C 1 year ago. Twenty-four days before the presentation, she was diagnosed with a repeat CSP in a local hospital and underwent UAE followed by a D&C. The serum beta-human chorionic gonadotropin (β-hCG) level before UAE was 171,428 mIU/mL. The D&C, which was performed 3 days after the UAE, was complicated by massive bleeding that was controlled by continuous balloon compression for 24 hours. Products of conception were visible in the curettings. Ten days after the D&C, an ultrasound examination showed an abnormal echo at the uterine incision, approximately 4.4 × 3.9 × 3.0 cm3 in size. Mifepristone tablets were administered (50 mg orally twice a day for 3 days), but the β-hCG level did not decrease significantly and the vaginal bleeding did not stop. Surgical treatment was recommended, and the possibility of a hysterectomy was discussed. The patient had a strong desire for future fertility and was transferred to the Reproductive Center of our hospital. The patient has provided informed consent for publication of the case.\\nAt the current presentation, she was anemic with a hemoglobin level of 10.4 g/dL (reference range, 11.0–15.0 g/dL). The pulse was 67 beats per minute and the blood pressure was 120/76 mm Hg. The pelvic examination revealed a slightly enlarged, anteflexed, nontender uterus. A transvaginal gray scale ultrasound examination showed a lesion 5.4 × 5.0 cm2 in size at the lower anterior wall of the uterus (Fig. A, B). Color Doppler ultrasound showed dilated and tortuous blood vessels encompassing the lesion (Fig. C). An AVM in the CSP was suspected based on a three-dimensional color Doppler angiogram (Fig. D). The distance between the external cervix and the lower edge of the gestational sac was 4 cm. Magnetic resonance imaging findings were consistent with the AVM diagnosis (Fig. ).\\nAfter a discussion with the patient, she expressed her appreciation for conservative management and agreed to systemic chemotherapy using MTX to preserve her fertility. A single dose of MTX (80 mg) was administered intramuscularly. The patient had intermittent light vaginal bleeding until an acute blood loss of 200 mL occurred on the 5th day after MTX administration. The hemorrhage was temporarily controlled by intravenous oxytocin and aminomethylbenzoic acid. A multidisciplinary discussion was held. Hysterectomy was discussed again, but physicians from the Department of Female Pelvic Medicine proposed transvaginal fertility-sparing surgery to simultaneously remove the ectopic gestation and repair the uterine defect, which would avert a hysterectomy and preserve fertility. The surgery was performed after signing an informed consent form.\\nThe surgical procedure consisted of the following four steps. Step 1. Exposure of the cervix. After general anesthesia, the patient was placed in the dorsal lithotomy position and the bladder was emptied. A pair of vaginal retractors was placed into the vagina to expose the cervix. The cervix was then held on traction with 2 Jacobs tenacula. Step 2. Dissecting the uterovesical space. Diluted adrenaline (0.3 unit in 1 mL of normal saline [20 mL]) was injected submucosally to hydro-dissect the uterovesical space and achieve hemostasis. An incision was made at the junction of the vaginal mucosa and cervix. Using fingers, the bladder was bluntly separated away from the cervix, then sharply from the uterine isthmus using surgical scissors until the anterior peritoneal reflection was recognized. The CSP was identified as a thin, purple bulge at the anterior isthmic region of the uterus. Step 3. Removal of the ectopic gestation. Two curved Kelly clamps were placed immediately adjacent to the uterine cervix to block the descending branches of the bilateral uterine arteries and assure hemostasis. An arc incision was made over the most protuberant area of the bulge. The ectopic gestation and blood clots were removed with sponge forceps, and thorough curettage of the isthmus uteri was subsequently performed through the incision (Fig. A). The edges of the incision were carefully trimmed with scissors to ensure all of the scar tissue had been removed. Step 4. Repair of the uterine defect. The myometrial incisions were closed with 4 interrupted 1–0 sutures absorbable. The vaginal incisions were closed with continuous locking 2–0 absorbable sutures (Fig. B). Iodoform gauze was placed in the vagina for the next 24 hours to avoid hematoma formation. The total estimated blood loss was 100 mL. The histologic examination confirmed the presence of trophoblasts (Fig. ).\\nThe postoperative recovery was uneventful. The β-hCG level dropped to 100.2 mIU/mL on postoperative day 2, and 46.6 mIU/mL on day 5. The patient was asymptomatic on postoperative day 5 and was discharged home. The β-hCG level dropped to < 5 mIU/mL 20 days after surgery (Fig. ). Menstruation resumed 1 month after surgery. Eight months later the patient remained asymptomatic and the β-hCG level continued to be <5 mIU/mL.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'10912422': 1, '26885053': 1, '23112013': 1, '19452327': 1, '15027012': 1, '17313383': 1, '25792575': 1, '24411051': 1, '24656888': 1, '28599886': 1, '26827665': 1, '21647920': 1, '23898273': 2, '26794422': 1, '26873276': 1, '20071021': 1, '21550036': 1, '28590029': 1, '29628181': 1, '26413002': 1, '15027026': 1, '24491276': 1, '15042026': 1, '22607667': 1, '24298609': 1, '23447926': 1, '22516620': 1, '34721613': 1, '25259651': 1, '25268776': 1, '32756152': 2}", "similar_patients": "{'3725026-1': 1}"}