{"patient_id": 30730, "patient_uid": "7806499-1", "PMID": 33489116, "file_path": "comm/PMC007xxxxxx/PMC7806499.xml", "title": "Sclerosing pneumocytoma in a 1-year-old girl presenting with massive hemoptysis: A case report", "patient": "A one-year-old girl with no significant medical, surgery, or family history was brought to the emergency. Her parents reported blood coming out from her mouth. There were no significantly abnormal findings on physical examination. Laboratory tests including complete blood count (CBC), bleeding time (BT), prothrombin time (PT), activated partial thromboplastin time (aPTT), urine analysis, and arterial blood gas analysis were within normal ranges. Chest radiography revealed round-shaped opacity in the left lung ().\\nFour hours later, she developed massive hemoptysis with hemodynamic deterioration, as her hemoglobin levels suddenly decreased to 6.5 g/dl. After red blood cells transfusion, chest contrast enhanced multislice computed tomography (MSCT) was performed. It revealed areas of hemorrhagic ground-glass opacities in the left upper lobe and lingula (A), as well as a well-circumscribed round mass with well-defined borders and estimated diameter of 1.6 cm. The mass was located in the upper lobe of left lung (B).\\nThereafter, the patient was admitted for further monitoring. She had a three-days episode of melena, with normal body temperature and generally stable condition. She also underwent further assessment through fiberoptic bronchoscopy, which was normal.The MSCT was repeated along with angiography and Three-Dimensional Reconstruction which demonstrated resolving of pulmonary hemorrhage and normal pulmonary arteries and aorta, with no signs of pulmonary sequestration or abnormal vessels. It also revealed a well-circumscribed round mass with well-defined borders and estimated dimensions of 2.0 × 1.7 cm located near the vessels in the upper lobe of left lung, without clear vascular or bronchial connection ().\\nShe underwent a left posterolateral thoracotomy. Anatomic lingula resection was performed. Hilar node was also resected. The surgical procedure went without any complication.\\nThe resected mass measured 2 cm in its largest diameter. It was well circumscribed, with white-pink color. The hilar node measured 0.7 cm.\\nHistopathological examination reveals tumoral proliferation made - up of round to polygonal cells containing oval nuclei embedded within sclerotic highly vascularized stroma (A).\\nThese results were compatible with sclerosing pneumocytoma (SP), and peri-vascular epithelioid cells tumor (PEComa). The immunohistochemical study revealed the following results: thyroid transcription factor-1 (TTF1) was positive on a few numbers of proliferated cells (B), Vimentin was positive, epithelial membrane antigen (EMA) was mild-focal positive (C), CD34 and HMB45 were negative. These findings confirmed the presence of SP.\\nFourteen months postoperatively, the patient was in a good health with no clinical or radiological evidence of recurrence.", "age": "[[1.0, 'year']]", "gender": "F", "relevant_articles": "{'16861548': 1, '22943472': 2, '10895813': 1, '30691016': 1, '33181358': 1, '12101502': 1, '28357098': 1, '25634202': 1, '18278694': 1, '12728972': 1, '26339444': 1, '26291008': 1, '13284701': 1, '33489116': 2}", "similar_patients": "{'3488534-1': 1, '3488534-2': 1}"}