{"patient_id": 30423, "patient_uid": "7789716-1", "PMID": 33413166, "file_path": "comm/PMC007xxxxxx/PMC7789716.xml", "title": "Postoperative complicated peripheral cortical cataract after ultrasound cycloplasty: a case report", "patient": "The patient is a 63-year-old male who was diagnosed with chronic angle-closure glaucoma and accepted UCP in another hospital on both eyes 4 months ago. We asked the hospital for the preoperative data of the patient. The visual acuity was 20/160 (OD) and 20/40 (OS), and the best-corrected visual acuity (BCVA) was preserved at 20/100 (OD) with + 0.50D/− 1.50D*10 and 20/25 (OS) with + 0.75D/− 1.50D*165. The patient presented with bilateral cataract (C2N2P1 OD, C2N2P1 OS) according to Lens Opacities Classification System III (LOCS III). The optic discs of both eyes were pale with C/D = 0.9 (OD) and C/D = 0.8 (OS), respectively. The ultrasound biomicroscope (UBM) data were as follows: The iris of both eyes was swollen and the anterior chambers were narrow. In the right eye, the vertical anterior chamber depth was 2.24 mm and the corresponding sulcus-to-sulcus distance was 12.11 mm, and the horizontal anterior chamber depth was 2.28 mm with the corresponding sulcus-to-sulcus distance of 11.80 mm. In the left eye, the vertical anterior chamber depth was 2.26 mm and the corresponding sulcus-to-sulcus distance was 11.98 mm, and the horizontal anterior chamber depth was 2.24 mm with the corresponding sulcus-to-sulcus distance of 11.90 mm. Visual field examination showed that the right eye had a tubular visual field and the left eye had a peripheral visual field defect. Under the situation of using three kinds of anti-glaucoma drugs (methazolamide, carteolol hydrochloride, and brinzolamide), the baseline intraocular pressure (IOP) was 30 mmHg (OD) and 31 mmHg (OS), respectively. The preoperative anterior segment image (Fig. ) showed that pupils of both eyes were regular circular and the depth of the anterior chamber was normal. The preoperative UBM image (Fig. ) presented that the anterior chamber angle of both eyes was closed, the lens position was normal without deviation, and the anterior capsule was smooth without adhesion.\\nAfter evaluation, the hospital decided that the patient was suitable for UCP. We, on the other hand, have reservations about the decision and will elaborate on our reasons in the discussion section. The parameters of the operation were as below: OD: white-to-white (WtW, measured by calipers, IOL-master and corneal topography) distance = 11.4 mm, axial length (AL) = 23.21 mm; OS: WtW distance = 11.4 mm, AL =23.03 mm. A high-intensity focused ultrasound (HIFU) equipment (EYE TECH CARE, sound glaucoma care, Version 3.20) was used for the UCP treatment. The parameters were as follows: Vacuum setpoint 225 mmHg; Duration 08.0 S; Pause 20.0 S; Probe Size 12 mm; Model T4T. SN = 18/172/018 / Unit = 15/007 (OD). SN = 18/172/013 / Unit = 15/007 (OS). UCP prepared for 10 sectors, but only 8 sectors treated (5 superior area/3 inferior area) on both eyes.\\nThree months after the UCP treatment, under the situation of using three kinds of anti-glaucoma drugs (methazolamide, carteolol hydrochloride, and brinzolamide), the IOP value of the patient fluctuated in the range of 22–30 mmHg and the visual acuity decreased to 20/250 (OD) and 20/80 (OS). It was found that the BCVA was preserved at 20/40 (OD) with − 1.25 DC*35 and 20/32 (OS) with + 2.50DS/− 3.00 DC*155. After the UCP treatment, the image of the anterior segment (Fig. ) exhibited that both pupils were vertical elliptical, of which the diameters were 3.0 mm*5.0 mm (OD) and 3.0 mm*4.0 mm (OS), respectively. Also, local iris atrophy on the subnasal of the left eye was observed. The central anterior chamber depth was about 2.5 corneal thickness (CT). The left eye had a peripheral anterior chamber depth of about 1/4 CT while the peripheral anterior chamber depth of the right eye varied greatly, which indicates an angle adhesion. The patient presented with bilateral cataract (C2N3P1 OD, C2N2P1 OS) according to LOCS III. The UBM image (Fig. ) showed that both pupils were deformed, in which the left eye had an irregular superior suspensory ligament and the lens of the right eye deviated. The central anterior chamber depth was about 2.32 mm (OD) and 2.25 mm (OS), respectively. As shown in the image, the anterior chamber angle was closed in all directions while the ciliary body displaced forward to the root of the iris in both eyes. Both lenses showed enhanced echo. It is seen that there exists adhesion in the anterior capsule periphery of both lenses and the lens position of the right eye deviates.\\nThus, we decided to perform cataract surgery on the right eye of the patient. Considering the lens position deviation and irregular suspensory ligament, we planned to implant a capsule tension ring into the eye to maintain the stability of the capsular bag. During the process of phacoemulsification, as Fig. showed, several continuous localized white opacities in the peripheral cortex with clear boundaries were observed, which could not be found before the operation even if after mydriasis. Because the opacities were in the equator part of the lens, it could only be found when they were dragged out by I/A piece. At last, an intraocular lens was implanted into the eye. The 5-day postoperative visual acuity was 20/50, and the IOP value was 22 mmHg. After taking two anti-glaucoma drugs (carteolol hydrochloride and brinzolamide), the IOP value dropped to 8 mmHg 3 days later.\\nFive days after the surgery of the right eye, cataract surgery was taken on the left eye. It was also found in the process of I/A that there was a large white opacity formed by the fusion of several pieces of calcification in the equator part of the lens. As Fig. showed, although the opacities in the right eye were four separated pieces while the opacity in the left eye was a whole piece, they were all white calcified plaques.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'31354201': 1, '677671': 1, '29768281': 1, '32421229': 1, '31125570': 1, '17822974': 1, '20362854': 1, '19241769': 1, '31564798': 2, '2000903': 1, '33413166': 2}", "similar_patients": "{'6743310-1': 1}"}