{"patient_id": 98914, "patient_uid": "7320729-1", "PMID": 32612338, "file_path": "noncomm/PMC007xxxxxx/PMC7320729.xml", "title": "Development of Restless Leg Syndrome in a Pediatric Patient Treated with Sertraline", "patient": "A 9-year-old male with a history of attention deficit hyperactivity disorder (ADHD), generalized anxiety disorder, and Crohn's disease was stable on guanfacine extended-release tablet 2 mg (for ADHD) and sertraline (for anxiety). We had put him on sertraline 6 months ago and had titrated the dose to 37.5 mg about 2.5 months before writing this report. Sertraline helped significantly with the anxiety symptoms but the patient started experiencing uneasiness in his legs within 3 weeks of the increase in its dose. The patient described that his feet “will not stop moving” at night causing initial insomnia. He also described a “crawling,” “tingling,” and dull aching “pain” all over his legs, especially around feet and ankle, at night. The symptoms disappeared during the day when he is active. He was offered massages, warm compression, and hot bath without much improvement in the symptoms. There were no symptoms of jerky movement of the extremities while sleeping or acute sharp pain in a single group of muscles. The patient did not experience any fever, rash or blood loss and also denied any family history of RLS.\\nA thorough physical examination conducted by the medical team revealed no abnormalities and there was no swelling, gloves and stock distribution of sensation, or any other local site pathology. Blood work revealed a red blood corpuscle count of 4.62 (range 3.98–5.19 M/mcL), hemoglobin 12.3 (11.2–14.4 g/dL), hematocrit 37.4 (34.0–43.4), mean corpuscular volume 81.0 (range- 78.0–90.0 fL), mean cell hemoglobin 26.6 (25.6–30.2 pg), mean corpuscular hemoglobin concentration 32.9 (31.0–35.0 g/dL), platelets 203 (140–400 K/mcL), mean platelet volume 9.3 (9.0–12.6 fL), C-reactive protein 3.5 (≤1.0 mg/dL), erythrocyte sedimentation rate 24 (0–10 mm/h), ferritin 8 (7.0–140.0 ng/mL), gamma-glutamyl transferase 15 (9–64 IU/L), zinc 67 (48–129 mcg/dL), vitamin D 36 (30–100 ng/mL) vitamin B12 904 (180–914 pg/mL), folate 24.8 (>5.9 ng/mL), iron 44 (62–196 mcg/dL), iron saturation 10 (15–58%), blood urea nitrogen 10 (9–22 mg/dL), and creatinine 0.48 (0.70–1.30 mg/dL).\\nWe applied Naranjo Algorithm- Adverse Drug Reaction (ADR) probability scale, and the score was 8, indicating the likelihood of a probable association[] of sertraline and the reported symptoms. We diagnosed him with RLS in consultation with his pediatrician. We did not use any rating scales to measure the symptoms. Although RLS is often associated with low iron or ferritin levels, we chose to taper off sertraline because of the temporal relationship between the dose increase of sertraline and the development of the symptoms. The patient started experiencing remission of the symptoms within 2–3 days of lowering the dose of sertraline, and within 7–10 days of discontinuation of sertraline, the symptoms disappeared completely. Although the patient's low serum iron and ferritin levels can be associated with RLS, the symptoms disappeared without any iron supplement, which indicates a possible association of sertraline with the RLS in this case. We wished to further establish the role of sertraline in the development of such symptoms by re-challenging the patient with sertraline but the patient's mother did not provide consent.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'19817966': 1, '17604457': 1, '9326748': 1, '20191944': 1, '19575360': 1, '28822709': 1, '7249508': 1, '12512241': 1, '32612338': 2}", "similar_patients": "{}"}