{"patient_id": 101222, "patient_uid": "7532830-1", "PMID": 33033613, "file_path": "noncomm/PMC007xxxxxx/PMC7532830.xml", "title": "Robot-assisted resection of GIST in the proximal jejunum", "patient": "A 46-year-old single woman presented to the surgical department with intermittent abdominal pain and melena for 1 month. She had no significant medical history. The physical examination and all routine laboratory investigations were unremarkable. Abdominopelvic computed tomography (CT) showed a 2.3 cm sized well-defined heterogenous enhancing mass in the proximal jejunum and GIST was strongly suspected ().\\nWe planned robot-assisted resection for the proximal jejunal GIST because the patient wanted less pain and scar. The patient was placed in the supine position with arms laid along the body. After carrying out a pneumoperitoneum induction through Veress needle, an 8 mm port was placed just below the umbilicus for a 30 degree optics, and three other 8 mm robotic trocars were positioned (). After the insertion of the ports, the patient was placed in a reverse Trendelenburg position, inclined 15 degree to the right. The tumor was found in the proximal jejunum below 5 cm from the ligament of Treitz (). The jejunal segment was resected taking a 1-cm margin from both sides. When resecting the jejunum, 12 mm robotic trocar and robotic staplers were used. End-to-end robotic sewn anastomosis was performed with V-Loc 3-0 suture (). The specimen was extracted with rapped in the endo bag via 12 mm trocar site. The operative time was 150 minutes. The patient’s postoperative course was uneventful, and she was discharged on the seventh postoperative day. Histopathology confirmed a 2.1 × 1.2 × 2.0 cm sized spindle-cell GIST with strong positive staining for c-kit, DOG-1, CD34, smooth muscle actin and clear resection margin. Mitotic count was <5 for 50 high-power field, and the proliferative index evaluated by Ki67 was <10%.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'25935905': 2, '16136600': 1, '28979709': 1, '30515204': 1, '29552662': 1, '33959448': 2, '22633986': 1, '16625094': 1, '33033613': 2}", "similar_patients": "{'8093106-1': 1, '4417130-1': 1}"}