{"patient_id": 17054, "patient_uid": "7046046-1", "PMID": 32185318, "file_path": "comm/PMC007xxxxxx/PMC7046046.xml", "title": "Secondary hemophagocytic lymphohistiocytosis in a patient with rheumatoid arthritis and vasculitis: a case report and review of the literature", "patient": "A 58-year-old woman of Polish origin with rheumatoid arthritis presented with fever (temperatures to 38.5°C measured at home) and ulcers on the dorsum of the left foot and in the intergluteal cleft. She had seropositive rheumatoid arthritis for 15 years, which had been difficult to treat and for which she had received treatment with various biological agents: adalimumab, certolizumab pegol and tocilizumab. At the time of presentation, the RA treatment was methylprednisolone 2mg/day, methotrexate 15mg/week and rituximab 2g/6 months. She also had a past medical history of deep venous thrombosis in both legs, hypothyroidism and osteoporosis. Clinical examination on presentation was unremarkable with the exception of the infected ulcers on the dorsum of the left foot and in the intergluteal cleft. Laboratory investigations were remarkable for elevated erythrocyte sedimentation rate (ESR: 34mm) and C-reactive protein (CRP: 83mg/l), while blood cultures were negative. For the treatment of the infected ulcers, ciprofloxacin and clindamycin were administered intravenously (iv) for 10 days and surgical debridement was performed frequently. Eleven days after admission, the patient was discharged on ciprofloxacin and clindamycin per os and hyperbaric oxygen therapy was scheduled in order to facilitate healing of the ulcers.\\nHowever, 24 days after discharge the fever relapsed while the ulcers were not improving (), so the patient was admitted again. Apart from fever up to 38.3°C, clinical examination this time revealed subcutaneous nodules on both forearms, while inflammation markers had increased (ESR: 44mm, CRP: 113mg/l). Tissue from the ulcer of the foot was received for culture, which was positive for E. coli. Blood cultures were once again negative. Magnetic resonance imaging (MRI) of left foot was performed in order to exclude the possibility of osteomyelitis and revealed inflammation of soft tissues. Concerning the etiology of ulcers, vasculitis was considered the most likely diagnosis. To delineate the underlying vascular pathology intra-arterial digital subtraction angiography (i.a. DSA) of the lower limbs was performed. DSA demonstrated luminal narrowing of peroneal (fibular) arteries bilaterally, which was significant in left peroneal artery (). These findings supported the diagnosis of vasculitis. Additional immunological workup demonstrated positive rheumatoid factor (RF) and antinuclear antibodies (ANA) and negative anti-double stranded deoxyribonucleic acid (anti-dsDNA) antibodies, antibodies to extractable nuclear antigens (anti-ENA), perinuclear and cytoplasmic anti-neutrophil cytoplasmic antibodies (p-ANCA, c-ANCA) and cryoglobulins. Therefore, low-dose cyclophosphamide was administered iv (125mg and 250mg, a week apart), resulting in recession of fever and nodules and a decrease of ESR and CRP. In addition, meropenem and clindamycin were administered iv, following the antibiogram of soft tissue culture from the ulcer, and frequent surgical debridement was performed. Furthermore, the patient underwent hyperbaric oxygen therapy daily. Treatment resulted in improvement of the ulcers, thus the patient was discharged 28 days after second admission and a re-evaluation visit was scheduled.\\nSeven days after second discharge the patient was readmitted, because of fever relapse, agranulocytosis (absolute neutrophil count: 60 cells per microlitre) and oral candidiasis. Inflammation markers had increased even more (ESR: 117mm/h, CRP: 418mg/l), while blood cultures were once again negative. Chest and abdominal CT scan was performed for the exclusion of malignancy and lymphoproliferative disorders and demonstrated only mild hepatomegaly. Hemoglobin and platelet count gradually decreased () and the patient developed pancytopenia on the 4th day of admission. Additional laboratory data showed hyperferritinemia (>1000 mg/dL), hypofibrinogenemia and hypertriglyceridemia. Bone marrow aspiration was performed and demonstrated hemophagocytosis, agranulocytosis and megakaryocytic hypoplasia (). Repeated blood cultures and an extensive workout for infection including serology for Epstein-Barr virus (EBV), cytomegalovirus (CMV), herpes simplex virus (HSV), hepatitis B virus (HBV), hepatitis C virus (HCV), human immunodeficiency virus (HIV), toxoplasma and brucella were negative.\\nThe presentation of fever, pancytopenia and hemophagocytosis in bone marrow, following a disease flare in the form of vasculitis, in combination with hepatomegaly, hyperferritinemia, hypofibrinogenemia and hypertriglyceridemia, in the setting of a negative infectious and malignant disease workup, was compatible with the diagnosis of secondary hemophagocytic lymphohistiocytosis (HLH). Indeed, the patient fulfilled multiple Histiocyte Society HLH-2004 diagnostic criteria (), including fever, cytopenias affecting all 3 lineages, hypertriglyceridemia, hypofibrinogenemia, hemophagocytosis in bone marrow and hyperferritinemia.\\nFor the treatment of secondary HLH, corticosteroids and intravenous immunoglobulin (IVIG) were initiated. Methylprednisolone was administered at 125mg/day intravenously for 3 days, followed by 40mg/day orally. IVIG was administered at 500mg/kg daily for 10 days. The patient was also started on filgrastim subcutaneously, a granulocyte colony-stimulating factor (G-CSF) analog. In addition, empiric broad-spectrum antibiotic therapy for neutropenic fever was initiated, including ceftazidime, clindamycin, vancomycin and caspofungin. Trimethoprim/sulfamethoxazole was also administered for pneumocystis prophylaxis, as well as acyclovir for prevention of reactivation of herpes viruses. Supportive treatment included red blood cell and platelet transfusions and parenteral nutrition.\\nThe treatment led to fever resolution and gradual improvement of anemia, neutropenia, thrombocytopenia and rest laboratory data (). One month after third discharge, the ulcers on the dorsum of left foot and in the intergluteal cleft had healed completely () and complete blood count had returned to normal. The patient is currently on treatment with rituximab 2g/6 months for RA.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'24646466': 1, '24782338': 1, '18061932': 1, '24290661': 1, '21722918': 1, '28631531': 1, '25157895': 1, '18782855': 1, '25851400': 1, '21299462': 1, '19194188': 1, '25573993': 1, '24343738': 1, '16937360': 1, '18085676': 1, '27238576': 1, '34754667': 2, '24835040': 1, '25466631': 1, '2058392': 1, '17675268': 1, '32185318': 2}", "similar_patients": "{'8569646-1': 1}"}