{"patient_id": 102669, "patient_uid": "7690481-1", "PMID": 32823469, "file_path": "noncomm/PMC007xxxxxx/PMC7690481.xml", "title": "Anterior chamber angle granuloma: A rare ocular manifestation of histoid lepromatous leprosy", "patient": "A 40-year-old Indian male patient presented with pain, redness, and whitish lesion in left eye (LE) for 1 month for which he was using topical ayurvedic medicine prescribed over the counter. Symptoms had worsened with associated diminution of vision in LE for last 1 week. Past ocular history was unremarkable. Patient was a diagnosed case of histopathologically confirmed histoid lepromatous leprosy 6 years back and was irregular on treatment for leprosy.\\nHis BCVA was 20/20 in right eye (RE) and 20/60 in LE. Ocular examination revealed madarosis in eyebrows with normal contour of lids and eye-lashes in both eyes []. A nodular nontender lesion with normal appearing overlying skin was present just below the right eyebrow []. Corneal sensations and pupils were normal and intraocular pressure was 14 and 16 mmHg in right and left eye, respectively. There was circumciliary congestion with dilated episcleral and conjunctival vessels []. LE slit-lamp examination revealed an orange-brown lesion arising from the angle with surface tortuous vessels; associated with cells 0.5+ and minimal flare. Anteriorly the lesion was in contact with corneal endothelium and posteriorly limited to iris plane, overall, two clock hours in circumferential extension [Fig. and ]. Gonioscopy revealed open angles except for the temporal angle, which was not visualized due to the lesion. Both eye fundus examination was unremarkable.\\nAnterior segment fluorescein angiography showed early hypofluorescence of the mass lesion with filling of the feeder vessel [Fig. and ]. In later frames, the interphase became hyperfluorescent owing to the surface vascularization, while the lesion per se remained hypofluorescent, indicating its relatively avascular nature.\\nOn general examination, patient had multiple skin lesions [Figs. , and -] for which a dermatological consultation was sought. Patient had multiple well-defined papules/plaques and nodular lesions over face, forearm, and hip; some of which were ulcerated and surrounded by widespread xerosis [Fig. and ] and nodular lesions of about 1 × 1 cm over the distal part of the penile shaft []. Routine blood investigations, Mantoux, chest X-ray, VDRL, HIV I and II tests were negative. Ziehl-Nielsen (ZN) staining of slit-skin smear from ear lobe revealed the presence of acid-fast bacilli with high bacterial index [].\\nA diagnosis of LE presumed angle granuloma with mild anterior uveitis secondary to histoid lepromatous leprosy was made. Patient was started systemically on multidrug treatment (MDT) therapy (standard regime—rifampicin: 600 mg once a month, dapsone: 100 mg daily, clofazimine: 300 mg once a month and 50 mg daily; duration = 24 months) in liaison with dermatologist. In addition to the systemic antileprosy therapy, topical steroids (prednisolone acetate 1%) and cycloplegic (homatropine 2%) were started. Follow-up visit after 1 month showed reduction in the size of the angle granuloma [Fig. and ] with significant improvement in skin papules and penile lesions. Patient was continued on antileprosy treatment and topical steroids were gradually tapered until the anterior segment was quiet and no cells or flare was present. However, the patient is still under follow-up with dermatology clinics for MDT and with ophthalmology clinics as required, with no relapses till date.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'23514098': 1, '11757176': 1, '23674993': 1, '21857721': 1, '2607881': 1, '17102021': 1, '17244972': 1, '19019760': 1, '23514121': 1, '23130271': 1, '5150031': 1, '32823469': 2}", "similar_patients": "{}"}