{"patient_id": 19209, "patient_uid": "7212740-1", "PMID": 32399323, "file_path": "comm/PMC007xxxxxx/PMC7212740.xml", "title": "The Potential Clinical Benefit of Tocilizumab Therapy for Patients with HHV-8-infected AIDS-related Multicentric Castleman Disease: A Case Report and Literature Review", "patient": "A 27-year-old man with a past medical history significant for AIDS, KS, and latent syphilis came to the ED complaining of persistent fatigue, fever, chills, night sweats, diffuse headaches, and a productive cough with white sputum. He was found to have a persistent temperature of up to 40.1 degrees Celsius, and tachycardia. His initial physical exam demonstrated fine crackles at the bilateral lower lung lobes. His initial laboratory workup revealed leukocytosis with a white cell count of 5.6 x 109/L, mild anemia with a hemoglobin of 10.6 g/dL, thrombocytopenia with a platelet count of 61 × 109/L, coagulopathy with a prothrombin time of 19.6 s, INR of 1.8, normal lactic acid at 0.9 mmol/L, and elevated pro-calcitonin at 1.95 μg/L. A chest X-ray revealed prominent pulmonary interstitial markings. CT chest, abdomen, and pelvis showed hepatosplenomegaly with diffuse lymphadenopathy, which was concerning for malignancy and, or disseminated infection (Figure ).\\nInitially, his presentation was thought to be due to sepsis of unknown etiology. Therefore, empiric therapy with piperacillin-tazobactam, linezolid, acyclovir, and fluconazole was started. Infectious diseases and hematology-oncology teams were consulted to aid in the patient's management. Despite empiric therapy, the patient continued to have high daily fevers and night sweats. Subsequently, antibiotics were changed to vancomycin and ceftriaxone. Infectious workup, including coccidiosis-specific antibodies and cerebrospinal fluid testing, returned negative, and therefore, fluconazole and acyclovir were discontinued.\\nMeanwhile, during admission, the patient developed diarrhea and pancytopenia for which cytomegalovirus (CMV) colitis was diagnosed and treatment with valganciclovir initiated. Esophagogastroduodenoscopy (EGD) was performed, showing an 0.8 cm hyperemic patch along the lesser curvature of the stomach (Figure ). A biopsy from the lesion was taken, and a single new gastric KS was seen after the histopathological examination (Figure ,B). The immunoperoxidase stain was positive for HHV-8 (Figure ).\\nThroughout his stay, labs were pertinent for anemia, which required blood transfusions, hypergammaglobulinemia, elevated C-reactive protein (CRP), low cluster of differentiation 4 (CD4) count of 173 cells/mm3, undetectable HIV RNA, and an elevated procalcitonin. Bone marrow biopsy was performed and was negative for malignancy, and no organisms identified on lymph node biopsy. Moreover, blood and urine cultures described no growth. The patient eventually underwent a left clavicular lymph node biopsy, which showed a plasma cell variant CD with B-cell lymphoma (Bcl)-2-negative, Bcl-6-positive, and positive immunostaining for HHV-8 with a high HHV-8 viral load at 196 copies/mL (Figure -E).\\nHe was started on rituximab and liposomal doxorubicin for MCD and KS, respectively. Unfortunately, the patient had a severe anaphylactic reaction to rituximab, and this recurred despite pretreatment with dexamethasone; hence we could not proceed with this treatment. Then, tocilizumab therapy was considered, and upon initiation of therapy, the patient's symptoms, vital signs, and laboratory derangements began to improve. Subsequently, the patient was discharged from the hospital on tocilizumab therapy and was prescribed valganciclovir for his CMV. Repeat CT scans showed a near-complete treatment response with decreased lymphadenopathy throughout and hepatosplenomegaly. His laboratory values continued to improve upon follow-up. Since his discharge home 14 months ago, the patient has not been re-admitted to the hospital, and he continues to follow-up regularly with his HIV specialist and the oncology clinic. He has tolerated the tocilizumab well, and his symptoms have entirely resolved.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'28609402': 1, '18651955': 1, '23223599': 1, '24649966': 2, '21760504': 1, '12659657': 1, '30455994': 1, '31534804': 1, '24614140': 1, '15998837': 1, '2788466': 1, '21487108': 1, '22223822': 1, '27536166': 1, '31523587': 2, '22157133': 1, '27296355': 1, '23071471': 1, '32399323': 2}", "similar_patients": "{'6721916-1': 1, '3994877-1': 1}"}