{"patient_id": 31703, "patient_uid": "7857896-1", "PMID": 33575045, "file_path": "comm/PMC007xxxxxx/PMC7857896.xml", "title": "“Orofacial Dystonia—A Silent Killer”: Mandibular Fractures with Orofacial Dystonia, A Report of a Case and Review", "patient": "This is a case of 56 years old male, who presented to us with the complaint of pain in the lower jaw since last one month ago (Figures and ). On thorough clinical and radiological examination, the patient was diagnosed with infected right mandibular parasymphysis and left dentoalveolar fracture (Figures , , and ) and was admitted under our unit for the management of the same. The patient was also suffering from dystonia for the past one year. After clearances from the concerned units, the patient was taken up for surgery, where it was decided to do a thorough debridement of the infected area, send the bone for biopsy, and perform an open reduction and internal fixation of the fractured mandible.\\nDuring the surgery, the mandibular parasymphysis and the dentoalveolar fracture were approached intraorally by giving a vestibular incision and performing layered dissection, after approaching the mandibular parasymphysis region, thorough debridement was done and the infected chunks of bone were removed. Following this, the fractures were fixed using two miniplates. Following the fixation, the incision site was thoroughly debrided and closed in layers (Figures and ).\\nFollowing the surgery, the patient was shifted to postop ICU and then to the ward.\\nOn postop day one, the patient was having persistent cough in view of which blood and sputum culture was taken which revealed E. Faecalis sensitive to Linezolid and K. Pneumonia sensitive to Gentamycin. The patient was given IV Ampicillin, IV Gentamycin, and Tab Linezolid as advised by the medicine department. Neurology was consulted, and the same medication was continued. ENT consultation was sought in view of difficulty in speech for which conservative management was advised, and the patient recovered well post surgery. Malignancy and osteomyelitis were ruled out by histopathology report, and the fracture was attributed to the constant occlusal trauma due to cervical dystonia. Following this, the patient was discharged.\\nFollowing this surgery, the patient again reported to our outpatient department after three months with similar complaints of pain in the anterior region of the mandible. On examination, there was slight opening in the mucosa on the right parasymphysis region and segmental mobility over the right parasymphysis region. Clinical and radiological examination confirmed hardware failure to be the cause of pain and mobility over the right mandibular parasymphysis region (Figures and ).\\nThe patient was again taken up for the surgical intervention where after securing adequate anesthesia, extraoral incision from the right body region of the mandible to the left body region of the mandible was given. After layered dissection, the right mandibular parasymphysis region was exposed. On exposure, a dumbbell plate was found attached to the soft tissues with its two screws, which was subsequently retrieved (Figures and ). The superior 6-holed plate and 5 screws were also retrieved. Following this, the infected bone chunks were curetted out, and the mandible was fixed using a 15-hole 2.5 mm reconstruction cut plate and 8 (2 × 14 mm) locking screws (Figures and ). Homeostasis was achieved, and the wound was closed in layers.\\nThe patient recovered well post surgery and was subsequently discharged after a week ().", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'7627915': 1, '3278555': 1, '15300653': 1, '7654059': 1, '10599789': 1, '7469847': 1, '2067638': 1, '12691807': 1, '10963502': 1, '17689275': 1, '941783': 1, '3278535': 1, '33575045': 2}", "similar_patients": "{}"}