{"patient_id": 27390, "patient_uid": "7606205-1", "PMID": 33154839, "file_path": "comm/PMC007xxxxxx/PMC7606205.xml", "title": "Diagnosis and Management of a Young Girl With Tumor Necrosis Factor Receptor Associated Periodic Syndrome (TRAPS) Linked to a Novel Mutation", "patient": "A petite nine-year-old girl (somatometric features <3rd centile), presenting with a two-month history of fever and generalized malaise, associated with intermittent abdominal pain, immigrant myalgia, and throat pain at disease onset, was admitted to our department for further investigation and treatment. A physical examination along with laboratory and imaging testing revealed elevated inflammatory markers [white blood cell count 23.200/μl (neutrophils: 81%), erythrocyte sedimentation rate (ESR) 117 mm/h, c-reactive protein 261 mg/L, ferritin 421 ng/ml, fibrinogen 6.21 g/L, serum amyloid A 590 mg/L], anemia (hemoglobin 9.9 g/dl), mesenteric lymphadenitis, myositis/fasciitis of the left major gluteal muscle and corneal sediments due to uveitis. No clear source of infection was detected. On close questioning, we realized that the patient had two more admissions in the past for prolonged pyrexia. At the age of 12 and 26 months, she was hospitalized for persistent fever of unknown origin. At that time, laboratory and imaging testing were inconclusive as the only abnormal finding was the elevated inflammatory markers (leucocytosis and raised ESR). Additionally, at the age of seven and eight years, the child presented with arthritis, which resolved automatically. Moreover, short-term fever episodes of unknown origin without any accompanying symptoms, with a frequency of 1-2 episodes per year, were reported.\\nFurther investigation into our patient’s family history revealed that her father and several members of the parental family manifested similar symptoms without having a clear diagnosis. Her father suffered from arthritis of small and large joints and was treated as seronegative arthritis without remission of symptoms. Moreover, during childhood, he presented with recurrent episodes of fever of unknown origin, as well as abdominal pain; he had been operated twice for adhesive obstructive ileus. Similar symptomatology was reported in other four members of the paternal family. The paternal father had been diagnosed and unsuccessfully treated as ankylosing spondylitis and had been operated for coronary heart disease at a young age. Three out of five paternal brothers and sisters were bearing symptoms of arthritis, serositis, and abdominal pain presenting at a young age.\\nGiven the aforementioned findings of the child and the burdened family history of a chronic recurrent inflammatory disease, a hereditary AID was suspected and TRAPS was considered as the most likely diagnosis. Therefore, the child was screened for TNFRSF1A (accession number: NM_001065) gene mutations. Indeed, a novel heterozygous mutation in the cysteine residue located in exon 3, C73Y, as a common name (c.305G>A, p.C102Y). Following positive testing of the child, relatives were recruited, informed consent was obtained and blood samples were collected for targeted genetic examination. The same mutation was identified in five members, two of whom also carried a concomitant R92Q mutation while three members were carriers of the R92Q (Figure ).\\nThe girl was initially treated with steroids with partial response, followed by administration of interleukin-1β inhibitor, canakinumab, at a dose of 120mg per month (4mg/kg) [,,]. Complete resolution of symptoms and normalization of inflammatory markers was observed after the first dose of the IL-1β inhibitor. No adverse events were reported. Due to unforeseen circumstances, treatment was stopped at 12 months. Interestingly, one year after treatment termination, the child remains completely asymptomatic and presents a normal growth rate.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'24282415': 1, '23965844': 1, '22343913': 1, '10875917': 1, '28421071': 1, '21225694': 1, '24422572': 1, '7156325': 1, '19541728': 1, '10199409': 1, '23040364': 1, '27269295': 1, '28497352': 1, '31562507': 1, '26109736': 1, '31018962': 1, '33154839': 2}", "similar_patients": "{}"}