{"patient_id": 21681, "patient_uid": "7335878-1", "PMID": 32471758, "file_path": "comm/PMC007xxxxxx/PMC7335878.xml", "title": "Multinucleate cell angiohistiocytoma: an uncommon cutaneous tumor", "patient": "A 62-year-old Caucasian woman was referred to this clinic by her general physician due the onset of cutaneous lesions on left arm and right forearm eight months ago. The patient's past medical history was unremarkable. An extensive panel of routine blood exams revealed no significant abnormalities, including negative anti-HIV serology. She denied previous solid organ transplant or use of immunosuppressive drugs. The lesions were asymptomatic. In the last two months, she noticed a new group of lesions on her abdomen, right thigh, and back. On dermatological examination, asymmetric painless erythematoviolaceous papules were observed, with 3–10 mm in diameter ().\\nPunch biopsies of the skin lesions were performed, which showed a normal epidermis and fibrohistiocytic proliferation with small vessels in the reticular dermis, displaying lumen vessels filled with prominent endothelial cells, involved with a perivascular inflammatory response composed by multinucleated histiocytic cells (MCs) and a few plasma cells. In the papillary dermis, fibroblastic proliferation and thickened collagen fibers were found (, ) and numerous bizarre MCs with scalloped margins were found in the adjacent dermis. The immunohistochemical (IHC) panel performed found the following: S-100 protein (negative), FXIIIa (positive) in MCs, CD68 (positive) in MCs, CD34 and CD31 (positive) in small vessels, and CD4 (positive) in dermal lymphocytes (, ). The final diagnosis was established as compatible with multinucleate cell angiohistiocytoma. Due to the benign nature of the illness, the patient chose not to undergo treatment.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'30251282': 1, '25775651': 1, '25140659': 1, '20216199': 1, '20644465': 1, '2162188': 1, '26269389': 1, '27813137': 1, '24852770': 1, '32471758': 2}", "similar_patients": "{}"}