{"patient_id": 21378, "patient_uid": "7322597-1", "PMID": 32637179, "file_path": "comm/PMC007xxxxxx/PMC7322597.xml", "title": "Prefibrotic Myelofibrosis Presenting with Multiple Cerebral Embolic Infarcts and the Rare MPL W515S Mutation", "patient": "A 71-year-old man with a persistent high platelet count for four years (range 483–797 × 109/L) presented with dense, right-sided weakness, aphasia, and a decreased level of consciousness. He was known to have hypercholesterolemia for which he was on atorvastatin. He was an ex-smoker for forty years and otherwise did not have any other vascular risk factors. Apart from thrombocytosis, blood count parameters including hemoglobin, hematocrit, white cell count, and white cell differential had always been normal. Initial computerized tomography (CT) scan showed an old, left occipital lobe infarction. CT angiogram did not show any large vessel occlusion. Magnetic resonance imaging scan confirmed multiple, left-sided, and embolic infarcts. Of note, a 72-hour Holter monitor excluded paroxysmal atrial fibrillation as a cause of cerebral ischemia. Standard stroke workup did not identify any other sources of cerebral embolic infarction. He was thrombolysed and subsequently commenced on low-dose aspirin 75 mg daily. He made an excellent recovery, the only residual deficit being that of slightly altered speech.\\nFollowing his discharge from the hospital, he was referred to the hematology service for investigation of the persistent thrombocytosis. Bone marrow aspirate was aparticulate. Bone marrow biopsy was hypercellular with increased numbers of megakaryocytes showing paratrabecular clustering and nuclear hypolobation as well as bulbous forms (); granulopoiesis and erythropoiesis looked normal with World Health Organization grade 1 reticulin fibrosis seen that are all features in keeping with a diagnosis of prefibrotic myelofibrosis. An International Prognostic Scoring System score of 1 predicted his median overall survival for more than 10 years []. Karyotypic analysis failed on the bone marrow aspirate; however, a next-generation sequencing approach identified p.(Trp515Ser), c.1544G > C mutation (NM_005373.2), usually referred to as MPL W515S, at an allele frequency of 35% in the patient's peripheral blood (). No CALR exon 9 or JAK2 exon 12 or 14 mutations were identified.\\nIn order to reduce the risk of further thrombotic events in the context of confirmed MPL W515S MPN, hydroxyurea 500 mg daily was introduced, resulting in the platelet count normalising within one month of starting this treatment and remaining to date within the normal range. Currently, the patient remains well and is fully capable of carrying out all daily activities. He has a persisting, slight speech impediment and remains on aspirin and hydroxyurea more than twelve months following the ischaemic cerebral event and has not had any bleeding sequelae.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'31135094': 1, '18519816': 1, '25042466': 1, '29146710': 1, '23978506': 1, '28609766': 1, '18528423': 1, '27564461': 1, '16834459': 1, '25951317': 1, '25217248': 1, '27069254': 1, '26332545': 1, '31087331': 1, '28351937': 1, '26450985': 1, '25453399': 1, '26423830': 1, '26281713': 1, '23359689': 1, '12145691': 1, '29934356': 1, '16868251': 1, '26437785': 1, '24889737': 1, '25482134': 1, '28389907': 1, '30629793': 1, '21326037': 1, '32637179': 2}", "similar_patients": "{}"}