{"patient_id": 18956, "patient_uid": "7195201-1", "PMID": 32373410, "file_path": "comm/PMC007xxxxxx/PMC7195201.xml", "title": "Superior Mesenteric Artery Dissection After Lumbar Puncture", "patient": "A 63-year-old female presented to the emergency department (ED) with a four-day history of severe sudden headaches. An LP was then performed with dry tap. Few hours later, the patient complaint of severe diffused abdominal pain accompanied by lower back pain, nausea and vomiting. She denied diarrhea, hematochezia and melena.\\nHer past medical history was significant for migraine, dyslipidemia, chronic neck pain and chronic back pain. Her previous surgeries included appendectomy, cholecystectomy, oophorectomy and back surgery. She denied any known allergies, use of tobacco or illicit drug abuse, but admitted to occasional use of alcohol.\\nOn physical examination, she was afebrile (98.6ºF) with a blood pressure (BP) of 133/70 mmHg, a heart rate of 95 bpm, a respiratory rate of 20 breaths/min and an oxygen saturation of 99% (SpO2) at room air. Her body mass index was 24.6 kg/m2. She had soft, tender abdomen with normal bowel movements, positive to Blumberg's sign (rebound tenderness). The rest of the physical examination was unremarkable. The patient underwent abdominal CT, which showed evidence of hemoperitoneum (Figure ). She was then transferred to another facility and while in route received one unit of packed red blood cells was given due to a drop in hemoglobin (Hb) levels from 15 to 11 gm/dl. After transfusion, Hb increased to 12 gm/dl.\\nAt arrival to the our ED, she had a computed tomography angiography (CTA) of the abdomen and pelvis with intravenous (IV) contrast that reported a 2 cm flap of the SMA as the most likely source of bleeding with the root of the mesentery measuring 5 cm x 3 cm transverse. Laboratory tests included the following: complete metabolic panel, with blood urea nitrogen of 23 mg/dl, carbon dioxide level of 22 mEq/l and chloride level of 112 mEq/l; complete blood count with white blood count of 13.9x109/L, hematocrit of 37.6%, Hb of 12 gm/dl and platelet count of 178,000/mm3; coagulation profile with prothrombin time of 9.9 seconds, partial thromboplastin time of 20 seconds and international normalized ratio of 1.0.\\nThe patient was admitted to the intensive care unit (ICU) for intraperitoneal bleed. A repeated CTA of the abdomen and pelvis with IV contrast after 48 hours showed focal dissection in the SMA originated 2 cm from vessel origin, with a fenestration involving the proximal portion or the dissection and an existing component of the root of the mesentery, measuring 5 cm transverse x 3 cm anteroposterior (AP) (Figure ). An evolving retroperitoneal hematoma was also seen, measuring 16.1 cm transverse x 5.2 cm AP by about 8.4 craniocaudal, involving the pancreatic head and both third and fourth portions of the duodenum, anterior to Gerota’s fascia on the right, extending into the root of the mesentery and the bilateral paracolic gutters.\\nHb and hematocrit levels were monitored, and a management of the systolic BP between 110 and 120 mmHg was made. The patient was transferred to tertiary center where she underwent surgical correction and was discharged home in stable condition.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'26728989': 1, '29056349': 1, '11305570': 1, '29849290': 2, '1834338': 1, '28203123': 2, '30344810': 2, '17261142': 1, '23576157': 1, '26078383': 1, '30483678': 2, '27773728': 1, '28150273': 1, '32373410': 2}", "similar_patients": "{'6188040-1': 1, '5965138-1': 1, '6196575-1': 1, '5260539-1': 1}"}