{"patient_id": 33509, "patient_uid": "7952173-1", "PMID": 33747581, "file_path": "comm/PMC007xxxxxx/PMC7952173.xml", "title": "Rare Organism Uncommon Disease Case Vignette of Guillain–Barré Syndrome Induced by Fusobacterium nucleatum Infection", "patient": "A 77-year-old female with spinal stenosis, obstructive sleep apnea, and hyperlipidemia presented to the emergency room with left-sided pleuritic chest pain. Her evaluation demonstrated a left-sided pleural effusion with basilar consolidation (). She was started empirically on oral levofloxacin for presumed community-acquired pneumonia with parapneumonic effusion. Her evaluation for the etiology of her pneumonia including respiratory polymerase chain reaction, coccidioidomycosis antibody screen, urinary Legionella antigen, urinary Streptococcal antigen, and blood cultures were all unremarkable. She failed empiric treatment and continued to have effusion with loculated appearance on the chest computerized tomography (CT) angiogram (). She underwent ultrasound-guided thoracentesis that confirmed exudative pleural effusion. Following thoracentesis, she had ongoing evidence of effusion and underwent CT-guided left-sided 12 French chest tube placement with interventional radiology. Despite conservative management and attempts for drainage, she continued to be symptomatic and had ongoing evidence of effusion. Due to persistent evidence of loculated collections on imaging and minimal output via chest tubes, she underwent thoracoscopic total lung decortication. Cytology from fluid collected from thoracoscopy was consistent with pneumonia and negative for malignant cells. Delayed intraoperative cultures identified growth from pleural fluid with Fusobacterium nucleatum. The patient clinically improved during this hospitalization on levofloxacin and was later discharged home after an eleven-day stay.\\nShe completed her antibiotic course and was recovering well up until 3 weeks after the initial pneumonia presentation when she woke up with intractable back pain and associated leg weakness. She returned to the emergency room for evaluation of her symptoms that also included feet numbness and tingling, vague pain in her legs, especially her thighs, and finally, tightness and tingling sensation in her hands and wrists. Emergency room evaluation included thoracic and lumbar spine MRI. Thoracic MRI imaging identified facet spondylosis and ligamentum flavum thickening at T9-10 with mild central spinal stenosis (). Lumbar MRI identified L4-L5 with diffuse bulge slightly larger on the right resulting in severe central canal stenosis (). There is moderate right and mild-to-moderate left neural foraminal stenosis. She was started on steroids and gabapentin in addition to pain medications. Her pain, numbness, and lower extremity weakness continued, and neurology was consulted. Her examination was positive for mild symmetric weakness of small hand muscles 4+/4+, hip flexion 4−/4−, hip adductors 4/4, hip abductors 4+/4+, big toe extensors 4−/4−, quadriceps 5−/5−, foot dorsiflexion 5−/5−, and foot eversion 4+/4+. Sensation was normal to pinprick and light touch but decreased to vibration in the lower extremities up to the hips. She had global areflexia. Additional testing included MRI of the cervical spine that did not demonstrate any significant disease. Her best working diagnosis was Guillain–Barré syndrome. This was further supported by CSF analysis showing WBC of 0 and protein 199. At that time, the patient reported minor improvement over the preceding 2 days. Based on minor deficits and stability of her symptoms, she was discharged to an acute rehabilitation facility on a steroid taper. She was able to recover, and on her 3-month follow-up, her examination showed normal strength to all muscle groups and recovery of deep tendon reflexes.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'21422765': 1, '24511391': 1, '16966405': 1, '23734900': 1, '30142753': 1, '28633639': 2, '27737977': 1, '26948435': 1, '33747581': 2}", "similar_patients": "{'5477746-1': 1}"}