{"patient_id": 32566, "patient_uid": "7899883-1", "PMID": 33607843, "file_path": "comm/PMC007xxxxxx/PMC7899883.xml", "title": "Metachronous primary cancer of the tongue and malignant lymphoma of the small intestine", "patient": "A 52-year-old man with spontaneous pain and swelling in the right tongue region consulted his regular dentist, who referred the patient to our hospital in July 2015. A lesion with an induration of 7 × 10 mm was found on the right tongue (Fig. A). There was an irregular surface and ulceration in the lesion. He was diagnosed with squamous cell carcinoma of the right tongue via pathological examination in August 2015 (Fig. B). Contrast-enhanced computed tomography (CT) showed a contrast region with a width of 18 mm and a depth of 11 mm in the longitudinal direction of the tongue (Fig. C). Magnetic resonance imaging (MRI) and contrast-enhanced CT showed no evidence of cervical lymph node metastasis. From the examination results, he was diagnosed with tongue cancer of the right side (cT2N0M0, at stage II). The patient underwent a partial tongue resection and supraomohyoid neck dissection in September 2015. For the resection, a safety margin of 10 mm was set from the tumor, and the depth of resection was 10 mm from the tumor throughout the circumference. The postoperative pathological diagnosis was squamous cell carcinoma, and the surgical margin was negative at all sites. After the operation, he was observed in our outpatient department. In November 2016, he had abdominal pain and bloody stool symptoms and consulted a family clinic. Since he was diagnosed with intussusception, he was referred to our gastroenterology department. Contrast-enhanced CT was performed and showed a contrast region in the terminal ileum (Fig. A). A lower gastrointestinal endoscopy was performed, and a tumor was found near the terminal ileum. Malignant lymphoma was suspected based on the histological examination results. Positron emission tomography (PET) showed accumulation in the terminal ileum (Fig. B). Terminal ileum resection was performed in department of gastroenterological surgery in March 2017 (Fig. A). Pathological examination of the surgical specimen revealed that the polymorphonuclear atypical cells were distributed in a sheet form (Fig. B). The results of immunohistochemical staining were CD3(–), CD20(+), BCL-6(+), NUM-1(+), and IgM(+) (Fig. A–E, respectively). The MIB-1 labeling index was 90% (Fig. F). Diffuse large B-cell lymphoma (DLBCL) was diagnosed via histological examination. Postoperatively, the patient received 6 courses of rituximab, cyclophosphamide, doxorubicin hydrochloride, vincristine, and prednisone (R-CHOP therapy) at department of hematology from April to August 2017. A complete hematological remission was obtained after 6 courses of R-CHOP therapy. Five years after surgery for tongue cancer, there was no evidence of recurrence in the head and neck region. In addition, no recurrent findings of the malignant lymphoma were observed as he was under regular follow-up in the hematology department.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'11932903': 1, '18729183': 1, '30027284': 1, '19626642': 1, '24817674': 1, '24762670': 1, '19615577': 1, '12877728': 1, '19910434': 1, '22840787': 1, '7622145': 1, '21327458': 1, '20234214': 1, '23211226': 1, '30880337': 1, '15968524': 1, '17593870': 1, '20310043': 1, '12733145': 1, '5557762': 1, '29121146': 1, '8635079': 1, '33607843': 2}", "similar_patients": "{}"}