{"patient_id": 33081, "patient_uid": "7930935-1", "PMID": 33557023, "file_path": "comm/PMC007xxxxxx/PMC7930935.xml", "title": "Clinically Mild Encephalopathy with a Reversible Splenial Lesion Caused by Influenza B Virus in an Unvaccinated Child", "patient": "An 8-year-old girl presented to our Emergency Department because of an episode of revulsion of the eyeballs and loss of strength to all four limbs with no disturbance of consciousness. The day before the symptoms occurred, she manifested dysartria, dysnomia and mental confusion lasting about one hour1 h. This symptomatology was associated with a history of 4 days of fever, apathy, asthenia, cough and headache. She had never been vaccinated. On admission she was feverish, with a normal conscious state but slurred speech. There was no evidence of focal neurological deficit. Neither meningism nor cranial nerve dysfunction were present. Laboratory values were normal. The RT-PCR performed on nasopharyngeal aspiration, nowadays considered the gold standard for respiratory pathogen detection in children, resulted positive for influenza B virus.\\nThe electroencephalography (EEG) report showed slow-spike theta waves bilaterally in the temporal regions, more represented on the left side. Upon brain MRI exam, we observed an acute lesion (8 mm in diameter) in the splenium of corpus callosum, hyperintense on T2-weighted images and hypointense on T1-weighted images, typical of type I MERS (). Being the diagnosis a clear picture of MERS by type B Influenza, because of the onset of the symptoms < 48 h, an antiviral therapy with Oseltamivir (5 mg/Kg/die in 5 days) was started, with gradual resolution of the symptom. Lumbar puncture was not performed because swab positivity for influenza B and typical MRI features of the brain were diagnostic for MERS ().\\nThe patient presented reduced verbal communication lasting 4 days and fever for a total of 8 days. No antiepileptic therapy was required because of the absence of seizures during the hospitalization.\\nThe follow-up EEG report and brain MRI, performed at 30-days from complete resolution of the symptoms, were normal. The girl was seen monthly for 6 months. The evaluation of the neuropsychological development texts did not show any sequelae.\\nIt is interesting to notice that, during the hospitalization, the patient’s twin brother presented to our attention because of an episode of visual hallucinations during fever. He also resulted positive for type B influenza. Brain MRI exam and EEG performed on him showed no lesions.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'29599175': 1, '18681931': 1, '15557501': 1, '29757148': 1, '27591118': 1, '25674746': 1, '18490123': 1, '30720016': 1, '33557023': 2}", "similar_patients": "{}"}