{"patient_id": 31067, "patient_uid": "7819310-1", "PMID": 33478436, "file_path": "comm/PMC007xxxxxx/PMC7819310.xml", "title": "Primary clear cell sarcoma of the femur: a unique case with RT-PCR and direct sequencing confirmation of EWSR1/ATF1 fusion gene", "patient": "A 36-year-old male presented with a four-months history of pain in the left knee. His medical history was negative for injury, among others, as the underlying cause. Physical examination revealed a tenderness at the left femoral medial epicondyle but no swelling, redness or heat around the joint. Furthermore, there was no instability or joint contracture. Radiological examination showed an osteolytic lesion in the femoral medial epicondyle with a partially destructed cortex (Fig. ). There was no sclerotic rim or periosteal reaction. Computed tomography (CT) revealed a 38 × 19 × 17 mm osteolytic lesion that partially destroyed and thinned the cortex (Fig. ). There was no calcification in the mass. Magnetic resonance imaging (MRI) showed that the lesion had the most hypointense area, including both hyperintense and isointense areas heterogeneously on T1-weighted images and had hyperintense areas with septal walls on T2-weighted images. Hyperintense signal areas were observed at the femoral articular surface without extraosseous soft tissue signal change (Fig. ). Considering all images, giant cell tumor (GCT), osteosarcoma or chondrosarcoma was suspected.\\nOpen biopsy was performed for a definitive diagnosis. Histological examination revealed that oval or rounded cells were proliferating. These cells had clear cytoplasm arranged in fascicles or compact nests with frequent deposits of brown pigment (Fig. ). For a more accurate evaluation of the tumor type, immunohistochemistry was performed using a panel of markers. This analysis revealed that tumor cells were positive for S-100 protein, HMB-45, Melan-A, and SOX10. It stained negative for CD34 and BRAF v600e. Considering these features [], the main differential diagnoses were clear cell sarcoma and melanoma. RT-PCR and direct sequencing are the molecular techniques that help differentiate between the different EWS/ATF1 fusion types and breakpoints [–]; therefore, we used both the methods. We examined the tumor for EWSR1/ATF1 transcripts using RT-PCR (Fig. ) and direct sequencing on the paraffin-embedded tissue (Fig. ). The tumor was found to be positive for the EWSR1/ATF1 fusion gene. Thus, we diagnosed the patient with primary clear cell sarcoma of the bone.\\nAs CCS of the bone is so rare, extensive investigations were conducted to search for other metastases or primary tumors. The patient’s skin was checked by a dermatologist, but no melanoma was found. Whole-body CT and positron emission tomography (PET)/CT were performed and showed no other metastatic dissemination.\\nBased on our investigations, we concluded that this was a primary CCS localized to the bone. Because CCS does not usually respond to radiotherapy or chemotherapy [],\\nadjuvant therapy was not applied to this patient. A wide-margin resection and reconstruction with an endoprosthesis were performed. We presumed that the tumor invaded the intra-articular area as the CT image showed a partially destroyed femoral medial epicondyle cortex. Accordingly, we performed an extra-articular knee resection including the suprapatellar bursa and joint capsule. The resected specimen had a pathologically confirmed negative margin and the tumor spread extraskeletally at the femoral medial epicondyle but not into the soft tissue around the capsule. Nine months after surgery, no local recurrence or metastases were detected.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'32889892': 1, '1463095': 1, '22693489': 1, '30623235': 1, '11826187': 1, '16258500': 1, '12115360': 1, '29961184': 1, '22677224': 1, '8401579': 1, '14332545': 1, '14513295': 1, '8640695': 1, '10883454': 1, '8908164': 1, '19463625': 1, '16893467': 2, '15592669': 1, '24740533': 1, '23170958': 2, '17000668': 1, '33205043': 1, '25268196': 1, '18300804': 1, '17021126': 1, '17133413': 1, '12904909': 1, '19095155': 1, '22151733': 2, '11992546': 1, '21181468': 1, '33237991': 1, '26444357': 1, '9770939': 1, '25396137': 2, '16878328': 1, '16766266': 1, '6787858': 1, '31701221': 1, '15648778': 1, '18333903': 1, '10384998': 1, '33478436': 2}", "similar_patients": "{'1555585-1': 1, '3256123-1': 1, '3517754-1': 1, '4228649-1': 1}"}