{"patient_id": 17528, "patient_uid": "7069882-1", "PMID": 32185039, "file_path": "comm/PMC007xxxxxx/PMC7069882.xml", "title": "Uncommon presentation of a common disorder: Syncope with AVNRT in setting of a structural anomaly", "patient": "A 69-year-old man without prior cardiovascular events, presented with new-onset SVT resulting in shortness of breath, dizziness, and multiple syncopal episodes over the course of 1-year. Cardiovascular medicines included amlodipine, atenolol, and doxazosin for treatment of hypertension though adjustment of these medicines did not mitigate syncopal episodes. Other etiologies, including autonomic dysfunction, reflex syncope, orthostatic hypotension, were also considered but given the patient's history and description of the patient's symptomology, it deemed highly unlikely. Physical examination was grossly benign at presentation—nontoxic appearing with cardiovascular examination revealing regular rate and rhythm without any extra heart sounds. Workup with ECG was concerning for SVT (Figure A), which was successfully terminated with administration of IV adenosine. Transthoracic echocardiogram (TTE) showed normal ejection fraction without evidence of wall motion or structural abnormalities. A nuclear stress test was undertaken without suggestion of myocardial ischemia or infarction. Given repeated recurrences of tachycardia and syncope, the patient was hospitalized for expedited workup. Electrophysiologic (EP) study revealed a diagnosis of “typical,” slow-fast AVNRT. Attempt at slow pathway modification as an invasive treatment for typical AVNRT revealed significant anatomic distortion with a diffuse His cloud, a large and funneling coronary sinus ostium, prominent eustachian ridge, and aortic knob. Due to the close proximity of slow pathway fibers to native conduction system, limited RF ablation was conducted, resulting in failed attempts to treat the patient's tachyarrhythmia. Subsequently, the patient was arranged for repeat EP study with use of ICE and consideration of cryoablation to minimize the risk of injury to his native conduction system. On follow-up EP study, ICE was used to visualize the region of interest. This revealed a prominent aortic root resulting in significant distortion of the right atrium (RA; Figure ). Given minimal RA volume, this finding explained the patient's syncope and presyncope secondary to sustained tachyarrhythmia. Under ICE guidance, the cryocatheter was introduced and positioned in the region of interest. While monitoring native conduction and under surveillance of catheter position under ICE, successful cryocatheter-guided ablation was conducted along the slow pathway rendering the SVT noninducible (Figure ). The technique of cryomapping was employed—the catheter was cooled to −30°C to allow for testing—at this level, we confirmed that slow pathway conduction was suppressed, but fast pathway conduction remained intact before proceeding to a full 4-minute cryoablation at −70°C. The patient remains arrhythmia-free on follow-up without episodes of syncope having regained quality of life.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'30997332': 1, '1987219': 1, '9812187': 1, '9193013': 1, '12621693': 1, '6204291': 1, '29562304': 1, '9386171': 1, '1537103': 1, '20955342': 1, '32185039': 2}", "similar_patients": "{}"}