{"patient_id": 29591, "patient_uid": "7752444-1", "PMID": 33363746, "file_path": "comm/PMC007xxxxxx/PMC7752444.xml", "title": "Online-based software for guiding immediate implantation to replace a tooth with root resorption in the esthetic zone", "patient": "A 48-year-old woman presented with esthetic concerns regarding her smile, which were attributed to a high smile line, slight chipping of her porcelain crowns. The patient had noticed these problems for approximately 1 year. Tooth mobility was confirmed upon intraoral examination, and a probing depth of 9 mm was recorded at the mesiopalatal side of tooth 11. Additional investigations were subsequently performed. A small vertical bone defect was observed at the mesiopalatal side of tooth 11 on a cone-beam computed tomography scan and a periapical radiograph. Areas of cementum and dentin resorption were found, in addition to adjacent bone loss. The pulp chamber was also enlarged at the cervical region. Tooth 11 was nonresponsive to pulp vitality testing (Figure ).\\nAfter evaluation of the local factors and considering the fact that the clinical symptoms had been evident for more than 1 year, a treatment plan was proposed for the flapless extraction of tooth 11, followed by immediate implant placement with instant provisionalization.\\nFull-face photography was performed before and after implant placement. Digital scanning was conducted, and a single mock-up defining the new incisal edge position was made for tooth 11. All data were transferred to an online-based digital laboratory (Figure ).\\nWe used an online-based smile design software (Rebel Simplicity; Visagismlile Ltd.) to create 2D digital designs of the restorations, which reflected the patient's esthetic preferences and expectations. The 2D designs were used to guide the complete rendering of the 3D digital model for subsequent printing. Once the positions of the incisal edges of the incisors were defined, we created new 3D digital designs for the teeth proportions and extended the length of the teeth in the coronal and apical directions (Figure ). The single mock-up for the incisors was used as a reference for the automatic creation of a complete 3D digital mock-up (on STL files) for the subsequent printing of a resin model.\\nA silicon index was made from the printed model, and a new mock-up for clinical try-in was fabricated with bis-acryl resin (Figure ). After the patient's approval of the mock-up, preoperative antibiotics were administered (2 hours prior to the surgery; Augmentin 1000 mg), and tooth 11 was extracted under local anesthesia. As the vestibular cortical bone was observed to be thin and fenestrated during the implant procedure, a full mucoperiosteal flap was made with one vertical-releasing incision between the right central and lateral incisors. A titanium dental implant (grade 4) with a diameter of 4.0 mm and a length of 10 mm was inserted with a torque of more than 45 Ncm to achieve a high primary stability (Naturall+; NICP 40 100; Euroteknika). A xenograft material (Gen-Os; Osteobiol®) was applied to fill the space between the implant surface and the facial wall, in order to prevent bone alteration during the healing process. A collagen membrane (Evolution, Osteobiol®) was applied to promote wound healing and regeneration (Figures , , , ), and the flap was adapted and sutured. Postoperative antibiotics (1000 mg Augmentin, GSK, twice daily for 7 days), as well as a mouth rinse (0.1% chlorhexidine, Eludril Classic, twice daily for 14 days), were prescribed.\\nDue to the sufficient primary stability of the implant, a provisional implant-retained restoration was placed without immediate loading. The transitional zone of the crown was designed with a narrow and concave profile on the facial aspect and a slightly convex profile on the proximal surfaces to allow a greater volume of gingival tissue in the interproximal areas for support. Contact points with the adjacent teeth were tight and positioned 5-6 mm above the bone level.\\nAt the 1-year follow-up, no soft-tissue inflammation or marginal bone loss was observed (Figures and ). All anterior teeth (from canine to canine) were prepared for lithium disilicate crowns, and a final impression (that captured the transitional zone at the implant site) was taken (Figure ). Upper and lower models were mounted in a semi-adjustable articulator, and the distance between the zenith points of the anterior teeth was measured to determine the clinical gingival contour. The design of the tooth preparations and zirconium abutments was guided by the digital mock-up (Figure ). The individual restorations for the prepared teeth and implant abutment were subsequently designed, and a wax model was milled from the CAD data. Final restorations were fabricated and tried in. All crowns were glazed following chair-side adjustments and cemented with a resin luting agent (RelyX™ Lutin Cement; 3M). We utilized a lithium disilicate crown for the zirconium abutment, as opposed to a screw-retained monolithic zirconium crown, in order to more closely match the optical characteristics of the adjacent restorations.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'30166865': 1, '30892772': 1, '17608739': 1, '12848710': 1, '12956475': 1, '24660199': 1, '17580820': 1, '15367183': 1, '21272052': 1, '2860072': 1, '18990995': 1, '19885446': 1, '17092218': 1, '9550034': 1, '2094653': 1, '30925698': 1, '33363746': 2}", "similar_patients": "{}"}