{"patient_id": 104214, "patient_uid": "7815671-1", "PMID": 33489969, "file_path": "noncomm/PMC007xxxxxx/PMC7815671.xml", "title": "Multiple Brown tumors in a Case of Primary Hyperparathyroidism with Pathological Fracture in Femur", "patient": "A 28-year-old married housewife presented in the orthopedics outpatient department of tertiary care hospital in Central India with the chief complaints of pain in both thighs, more on the right side and difficulty in walking for the past 2 years. Pain had started spontaneously, was insidious in onset, and localized initially to both thighs. It increased with weight bearing, walking and household chores and partially got relieved on rest and medication. There was pain in elbow, wrist, and both hands for a few months initially. There was no history of fever, loss of appetite, loss of weight, or any change in menstrual cycle. Her joints’ pain and left thigh pain got completely relieved with drugs, but pain in the right thigh and hip area did not improve. She noticed progressively increasing difficulty in walking, squatting, and sitting cross-legged during the past 6 months. She started feeling rest pain in the right thigh and started taking stick support for the past 2 months. She had undergone repeated consultations, investigations, and treatment, but was not relieved of her symptoms.\\nExamination revealed painful gait with minimal weight bearing on the right lower limb. The patient was thin built with mild pallor and without any systemic abnormality. Her pulse was 84/minute and blood pressure 130/70 mmHg. Tenderness was present on upper one-third of right thigh and both pubic rami with adductor muscle spasm. Right hip rotations and abduction adduction were grossly restricted with flexion possible up to 70°. Left hip movements were normal except terminal restriction of flexion. There was no neurovascular deficit. Examination of other bones and spine did not reveal any abnormality.\\nA clinical diagnosis of Osteomalacia with Looser’s zone in pubic rami and incomplete fracture in right femur was considered. Metastatic lesions, multiple myeloma, or hyperparathyroidism with brown tumors were considered as differential diagnoses. The patient underwent X-rays of relevant areas. X-ray of pelvis with both hips ( and ) showed multiple small osteolytic lesions in both ilium and femur, thinning of cortices and uniting fractures in bilateral pubic rami. X-rays of both thighs ( and ) showed generalized osteoporosis, multiple lytic areas of 2–3 cm size separated with each other by a small zone of normal bone in upper one-third of shaft. There were two large osteolytic areas in the right shaft femur. The patient was admitted for prophylactic nailing in right femur in view of the impending fracture through the lytic areas (). She was given an above knee up to groin plaster slab and advised bed rest. In the left femur, the osteolytic areas were relatively smaller, cortices were thicker and there was no immediate risk of an impending fracture. Hence, fixation of left femur was not considered. X-rays of skull, chest, lumbar spine, feet, and hands did not show any obvious abnormality. Old magnetic resonance imaging (MRI) of thighs suspected the small lytic lesions in both femora as simple bone cyst. Fresh MRI with contrast ( and ) showed multiple intramedullary solid cystic lesions of varied size in both pubic rami, ischium, iliac blades, and upper and middle one-third of both femora probably due to browns tumor. USG of neck suggested the possibility of parathyroid adenoma of size 37 mm × 19 mm. Contrast-enhanced CT scan of neck showed well defined heterogeneously enhancing nodular mass lesion of size 33 mm × 24 mm × 23 mm just posterior to the right lobe of thyroid, suggestive of parathyroid adenoma with lytic lesions in the base of skull and in the right occipital bone. USG-guided fine-needle aspiration cytology from lytic lesion over right iliac crest showed only hemorrhagic background without any cellularity.\\nPatient’s complete blood count, erythrocyte sedimentation rate, C-reactive protein, rheumatoid factor, and urine examination were normal. She had hypercalcemia and hyperparathyroidism with serum calcium level of 10.78 mg/dl, PTH 1632 pg/dl, ALP 1686 IU/L, and Vitamin D3 24 ng/ml. Serum calcium, PTH, ALP, and Vitamin D3 levels done on various occasions are summarized in .\\nWhile indoor, the patient tried going to bathroom and fell down, leading to fracture through the lytic area in the right proximal femur (). The fracture was surgically stabilized with long proximal femur nail and static locking (). Open biopsy from lytic lesion was done after stabilization of fracture. The biopsy showed fibro-collagenous tissue having sheets of cells with adequate amount of eosinophilic granular cytoplasm and centrally placed nucleus without any malignant features. Per-operatively, the lytic area was very soft containing reddish brown friable tissue. Bony destruction was gross causing gap in cortical continuity at pathological fracture site despite nailing. Her post-operative period was uneventful. She was transferred to surgical unit for right parathyroid adenoma excision which was done successfully. The excised adenoma was of size 2.5 cm × 2.5 cm × 1 cm. Its histology showed typical features of adenoma without any features of malignancy and vascular or capsular invasion (). Immediately after adenoma excision she was kept on supportive intravenous calcium supplementation to avoid hypo-calcemic crisis (Hungry bone syndrome). The post-operative protocol followed was: Static quadriceps and hamstring exercises with active hip, knee, and ankle mobilization in bed for 2 weeks. After this, bedside knee mobilization and non-weight bearing mobilization with walker was started gradually. Patient was kept non-weight bearing for 12 weeks, followed by partial weight bearing with walker. Oral calcium and Vitamin D supplementation were continued. A 3 monthly follow-up was continued for clinical, radiological and serum calcium, and PTH estimation. She became asymptomatic at 6 months with near normal serum parameters and was permitted to walk with stick support. At 1 year (), her fracture had consolidated satisfactorily; lytic lesions had almost disappeared and the patient was having full range of hip movement with normal weight bearing without support. The X-ray of left femur at 1 year is shown in . Serum calcium and PTH values had returned to normal. She conceived 1 year after the surgery and delivered a full-term normal baby. At 2 years follow-up, there is no pain in any bone, the right lower limb is shorter by 0.5 cm and her gait is normal. Patient is able to squat but has difficulty in sitting cross legged due to moderate restriction of external rotation in right hip. Nail removal is planned in a few months. The serum calcium, PTH, ALP, and Vitamin D levels are normal and majority of the brown tumors had regressed. The patient is asymptomatic and leading a normal life.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'7586606': 1, '28900835': 2, '2684463': 1, '23682095': 1, '29735505': 1, '19830212': 2, '26509019': 1, '24014581': 1, '11350446': 1, '16145600': 1, '20549204': 1, '33489969': 2}", "similar_patients": "{'5671544-1': 1, '5671544-2': 1, '5671544-3': 1, '2737776-1': 1}"}