{"patient_id": 104667, "patient_uid": "7866719-1", "PMID": 33575537, "file_path": "noncomm/PMC007xxxxxx/PMC7866719.xml", "title": "Traumatic total iridectomy with “pseudo-iris”", "patient": "We report a 92-year-old woman that is referred to our department after suffering a blunt trauma in her left eye (OS) with a nightstand. Her chief complaint was decreased visual acuity OS. Her personal history accounted for diabetes mellitus and high-blood pressure. The only remarkable previous surgical procedure was bilateral cataract surgery six years ago. Best-corrected visual acuity (BCVA) OS was light perception. Slit-lamp examination showed flat anterior chamber, complete hyphema and positive Seidel test in the area of the main incision of the cataract surgery. She was scheduled for urgent suture of the wound and anterior chamber blood evacuation. Postoperatively, topical prednisolone, cycloplegic and moxifloxacin eye drops were prescribed. One week after the trauma, BCVA OS was hand-motion (1 m). Hematic remnants could still be found in the anterior chamber. A dense vitreous hemorrhage impaired fundus exploration. Ultrasound echography ruled out retinal detachment. Intraocular pressure (IOP) was 34mmHg and a combination of brinzolamide and timolol were added to the previous treatment. One month after the trauma, BCVA OS was still hand-motion (2 m). The patient referred subjective improvement and absence of photophobia. Hyphema was resolved and total iridectomy could be observed, with the distinct feature of an intact IOL and capsular bag, along with peripheral remnants of cortical material in the capsular bag and anterior capsule opacity that resembled a “pseudoiris” in a dilated pupil [Figures and ]. The rest of the anterior chamber examination was normal. Over time, vitreous hemorrhage was gradually subsiding, and some retinal structures could be ascertained. Hence a new echography was performed, and retinal detachment was ruled out again. Four months after the trauma, BCVA OS was 0.1 (Snellen), anterior segment was quiet and vitreous hemorrhage was completely resolved, allowing us to observe a dry macular disease, justifying the low BCVA []. The patient did not complain of photophobia.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'16945571': 1, '11777727': 1, '26875996': 1, '28991608': 1, '22837630': 2, '11318293': 1, '15474840': 1, '16565019': 1, '23571254': 2, '9278808': 1, '16129308': 1, '22347795': 1, '9951678': 1, '12663029': 1, '17456949': 1, '33575537': 2}", "similar_patients": "{'3401806-1': 1, '4061689-1': 1}"}