{"patient_id": 101720, "patient_uid": "7580745-1", "PMID": 33110315, "file_path": "noncomm/PMC007xxxxxx/PMC7580745.xml", "title": "A Novel Approach to Recreate, Rehabilitate, and Restore the Facial Defect with a Partial Facial Mask – An Interesting Case Report", "patient": "A 31-year-old female reported with a history of developing a progressing mass 7 years ago on the left lateral wall of the nose with the symptoms of epistaxis, which further lead to the unilateral nasal obstruction which was not relieved with medication. She underwent four surgical interventions in a span of 6 years in various hospitals at Bengal, Bhopal, and Kolkata due to the recurrence of the tumor to a huge size of almost resembling an elephant trunk [Figure and ]. Under histopathological examination, the tumor was diagnosed as “HEMANGIOPERICYTOMA.” The lesion was surgically removed, and subsequently, the patient was made to undergo radiotherapy and chemotherapy. The extensive surgery left her with huge embarrassment and humiliation whenever she interacted.\\nDuring the examination, the patient-related dissatisfaction with her appearance and was especially concerned about her facial disfigurement []. There were a large septal perforation and the bilateral absence of mucous blanket, which lead to mucosal atrophy []. Thus, there was a postoperative nasal breathing dysfunction. The only provision of breathing for the patient was through the large defect after excision of the tumor.\\nThis defect was elliptical with obliterated edges measuring about 6 cm long and 2 cm wide with a depth of more than that 3 cm along the left side of the face []. The exposed structures of the defect were conchae and meatus with an intact nasal bone, lateral part of the septal cartilage, frontal process of maxilla, and medial wall of the orbit and the cribriform plate of the ethmoidal bone []. With the existing situation, the patient was extremely depressed psychologically, and hence, it was important to treat with an interdisciplinary approach of psychiatry, and ENT. Once the patient was got to a confidence level, a prosthodontic approach was made.\\nVarious prosthetic treatment modalities ranging from acrylic resin partial facial mask to an implant-retained silicone prosthesis[] were explained and discussed with the patient. Due to economic constraints and remoteness of her area of residence, the patient denied to come for repeated recalls and reviews. Hence, the prosthesis made of polymethyl methacrylate (PMMA) resin was chosen to be made. There was absolutely no viable bone left over to plan for implant-supported Maxillofacialprosthesis (MFP). Hence, it was decided to use a spectacle glass frame for retaining the prosthesis.\\nThe patient was draped, and the petroleum jelly was applied to the patient's eyebrows and eyelashes. Moist gauze was packed to prevent the flow of material into the undesired areas of the defect, and an impression was made of the defect and adjacent tissues using an alginate in a semi-upright position to minimize tissue bed distortion [] The impression was then poured with the type III dental stone (Kala Stone; Kala Bhai Pvt Ltd., Mumbai, India) to achieve a cast []. A model of the prosthesis was sculpted on the facial cast with No. 2 dental modeling wax (MDM Corporation; Delhi, India). Taking into account the patient's general appearance, the esthetic contours were developed. With repeated surgeries, the patient was suffering from nasal stenosis due to which she was unable to breathe through her nares instead the only possible way she could breathe was through the defect. Hence, closing the defect with the prosthesis would make her inconvenient to breathe. Therefore, it was planned to incorporate two slits on the facial prosthesis, to facilitate the passage of air to make her comfortable to breathe [Figure and ] In the wax pattern, two longitudinal vents were then provided on the patient's left lateral wall resembling part of the wax pattern as a provision for breathing for the patient [] The wax pattern adaptation on the patient's face was checked, especially in the border areas for the close adaptation [] Spectacles with a thicker frame with the power of the patient were chosen and adapted at the nasal bridge area of the wax pattern to increase the surface area and close adaptation of the spectacles to the prosthesis [] Once the fitting and approximation have been confirmed, further laboratory procedures of dewaxing and acrylization have been followed Care should be taken, that the vents should be blocked out with an elastomeric putty material. As the wax pattern to be processed had made contours and undercuts, a three-part mold pouring (multisectional mold)[] was necessary to achieve easy placement of acrylic. Investing the wax pattern in the lower half of a large flask was the first pour. Apply separating medium to the stone surface. Invest the posterior undercut surface of the wax pattern with dental stone. The walls of this section must cover toward the center of the flask and are considered as a second pour. The dental stone should be at least 0.5 cm thick in all areas. Apply separating medium to the stone surfaces. Invest the lower half of the wax pattern with the third pour of dental stone and close the lid, and further acrylization was carried out by short curing cycles Heat cure polymethyl-methacrylate material of three shades, namely tooth colored, pink, and clear acrylics were chosen. Shade matching was done by intrinsically staining the material with acrylic stains crylization of the prosthesis was carried out by short curing cycles. The final prosthesis was been tried on the patient, and shade matching was done by extrinsic staining The placement of the prosthesis was demonstrated to the patient and was then delivered. Detailed instructions regarding care and use were provided to the patient [].\\nThe patient was scheduled for the first postinsertion adjustments, 1 day after the insertion to ensure the health of the tissues and to relieve the prosthesis for pressure areas on the tissues.\\nAt the follow-up evaluation after 2 weeks, the prosthesis appeared to be functioning within normal limits. The patient was then asked to come for recall visit once in every 3 months for the evaluation of prosthesis and observation of any recurrence.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'286052': 1, '10697938': 1, '17002746': 1, '11554660': 1, '33110315': 2}", "similar_patients": "{}"}