{"patient_id": 20436, "patient_uid": "7273654-1", "PMID": 32503453, "file_path": "comm/PMC007xxxxxx/PMC7273654.xml", "title": "Spontaneous necrotizing granuloma of the cerebellum: a case report", "patient": "A 77-year-old female with a history of chronic kidney disease and type II diabetes mellitus underwent workup for ongoing sinusitis, fatigue, malaise, and 20-pound weight loss. Patient quit smoking 30 years ago and denies any drug or alcohol use. She reports no significant family history including history of malignancy. MRI of the brain performed at an outside hospital to evaluate the extent of sinusitis revealed a posterior fossa lesion with surrounding edema causing compression on the fourth ventricle. The patient was transferred to our institution for neurosurgical evaluation. On presentation the patient was found to have mild cerebellar signs but an otherwise non-focal exam. Patient was surprised to learn of the cerebellar findings considering her lack of significant symptoms. MRI of the brain, including 3DT1, and T2 Flair showed an irregular enhancing lesion along the inferior & posterior surface of the right cerebellar hemisphere suggestive of an infiltrative malignancy (Figs. and ). Based on these imaging findings, top differentials at the time included a metastatic disease process, an atypical meningioma, or a glioma. Upon retrospective review of this case and imaging findings, an additional differential was hypertrophic pachymeningitis. Contrast CT of the chest, abdomen, and pelvis was then performed and found to be negative for a primary malignancy. H1-MR-spectroscoy was not considered prior to resection. After discussion with the patient and her family, she elected to undergo open biopsy with or without further resection of the lesion. One week after her initial referral, she was taken to the operative theater and underwent a suboccipital craniotomy.\\nAn intraoperative frozen section biopsy was taken. Sections showed round or “whorled” structures, suggestive of meningioma. Additional tissue for permanent sections was requested. Permanent sections showed more of the well-circumscribed structures. Without frozen section artifact, the structures could be definitively characterized as necrotizing granulomas, involving both dura and cerebellum. The granulomas comprise central eosinophilic necrosis with surrounding epithelioid histiocytes and lymphocytes (Fig. ). No vasculitis was seen. Acid fast and Gomori methenamine silver (GMS) special stains were performed; they revealed no acid fast or fungal organisms.\\nGiven the frozen histology, imaging findings, and cerebellar symptoms further resection was completed to the point of gross total resection. cANCA and pANCA studies were sent and were found to be negative. The patient was discharged home on post-operative day 5 with a three-day steroid taper and referral to outpatient physical therapy. She returned for an office follow-up after 6 weeks and was informed that despite extensive work-up to explore the etiology of her granulomatous inflammation, no etiology was found. She had a follow-up MRI at this time which showed a non-enhancing fluid collection extending beyond the titanium mesh cranioplasty, differential to include seroma and pseudomeningocele. A follow up in 2 weeks was planned to monitor this fluid collection. At this appointment, it was found that the fluid collection under the incision was significantly decreased in size and continuing to resolve. Patient stated she was overall doing well. The current plan is to follow up in 1 year with an MRI. Patient stated she was happy with her recovery progress and plan of care moving forward.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'197863': 1, '1740300': 1, '3896208': 1, '23762680': 2, '10955459': 1, '937513': 1, '21049001': 2, '11844727': 1, '30267951': 1, '25467204': 1, '23646264': 2, '16340335': 1, '3358703': 1, '18425564': 1, '10908370': 1, '25208278': 1, '32503453': 2}", "similar_patients": "{'3670469-1': 1, '3640227-1': 1, '2964912-1': 1}"}