{"patient_id": 20472, "patient_uid": "7275344-1", "PMID": 32518764, "file_path": "comm/PMC007xxxxxx/PMC7275344.xml", "title": "Evaluation of canine teeth crown reduction technique in macaques", "patient": "Four- to 9-year-old male macaques (8; rhesus, 2; cynomolgus) were included in this experiment (Table ). The animal experiments were approved by the Institutional Animal Care and Use Committee (IACUC) of the Biomedical Research Institute at the Seoul National University Hospital (an AAALAC accredited facility); IACUC number: 14–0034, 15–0297, and 16–0192). Canine teeth reduction was performed with a sterile procedure that reduces the height of the lower canine crowns by exposing the pulp and removing some of the pulp (partial coronal pulpectomy) as well as the placement of direct pulp capping (Fig. ). Briefly, canine tooth is cut to the level of the incisor teeth using a disc bur. A 1.5-mm diameter bur removes the pulp and dentin with saline irrigation to prevent thermal injury, and the removed pulp cavity has a larger diameter at the base compared to the cutting surface. A cotton pellet soaked with a hemostatic agent (dental formocresol; AGSA JAPAN CO., Osaka, Japan) is used to control the bleeding induced by pulpotomy. A phosphoric acid etchant (CharmEtch 35 HV; DentKist Inc. Gunpo, Gyeonggi-do, Korea) is applied for 20 s for strong adhesion to the filling material. The cavity is washed with a 5.25% sodium hypochlorite solution with antimicrobial effects and then dried gently with air. The cavity is filled with calcium hydroxide/iodoform paste (Vitapex, Neo Dental Clinical Co., Tokyo, Japan). The cavity is filled with glass-ionomer restorative cement (Fuji IX GP; GC Corporation, Tokyo, Japan) according to the manufacturer’s protocol. From 2 months to 2 years and 5 months until the end of the experiment, complications related to canine teeth reduction were evaluated at 1- or 3-week intervals under sedation (medetomidine 10 mcg/kg + ketamine 5 mg/kg, intramuscular injection) in terms of CBC, monitoring of appetite, gingival edema or erythematous, intactness of the capping material and the presence of fistula due to periapical abscess. All macaques recovered well during the examination period after canine teeth reduction and returned to normal conditions without complications except R051. The level of neutrophil increased around D870 in R051 (Fig. ). The complication of dental abscess could be evaluated by CBC and if there were bacterial infections, there should be an increase in neutrophil count []. The glass-ionomer restorative had fallen out from left the canine tooth, and a fistula with pus on the buccal gingiva above the left maxilla canine tooth was found in R051 at 2 years and 5 months after canine teeth reduction (Fig. ; A~C). It is thought that the falling out of the capping material is caused by the biting cage rods for unknown reasons, perhaps habitually or under stressful conditions. Periapical abscess related to canine teeth reduction of the left maxilla canine tooth was diagnosed. Left maxilla canine tooth extraction was conducted via buccal alveolectomy (Fig. ; D ~ F). The incised gingiva were closed with a routine method. The wound healed without complications, and R051 returned to a normal status. An antibiotic (Cefazolin 20 mg/kg, bid) and an analgesic (meloxicam 0.1 mg/kg, sid) were injected intramuscularly for 3 days after canine teeth reduction or after left maxillar canine tooth extraction.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'25349663': 1, '116073': 1, '31441751': 1, '12456149': 1, '32518764': 2}", "similar_patients": "{}"}