{"patient_id": 18527, "patient_uid": "7163343-1", "PMID": 32313736, "file_path": "comm/PMC007xxxxxx/PMC7163343.xml", "title": "Pulmonary Involvement in Acute Rheumatic Fever: A Case Report and Literature Review", "patient": "A 12-year-old premenstrual female of Native American ancestry with mild intermittent asthma and recurrent self-resolving nosebleeds for the past several years presented to an outside institution with sharp, left-sided constant chest pain worsening on deep inspiration accompanied by shortness of breath starting the day of presentation. She also reported a five to six-day history of nausea, vomiting, diarrhea, and fevers as high as 103°F the day prior, two months of worsening polyarthralgias, weight loss of 5 kilograms (10% body weight), and malaise. There was a family history of SLE in her paternal aunt and her mother was being followed by rheumatology for unspecified arthritis.\\nShe was initially diagnosed with pericarditis based on classic electrocardiogram (EKG) findings, including sinus tachycardia, ST elevations, and PR depressions throughout, with a significantly elevated erythrocyte sedimentation rate (ESR). She was transferred to our tertiary children's hospital for further management. Vital signs on arrival were significant for persistent tachycardia and intermittent hypoxemia requiring oxygen supplementation. She remained afebrile and with stable blood pressures. Physical exam during the first 24 hours of her stay demonstrated a friction rub and signs of fluid overload with pretibial pitting edema and jugular venous distention. Initial workup showed an elevated erythrocyte sedimentation rate (ESR) of 136 mm/hr (normal <20 mm/hr), and significant microcytic anemia with hemoglobin of 7.3g/dL (last checked at the age of four, when it was normal). Significant laboratory findings are noted in Table .\\nA subsequent transthoracic echocardiogram demonstrated increased echogenicity of the pericardium without evidence of pericardial effusion, consistent with pericarditis. Findings were also significant for moderate mitral regurgitation with associated significant left atrial enlargement, tricuspid regurgitation, trivial aortic insufficiency, and moderate pulmonary hypertension with right ventricular systolic pressures 36 cm above that of the right atrium. There were no signs of vegetations, and her ejection fraction was preserved. Renal ultrasound with Doppler performed due to proteinuria of 22 mg/dL (normal 1-14 mg/dL) showed no signs of intrinsic disease.\\nShe was transfused one unit of packed red blood cells for her anemia. Musculoskeletal and chest pain was managed initially with ketorolac and later with naproxen for their concurrent anti-inflammatory effects. Furosemide and enalapril were started for preload and after-load reduction with gradual resolution of fluid overload over 24 to 48 hours. During this period, she had several episodes of small-volume hemoptysis that improved in conjunction with diuresis. Given the clinical and laboratory findings as well as mitral valve involvement without a prior history of cardiac disease, there was a concern for an underlying infectious or inflammatory process.\\nRheumatology was consulted on day two of admission. There was a concern for possible vasculitis versus an atypical presentation of rheumatic fever. Workup was extended to include chest CT that showed cardiac findings consistent with the echocardiogram but also showed right-sided lung abnormalities including, centrilobular ground-glass, intralobular septal thickening, and alveolar opacification consistent with hemorrhage, as shown in Figure . These findings were less severe in the right upper lobe and worse in the right middle and lower lobes. There was associated right-sided hilar and mediastinal adenopathy. Pulmonology evaluated the patient for possible bronchoscopy, but as hemoptysis was already improving, this was deferred. While lab results were pending, given the significant multiorgan involvement, she was started on high-dose methylprednisolone daily for three days with conversion to oral prednisone taper thereafter. Azithromycin was started as prophylaxis against atypical infections while undergoing the initial high-dose steroid course. A more extensive infectious disease workup was not undertaken due to a lack of evidence for another source after initial labs and imaging. She had good clinical improvement, with a resolution of tachycardia and hypoxemia, as well as a significant improvement in her chest pain.\\nOn days three and four of admission, the first rheumatologic lab results returned significant for significantly positive antinuclear antibodies (ANA) and elevated streptolysin O Ab and anti-DNase B. Other pertinent rheumatologic studies (all negative) are also shown in Table . Throat culture was performed, which was negative but was collected after starting azithromycin. Penicillin G was initiated for the treatment of rheumatic fever with the first dose on day five of admission.\\nThe patient continued to improve and was discharged on day nine on admission with home nursing support and close outpatient multispecialty follow-up. She was discharged on furosemide, enalapril, naproxen, and monthly penicillin injections. Her post-discharge course included multiple emergency department visits for recurrent chest pain but this has gradually improved. Her family was tested and treated prophylactically with amoxicillin as her brother, sister, and mother were found to be group A strep carriers.\\nShe has continued to follow with cardiology and rheumatology. Blood work after discharge showed the normalization of ESR within four weeks and a gradual reduction in her antistreptolysin O (ASO) titer. Repeat chest CT scan three months after presentation demonstrated a resolution of ground-glass and right-sided consolidations with minimal residual left lower lobe atelectasis and resolving lymphadenopathy. An echocardiogram performed five months after her initial presentation showed mild mitral regurgitation, mild aortic valve insufficiency, normalization of left heart chamber size, no pulmonary hypertension, and normal biventricular function. She has not had further episodes of fluid overload and has tolerated gradual reduction in her diuretic. She will continue to receive monthly penicillin G injections until the age of 18.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'17599299': 1, '6213850': 1, '30025809': 1, '11589184': 1, '13588505': 1, '11959782': 1, '4004440': 1, '1704308': 1, '26017576': 1, '8645792': 1, '1854229': 1, '26020139': 1, '16132283': 1, '16005340': 1, '1196757': 1, '3829566': 1, '25908771': 1, '16884972': 1, '24688226': 1, '32313736': 2}", "similar_patients": "{}"}