{"patient_id": 99141, "patient_uid": "7339070-1", "PMID": 32670581, "file_path": "noncomm/PMC007xxxxxx/PMC7339070.xml", "title": "A Talaromyces marneffei infection with osteolytic lesions in\\nan HIV-negative patient at non-endemic areas: A case report", "patient": "A 55-year-old Chinese man presented in 2016 with a 2-month history of cough and\\nexpectoration, increasing shortness of breath, headache and hoarseness for 1 week. He was a\\nfarmer who grew up in a small town in Zhejiang province and worked in Guangzhou for 2 years\\n20 years ago. He took unknown components for relief of his headache 2 months before\\nadmission and found forehead scalp mass 1 month before admission. He has no history of dirty\\nsex and blood transfusions. In addition to these, there were no other diseases history.\\nPhysical examination revealed a 3-cm ill-defined tough mass in the right forehead and he\\nwas febrile at 38.5°C. Examination of his respiratory tract found decreased breathing sounds\\nin his lower left lung. Other systems were unremarkable. Oxygen saturation on pulse oximetry\\nwas 97% on air.\\nLaboratory studies showed a hemoglobin concentration of 122 g/dL, leukocyte count of\\n27,900/mm3, with a differential count of 87.3% neutrophils\\n(24,400/mm3) and 6.7% lymphocytes (18,700/mm3), platelet count of\\n243,000/mm3, erythrocyte sedimentation rate of 78 mm/h, C-reactive protein\\n(CRP) of 184.9 mm/L, plasma albumin of 28 g/L, serum procalcitonin of 0.611 ng/mL, the\\npatient was HIV-negative (third-generation reagent, detection of enzyme-linked immunosorbent\\nassay (ELISA) method and chemical luminescence method for serum HIV-1/HIV-2 antibody) and\\nalso negative for hepatitis B virus and syphilis pathogens. Levels of natural killer cells\\nwere 63.1% (11,800/mm3), CD4+ T-cells 23.6% (2785/mm3), CD8+ T-cells\\n35% (4130/mm3) and CD4+/8+ ratio 0.67. Pastorex aspergillus testing with\\npatient’s serum, including galactomannan testing and fungi 1-3-β-D glucan testing, was\\nnegative. Acid-fast bacillus test of sputum smear was negative. Purified protein derivative\\n(PPD) test was negative. Chest contrast-enhanced computed tomography (CT) scans revealed\\nhigh-density shadow on left lower lobe, obvious enhancement and mediastinal lymph node\\nenlargement with necrosis (). Cranial CT (\\nand ()) and magnetic resonance\\nimaging (MRI) () showed\\nbone destruction of the right frontal bone with local soft tissue shadow penetrating the\\ndamaged area. The main manifestations of bone damage are osteolytic destruction and bone\\nloss (). No osteolytic\\ndamage was found in the vertebrae on chest CT. Whether there was osteolytic damage in other\\nparts was not further evaluated in this case. The endobronchial ultrasound-guided\\ntransbronchial needle aspiration and the CT-guided percutaneous needle aspiration all showed\\nacute and chronic inflammation pathological change, but no tumor cell was found. At this\\npoint, the culture of blood, sputum, mediastinal lymph node puncture and lung puncture were\\nall free of pathogenic bacteria.\\nThe patient was given meropenem intravenously after admission. But he was still feverish\\nwith the maximum temperature close to 40°C. Leukocyte count and CRP increased continuously,\\nand hemoglobin concentration and plasma albumin decreased progressively. At the same time,\\nnew subcutaneous mass was found in the right neck and left chest wall ().\\nOn the 14th day of admission, bone marrow puncture and biopsy were performed. The smear\\nresults were negative, and the bone marrow culture was continued. The diagnosis was still\\nunclear. On the 16th day of admission, when the patient’s frontal mass was found to have a\\nsense of fluctuation, we took about 3 mL of pus () to the laboratory for smear and culture. Gram\\nsmears and smears for fungi and acid-fast bacilli were all negative.\\nT. marneffei was isolated from pus after 4 days of pus culture. On the\\nsame day, T. marneffei was isolated from bone marrow culture, blood culture\\nand sputum culture. \\nshows fungal culture of pus yielded mycelia at 25°C with production of red pigment; shows yeast phase at 37°C\\nwith decreased production of red pigment; and shows sausage and broom dendrites were\\nobserved after Gram staining at 25°C under the microscope (400×).\\nDue to severe nausea and vomiting, the patient could not tolerate intravenous injection of\\namphotericin B. On the 22nd day of admission, he was started on intravenous voriconazole\\n400 mg twice a day, changed to 200 mg twice a day the next day. After 3 days of antifungal\\ntreatment, the patient’s temperature decreased to the normal range, his subcutaneous mass\\ndecreased significantly, but acute respiratory distress occurred and the oxygen index was\\nless than 200. We excluded possible complications, including pulmonary embolism, acute heart\\nfailure and pneumothorax. Intubation and ventilator ventilation were performed immediately.\\nChest CT scan showed bilateral diffuse exudative lesions and left lower lung mass was\\nsignificantly absorbed when compared with admission. We continued to use voriconazole and\\nintravenous injection of 40 mg methylprednisolone once a day for 5 days. The patient stopped\\nthe ventilator and removed the endotracheal tube on the fourth day after intubation. After\\n2 weeks of injection treatment, he was discharged with oral voriconazole 200 mg twice daily\\nfor 5 months. During the follow-up of third month after discharge, the lesions were\\ncompletely absorbed. Considering the bone destruction of the patient, we suggested that the\\npatient continue to take drugs for 2 months. At present, the drug treatment has been stopped\\nfor more than 3.5 years, and he has no discomfort. The telephone follow-up is\\ncontinuing.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'26083736': 1, '12947000': 1, '4036861': 1, '31811603': 1, '25656710': 1, '26956447': 1, '12218211': 1, '26313802': 1, '14679469': 1, '3293165': 1, '20445006': 1, '32105768': 1, '31660325': 1, '24657269': 1, '32670581': 2}", "similar_patients": "{}"}