{"patient_id": 31513, "patient_uid": "7847316-1", "PMID": 33552606, "file_path": "comm/PMC007xxxxxx/PMC7847316.xml", "title": "Conjunctival Tarsal Actinic Keratosis Treated with Interferon Alfa-2b: A Rare Case Report and Literature Review", "patient": "An 83-year-old female referred from the outpatient clinic for a leukoplakia measuring 1 cm in its wide diameter on the tarsal conjunctiva of the lower eyelid of the left eye (). The patient had not had prolonged exposure to the sun during her life. She had no history of skin cancer. She was not immunosuppressed. An incisional biopsy of the lesion was sent to the pathology department. The results showed acanthosis with epidermal hyperplasia and slight papillomatosis and hypergranulosis in superficial layers (). Focal keratinocyte atypia was observed (Figures and ). A diagnosis of presumed conjunctival AK was made. Treatment with INF alfa-2b one million IU/ml eye drops every 6 hours was started. After one month, the lesion had practically disappeared entirely, so IFN alfa-2b treatment was changed to 1 drop every 12 hours for 15 days and 1 drop every 24 hours for another 15 days (). However, the patient came to the emergency room 15 days later presenting conjunctival hyperemia, noninfiltrated upper nasal circular de-epithelization, and inferior nasal bulla (Figures and ); thus, discontinuation of interferon was decided. After 5 days without the INF alfa-2b treatment, the clinical picture was almost resolved, with complete disappearance of the conjunctival hyperemia, near-complete superior nasal reepithelization, and marked reduction of the inferior nasal bulla, with complete disappearance of the symptoms after one month (). Follow-up after 18 months showed no recurrence of the lesion or the adverse event that had occurred.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'11805499': 1, '22580436': 1, '15262304': 1, '17822489': 1, '29619263': 2, '28105011': 2, '25853505': 1, '31141862': 1, '11966724': 1, '18187195': 1, '24411578': 1, '33552606': 2}", "similar_patients": "{'5830276-1': 1, '5216228-1': 1}"}