{"patient_id": 103413, "patient_uid": "7757955-1", "PMID": 33403338, "file_path": "noncomm/PMC007xxxxxx/PMC7757955.xml", "title": "Autotransplantation of a Premolar with Incipient Root Development, an 18-Year Follow-Up", "patient": "In November 1997, a 9-year-old boy presented at our dental office 2 weeks after dentoalveolar trauma, where he lost his maxillary left central incisor. The patient’s parents reported he had had no medical problems. Adjacent teeth did not show any signs or symptoms of damage from the trauma, and they responded normally to electrical and thermal pulp tests. In the mandible, premolar eruption had started because of early loss of the primary molars due to caries. Radiographically, the alveolar socket of the maxillary left central incisor showed no remnants of root fragments, and the maxillary right central and maxillary left lateral incisors showed radiographic signs of almost complete root formation ().\\nThe patient’s mother wanted the lost tooth to be replaced, so the possibility of autotransplantation was considered. An orthodontist evaluated the case and suggested using the mandibular right second premolar, whose root was about onefourth formed (). The procedure and all of its risks were explained to the patient and his mother and informed consent was signed attained.\\nFor the recipient site in the maxilla, anaesthetic without vasoconstrictor was used (Pricanest; Ropsohn Therapeutics Labs., Bogotá, Colombia). The alveolar socket of the maxillary central incisor was prepared by removing the granulation tissue without curettage of the socket walls. Extraction of the mandibular premolar was performed, also using a local anaesthetic without vasoconstrictor, to minimise the effect on pulpal blood flow to the donor tooth. An intrasulcular incision was made around the mandibular premolar, which was then carefully luxated to avoid excessive rotation of the tooth and consequent damage to Hertwig’s epithelial root sheath.\\nOnce extracted, the premolar was immediately placed in the recipient alveolar socket, stabilized with 4-0 sutures and fixed in position with a nylon splint and composite resin for 6 weeks. Postoperative instructions were given to the patient and his mother. The tooth was kept out of occlusion to allow for radicular growth ().\\nAt 6 weeks, the tooth was periodontally stable, so the splint was removed. - shows the root development during the first year. The premolar crown was maintained intact until root formation and eruption were complete ().\\nTwo years after the procedure, the premolar responded positively, both to thermal and electric pulp tests. Radiographically, the root canal looked narrower with apposition of hard tissue, and the root had developed a distal curvature. There were no signs of periradicular or periodontal disease (). The appearance of the tooth was restored with a ceramic crown ().\\nIn December 2015, 18 years after initial treatment, the patient returned for a follow-up appointment while undergoing orthodontic treatment. The tooth was still responsive within normal limits to cold and electric pulp tests. Radiographically, there appeared to be hard tissue deposition in the root canal such that the canal lumen seemed to be almost completely obliterated; however, the tooth and periodontal tissues were clinically normal (-).", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'23617685': 1, '21615757': 1, '20050735': 1, '26686824': 1, '26490395': 1, '2318262': 1, '23407475': 1, '23910204': 1, '12442825': 1, '25808297': 1, '281144': 1, '22794225': 1, '27492566': 1, '26672704': 1, '26022542': 1, '4529559': 1, '11840123': 1, '20584620': 1, '33403338': 2}", "similar_patients": "{}"}