{"patient_id": 103523, "patient_uid": "7768847-1", "PMID": 33356710, "file_path": "noncomm/PMC007xxxxxx/PMC7768847.xml", "title": "Vaginal hysterectomy combined with transvaginal natural orifice transluminal endoscopic surgery bilateral adnexectomy: a case report", "patient": "An 83-year-old woman that had been postmenopausal for 37 years was admitted to the Department of Obstetrics and Gynaecology, The Affiliated Hospital of Guizhou Medical University, Guiyang, Guizhou Province, China in April 2019. She was treated with anti-inflammatory drugs because of a history of abdominal pain for 1 month and pyometra for more than 10 days. The patient requested surgical treatment after the symptoms had been relieved. There was no abnormal medical, family or psychosocial history including relevant genetic information. Ultrasonography identified pyometra and left lateral hydrosalpinx. The patient had a history of transvaginal delivery.\\nThe patient underwent a vaginal hysterectomy combined with vNOTES to remove the bilateral appendages with lysis of any associated adhesions because she lived in a remote area with poor medical provision and follow-up would be difficult. Entry was made via the anterior vaginal fornix using a circular incision. Ligatures were used to resect the utero-sacral ligament and cardinal ligament. The pus was drained from the uterine cavity with a suction tube and the uterus was removed. To gain good exposure, adhesions were separated using a bipolar slotted grasper between partial bowel and omentum after transvaginal placement of the port. All fibrotic tissues were excised with the bipolar slotted grasper to minimize additional damage to surrounding tissues. The bilateral appendages were excised using a bipolar ultrasonic knife. On laparoscopic examination, no obvious bleeding was observed in the vaginal stump. After cleaning with normal saline, the vaginal stump was repaired using continuous 2-0 coated sutures. A vaginal T tube was placed in the vaginal stump for several days. The total operation time was approximately 80 min with a low estimated blood loss of 5 ml. The recovery course was uneventful and the patient returned to normal function after the vaginal T tube had been removed.\\nThis case report and the instructional video were approved by the Ethics Review Committee of The Affiliated Hospital of Guizhou Medical University, Guiyang, Guizhou Province, China (no. 2018[146]) and the report complied with relevant CARE guidelines for case reports. Written informed consent for treatment and for publication of this case report was obtained from the patient.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'31539766': 1, '26959209': 1, '19588344': 1, '29326183': 1, '29129378': 1, '12742338': 1, '33065258': 1, '30325565': 1, '31444108': 1, '33356710': 2}", "similar_patients": "{}"}