{"patient_id": 17942, "patient_uid": "7105068-1", "PMID": 32257666, "file_path": "comm/PMC007xxxxxx/PMC7105068.xml", "title": "An Unusual Case of the Successful Treatment of Carbapenem-resistant Ventriculitis with Intravenous Colistin", "patient": "A 19-year-old male motorcyclist was involved in a road traffic accident. His Glasgow Coma Score (GCS) was 9/15 upon arrival at the hospital. He was intubated for airway protection. Computed tomography revealed the presence of right frontal contusion, pneumocephalus, and effacement of basal cisterns (Figure ).\\nEmergent insertion of a right, frontal, external ventricular drainage catheter was performed. His intracranial pressure ranged between 2 mmHg and 16 mmHg with normal waveforms, was extubated at Day 3 post-trauma. It is the practice of our intensive care unit (ICU) to sample CSF in all patients with ventriculostomy catheters twice weekly, thus sampling was done at Days 3 and 6 post-ventriculostomy. The ventricular catheter was dislodged after sampling on Day 6, however, as the GCS was improving, we opted for clinical monitoring before deciding on the reinsertion of another external ventricular drain. Pyrexia was noted Day 2 onwards with neck stiffness, septic work was done and a third-generation cephalosporin was started on clinical and biochemical grounds. CSF culture and sensitivity result came back at Day 5; it was positive for carbapenem-resistant Acinetobacter baumannii, only sensitive to colistin.\\nWe were advised to commence the patient on intrathecal colistin. However, his parents refused another surgery, therefore, high-dose colistin E (3 million units 8 hourly) was commenced and followed up closely clinically and biochemically via repeated lumbar punctures. Upon completion of two weeks of intravenous colistin and the normalization of biochemical parameters, as summarized in Table , the patient was discharged home with a Glasgow Outcome Score (GOS) of 5 [].", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'15565481': 1, '22135549': 1, '19704130': 1, '19324297': 1, '20930076': 1, '16206972': 1, '21221470': 1, '17129877': 1, '10825065': 1, '11957024': 1, '30911445': 2, '16916866': 1, '21264679': 1, '23507414': 1, '46957': 1, '22762926': 1, '10452626': 1, '32257666': 2}", "similar_patients": "{'6424557-1': 1}"}