{"patient_id": 101807, "patient_uid": "7585984-1", "PMID": 33149915, "file_path": "noncomm/PMC007xxxxxx/PMC7585984.xml", "title": "Infliximab treatment for large, multifocal, abdominal pyoderma gangrenosum associated with ulcerative colitis: A case report", "patient": "A 68-year-old female with UC presented to the hospital with a colonic perforation and underwent a subtotal colectomy with creation of an end-ileostomy. At her post-operative clinic visit, she reported diffuse abdominal pain with significant skin breakdown at her midline laparotomy incision and around her ostomy site.\\nOn physical examination, she was afebrile but tachycardic. She had a large 10 × 10 cm2 purulent wound in her mid-lower abdomen adjacent to her ileostomy, with a 4-cm depth. The ulcer had violaceous edges with associated necrosis and granulation tissue in the inferior portion of her midline laparotomy incision with visible rectus abdominis (). In addition, she had 1.5 × 2 cm2 circumferential peri-stomal ulceration. Intact skin separated the lesions on general inspection; however, there was clear communication between the lesions.\\nBiopsy results of the 10 × 10 cm2 abdominal wound showed “deep ulceration with acute subcutaneous inflammation and pustular dermatosis,” which supported a diagnosis of PG. She was initiated on high-dose methylpredni solone at her local hospital. There was lack of interval improvement in her lesions after 1 month and she was transferred to a tertiary care facility for management.\\nLocal injections with triamcinolone were given at 4-week intervals. She was transitioned to daily oral prednisone 40 mg with a taper lasting 4 months. Given the lack of response to steroid therapy after 2 months, infliximab was initiated. Induction doses of infliximab (5 mg/kg) were given at week 0, week 2, and week 6, followed by a high-dose maintenance regimen (10 mg/kg every 8 weeks). Her infliximab drug concentration at week 14 of therapy was 5 µg/mL.\\nOne month after receiving two doses of induction therapy with IV infliximab, her abdominal wounds reduced to approximately 5 × 10 cm2 (). Five months after induction therapy, her abdominal wounds significantly improved with near-complete closure compared to previous ().", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'27502313': 1, '26253362': 1, '32383278': 1, '28211593': 1, '29788368': 1, '26071094': 1, '29450453': 1, '21824126': 1, '22356259': 1, '29450466': 1, '29406827': 1, '11978136': 1, '16021123': 1, '27060666': 1, '12907338': 1, '26502871': 2, '23810275': 1, '16188920': 1, '33149915': 2}", "similar_patients": "{'4624371-1': 1}"}