{"patient_id": 98767, "patient_uid": "7313337-2", "PMID": 32571124, "file_path": "noncomm/PMC007xxxxxx/PMC7313337.xml", "title": "Two cases of septic shock with different outcomes caused by non-O1/non-O139 Vibrio cholerae isolates", "patient": "A 31-year-old male had been experiencing abdominal distension for 8 days and was admitted to our hospital on May 15, 2017. He had a 6-year history of hepatitis B virus infection but was not treated. On admission, examinations revealed stable vital signs. Serological tests were positive for hepatitis B virus , but negative for hepatitis A virus, hepatitis C virus and human immunodeficiency virus. Liver function tests showed total bilirubin levels of 64.9 µmol/L, aspartate transaminase levels of 304 U/L, alanine transaminase levels of 119 U/L and prealbumin levels of 18 mg/L. An abdominal ultrasound revealed splenomegaly. He was diagnosed with hepatitis B cirrhosis. He was treated with entecavir (0.5 mg once a day, orally) and magnesium isoglycyrrhizinate (100 mg once a day, intravenously).\\nOn the fourth day, the patient suddenly developed chills and fever with nausea and vomiting. His body temperature was 38.5°C, then rose to 40.5°C. A systemic infection was suspected. Blood was collected immediately for culture and empiric treatment with cefotaxime was initiated. Four hours later, the patient still had a fever, a pulse of 106 beats/minute, a respiratory rate of 22 breaths/minute, blood pressure of 80/40 mmHg and oxygen saturation of 96%. His septic shock was treated with a booster and fluid replacement and antibiotic therapy was changed to imipenem. Blood cultures revealed microbial growth after 12 hours of incubation. Gram staining demonstrated the presence of Gram-negative rods. Further identification was performed using the VITEK2 system according to the manufacturer’s instructions. The organism was identified as V. cholerae and was classified as non-O1/non-O139 because of the absence of agglutination in the presence of either O1 or O139 antisera.\\nAfter 3 days of imipenem treatment, the patient gradually recovered from septic shock. Based on de-escalation therapy, antibiotic treatment was switched to piperacillin-tazobactam based on the results of susceptibility testing. The patient was discharged in an asymptomatic state 9 days later.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'29969728': 1, '8408840': 1, '23497008': 1, '30116229': 1, '25602257': 1, '26164777': 1, '26543710': 2, '25556194': 1, '27604649': 1, '19050358': 1, '26503346': 1, '25975654': 1, '22748592': 1, '31660280': 1, '32571124': 2}", "similar_patients": "{'7313337-1': 2, '4627963-1': 1}"}