{"patient_id": 21835, "patient_uid": "7340714-1", "PMID": 32638177, "file_path": "comm/PMC007xxxxxx/PMC7340714.xml", "title": "Solitary fibrous tumor of the pleura with marked cystic degeneration: a case report", "patient": "The patient was a 67-year-old asymptomatic man who was referred to our hospital due to an abnormal shadow on a chest X-ray (Fig. ). Chest CT showed a 9-cm cystic tumor in the left lower lobe, with small nodules aggregated in the cyst. The small nodules were slightly enhanced on contrast-enhanced CT (Fig. a). The cystic tumor was found on abdominal CT 12 years previously (Fig. b), when the patient’s blood beta-D-glucan level was found to be slightly elevated (56.5 pg/mL). The small nodules were judged to be a fungus ball in the giant bullae. Based on these examinations, the patient was diagnosed with pulmonary aspergillosis. Because the lesion was only localized in the cyst and not in other lobes of the lungs, it was considered that complete surgical resection of the cystic tumor was appropriate, and left basal segmentectomy was performed (Fig. ). The tumor was a pedunculated cystic tumor, connected to the pleura with a stalk, and white polypoidal masses were found within the cystic tumor (Fig. a). Microscopy revealed uniform fibroblastic spindle cell proliferation and marked cystic degeneration; all cyst walls were formed of the same tumor cells (Fig. b). Immunohistochemical staining revealed that the tumor cells were positive for STAT6, CD34, CD99, and BCL2 (Fig. c, d). Based on these findings, the tumor was diagnosed as SFTP with cystic degeneration. The mitosis count was 0–1/10 in high power fields, and the tumor was judged to have a low risk of recurrence. The postoperative course was good without complications. There has been no recurrence in the 2 months after surgery.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'2665534': 1, '1609159': 1, '28063145': 2, '22345180': 1, '17409923': 1, '22263012': 1, '30214228': 1, '17075563': 1, '15620963': 1, '32638177': 2}", "similar_patients": "{'5218951-1': 1}"}