{"patient_id": 97826, "patient_uid": "7221466-1", "PMID": 32390357, "file_path": "noncomm/PMC007xxxxxx/PMC7221466.xml", "title": "Pineal Cyst Apoplexy: A Rare Complication of Common Entity", "patient": "A 56-year-old woman who suffered from headache and vomiting was admitted as an emergent case. The sudden onset of severe pain in the occipital area started 2 weeks before admission and got worse over 2 days. On arriving, the patient was alert and oriented. She had a history of uncontrolled hypertension, and her presenting blood pressure was 170/90 mm Hg. Intravenous hydralazine to lower blood pressure was administered. When the patient was referred for neurological opinion, she denied photophobia, sensory change or motor weakness. A further evaluation was notable for a normal neurologic examination including cranial nerves and no neck stiffness. No abnormality of ocular motility was observed. The laboratory results for coagulation profiles and tumor markers were within normal limits.\\nCT showed an 11 mm-sized, noncalcified, and faintly-enhancing mass in the pineal region without ventricular enlargement (). No abnormal finding in the cerebral vasculatures was detected on the reconstructed three-dimensional CT angiography. The pineal lesion appeared at MR images as ovoid, thin-walled, and well-defined cyst. The cyst was hypointense on T1-weighted and hyperintense on T2-weighted sequence. There was a blood-fluid interface within the cyst on gradient echo sequence (). No tumor or vascular malformation in the pineal region was visualized on enhanced MR studies. An imaging diagnosis of intracystic hemorrhage of PC was made by staff neuroradiologists without the need for clinical information about patient's history and findings.\\nSince it was unlikely that the cyst would compress the cerebral aqueduct, the patient was scheduled for managing the PC apoplexy conservatively. Her symptoms had completely resolved with use of pain medication and antiemetic drugs. The patient was discharged home at the ninth day of hospitalization with normalized blood pressure. The close observation and regular follow-up with MRI were conducted. At the 6-month follow-up, MR scans revealed the stabilized cyst with resolution of blood products. No recurrent mass or other complication was detected on MR series taken 15 years later after the apoplexy (). The patient was still clinically asymptomatic at the last outpatient visit.\\nThe IRB exempted informed consent due to its retrospective nature and minimal risk for harm to the patient, and this report was conducted according to the guidelines of the Declaration of Helsinki for biomedical research.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'21780858': 1, '11222216': 1, '31264489': 1, '2747899': 1, '24746445': 1, '8744815': 1, '11013695': 1, '8675746': 1, '17925371': 1, '30079153': 1, '24067776': 1, '25676911': 1, '10929297': 1, '501370': 1, '16284546': 1, '8113858': 1, '26748174': 1, '3728423': 1, '9869821': 1, '21801982': 1, '25932610': 1, '22030436': 1, '20034731': 1, '19645546': 1, '59801': 1, '1432132': 1, '33801639': 1, '19569915': 1, '24334592': 1, '16619640': 1, '10616590': 1, '15261249': 1, '8141049': 1, '12619788': 1, '28583453': 1, '22212992': 1, '11956936': 1, '32390357': 2}", "similar_patients": "{}"}