{"patient_id": 33324, "patient_uid": "7939738-2", "PMID": 33728080, "file_path": "comm/PMC007xxxxxx/PMC7939738.xml", "title": "Early Gastrointestinal Progression to Immunotherapy in Lung Cancer: A Report of Two Cases", "patient": "In November 2016, a 69-year-old Caucasian male came to our attention because of the acute onset of dyspnoea and haemoptysis. He was a 35-pack-year former smoker since 2010, and his previous medical history was notable for myocardial infarction, diabetes mellitus, bilateral glaucoma, and benign prostatic hyperplasia. A CT scan showed a 40 × 33 mm mass in the right lung invading the main bronchus, with increased metabolic activity (Standardized Uptake Value (SUV) 41) at the PET scan. An ensuing bronchoscopy indicated the presence of a poorly differentiated lung adenocarcinoma for which he received four cycles of neo-adjuvant chemotherapy with cisplatin and vinorelbine, achieving a satisfactory dimensional and metabolic response. Thus, in April 2017, he underwent a right upper lobectomy with mediastinal node dissection. The pathologist's assessment revealed a 30 mm poorly differentiated adenocarcinoma of the lung, Cytokeratin 7, and Thyroid Transcription Factor 1 (TTF1) positive, with involvement of the main bronchus (pT2b) and no nodal metastases (0 out of 21; stage IIB according to the UICC/AJCC TNM 7th edition). Five months after surgery the patient noticed a rapidly growing subcutaneous lump in his right thigh and another one in his left axilla, both excised and histologically proven to be lung adenocarcinoma metastases. No Epidermal Growth Factor Receptor (EGFR) mutations or Anaplastic Lymphoma Kinase (ALK) translocations were detected, and immunohistochemical staining for PD-L1 was below 1%. Hence, in December 2017, he began first line chemotherapy with carboplatin and pemetrexed, experiencing disease stabilization, followed by pemetrexed maintenance until April 2018, when a CT scan showed an abdominal nodal progression. At this time, the patient received second line treatment with nivolumab 240 mg every two weeks, from May to August 2018. However, throughout these months, he experienced progressively worsening fatigue and developed G1 anaemia. After the 6th nivolumab cycle, a CT scan revealed a new cerebellar lesion, confirmed by MRI and treated with stereotactic radiation therapy. The CT exam also documented extensive nodal progression and a left colonic wall thickening, further investigated with a colonoscopy which revealed an ulcerated lesion in the splenic flexure histologically consistent with a lung adenocarcinoma metastasis (Figures and ). Thus, in September 2018, he underwent palliative segmental resection of the left colon, which confirmed the diagnosis of intestinal metastasis of lung adenocarcinoma (). Upon recovery, he began third line chemotherapy with weekly paclitaxel of which he received only two cycles, as he developed both G2 anaemia and melena. A new colonoscopy showed cancer relapse at the site of the previous surgery, whereas a CT scan performed in January 2019 revealed nodal and hepatic progression, along with a femoral vein thrombosis. Because of the latter finding, interventional radiologists positioned an inferior vena cava filter. The patient continued best supportive care and died in August 2019.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'28351930': 1, '28344748': 2, '8678651': 1, '30397179': 1, '32359357': 1, '27827313': 1, '28295515': 1, '29928351': 1, '17410025': 1, '30193240': 1, '15057558': 1, '28419181': 1, '29211297': 1, '26638920': 1, '26911831': 1, '33728080': 2}", "similar_patients": "{'7939738-1': 2, '5348628-1': 1}"}