{"patient_id": 101635, "patient_uid": "7569570-1", "PMID": 32191666, "file_path": "noncomm/PMC007xxxxxx/PMC7569570.xml", "title": "An unusual cause of Steven-Johnson Syndrome", "patient": "A 14 years old girl went to the A&E because she was suffering for the last 3 days from rhinoconjunctivitis, edema of the lips and sore throat that developed after a day spent at the stable. She had a history of rhinoconjunctivitis and asthma due to grass allergy. She didn’t take any drugs during 8 weeks before the onset of symptoms ().\\nAn allergic reaction was suspected and methyl prednisone 40 mg I.M. and chlorphenamine maleate 10 mg I.M. were given.\\nSymptoms persisted and the following day she went to A&E of the local Hospital. The patient had normal vital parameters, edema of the lips, rhinoconjunctivitis and generalized reduction of vesicular murmurs.\\nShe was treated with oral cetirizine and prednisone and inhaled salbutamol. The ophthalmologist prescribed antihistamine eye drops.\\nOn the following day, the patient developed fever (38.2°C), seropurulent ocular secretion and crusted lips lesions with de-epithelialization of the oral mucosa. At the A&E, complete blood count showed neutrophilic leukocytosis with normal CRP. Aphthous stomatitis was diagnosed. Oral acyclovir and tobramycin eye drops were prescribed, and previous treatments were stopped.\\nAfter two days, the patient had been visited by GP who diagnosed bronchitis and prescribed second-generation cephalosporin. The day after the girl returned to A&E due to persistent fever, catarrhal cough, bilateral palpebral edema, conjunctival hyperemia, edema and painful de-epithelization of the lips with crusted lesions, hyperemia and painful de-epithelization of gums and palate, erythematous maculae on the chin and on the left hand. At auscultation she had vesicular breath sound with rare scattered rales. She had normal vital parameters. The girl was admitted at hospital with a diagnosis of SJS. She had normal complete blood count with increased CRP (51.3 mg/L). Chest X ray was normal. Intravenous fluids were administrated. Furthermore, a Mycoplasma pneumoniae infection was suspected and Azithromycin was given.\\nSerological test results for antibodies to Mycoplasma pneumoniae (Virion/Serion, Würzburg, Germany), EBV (Vidas®, bioMérieux, Marcy-l’Etoile, France), HSV 1-2 (DiaSorin S.p.A., Saluggia (VC), Italy), Coxsackievirus (Virion/Serion), Adenovirus (NovaTec Immunodiagnostica GmbH, Dietzenbach, Germany) were negative. The nucleic acid amplification assay (AllplexTM respiratory assays, Seegene, Seoul, Korea), performed on the pharingeal swab, revealed the presence of Enterovirus RNA. The amplicon of a nested PCR targeting the Enterovirus VP1 gene was submitted to sequencing (TIB Molbiol s.r.l., Genoa, Italy) in order to type the virus: the obtained sequences (forward and reverse) were not univocal and did not allow the typing. The viral cultivation of the pharyngeal swab, performed according to standard procedures (), did not lead to the strain isolation. Renal and hepatic functions were normal. During hospitalization, the girl presented worsening of ocular symptoms with appearance of pain, visual loss and diplopia in the median fields. Ocular pseudo membranes were removed. Lubricant eye drops, corticosteroid eye ointment and chloramphenicol eye ointment were given. At the same time, she developed skin erosions at both ankles, onset of hyperemia, edema and painful ulcerous lesions at genitals, palate and tongue.\\nThe girl was treated with daily oral rinses with chlorhexidine, viscous lidocaine at oral cavity, daily washing with neutral detergents at external genitals.\\nBecause of severe oral pain with inability to be fed and the discomfort at the genital level, a pain-relieving therapy with morphine hydrochloride was given for 5 days.\\nSCORTEN score () was about 0, so the girl did not need to be managed in an intensive care unit.\\nThe patient resumed eating from the sixth day of hospitalization; also, genital, cutaneous and oral lesions progressively improved.\\nOn the eleventh day of hospitalization the patient was dismissed and mild de-epithelialization at the dorsal surface of the tongue was still present.\\nAfter 1 month from discharge, an ophthalmological visit was performed, and recovery of the eye was observed.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'21890829': 1, '28884910': 1, '23873883': 1, '28314701': 1, '25083204': 1, '17897051': 1, '25406459': 1, '23902622': 1, '17919775': 1, '26882981': 1, '26528861': 1, '27650525': 1, '27786297': 1, '21162721': 1, '26936273': 1, '28060039': 1, '32191666': 2}", "similar_patients": "{}"}