{"patient_id": 19723, "patient_uid": "7238344-1", "PMID": 32455033, "file_path": "comm/PMC007xxxxxx/PMC7238344.xml", "title": "Acute Esophageal Necrosis in a Septic Patient with a History of Cardiovascular Disease", "patient": "A 78-year-old Caucasian male with past medical history significant for coronary artery disease with multivessel coronary artery bypass grafting, paroxysmal atrial fibrillation on apixaban therapy, heart failure with reduced ejection fraction (∼37%), chronic kidney disease stage III, and chronic abdominal aortic aneurysm (AAA) with graft repair in remote past was admitted and treated for gallstone pancreatitis and possible cholangitis. On hospital day 2, he produced 50 mL of coffee ground emesis and experienced a transient episode of hypotension to 70/50 mmHg, which improved with 1 L fluid bolus. The patient was treated empirically for aspiration pneumosepsis given hypotension and equivocal chest X-ray findings, but no organism was identified on culture data. Subsequent magnetic resonance imaging study showed filling defect of the common bile duct without dilation suspicious for cholangitis secondary to stone or sludge. A following endoscopic retrograde cholangiopancreatography (ERCP) showed duodenal diverticulum and erosive duodenitis; a common bile duct (CBD) stent was placed. On hospital day 4, a follow-up ERCP showed normal esophagus and no filling defect in the CBD, with persistent duodenitis. However, on hospital day 7, the patient complained of acute chest pain accompanied by 200 mL of bright red emesis. Of note, apixaban (5 mg twice daily) was restarted the night before, and INR was elevated at 2.5. The patient remained hemodynamically stable with a hemoglobin and hematocrit of 9.1 mg/dL and 27.4%, respectively, suggestive of hemostasis. However, his white blood cell count increased dramatically from 11,000 to 18,000/mm.3\\nSubsequent esophagogastroduodenoscopy (EGD) revealed circumferential black esophagus extending entirely from the proximal to distal esophagus (gastroesophageal (GE) junction noted at 40 cm from the incisors) and old blood in the gastric cavity, but no signs of active bleeding (Figures and ).\\nThe images seen on endoscopy showed diffuse black discoloration, linear ulcers, and stark demarcation of involved and uninvolved mucosa at the gastroesophageal junction in the absence of toxin ingestion. A diagnosis of acute esophageal necrosis (AEN) was made, and the patient was continued on intravenous proton pump inhibitors (PPI), antibiotics, and fluid hydration; apixaban was held. The rest of his hospitalization was unremarkable, and he was discharged to a long-term care facility. We intend to perform repeat endoscopy to confirm resolution of mucosal injury and rule out stricture formation.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'30814100': 1, '29850386': 2, '26958555': 1, '30105274': 1, '32455033': 2}", "similar_patients": "{'5973485-1': 1, '5973485-2': 1}"}