{"patient_id": 106122, "patient_uid": "7991282-1", "PMID": 33829044, "file_path": "noncomm/PMC007xxxxxx/PMC7991282.xml", "title": "Surprising Hyperkalemia of 10.2 mmol/L in a Patient with Hyperglycemia: A Case Report", "patient": "A 57-year-old female patient presented to our emergency department from her nursing home for hyperglycemia, which was detected during daily testing (32.8 mmol/L; 591 mg/dL). She had survived an insult to the basal ganglia due to a hypertensive emergency 2 years before (thus was not able to speak) and had insulin-dependent diabetes mellitus type 2. Secondary causes of arterial hypertension had been excluded. The kidney function had been measured as normal on her previous hospitalization 2 months before (baseline serum creatinine 0.66 mg/dL).\\nThe patient had been to our hospital 2 months previously for a urinary tract infection. During this stay, repeated hypertensive urgencies had been noted (arterial blood pressure >180/110 mm Hg), as well as metabolic alkalosis (pH 7.37, HCO3+ 27.0 mmol/L) and hypokalemia (2.4 mmol/L). After successful antibiotic treatment for the urinary tract infection, the patient was discharged with a newly prescribed medication of ramipril 5 mg 1-0-1, spironolactone 200 mg 1-0-0, and daily potassium supplementation of 80.25 mmol (see online suppl. Table ; for all online suppl. material, see for list of all medications upon admission). The etiology of the hypokalemia was unfortunately not investigated. At discharge, the plasma potassium was 3.2 mmol/L. In the discharge report, the need for close ambulatory serum potassium monitoring was stated. For an overview of the patient history, please see the timeline according to CARE criteria (Fig. ) []. After discharge, no ambulatory controls took place.\\nOn the current admission, vitals were taken, an ECG was written, and a venous blood gas analysis was performed as a standard procedure. The patient was examined and severe dehydration was noted. The venous blood gas analysis showed an elevated blood glucose of 32.8 mmol/L (591 mg/dL) and an extreme serum potassium of 10.2 mmol/L (Table ), and the ECG a flattened P wave with lengthening of the PR interval and a broadened QRS complex starting to merge with the T waves (Fig. ). At that point, both the intensive care physician and the nephrologist were informed, the patient was transferred to continuous monitoring, and an arterial blood gas analysis was obtained (Table ). When arterial measurement verified the hyperkalemia, 1 L of isotonic saline, 40 mg furosemide, 100 mL 8.4% sodium bicarbonate, 10 mL 10% calcium gluconate, and 4 units of insulin were given intravenously (i.v.). Sixteen units of insulin were given subcutaneously. The ECG went promptly into a sinus rhythm within 20 min (Fig. ). One hour later, the serum potassium concentration was 8.8 mmol/L. Additional laboratory results (Table ) revealed acute kidney injury (serum creatinine 5.90 mg/dL, blood urea nitrogen 224 mg/dL). Kidney ultrasound ruled out postrenal failure.\\nThe patient was transferred to our intensive care unit. Four liters of isotonic saline i.v. were administered, prescribed under the hypothesis of prerenal kidney failure due to hyperglycemic polyuria. Serum potassium decreased from 10.2 to 4.6 mmol/L within 18 h of admittance (Fig. ). The 24-h urine output was 3.4 L and serum creatinine returned to 0.83 mg/dL within 2 days. No dialysis was performed.\\nThe patient could be released to her nursing home within 6 days of admittance. Potassium supplementation was paused. The need to monitor the serum potassium concentration in this patient more closely was communicated to her primary care physician.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'769633': 1, '9655181': 1, '25766426': 1, '29679302': 1, '31532067': 1, '2402122': 1, '20570423': 1, '21181208': 1, '25372919': 1, '10801282': 1, '660659': 1, '23045432': 1, '24416692': 1, '3966345': 1, '15846652': 1, '29588531': 1, '33829044': 2}", "similar_patients": "{}"}