{"patient_id": 20449, "patient_uid": "7274257-1", "PMID": 32523846, "file_path": "comm/PMC007xxxxxx/PMC7274257.xml", "title": "A Rare Cause of Bilateral Corneal Ulcers: Vitamin A Deficiency in the Setting of Chronic Alcoholism", "patient": "We present a case of a 56-year-old male who initially presented obtunded to an outside hospital with a Glasgow Coma Score (GCS) of 15 due to ethanol intoxication. Upon improvement in his mental status, the patient complained of intense pain and purulent drainage from both his eyes for a few days. He was noted to have hyphema and hypopyon with obstruction of the iris and pupil of the left eye and thus was transferred to an academic referral center that had an inpatient ophthalmology consult service. He complained of being unable to open either eye without significant discomfort but did deny changes in visual acuity. On arrival, the patient was also found to have acute alcoholic hepatitis with ascites, jaundice, tender hepatomegaly, significant transaminitis, leukocytosis, hypoalbuminemia, and elevated international normalized ratio (INR). No paracentesis was done.\\nThe patient noted a progressive visual decline since the past one month. Cultures from eye drainage grew 2+ Corynebacterium macginleyi that was pan-sensitive from both eyes. On exam, the right eye was more sensitive to touch than the left. He was started on fortified vancomycin and tobramycin oculus uterque (OU; both eyes). Initially, the regimen was to administer the antibiotics every five minutes for 15 minutes (three rounds), then switch to every one hour alternating so the patient was getting an eye drop every 30 minutes. Atropine drops were also started twice daily OU. B-scan ultrasonography was performed on Day 1, which showed no vitritis in the left eye. The patient underwent PROKERA Plus (Bio-Tissue, Inc., Miami, FL) implant in the left eye on Day 2 (48 hours after antibiotic therapy), which was removed on Day 6. PROKERA was then replaced bilaterally on Day 6 and then removed on Day 10. Subconjunctival Vigamox was administered bilaterally on Days 3 and 6. Epithelial defects remained nearly unchanged in the right eye, now with slight thinning that was seen but stable. The left eye continued to epithelialize slowly. Given the pan-sensitivity of the culture results, doxycycline 100 mg twice daily was started for two weeks. During the first few days of the physical exam, in the left eye, there was 2+ injection, a subconjunctival hemorrhage located near the ring of PROKERA, with trace purulent discharge of the left eye. The ulcer was approximately 7 mm x 10 mm ring-like infiltrate with heaped-up edges especially in the superior central zone with roughened, hazy epithelium. There was a regressing, U-shaped, arcuate-like epithelial defect surrounding the ring, sparing the superior cornea. There was minimal thinning at best. The right eye had a 2 mm epithelial defect with stromal haze with 10% thinning at best. At the time of this exam, Prokera was present in both eyes. Over the course of 10 days, the ulcers showed some improvement; however, there were still non-healing epithelial defects despite several rounds of PROKERA, which brought up the possibility of requiring serial ocular/corneal surgeries (such as a lateral tarsorrhaphy) for the maximal attempt at visual rehabilitation once the infection had cleared. Please see Figure and Figure , which show the right and left eyes, respectively, following the application of the fluorescein dye and then observation under blue light.\\nLate evening of Day 10, the patient developed new-onset abdominal pain and melena. Esophagogastroduodenoscopy (EGD) was performed on Day 11, which showed non-bleeding duodenal ulcers and gastric ulcers. The following day, the patient had acute blood loss anemia with a drop in hemoglobin, along with hemodynamic instability. Computed tomography (CT) angiogram of the abdomen and pelvis showed no active bleed. The patient was given Kcentra from elevated INR. Interventional radiology was consulted to perform a visceral arteriogram of the celiac, superior, and inferior mesenteric area with no active bleed identified again. Later that day, an abdominal radiograph was performed due to worsening pain, which showed free air under the diaphragm. This was suggestive of visceral perforation. The patient was taken for emergent exploratory laparotomy and found to have a perforated duodenal ulcer after which he was taken to the surgical intensive care unit (ICU) for increasing pressor requirements. He developed a recurrent upper gastrointestinal (GI) bleed on Day 13, this time requiring a massive blood transfusion protocol. A repeat EGD was performed, which showed a clot in the duodenum without active source. He was taken for prophylactic coil embolization of the gastroduodenal artery by interventional radiology. The patient was extubated on Day 15; however, shortly after, he developed increasing shortness of breath and acute hypoxic respiratory failure requiring reintubation. He subsequently developed increased bloody output from the nasogastric tube, as well as melanotic stools with an associated drop in hemoglobin/hematocrit (H/H). A repeat computed tomography angiography abdomen and pelvis (CTA A/P) on Day 17 revealed active bleeding into the second portion of the duodenum. He was taken to interventional radiology (IR) for a visceral angiogram, which suggested active bleeding from a branch of the inferior pancreaticoduodenal artery (IPDA). He underwent selective distal IPDA branch embolization. The patient's poor prognosis from his liver failure was discussed with family and they decided to proceed with comfort measures only. He was pronounced deceased subsequently.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'19770726': 1, '16045134': 1, '22087104': 1, '2789497': 1, '15302667': 1, '19474753': 1, '10357725': 1, '32523846': 2}", "similar_patients": "{}"}