{"patient_id": 31102, "patient_uid": "7822369-1", "PMID": 32648423, "file_path": "comm/PMC007xxxxxx/PMC7822369.xml", "title": "Primary penile Kaposi’s sarcoma in HIV-seronegative patient: a case report and literature review", "patient": "A 71-year-old heterosexual, Caucasian man, referred to our department for the presence of penile neoformation appeared from at least 6 months. At the clinical examination, a 0.6mm x 0.6mm x 0.3mm red painless radish nodule hemangioma-like was found on the gland near the frenulum ( and ). He did not complain penile bother nor there were palpable inguinal lymph nodes. His past medical history reveled only hypertension and hyperuricemia under treatment. The urine analysis and blood laboratory tests showed normal results. The urine culture was negative for Neisseria Gonorrhoeae, Trichomonas Vaginalis, Ureaplasma Urealitycum, Mycoplasma hominis, Mycoplasma Genitalium, Clamydia Trachomatis. The enzyme-linked immunoassorbant assay (ELISA) sierology was negative for Troponema pallidum and HIV 1-2 infections. A complete surgical excisional biopsy of the lesion was performed, with margin control (). The histopathological examination showed a dermal tumor constituted by intersecting fascicles of spindle cells, arranged around slit-like vascular spaces admixed with numerous extravasated red blood cells and scattered inflammatory cells. The immunohistochemical staining evidences for HHV-8 both in the stromal cells and in the endothelial ones. In addition, the spindle cells were positively stained for CD31, CD34, and negatively for AE1, AE3, CITO-B, P63, ACTINA A4. These clinical and histopathological findings were compatible with a typical KS variant. Therefore, computed tomography (CT) of the abdomen and chest was scheduled, not showing any visceral involvement. The 3-months follow-up visit demonstrated the complete remission of the pathology without recurrences ().", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'1732624': 1, '21894251': 1, '3779357': 1, '29341256': 1, '30705286': 1, '7997879': 1, '1967430': 1, '15314513': 1, '23935358': 1, '24492851': 1, '10749966': 1, '1967458': 1, '11167721': 1, '23258836': 1, '2585619': 1, '2752261': 1, '30785473': 2, '15800047': 1, '7700311': 1, '9002520': 1, '3958274': 1, '8356142': 1, '3754124': 1, '7820438': 1, '3336923': 1, '9444993': 1, '29985958': 1, '2053241': 1, '7632932': 1, '25352975': 2, '4024410': 1, '24378415': 1, '29312617': 1, '3286894': 1, '12743304': 1, '8777638': 1, '7820436': 1, '8982969': 1, '10343470': 1, '6122889': 1, '10651713': 1, '21477561': 1, '25843729': 1, '28679196': 1, '16503896': 1, '16643638': 1, '9148860': 1, '21165204': 2, '32648423': 2}", "similar_patients": "{'4209577-1': 1, '2991581-1': 1, '6377042-1': 1}"}