{"patient_id": 19888, "patient_uid": "7246263-1", "PMID": 32449102, "file_path": "comm/PMC007xxxxxx/PMC7246263.xml", "title": "Adult-onset portosystemic encephalopathy caused by patent ductus venosus successfully treated with endovascular coil embolization: a rare case report", "patient": "We report the case of a 35-year-old man without any medical history who suffered from progressive general fatigue and transient mental confusion for 3 months. The patient was misdiagnosed with depressive personality disorder in another hospital, and the treatment was ineffective. Subsequently, the patient was referred to our hospital for further examination and treatment. Laboratory tests at our hospital revealed the presence of hyperammonemia (263 μg/dl), which suggested HE. Other laboratory data revealed no significant abnormalities, except low levels of serum albumin (3.0 g/dl) and a slightly elevated level of total bilirubin (1.4 mg/dl). Hepatitis B antigen and hepatitis C virus antibody were negative. Contrast-enhanced multidetector computed tomography (MDCT) suggested a portosystemic shunt that connected the left PV to the IVC (arrowhead in Fig. a, b).\\nInitially, conservative therapies including a low-protein diet were selected. However, they could not improve his symptoms owing to the presence of HE. A multidisciplinary team decided that surgical ligation might be associated with higher risks than endovascular coil embolization. Thus, informed consent was obtained from the patient and endovascular coil embolization under local anesthesia was planned. Before the procedure, elective superior mesenteric angiogram with delayed venous phase image and transfemoral venography were performed to confirm PDV diagnosis. Additionally, percutaneous liver biopsy was performed to discriminate pathological changes in the liver specimens (arrowhead in Fig. c, d). The findings of these examinations showed a portosystemic shunt that connected the left PV to the IVC and no evidences of hepatitis, cirrhosis, or veno-occlusive disease.\\nFirst, we planned to perform endovascular coil embolization using a 6-French catheter with a 20-mm-diameter balloon (Selecon MP catheter II: TERUMO Clinical Supply, Gifu, Japan). An 8-French sheath was inserted into the right jugular vein; following catheter insertion into the target vessel, the balloon was carefully inflated. However, the catheter was found to be floating and was easily pulled out. The aneurysmal dilatation diameter was found to be wider than that determined during the pre-procedure assessment. Therefore, we used a 7-French Swan-Ganz catheter (Edwards Lifescience, CA, USA) with a maximum balloon size diameter of 35 mm via the right common femoral vein (CFV), and it could occlude the target vessel completely. Additionally, complete occlusion was confirmed by catheter angiography via tip-hole of Swan-Ganz catheter and 5-French Judkins R. Temporary balloon occlusion testing (BOT) was performed for 3 h in intensive care unit to assess the changes in portal hemodynamics after complete embolization (Fig. ). PV pressure increased from 10 to 30 mmHg after BOT. Laboratory results after 3 h showed a reduction in ammonia levels and no significant increase in transaminase. Moreover, abdominal ultrasonography showed no findings of congestive liver. Before coil embolization, a retrievable IVC filter (OptEase vena cava filter: Cordis Endovascular, A Johnson & Johnson company, Warren, NJ) had been placed to protect against coil migration at the connecting portion between the target vessel and IVC via the left CFV (arrowhead in Fig. a). A 6-French guiding catheter (Mach 1 MP: Boston Scientific, Natick, MA) was advanced into the target vessel via the right CFV. Coil embolization of the aneurysmal portion of the target vessel was accomplished using 18 coils: 6 interlocking detachable coils (Boston Scientific, Natick, MA) and 12 Trufill DCS Orbit Galaxy Complex Fill (Codman & Shurtleff, Inc. Raynham, MA) through a microcatheter (PROWLER SELECT Plus: Johnson & Johnson, Miami, FL, USA; Figs. b and ). Immediately after coil embolization, his symptoms disappeared. However, it took 6 months for the serum ammonia levels to reach the normal range. Subsequently, the patient was free of the clinical symptoms and presented with no procedure-related complications during 6-year clinical follow up.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'24252788': 1, '11059925': 1, '29492254': 2, '30392166': 1, '10197501': 1, '9434032': 1, '10224188': 1, '22945888': 1, '26257785': 2, '2736452': 1, '20661579': 1, '20601902': 1, '27857466': 1, '11382375': 1, '4119806': 1, '10446116': 1, '7175305': 1, '5951573': 1, '10770411': 1, '3838656': 1, '12591681': 1, '11400942': 1, '23448764': 1, '11548189': 1, '8788297': 1, '19294462': 1, '8964424': 1, '32449102': 2}", "similar_patients": "{'4516830-1': 1, '5822694-1': 1}"}