{"patient_id": 27344, "patient_uid": "7603882-1", "PMID": 33150099, "file_path": "comm/PMC007xxxxxx/PMC7603882.xml", "title": "Post-Herpetic Brachial Plexopathy: A Rare Case Report With a Side Note on Localizing Brachial Plexopathies and a Literature Review of Post-Herpetic Segmental Paresis", "patient": "We present the case of a 77-year-old right-handed man who developed a shingles rash over the ulnar half of his left hand and forearm, posterior aspect of his left upper arm, all the way proximally to behind the left shoulder. He developed a stabbing and burning pain in this distribution, with a rash that blistered and then desiccated over the course of two weeks. One week after the breakout of the rash, he noted weakness of grip of the left hand with an inability to pinch with his left hand. The weakness was restricted to the left hand and reached a nadir in two weeks. The pain required a high dose of gabapentin for relief. He also received a standard regimen of the anti-viral, famciclovir, for shingles.\\nHis past medical history was significant for hypertension, hyperlipidemia, and chronic obstructive airway disease. His medications included lisinopril, atorvastatin, and gabapentin. He formerly smoked one pack a day and quit smoking in 1974.\\nOn examination, his blood pressure (BP) was 120/84, pulse 76 beats per minute, height six feet, weight 202 pounds, and body-mass index (BMI) 27.4. Precordial auscultation revealed no murmurs, and carotid auscultation was negative for a bruit. His gait cadence and stability were normal. He was able to stand on his heels and toes. His speech was fluent. His cranial nerve examination was normal. Of note, there was no evidence of Horner's syndrome.\\nThe power of the right upper extremity and lower extremities was graded at 5/5 by using Medical Research Council (MRC) grading. The left upper extremity grading of power revealed deltoids, biceps, coracobrachialis, brachialis, triceps, and wrist extensors and flexors at 5/5. Pronator teres was also graded at 5/5. Left flexor pollicis longus was graded at 2/5 and finger flexion at the metacarpophalangeal joints and proximal and distal interphalangeal joints at 3/5. Abductor pollicis brevis was graded at 3/5. Finger spreaders (interossei) were graded at 2/5. Mild atrophy of the left first dorsal interosseus, abductor pollicis brevis, and ulnar half of the left forearm was noted. The sensory exam revealed hyperesthesia to touch over the left C8 distribution, as outlined in Figure .\\nWeakness of the left flexor pollicis longus and flexor digitorum superficialis explains the pinch \" O \" sign, which is the inability to form the letter \" O \" by flexion of the thumb and flexion of the distal interphalangeal joints of the index finger during apposition of the thumb and index finger. This is demonstrated below and compared to the right hand (Figure ).\\nAtrophy of the ulnar half of the left forearm and left hypothenars reflect the pattern of weakness (Figure ).\\nThe next step was to confirm these findings with a nerve conduction study/electromyogram (NCS/EMG). This demonstrated a reduced left median motor amplitude, markedly reduced left ulnar motor amplitude, normal left median sensory, and diminished left ulnar sensory amplitude. The left lateral antebrachial cutaneous sensory was preserved with an absent left medial antebrachial cutaneous sensory amplitude. Left radial motor and sensory amplitudes were normal. This combination of findings of abnormal left median and ulnar nerves, with absent left medial antebrachial cutaneous sensory amplitude and preserved median sensory amplitude, is highly suggestive of a left medial cord plexopathy. The lack of radial nerve involvement precludes the lower trunk of the brachial plexus; note normal left radial motor and sensory amplitudes, also noting that the median sensory nerve emerges from the lateral and not from the medial cord of the brachial plexus (Table ).\\nIt should be noted that the sensory and motor velocities and distal motor latencies of the left median and ulnar nerves were normal or slightly reduced and are not listed in the table. There was also no evidence of ulnar nerve entrapment at the left elbow. The reduced ulnar sensory amplitude with absent left medial antebrachial cutaneous sensory amplitude with preserved left lateral cutaneous antebrachial cutaneous and median sensory amplitudes are demonstrated graphically below (Figure ).\\nThe electromyography (EMG) study reveals acute and florid denervation of the left median and ulnar innervated muscles of the hand and forearm, with the preservation of radial, axillary, and musculocutaneous nerves (Table ).\\nSelected EMG of the involved muscles of the left hand and forearm reflecting the clinical pattern of weakness on examination; noting acute and florid denervation with fibrillation potentials and positive waves of involved muscles (Figure ).\\nOne should also emphasize the absence of left lower paraspinal muscle denervation precluding cervical C8 motor nerve root involvement. However, cervical C8 sensory nerve root involvement is not excluded, as the rash extends beyond the territory of the ulnar sensory and medial antebrachial cutaneous sensory nerves, to behind the left upper arm and left shoulder. It is more than likely that we are dealing with a C8 radiculo-medial cord brachial plexopathy. The patient was referred to physical and occupational therapy and will be monitored closely.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'34188979': 2, '33489582': 2, '22499102': 1, '34178501': 2, '30131076': 2, '12235600': 1, '17848871': 1, '28364009': 1, '25299285': 1, '22715438': 1, '7778840': 1, '18596563': 1, '10993926': 1, '24509782': 1, '33150099': 2}", "similar_patients": "{'8232922-1': 1, '8216845-1': 1, '6102897-1': 1, '6102897-2': 1, '6102897-3': 1, '7813428-1': 1}"}