{"patient_id": 33440, "patient_uid": "7947131-1", "PMID": 33782641, "file_path": "comm/PMC007xxxxxx/PMC7947131.xml", "title": "Oncocytic variant, a novel subtype of chromophobe renal cell carcinoma: a report of two cases and a literature review", "patient": "A 76-year-old man and a 78-year-old man were referred to Kochi Medical School Hospital from private hospitals with incidental renal tumors, with diameters of 3.4 cm and 3.2 cm, respectively. The imaging findings of the two cases are presented in Fig. . Abdominal contrast-enhanced computed tomography showed well-defined tumor margins and no findings of metastases in both cases. Abdominal magnetic resonance imaging demonstrated a regular or irregular, low–high intensity on T1- and T2-weighted imaging. Part of the mass showed a high-intensity signal on diffusion-weighted imaging, suggesting a malignant neoplasm in the first case (Fig. f). No fatty component was observed on fat-suppression imaging.\\nIn the first case, the tumor was a macroscopically well-circumscribed, solid mass with a fibrous capsule. The cross-sectional surface was heterogeneously yellow–brown, lobulated, and separated with a septum. Bleeding and necrosis were identified (Fig. a–c). In the second case, the cross-sectional surface was mahogany brown, similar to oncocytoma, with bleeding in the center of the tumor. The pathological growth showed a commonly growing tubular pattern that was partly solid or cribriform. The tumor demonstrated uniform and hypereosinophilic cuboidal cells. Cell nuclei were round and centrally located, and no shrunken nuclei were observed. The cell borders were indistinct or slightly distinct (Fig. g–i).\\nImmunohistochemical staining showed diffusely positive patterns of cytokeratin 7 (CK7), cluster of differentiation 82 (CD82), epithelial cell adhesion molecule (EpCAM; MOC31), mitochondrial antigen (MIA), and E-cadherin (E-Cad) staining. The typical positive staining patterns for CK7, CD82, MIA, E-Cad, and EpCAM are presented in Fig. d–f and j–l.\\nChromosomal abnormalities, such as loss or gain, were detected by cytogenetic approaches. Comparative genomic hybridization (CGH) analysis demonstrated gains of chromosomes 1p, 16p, and 19, and no chromosome loss. Gain of chromosome 19 was a common abnormality in the two present cases (Fig. ).", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'20629095': 1, '18813125': 1, '30895640': 1, '15205321': 1, '20462447': 1, '23598965': 1, '14674988': 1, '20590944': 1, '21204715': 1, '2719081': 1, '18773095': 1, '3349439': 1, '9582528': 1, '2859694': 1, '19941365': 1, '17557864': 1, '23338778': 1, '16434887': 1, '12792905': 1, '26729980': 2, '23913167': 1, '33782641': 2}", "similar_patients": "{'4687210-1': 1}"}