{"patient_id": 23623, "patient_uid": "7431715-1", "PMID": 32864072, "file_path": "comm/PMC007xxxxxx/PMC7431715.xml", "title": "Orbital Cellulitis Following Uncomplicated Glaucoma Drainage Device Surgery: Case Report and Review of Literature", "patient": "A 57-year-old incarcerated man with advanced primary open-angle glaucoma was referred to us because of poorly controlled intraocular pressure (IOP). He had a surgical history of bilateral trabeculectomy and implantation of a Baerveldt tube shunt implanted in the left eye approximately nine years ago. He had a medical history of gastroesophageal reflux disease and was not on any routine medications other than his glaucoma medications. On presentation, his visual acuity (VA) was 20/200 in the right eye and light perception in the left eye. His IOP was 13 mmHg in the right eye and 12 mmHg in the left eye on maximum topical therapy and oral acetazolamide. Due to difficulty tolerating acetazolamide, he agreed to proceed with Ahmed FP7 implantation in the right eye. GDD was implanted uneventfully with Tutoplast processed sclera patch graft (Katena Products Inc., Denville, NJ) in the superonasal quadrant because of conjunctival scarring from prior trabeculectomy. No intraoperative injections or mitomycin C were given. On postoperative day 1, he had a VA of 20/200 and an IOP of 10 mmHg, and the tube shunt was covered and well-positioned.\\nThe patient presented emergently on postoperative day 4 because of two days of right eye pain, swelling, and blurry vision. He reported that he did not receive his postoperative topical ofloxacin or prednisolone acetate drops from his facility. VA was hand motion and IOP was 20 mmHg. Externally, the right orbit was tense with lid erythema and edema. His right globe was proptotic with limited extraocular motility (Figure 1). There was a small opening in the conjunctiva over the patch graft, located 4 mm posterior to the limbus. A sample of purulent drainage from this opening was swabbed and sent for microbiologic testing. The anterior chamber was deep with rare cells. There was no vitritis. Contrast-enhanced computed tomography (CT) demonstrated soft-tissue thickening, fatty infiltration, and a small fluid collection superiorly (Figure 2).\\nHe was admitted for administration of IV vancomycin and piperacillin-tazobactam and topical fortified vancomycin and tobramycin. On hospitalization day 2, he received 8 mg of IV dexamethasone. Improvement was minimal with the administration of IV antibiotics for 24 hours; therefore, surgical explantation of the GDD was performed.\\nIntraoperatively, there was an area of conjunctival melt over the tube with pockets of purulent material surrounding the valve. To prevent intraocular penetration of the infected material into the anterior chamber, a purse-string suture was passed around the tube entry site in the sclera and was tied-off while a surgical assistant withdrew the tube. The plate and tube were noted to be completely free, presumably because of the surrounding scleritis. The implant was removed, and the area was copiously irrigated with vancomycin and ceftazidime solution. After conjunctival closure with 8-0 Vicryl sutures, subconjunctival injections of vancomycin and ceftazidime were administered. Considering the patient's monocular status with advanced glaucoma in the affected eye and a history of poorly controlled IOP, concomitant MicroPulse transscleral cyclophotocoagulation (Iridex Corp., Mountain View, CA) was performed for 140 sec to the inferior globe at a power of 2000mW and duty cycle of 31.3%.\\nCultures showed light growth of methicillin-susceptible Staphylococcus aureus and Cutibacterium acnes (formerly Propionibacterium acnes). He was discharged two days after the tube shunt explantation with oral moxifloxacin 400 mg and topical fortified vancomycin and gatifloxacin.\\nSix months after the surgery, VA was hand motion and IOP was 12 mmHg with three topical glaucoma medications. He had complete resolution of orbital signs.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'23622565': 1, '20977368': 1, '17938646': 1, '26502312': 1, '28002188': 1, '33758497': 1, '23362400': 1, '15677956': 1, '27224080': 1, '12049598': 1, '2348309': 1, '30234747': 1, '17294397': 1, '29248536': 1, '32864072': 2}", "similar_patients": "{}"}