{"patient_id": 103615, "patient_uid": "7772836-1", "PMID": 33442378, "file_path": "noncomm/PMC007xxxxxx/PMC7772836.xml", "title": "Bilateral Impending Macular Hole, Cataract and Uveitis following Electrical Injury", "patient": "A 36-year-old male patient with an electrical injury sustained at the workplace and without any protective equipment at the time of injury was referred to our hospital. A current of 1,200 V passed through his right arm and exited from his right lower extremity. The patient lost his consciousness at the site of the accident and fell. He was admitted to the intensive care unit. He suffered third-degree burns all over his extremities.\\nOnce the patient had resumed consciousness 2 days later, he was starting to complain from a painless decrease in vision in both eyes. His best corrected visual acuity was 20/100 in the right eye and 20/200 in the left eye. The intraocular pressure (IOP) was 13 mm Hg in both eyes, and pupil examination showed a round, regular and reactive pupil without relative afferent pupillary defect. Second-degree burns were also noticed on the lids and face. Anterior segment examination showed conjunctival chemosis, mild corneal edema, diffuse superficial punctuate keratitis and a quiet anterior chamber bilaterally. Posterior segment examination revealed macular changes that clinically resembled macular holes in both eyes (Fig. ). A Watzke-Allen test was negative. Optical coherence tomography revealed bilateral impending macular holes with intact limiting membranes (Fig. ).\\nTwo weeks later, the patient started to complain from severe pain and photophobia in the right eye. Iridocyclitis with fibrin covering the pupil margin was found with an increase in IOP to 30 mm Hg. Proper treatment with topical prednisone as well as mydriatic and antiglaucoma medication was given to the patient. This attack was followed by another separate episode of anterior uveitis and high IOP of 25 mm Hg in the left eye, while the corneal superficial punctuate keratitis and edema completely resolved after medical treatment in both eyes.\\nTwo months after the initial insult, anterior subcapsular stellate-shaped cataract was seen bilaterally (Fig. ). The cataract became significant in both eyes over the next 2 months. The patient underwent cataract surgeries, and his vision improved to 20/80 in the right eye and 20/100 in the left eye, while the fundus findings and optical coherence tomography findings stayed the same at his presentation.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'18695602': 1, '25351759': 1, '13463436': 1, '12476114': 1, '12394552': 1, '24437993': 1, '3965734': 1, '15670086': 1, '1752881': 1, '8036327': 1, '11525786': 1, '7960415': 1, '12355702': 1, '20379318': 1, '25468070': 2, '27574665': 1, '33442378': 2}", "similar_patients": "{'4289027-1': 1}"}