{"patient_id": 104883, "patient_uid": "7876762-1", "PMID": 33557657, "file_path": "noncomm/PMC007xxxxxx/PMC7876762.xml", "title": "Surgical treatment of carotid artery stent infection: a case\\nreport", "patient": "A 51-year-old man with neck trauma underwent debridement, implantation of a carotid artery\\ncovered stent (8 × 60 mm, Fluency Plus; C. R. Bard, Murray Hill, NJ, USA), and thrombectomy\\nof the middle cerebral artery at a local hospital in October 2018 (). After emergency admission, three-dimensional\\nangiography of the carotid artery was performed. A dissecting aneurysm was present at the\\nend of the left common carotid artery and the beginning of the left internal carotid artery.\\nThe blood flow toward the brain was significantly decreased, but the rate at which it was\\ndecreased was unknown. Compression of the left common carotid artery for angiography of the\\nright internal carotid artery and left vertebral artery revealed poor compensation of the\\nanterior and posterior communicating arteries. General anesthesia was administered and\\ndebridement was conducted to remove the foreign bodies. A wood splinter was located between\\nthe carotid artery and the internal jugular vein. The dissecting aneurysm ruptured and\\nstarted bleeding during the process of tissue separation. A common carotid artery stent was\\ntherefore implanted into the femoral artery. A cerebral protection device was not used. The\\npatient took aspirin (100 mg) and clopidogrel (75 mg) orally after the operation. Thrombosis\\nof the left middle cerebral artery was found in the second intracranial angiography\\nexamination and was considered to have been caused by exfoliation of the thrombus during the\\ndissection. Thrombectomy of the middle cerebral artery was therefore performed. The lumen of\\nthe middle cerebral artery was unobstructed as shown by angiography. After the\\nabove-described operation, debridement of the wound was continued, and the wood splinter was\\nremoved. Postoperatively, brain magnetic resonance imaging indicated previous hemorrhage and\\nthe formation of a softening lesion in the left basal ganglia. In February 2019, the\\nincision was debrided and re-sutured because of infection (). However, the incision did not heal\\ncompletely after this operation. This was an extremely dangerous situation because of the\\nrisk of carotid blowout; the carotid arterial flow was protected only by a thin intimal\\nlayer within the stent and was accompanied by infection.\\nIn September 2019, the patient was admitted to the China-Japan Union Hospital of Jilin\\nUniversity because the incision had not healed completely after 7 months. Specialized\\nphysical examinations revealed a sinus tract with pus overflowing on the left side of the\\nneck accompanied by patchy redness and tenderness around the previous incision. Bilateral\\ncarotid pulses were palpable, and the right and left upper limb muscle strength was Lovett\\nmuscle strength grade IV and V, respectively. Biochemical examination revealed an\\nerythrocyte sedimentation rate of 28 mm/hour and C-reactive protein concentration of 35.4\\nmg/L. Culture of the secretions revealed methicillin-resistant Staphylococcus\\naureus (MRSA) infection. The MRSA was sensitive to moxifloxacin and levofloxacin.\\nThrough the purulent sinus, we could vaguely see the carotid artery stent and obtained the\\npus from the deep tissue. We believed that the results of the MRSA culture were clinically\\nsignificant. Ultrasound examination showed unobstructed blood flow in the carotid stents.\\nComputed tomography angiography (CTA) indicated that the blood circulation in the carotid\\nartery stent was smooth with intimal hyperplasia, the internal carotid artery was\\nunobstructed, and the external carotid artery was completely occluded (). The patient was young, had no underlying\\ndisease, had experienced a long disease course, and strongly wished for surgical treatment.\\nWe decided upon the surgical plan after a discussion with several professors.\\nMoxifloxacin (250 mL: 0.4 g, 1/day) was given intravenously and low-molecular-weight\\nheparin (4100 IU) was given subcutaneously in accordance with the patient’s drug sensitivity\\nresults after hospitalization. Moxifloxacin (250 mL: 0.4 g) was intravenously administered\\n30 minutes before the operation. We monitored the brain activity with intraoperative\\nelectroencephalography without assessing the tolerance of the internal carotid artery\\nocclusion before surgery. The supine position was adopted, the shoulders were raised, and\\nthe head was tilted back to the uninjured side. The length of the incision along the\\nanterior edge of the sternocleidomastoid muscle and the original incision was about 15 cm.\\nThe inflammatory reaction within the incision and the tissue adhesion were severe. The\\ninflammatory reaction around the anchorage area of the stent was also severe. The stent\\ncompletely covered the opening of the external carotid artery. The proximal end of the\\ncommon carotid artery was carefully dissected, and blocking tape was added. The internal and\\nexternal carotid arteries were dissected, although they were difficult to distinguish\\nbecause of severe inflammation and adhesion. The appropriate length of the saphenous vein\\nwas then obtained. After attaining sufficient blood supply to the brain, the distal internal\\nand external carotid arteries were blocked off and the infected stent was removed. The\\nexternal carotid artery was completely occluded. The internal carotid artery was anastomosed\\nin an end-to-end manner with the saphenous vein. After restoring the blood supply of the\\ninternal carotid artery for 5 minutes, the common carotid artery was anastomosed in an\\nend-to-side manner with the great saphenous vein, and the stump of the common carotid artery\\nwas sutured (). We then\\nintermittently sutured the surrounding tissue and loosely wrapped the transplanted great\\nsaphenous vein and the anastomosis at both ends. We did not cover it with muscle. Finally,\\nwe covered the wound with a negative-pressure device, which was not in direct contact with\\nthe bypass. The operation lasted 2.5 hours, and the intraoperative blood loss was 600 mL.\\nThe patient was administered 3 units of type A-positive blood and 200 mL of ordinary frozen\\nplasma. No neurological complications occurred after extubation.\\nOn the day after the operation, the patient was given an intravenous injection of\\ndexamethasone (5 mg), and mannitol (250 mL: 50 g) was given intravenously at a volume of 125\\nmL every 12 hours for 4 days. Moxifloxacin (250 mL: 0.4g) was given intravenously once a day\\nfor 10 days, low-molecular-weight heparin (4100 IU) was given subcutaneously once a day for\\n10 days, and levofloxacin sodium chloride injection (250 mL: 0.5 g) was used to rinse the\\nnegative-pressure suction device once a day. The drainage fluid was not turbid. The\\ngranulation tissue grew well after 10 days of carotid artery reconstruction; therefore, we\\nclosed the incision (). CTA\\nre-examination showed that the autogenous vein was unblocked. After discharge, the incision\\nwas followed up for 1 month and showed grade A healing (). Telephone follow-up was conducted regularly\\nfor 1 month postoperatively. At the time of this writing, the patient was in good condition\\nwithout obvious neurological symptoms.\\nThe patient provided oral authorization for participation in this case study and\\npublication of the details of his case. We have de-identified all patient details. The\\nrequirement for ethics approval was waived because this article does not contain information\\nthat can be used to identify the patient and because he agreed to publication.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'26584886': 1, '20211934': 1, '4262892': 1, '24688061': 1, '23348860': 1, '14760481': 1, '17903662': 1, '28578619': 1, '22554424': 1, '30040300': 1, '25685592': 2, '33557657': 2}", "similar_patients": "{'4320805-1': 1, '4320805-2': 1, '4320805-3': 1, '4320805-4': 1}"}