{"patient_id": 99365, "patient_uid": "7365499-1", "PMID": 32775294, "file_path": "noncomm/PMC007xxxxxx/PMC7365499.xml", "title": "Pancytopenia induced by secondary hemophagocytic lymphohistiocytosis: A rare, overlooked dreadful complication of Plasmodium vivax", "patient": "We received a bone marrow biopsy measuring 2 cm in length in the Hematology Unit of the Department of Pathology along with the requisition form mentioning the following clinical details: 7-year-old girl, resident of New Delhi, India, and clinical features – fever on and off associated with weakness and abdominal distension for the past 3 weeks. Physical examination revealed pallor and hepatosplenomegaly with no significant lymphadenopathy. Laboratory data showed pancytopenia with a hemoglobin level of 8.7 g/dl, the total leukocyte count of 3400/mm3, and a platelet count of 44,000/mm3. Peripheral smear showed microcytic hypochromic blood picture. Bone marrow aspiration finding reported from an outside center was of hypocellular marrow. Human immunodeficiency virus serology, hepatitis B surface antigen, antibodies against hepatitis C virus, the Epstein–Barr virus, cytomegalovirus, measles, Widal test, K39 test for visceral leishmaniasis, and rapid diagnostic tests (RDTs) for malarial antigen were negative. Her blood, urine, sputum, and stool cultures were sterile. The chest X-ray and the cerebrospinal fluid study were normal.\\nThe bone marrow biopsy that we received was routinely histoprocessed and stained with hematoxylin and eosin stain. Low power microscopic examination of the sections revealed an adequate bone marrow in length with normal bony trabeculae. The marrow was normocellular for the age []. High-power view of the trephine biopsy exhibited sheets and clusters of histiocytes. These were large cells with abundant pale staining bubbly cytoplasm and a small nucleus. No pleomorphism or any prominent nucleoli were seen. These histiocytes were seen admixed with an increased number of erythroid precursors and lymphocytes. The rest of the marrow hematopoietic elements were suppressed []. Many of these marrow macrophages demonstrated phagocytosis of red cells, white cells, platelets as well as immature myeloid and erythroid cells (hemophagocytosis) []. Some of these histiocytes also revealed the presence of a brown-colored pigment []. Based on these findings, a tentative diagnosis of a mononuclear phagocytic system disorder/histiocytosis was made. Special stains and immunohistochemistry (IHC) were applied for ruling out various differentials under this category of disorder such as storage histiocytosis, dendritic cell-related, inflammatory, and malignant histiocytosis. On IHC, the histiocytes were positive for CD68 and negative for CD1a, S100, CD3, CD20, epithelial membrane antigen, and pancytokeratin, confirming the histiocytic nature of these large cells and ruling out the possibility of dendritic cell-related (Langerhans cell histiocytosis) and malignant histiocytosis [Figure -]. However, on IHC, a finding that was evident was the CD3 positive immunoexpression of the increased lymphocytes []. Among the special stains, the periodic acid–Schiff (PAS) stain, Oil red O stain, and Perl's iron stain were put. These histiocytes were negative for both the PAS stain as well as the Oil red O stain [], thus ruling out any storage histiocytosis. Another finding that was revealed on Perl's iron stain was that not all histiocytes containing the brown pigment demonstrated hemosiderin, and in most of them, the brown pigment remained unstained []. Based on all these findings, we arrived at a diagnosis of inflammatory histiocytosis HLH.\\nA detailed clinical history as well as examination of the child was done as she came with her father to fetch the bone marrow report as her condition was deteriorating day by day. Her birth, family, and past medical or any treatment history was non-contributory. There was no history of contact with tuberculosis, measles, allergy, or any blood transfusion. Currently, she appeared lethargic and had fever with abdominal distention. On physical examination, she was febrile with a temperature of 39.5°C, pale, and had a palpable spleen (6 cm below the left costal margin) and a liver (liver span of 15 cm). The rest of the clinical examination was unremarkable. Her blood sample was taken for hematological investigations. The current complete blood count revealed pancytopenia with hemoglobin of 7.4 g/dL, total leukocyte count of 2500/mm3 (differential being N – 30%, L – 60%, M – 9%, and E – 1%), and a platelet count of 50,000/mm3. Other indices included were red blood cell count of 2.7 million/mm3, mean corpuscular volume – 59 fl, mean corpuscular hemoglobin (MCH) – 20.3 pg, MCH content – 27.8 g/dl, red cell distribution width – 20.7%, and a corrected reticulocyte count of 3.9%. The peripheral smear revealed fragmented red blood cells and on careful examination, schizonts of P. vivax []. Biochemical tests revealed elevated ferritin (989 mg/dL) and lactate dehydrogenase levels (1022 μ/L) with high triglyceride at 4 mmol/L. Serum haptoglobin and plasma fibrinogen levels were reduced (0.02 g/l and 132 mg/dl, respectively). Glucose-6-phosphate dehydrogenase activity was normal. Renal function tests were normal; however, the liver function tests were deranged. Ultrasonography revealed enlarged liver and spleen. Meanwhile, the trephine biopsy was treated with alcoholic ammonium hydroxide, to which the brown pigment responded by getting bleached, hence, confirming the nature of this pigment to be that of malarial pigment (hemozoin) []. Based on the clinical, hematological, histopathological, and immunohistochemical parameters, a final diagnosis of pancytopenia due to HLH as a result of P. vivax infection was estabilished. Due to the cost and unavailability, local perforin mutation studies and soluble interleukin (IL) level estimation tests were not performed. The child was administered oral chloroquine and primaquine along with iron supplements. Her condition dramatically improved within few days as she became afebrile, her laboratory parameters such as serum ferritin and fibrinogen levels improved gradually, and the liver and spleen reduced in size. She was discharged in a stable condition (hemoglobin of 10.8 g/dl, total leukocyte count of 10,600/mm3, and a platelet count of 198,000/mm3), and so far, her follow-up period has been uneventful.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'23297258': 1, '20721557': 1, '16757648': 1, '21934231': 1, '26139770': 1, '24947224': 1, '12239144': 1, '17459775': 1, '22192132': 1, '27298293': 1, '22247919': 2, '18424334': 1, '26504465': 1, '24550911': 1, '25758828': 1, '14686106': 1, '10772292': 1, '14552743': 1, '3905875': 1, '10792290': 1, '24344451': 1, '12458577': 1, '24499858': 1, '1992521': 1, '22047131': 1, '2509594': 1, '25207355': 1, '18045564': 1, '14508800': 1, '23012194': 2, '32775294': 2}", "similar_patients": "{'3377033-1': 1, '3252507-1': 1}"}