{"patient_id": 30024, "patient_uid": "7773289-1", "PMID": 33403175, "file_path": "comm/PMC007xxxxxx/PMC7773289.xml", "title": "Rare Case Report of Closed Traumatic Dislocation of Second to Fifth Metatarsophalangeal Joints", "patient": "A 34-year-old male patient was brought to the emergency department after a road traffic accident, probably due to force dorsiflexion of the left foot while tiptoeing as the patient tried to gain balance of a stumbling two wheeler and eventually the bike fell on the foot. On examination, swelling and tenderness was noted on the dorsal aspect of left foot. Toe movements of all four lesser toes were painful. Movements of the ankle worsened the pain at the lesser four metatarsophalangeal joints. Plain radiographs of the left foot revealed dorsolateral dislocation of metatarsophalangeal joints of all four lesser toes of the left foot (Figure ). Patient was taken up for emergency reduction of the joints and under spinal anaesthesia closed reduction was tried with toe traps for all four lesser toes. Three such attempts by different surgeons failed. Under tourniquet control, open reduction of four lesser metatarsal joints was performed using two 3 cm longitudinal incision over second and fourth metatarsal joints respectively. Extensor tendons identified and retracted. Interposition of capsule and longitudinal breach of plantar plate by metatarsal head were noted, which prevented the closed reduction. Reduction of the joint was then performed by incising the plantar plate, capsule was repaired. The steps were then repeated for the other three lesser toes. Congruent joint reduction was then confirmed under C-arm (Figure ). The joint was stable and reduction maintained without any need for stabilization. Postoperatively a below-knee splint with dorsal re-enforcement in neutral position at metatarsophalangeal joints was given. Dressing was changed on day four and suture removal was done on day 14. Patient was in below-knee slab for four weeks (Figure ). Progressive weight bearing was started (Figure , ) and patient was reviewed at three and six months and two years (Figure -). Patient was ambulatory without any pain and recurrence.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'22935410': 1, '22795415': 1, '17514057': 1, '11426134': 1, '26074384': 1, '33403175': 2}", "similar_patients": "{}"}