{"patient_id": 27634, "patient_uid": "7649756-1", "PMID": 33192960, "file_path": "comm/PMC007xxxxxx/PMC7649756.xml", "title": "Progressive Cerebral Small Vessel Disease Caused by an Autoimmune Response to Intravesical Bacille-Calmette-Guérin Treatment", "patient": "An 83-year-old male patient with rapid progressive symptoms of dementia up to mutism, recurrent tonic seizures, and gait impairment up to immobility was transferred to our clinic.\\nMagnetic resonance imaging (MRI) of the brain, cerebrospinal fluid (CSF), and blood analysis including paraneoplastic antibodies had been negative beforehand. Treatment with levetiracetam had been started. Additional musculoskeletal pain was diagnosed as polymyalgia rheumatica, confirmed by positron emission tomography (PET) imaging, and treated with 20 mg prednisolone daily.\\nMedical history included bladder urothelial carcinoma, treated with intravesical Bacille Calmette-Guérin (BCG)-instillations from 2012 to 2017, successfully treated caecum carcinoma, mild arterial hypertension, and a transient ischemic attack.\\nCerebral MRI showed severe small vessel disease and a fresh ischemic lesion in the left middle cerebral artery territory (). Repeated lumbar puncture was normal. EEG showed deceleration with left-sided accentuation, but no signs of epileptic activity. We changed levetiracetam to valproate and Phenobarbital, resulting in successful control of seizures. Active polymyalgia rheumatica was confirmed and oral prednisolone treatment was increased to 30 mg daily. The patient was discharged being able to communicate normally and walk with aids.\\nHe represented again 2 months later with elevated liver enzymes, presumably caused by combination of anti-epileptic valproate and chloroquine medication, which had been started as additional treatment of polymyalgia rheumatica in the meantime. Medication was changed to lamotrigine and prednisolone was again increased to 20 mg daily after stopping chloroquine. Liver enzymes normalized within 11 weeks.\\nThree months later, the patient was again admitted because of a dramatic clinical deterioration. He was somnolent, only spoke some words and followed simple commands, no motor deficit, but unable to walk with flapping tremor at limbs and trunk. The working diagnosis was a valproate-induced encephalopathy. We accelerated the change from valproate to lamotrigine treatment, but without clinical improvement. The brain MRI showed progressive small vessel disease (). Neither CSF analysis including dementia marker nor autoimmune serum antibodies for limbic encephalitis were positive. EEG examinations again showed no epileptic abnormalities. Additional chest X-ray, colonoscopy, gastroscopy, whole-body fluorodeoxyglucose PET imaging to exclude seronegative paraneoplastic disease, rectal biopsy to exclude amyloidosis were negative.\\nThe patient's clinical state worsened with necessity of intensive care treatment with artificial nutrition. We assumed an autoimmune process as cause of the clinical deterioration as the rapid clinical progression, the lack of systemic inflammatory signs and lack of vascular risk factors excluded exacerbated dementia, acute infectious disease, or cerebral atherosclerotic microangiopathy. An intravenous high dose therapy with methylprednisolone (1 g) for 5 days followed by a second pulse was started. The patient's vigilance improved gradually, he followed simple commands, started to answer questions and the flapping tremor disappeared. Cyclophosphamide treatment was initiated at a dosage of 750 mg/m2 body surface intravenously. The patient was discharged awake, disoriented, but highly dependent and unable to perform simple activities of daily life or to walk.\\nSince then, cyclophosphamide treatment has been repeated monthly, leading to a striking clinical improvement: the patient is now fully orientated, shows no tremor or other neurological deficits and is able to walk for ~100 m without help. He is able to actively support in household and garden and is again well-informed in world politics. MRI control image showed a reduction of the leukoencephalopathy ().\\nWe present a case of rapid progressive cerebral small vessel disease caused by autoimmune reaction. The reversibility of the leukoencephalopathy upon strong immunosuppression together with the lack of competing causes strongly supports the diagnosis of BCG-induced molecular mimicry, leading to small-vessel cerebral vasculitis. We interpreted the left middle cerebral artery territory infarction as a correlate of small vessel autoimmune vasculitis. Our patient had received intravesical BCG-instillations against urothelial carcinoma. This is a well-known adjuvant therapy with attenuated Mycobacterium bovis BCG causing a boosted anti-tumor response (). Up to 5% of the patients develop serious systemic side effects with inflammation up to life threatening sepsis () or immunologic reactions such as myasthenia gravis (, ). Two recent publications presented cases of small-vessel central nervous system vasculitis caused by BCG, but in contrast to our case, these reports pointed toward an acute BCG infection as underlying cause and patients were treated by either tuberculostatic therapy only () or in combination with steroids (). Based on the pronounced response to immunosuppressive treatment with cyclophosphamide, we conclude an autoimmune etiology due to previous BCG instillations. A cancer-related vasculitis is rather unlikely, considering the clinical course and the PET imaging results. Immune-mediated cerebral vasculitis should be considered in patients with rapidly progressive dementia-like symptoms treated with BCG, as an immunosuppressive treatment can be highly effective even at severe clinical stages.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'23181987': 1, '26329680': 2, '29145329': 2, '29740727': 1, '30144311': 1, '29500474': 1, '33192960': 2}", "similar_patients": "{'5704874-1': 1, '4557863-1': 1}"}