{"patient_id": 97711, "patient_uid": "7204840-1", "PMID": 32399013, "file_path": "noncomm/PMC007xxxxxx/PMC7204840.xml", "title": "Preliminary Presentation of Metastatic Non-Small Cell Carcinoma of the Lung as Atraumatic Avulsion Fracture of the Lesser Trochanter", "patient": "A 66-year-old woman presented to a walk-in centre with a 1-week history of right medial thigh and groin pain. She denied trauma or a fall describing a “popping” sensation and sharp pain in her left groin as she sat. She had noted extensive bruising to the supero-medial right thigh and groin area and had had considerable pain on mobilising since the incident. Her medical history was unremarkable. She was a life-long non-smoker and drank alcohol only occasionally. She reported to feel fit and well, fully independent in her day-to-day activities. She had noted no recent weight loss, night sweats or other systemic features of illness.\\nOn review, bruising now fading to yellow was noted in the right groin with particular tenderness on palpation of this area; no obvious other deformity was seen in the lower legs. The range of movement of the right hip was reduced, with pain and guarding on passive hip flexion. The patient was walking with a slightly antalgic gait, although getting most pain when trying to stand from a low chair or seated position. Examinations of all other systems including the respiratory system were unremarkable; no lymphadenopathy was identified.\\nX-rays were taken of the pelvis, which demonstrated an avulsion fracture of the right lesser trochanter (Fig. ). This was noted to be pathognomic of a metastatic cancer; therefore, urgent MRI and computed tomography (CT]) scan of the chest, abdomen, and pelvis were requested. The patient was admitted to ensure the timely manner of the scans, and made non-weight bearing with crutches and prescribed analgesia (paracetamol, codeine phosphate, and liquid morphine sulphate). Blood demonstrated raised liver enzymes: ALP (340 U/L), GGT (368 U/L), and ALT (97 IU/L). Serum-adjusted calcium was also raised (2.72 mmol/L). All other blood markers were normal.\\nMRI demonstrated an irregular low T1 marrow signal in the right femur at the avulsion site in keeping with an infiltrative marrow metastasis (Fig. ). CT scan of the chest demonstrated a T1c small right lower lobe mass, right lower paratracheal adenopathy and several prominent nodes in the mediastinum and left supraclavicular area (Fig. ).\\nThe patient was then referred to the respiratory team and ultrasound-guided biopsy of the enlarged left supraventricular lymph nodes was arranged, which confirmed a non-small cell carcinoma (Fig. ). Unfortunately, the procedure was complicated by damage to the left subclavian artery. This required urgent intervention at the local specialist centre and was repaired with an endovascular approach. The resulting haematoma took 3 months to resolve.\\nFinal staging of the tumour was a T2a, N3, M1b non-small cell carcinoma; due to metastases, the patient was started on palliative chemotherapy (afatinib). At the time of writing, there had been a good response to this with the latest CT scans demonstrating a marked reduction in the tumour bulk.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'9807723': 1, '26673017': 1, '2684463': 1, '10505526': 1, '24895388': 1, '8116441': 1, '21354885': 1, '14298135': 1, '24374903': 1, '29600203': 2, '15702334': 1, '19377651': 1, '6725326': 1, '23562148': 1, '15182795': 1, '3363377': 1, '6974473': 1, '32399013': 2}", "similar_patients": "{'5868875-1': 1}"}