{"patient_id": 31771, "patient_uid": "7862776-3", "PMID": 33552970, "file_path": "comm/PMC007xxxxxx/PMC7862776.xml", "title": "Hepatitis B Virus Reactivation in Gastrointestinal Stromal Tumor Patients Treated With Imatinib", "patient": "A 51-year-old man was found to have multiple hepatic masses and a gastric mass after a physical examination in September 2019. The patient subsequently underwent radical surgical resection for the gastric mass and palliative resection for the hepatic masses in a local hospital. The patient had a history of HBV infection of over 10 years but received no antiviral therapy for HBV. During hospitalization, the patient showed normal liver function, tested positive for HBsAg, HBeAb, and HBcAb, and tested negative for HBsAb, HBcAb, and hepatitis C virus. Pathological examination revealed that the gastric mass was a high-risk gastric GIST (size, 4.5 cm × 3.5 cm × 3 cm; mitotic index>10/50 HPF), which stained positive for CD117, CD34, DOG1, and ki-67 (20%). The liver mass was a metastatic GIST (the maximum tumor diameter was 1.5 cm), which stained positive for DOG1; one lymph node was metastatic (1/1). Additional molecular analysis confirmed the mutation in KIT exon 11. The liver metastases were only partly removed, requiring lifetime treatment with imatinib (400 mg/d), which the patient started to receive in January 2020.\\nRegular laboratory examination after treatment with imatinib for 3 months showed that the patient had mildly elevated ALT, 80.0 U/L (normal, 9.0–50.0 U/L), but no symptoms and signs. Laboratory examination after treatment with imatinib for 6 months showed further increases in ALT to 282.6 U/L (normal, 9.0–50.0 U/L), AST to 154.0 U/L (normal, 15.0–40.0 U/L), total bilirubin to 19.9 umol/L (normal, 1.7–17.1 umol/L), and direct bilirubin to 10.5 umol/L (normal, 0.0–6.8 umol/L). HBV DNA was 4.99 × 108 IU/ml (normal, < 10 IU/ml). Serology testing results showed that HBsAg and HBcAb were positive, whereas HBsAb, HBeAb, and HBeAg were negative. After excluding other causes of hepatitis, we considered that hepatitis could be attributable to HBVr. Thus, entecavir (0.5 mg/d) was administered, and imatinib was discontinued immediately. The patient now was followed up under close observation.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'24533834': 1, '19251803': 1, '26091448': 1, '15343347': 1, '32448008': 1, '14623772': 1, '23593610': 1, '28668466': 1, '21873989': 1, '16525137': 1, '30581161': 1, '11287975': 1, '30079802': 1, '26563120': 1, '28668465': 1, '25696914': 1, '15572591': 1, '18981115': 1, '27605883': 1, '31941257': 1, '14504105': 1, '22612794': 2, '29715359': 1, '16723621': 1, '30988907': 1, '18378948': 1, '28947860': 1, '29846513': 1, '21670970': 1, '31577561': 1, '16440357': 1, '29156044': 1, '26038757': 1, '24982379': 1, '20049753': 1, '29752328': 1, '28427875': 1, '12631595': 1, '15100154': 1, '15451219': 1, '26378033': 1, '25447852': 1, '23804177': 1, '30069623': 1, '19399803': 1, '23719297': 1, '31387778': 1, '27030078': 1, '16873671': 1, '30775435': 1, '33552970': 2}", "similar_patients": "{'7862776-1': 2, '7862776-2': 2, '3404905-1': 1}"}