{"patient_id": 21673, "patient_uid": "7335602-1", "PMID": 32665824, "file_path": "comm/PMC007xxxxxx/PMC7335602.xml", "title": "Extraoral surgical removal of an ectopic impacted third molar of the mandible. Report of a case", "patient": "A fifty-six-year old female referred to our clinic, reporting pain in the right side of her face and difficulties in mouth opening. She also reported that she was aware of a protrusion concerning the lower border of the right mandibular area for more than 10 years. Patient’s medical history did not include any concomitant diseases. Preliminary extraoral clinical examination showed a large painful inflammatory swelling located in the lower border of the right mandible. Panoramic x-ray revealed a deep impaction of an ectopic third molar in that area in combination with a radiolucent lesion. The cone beam computed tomography (CBCT) demonstrated that the impaction was mainly affecting the lingual plate of the lower border of the mandible (Fig. A).\\nDue to clinical signs implying inflammation, the decision to remove the tooth along with the cystic lesion was taken. After initial prescription of antibiotic treatment for the reminiscence of inflammatory symptoms, the patient underwent surgery.\\nExtraoral approach under general anesthesia was the surgical technique of choice. After careful preparation of the surgical site (Fig. B), a submandibular skin incision, nearly 2cm below the lower border of the right mandibular body was performed and platysma muscle was incised subsequently. The marginal mandibular branch of the facial nerve (VII) was identified immediately under the superficial layer of the deep cervical fascia and was retracted away from the surgical site after ligation of the facial vein and artery. The pterygomasseteric sling was then incised and incision of the periosteum covering the lower border of the right mandible followed. The impaction site could then be reached by carefully raising the periosteum from the underlying mandibular bone (Fig. A). Using a low-speed rotary instrument under sterile saline solution, osteotomy was performed revealing the impacted tooth (Fig. B). Immediately after, the impacted third molar was removed along with the cystic lesion (Fig. A). The inferior alveolar nerve was not exposed in the surgical site. The surgical trauma was thoroughly irrigated with antiseptic and saline solutions, consequently a surgical drainage was placed and soft tissues were closed in sequential layers.\\nThe postoperative course was uneventful and clinical examination revealed no signs of paresis or paralysis of the marginal mandibular branch of the facial nerve (Fig. B). Pathology report confirmed that the radiolucent lesion was a dentigerous cyst.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'19875313': 1, '29229002': 1, '25584338': 1, '17764987': 1, '33809298': 1, '17687180': 1, '25810825': 1, '15225962': 1, '2052343': 1, '18088673': 1, '19926377': 1, '9573867': 1, '22926463': 1, '32665824': 2}", "similar_patients": "{}"}