{"patient_id": 29498, "patient_uid": "7751993-1", "PMID": 33403087, "file_path": "comm/PMC007xxxxxx/PMC7751993.xml", "title": "Iliac Telangiectatic Osteosarcoma - A Rare Presentation and Diagnostic Pitfall: A Case Report", "patient": "A healthy 18-year-old Malay female presented with slow growing locally painful swelling at left hip for three months. The pain was aggravated by movement, worse at night, and was relieved by taking painkiller. She walked with a limping gait. The swelling gradually enlarged for three months until she was completely bed ridden before being transferred to our hospital. Her appetite was reduced where she lost 5kg of weight within the three months. She denied any recent trauma, fever, family history of cancer and other joint pain or swelling.\\nOur examination revealed a diffuse swelling at the left iliac region, which was tender, warm, hard in consistency, not mobile and not fluctuant. Her left hip range of movement was limited due to pain. Neurovascular assessment of the left lower limb was normal. Patient was afebrile throughout her illness. All blood investigation was normal except an increase in the level of lactate dehydrogenase (733 U/L).\\nPlain radiograph of pelvis () showed a lytic lesion at left iliac region with narrow zone of transition. There was soft tissue shadow extension and no involvement of the left acetabulum. Chest radiograph and CT thorax was normal. MRI () showed a well demarcated lesion with multiple fluid-fluid levels at left ilium which was suggestive of ABC. The gluteal and iliopsoas muscles were pushed by an expansile ilium with no evidence of infiltration. HPE result of left iliac core needle biopsy () showed cystic spaces contain blood with the presence of macrophages, hemosiderin laden macrophages and reactive fibroblasts, but no atypical sarcomatous cell was seen. The findings were consistent with ABC.\\nPercutaneous sclerosing injection of the left iliac lesion () was done as a treatment for ABC. Post procedure we noted blood oozing from the injection site. The site of injection was sutured, and bleeding stopped. Patient also developed popliteal vein thrombosis due to prolonged immobilisation, which was treated with subcutaneous enoxaparin sodium 40mg twice daily therapeutic dose. On day 10 post sclerosing injection, patient still had active bleeding from the left iliac injection site. She developed tachycardia with pulse rate of 110-120 and the blood pressure was 90/60mmHg. Haemoglobin level dropped to 6g/dL. Coagulation profile result was normal. Emergency hemipelvectomy with posterior flap was performed for the patient (). Intra-operative tissue was sent for HPE (); results revealed lesion composed of multiple cystic spaces containing blood which were separated by irregular septa and lined by a mantle of atypical sarcomatous cells admixed with multinucleated giant cells. These atypical sarcomatous cells are pleomorphic, hyperchromatic and have an irregular round to oval nuclei. A diagnosis of left iliac TOS was made. Her hemipelvectomy operation scar healed after three weeks and she was on monthly regular follow-up. Five months after operation, she developed left psoas muscle and lung metastasis. Despite chemotherapy, she eventually succumbed to disseminated metastases, obstructive uropathy and bowel obstruction.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'27469493': 1, '23745051': 1, '26178212': 1, '21808716': 1, '22540307': 1, '33403087': 2}", "similar_patients": "{}"}