{"patient_id": 28087, "patient_uid": "7675382-1", "PMID": 33213374, "file_path": "comm/PMC007xxxxxx/PMC7675382.xml", "title": "Acute portal vein thrombosis secondary to COVID-19: a case report", "patient": "A 26-year-old male, a known case of asthma, was brought to the Emergency Department (ED) in Faghihi hospital, Shiraz, Iran, on 11 April 2020 due to acute-onset dyspnea and a decrease in the level of consciousness since the day of admission. He was admitted with the impression of an acute asthma attack. There was no history of fever, hemoptysis, diarrhea, nausea, vomiting (N/V), lower gastrointestinal tract bleeding, incontinence, and stroke signs and symptoms. He had asthma for several years and only used the salbutamol inhaler as needed. His social history was positive for alcohol, cigarette smoking, and occasionally marijuana.\\nWe intubated the patient due to severe hypoxia and respiratory distress; blood Oxygen saturation (O2 Sat.) was 60% and 97% before and after intubation, respectively. The initial vital signs included temperature: 36.9 °C, pulse rate: 110/min, respiratory rate: 36/min, and blood pressure: 120/90 mmHg. Generalized wheezing was heard through auscultation. Other physical findings were normal. Brain computed tomography (CT) was normal. Chest CT showed bilateral peripheral and peribronchovascular patchy ground-glass opacities in both lung fields with tree-in-bud appearance (Fig. ).The tracheal aspirate was positive for real-time polymerase chain reaction (RT-PCR) for SARS-COV2. The blood routine tests are summarized in Table .\\nElectrocardiography showed sinus tachycardia, and other findings were normal. Urine analysis was positive for marijuana, benzodiazepine, and morphine. Venous Blood gas analysis was as follows: pH 6.97, partial pressure of carbon dioxide (PCO2) = 103 mmHg, and venous bicarbonate level (HCO3) = 23 mmol/L. We started the initial treatment immediately with dexamethasone (4 mg, IV every 8 h), Piperacillin/tazobactam (3.375 g, IV every 6 h), prophylactic heparin (5000 IU every 12 h). Due to significant patient-ventilator asynchrony, the patient was paralyzed with cisatracurium in addition to midazolam and propofol. During the mechanical ventilation course, he developed progressive thrombocytopenia (Table ), but no apparent cause was found. Therefore, intravenous immunoglobulin (25 g per day for 3 days) was prescribed empirically for presumed SARS-COV2-induced thrombocytopenic purpura as idiopathic thrombocytopenic purpura. His respiratory condition got better during the next 5 days when we started weaning the patient off the mechanical ventilation, and he was extubated on 16 April 2020, but thrombocytopenia persisted.\\nOn 21 April 2020 (10 days after admission), the patient developed upper GI bleeding associated with generalized abdominal pain with distension. Upper GI endoscopy was normal, except for the presence of minimal erythema and congestion in the cardia and fundus. No esophageal and fundal varices and duodenal ulcers were reported. Abdominopelvic Sonography showed mild free fluid in the abdominal cavity. The diagnostic abdominal tap was done, and the results are summarized in Tables and .\\nRegarding concomitant abdominal pain and abnormal liver biochemistries (Table ), abdominal CT was requested which showed hypoperfused areas in the posterior segment of the right (Rt.) hepatic lobe and the medial and lateral segments of left (Lt.) lobe along with evidence of filling defect in the main Rt. Portal vein. Also, the Lt. portal vein was not opacified (Fig. ). Color Doppler Sonography (CDS) of the abdomen showed the absence of flow in the portal vein without collateral veins consistent with acute portal vein thrombosis. An extensive evaluation of the possible underlying hypercoagulable state was unremarkable (Table ).\\nWhen gastrointestinal bleeding was stopped, Enoxaparin was started at a minimum effective dose of 1.5 IU/kg/day (60 IU every 12 h) regarding recent thrombocytopenia and risk of gastrointestinal re-bleeding. After about 1 week, his abdominal pain well improved, and platelet count became normal, and finally the patient was discharged with oral warfarin. Unfortunately, patient did not come to our OPD clinic for follow up and further investigation.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'25546802': 1, '32351657': 1, '34970570': 1, '32133578': 1, '32206052': 1, '34368663': 1, '32306290': 1, '34222675': 1, '32381264': 1, '32335249': 1, '33613777': 1, '32302453': 1, '32618673': 1, '32390931': 2, '33842842': 1, '31986264': 1, '34513429': 2, '34711507': 1, '32685882': 1, '33041972': 1, '32415579': 1, '32835305': 1, '32271988': 1, '34658172': 1, '33213374': 2}", "similar_patients": "{'7188982-1': 1, '8410986-1': 1}"}