{"patient_id": 23628, "patient_uid": "7431955-2", "PMID": 32844041, "file_path": "comm/PMC007xxxxxx/PMC7431955.xml", "title": "Falsely Elevated 25-Hydroxy-Vitamin D Levels in Patients with Hypercalcemia", "patient": "A 72-year-old man with MM receiving melphalan and dexamethasone for palliation presented with confusion. His other comorbidities were hypertension, paroxysmal atrial fibrillation, chronic systolic heart failure, and a history of ischemic stroke. The family provided medical history on the patient's behalf. The patient had complained of thirst few hours ago and then became disoriented. Family members have not observed any focal weakness or dysarthria. The patient had not mentioned chest pain or shortness of breath. Initial blood work showed chronic anemia (hemoglobin 7.7 g/dL), acute kidney injury (creatinine 1.3 mg/dL), and hypercalcemia 14.9 mg/dL (corrected calcium 16.1 mg/dL). Total protein level was increased to 12.3 g/dL. A CT head scan did not reveal any acute disease process. Further investigation revealed a PTH level of 16.2 pg/mL and 25 (OH)-vit D level >96.0 ng/mL via immunoassay. 1,25-Dihyroxy-vitamin D and PTHrP levels were not measured. Similar to the previous case, the patient was not on any vitamin D supplements, and this raised concerns of an erroneous measurement of the 25 (OH)-vit D level. 25 (OH)-vit D level was measured again by LC-MS/MS and was found to be in the normal range (68 ng/mL). Normal PTH and 25 (OH)-vit D levels supported the high clinical suspicion for hypercalcemia secondary to MM. The patient's hypercalcemia improved when treated with intravenous fluid, calcitonin, and zoledronic acid. He was also continued on a palliative regimen for MM including dexamethasone. The patient's hypercalcemia and disorientation improved, and he was safely discharged to a nursing facility.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'27095608': 1, '17882852': 1, '24094638': 1, '28068803': 1, '32844041': 2}", "similar_patients": "{'7431955-1': 2}"}