{"patient_id": 30581, "patient_uid": "7798185-1", "PMID": 33430862, "file_path": "comm/PMC007xxxxxx/PMC7798185.xml", "title": "Hybrid stepwise external wrapping for type a acute aortic dissection with cerebral Malperfusion", "patient": "The patient was a 60-year-old man with a medical history of untreated severe sleep apnea syndrome, hypertension, and paroxysmal atrial fibrillation without any medication because of low compliance. At early morning, he had sudden back pain and was unresponsive. He was found in his car, and emergently transported to a tertiary medical facility. He demonstrated left hemiplegia, conjugate deviation of the eyes, and convulsions. He was intubated and computed tomography (CT) showed absence of perfusion to right whole cerebral artery without any irreversible brain damage and TAAAD with a 20 mm of intimal tear in the descending aorta, and obvious cardiac tamponade (Fig. a-d). The aortic dissection was extended to the just distal of the Vasalva sinus. Four cardiac centers in tertiary hospitals refused to accept him due to inoperability because of probable brain damage. He was finally transferred to our hospital. At arrival, 5 h had already passed from the onset of his condition, and he still showed deep coma and shock vitals with inotropic support. The patient’s estimated standard European System for Cardiac Operative Risk Evaluation (EuroSCORE) II result was 59.25. His family strongly wished to have surgical intervention.\\nWe performed emergency surgery. Initially, median sternotomy was performed, and cardiopulmonary bypass was established through femoral arterial cannulation and single two-stage venous cannulation via right atrial appendage. Intraoperative transesophageal echocardiography demonstrated mild aortic regurgitation. We then proceeded to treat the patient using the new surgical approach devised by us for high-risk patients, reported previously (stepwise external wrapping: SEW) [, ]. The ascending aorta was carefully separated from the pulmonary arterial trunk and right pulmonary artery. Pieces of a Triplex artificial graft® (Vascutek Terumo, Tokyo, Japan) were tailored and placed around the aorta from the coronary ostia to the innominate artery and approximated so as to tightly wrap the ascending aorta (Fig. a). At this moment, near-infrared spectroscopy cerebral oximetry with Invos™ (Medtronic®, Minneapolis, MN, USA) revealed significant improvement of the cerebral perfusion. The operation time was 88 min and cardiopulmonary bypass time was 29 min. 3 h later, he was extubated without any neurological damage. One week later, thoracic endovascular aortic repair (TEVAR) was performed. The intimal tear was located in the descending aorta 104 mm distal from the left subclavian artery (Zone T5). Since the distance from the proximal landing zone (Zone 3) was sufficient, we placed A 10% oversized aortic stent graft proximally 50 mm from the entry and distally 150 mm from the entry with Navion® (22–22-180; Medtronic, Santa Rosa, CA, USA) and TX-D extension® (24–24-80; Medtronic). In addition, we placed a TX-D® (barestent; 36–123; Medtronic) and TX-D® (barestent; 36–164; Medtronic). Finally, distal end was located just above the aortic bifurcation.\\nThe length of hospitalization was 14 days. No neurological complications or minor complications were encountered. Postoperative CT showed that proper positioning of the stent graft without any endoleak, good brain perfusion (Fig. c, d). The patient was discharged in good physical condition without any complications and is doing well at 6 months after surgery.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'23465453': 1, '25312226': 1, '32532284': 1, '32142817': 1, '11194823': 1, '33430862': 2}", "similar_patients": "{}"}