{"patient_id": 30226, "patient_uid": "7783360-2", "PMID": 33415079, "file_path": "comm/PMC007xxxxxx/PMC7783360.xml", "title": "Complete Pathologic Responses With Immunotherapy in Metastatic Renal Cell Carcinoma: Case Reports", "patient": "A 64-year-old female presented in July 2018 with progressive abdominal pain, nausea, 40-pound weight loss, and new cough. She was found to have a palpable right upper quadrant mass with CT scan revealing an 11 x 9.3 cm heterogeneously enhancing mass replacing the majority of the right kidney (). CT scan also showed associated inferior vena cava tumor thrombus, a T10 lytic lesion, and innumerable pulmonary nodules in the bilateral lung bases concerning for metastatic disease (). Pathology from a CT-guided pulmonary biopsy confirmed clear-cell RCC. Baseline labs showed WBC 11.5 K/ul, ANC 9.30 (H) K/ul, hemoglobin 8.0 g/dL, platelets 520 K/ul, Ca 12.0 mg/dL, and creatinine of 1.47 mg/dL. Her IMDC category criteria was poor-risk. She was initially started on cabozantinib 60 mg daily and denosumab at an outside hospital. Unfortunately, repeat imaging eight weeks later showed similar appearing pulmonary nodules and renal mass along with enlarging T10 vertebrae metastasis and new hepatic lesions consistent with additional metastases. She subsequently relocated to Tennessee and sought oncology consultation at the Vanderbilt-Ingram Cancer Center. At her initial consultation, she was wheelchair-dependent with a KPS of 40%. Cabozantinib was discontinued, and she was subsequently started on nivolumab 240 mg every two-weeks. At her first follow up appointment she reported cessation of her nausea along with significant improvement in her abdominal pain and appetite. Her performance status continued to improve and her first repeat imaging scan at eight weeks showed significant improvement in her bilateral pulmonary nodules, sclerosis of the T10 vertebral lesion, resolution of previously seen hepatic metastases, and reduction in the size of the right renal mass to 8.1 x 4.2 cm. During her course of treatment, two doses of nivolumab were held secondary to Common Terminology Criteria for Adverse Events (CTCAE) grade-1 hepatitis, and she required initiation of levothyroxine for CTCAE grade-2 hypothyroidism. She experienced no additional immune related adverse events while on treatment. Her CT scans continued to show further improvement and her KPS returned to 100%, allowing her to return to work. After 13 total doses of nivolumab, her renal mass measured 3.9 x 3.2 cm (65% decreased from baseline, ), and she underwent right radical nephrectomy two weeks later in September of 2019. The nephrectomy specimen was independently reviewed by two board-certified pathologists with expertise in genitourinary malignancies. Sections showed no residual tumor, indicating a complete pathologic response to therapy (). The previous tumor bed was replaced by an acellular dense hyalinized tissue with sparse lymphocytic infiltrate extending into the perinephric fat. In areas, the fibrous tissue was loose and edematous with rare hemosiderin-laden macrophages. The adjacent renal parenchyma showed chronic interstitial nephritis with extensive interstitial fibrosis, tubular atrophy and glomerulosclerosis. The interstitial infiltrate was predominantly lymphocytic with rare plasma cells. She elected to continue nivolumab monotherapy with her most recent CT scan, over one year post-nephrectomy, showing stable pulmonary nodules (largest 7 mm) and no other evidence of disease.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'31768343': 1, '32661118': 1, '26406148': 1, '30779529': 1, '29785372': 1, '29562145': 1, '32339648': 1, '31649889': 2, '32257760': 1, '33284113': 1, '30779531': 1, '30680202': 1, '31522865': 1, '32673417': 1, '23108238': 1, '31001447': 2, '33415079': 2}", "similar_patients": "{'7783360-1': 2, '6437729-1': 1, '6795279-1': 1}"}