{"patient_id": 33222, "patient_uid": "7936422-1", "PMID": 33673870, "file_path": "comm/PMC007xxxxxx/PMC7936422.xml", "title": "Spontaneous resolution of atopic dermatitis incidental to participation in benralizumab clinical trial for severe, uncontrolled asthma: a case report", "patient": "In December 2013, a 14-year-old Asian girl (body mass index 22.34; never-smoker) was referred to our practice with severe, uncontrolled asthma, which was first diagnosed in 2009. At the time of referral, the patient was taking budesonide 160 μg and formoterol 4.5 μg, two puffs twice daily plus formoterol 18 μg daily. Her history was also significant for allergic rhinitis, AD, and IgE-confirmed allergies to an extensive panel of foods and to animal dander.\\nHer medications were adjusted to budesonide 160 μg and formoterol 4.5 μg taken as two puffs twice-daily, montelukast 5 mg daily, and salbutamol as needed; however, this regimen did not achieve satisfactory symptom control. In December 2014 she was screened for potential enrollment into the CALIMA clinical trial [].\\nAt the enrollment visit in January 2015, the patient’s eosinophil blood count was 1200 cells/μL. Her pre-bronchodilator forced expiratory volume in 1 second (FEV1) was 1.9 L and FEV1/forced vital capacity (FVC) ratio was 71.4%, and her post-bronchodilator FEV1 was 3.2 L (FEV1/FVC of 115.9%). Her overall baseline asthma symptom score was 3.9. She had experienced four asthma exacerbations requiring treatment with systemic corticosteroids in the year prior to enrollment. Furthermore, a pronounced, pruritic, inflammatory rash consistent with AD was evident on the patient’s cheeks and forehead (Fig. , left panel). The patient and her guardian confirmed that the rash was chronic, and it was documented photographically as part of the patient record. Following completion of pre-enrollment screening and informed consent from her guardian, the patient was enrolled in the study and underwent the specified 4-week screening and run-in period []. She met all selection criteria and was randomized to blinded treatment assignment in January 2015. The patient completed a study visit every 4 weeks for 56 weeks for data collection and subcutaneous injection of her assigned study drug, and attended the 60-week final study visit. The patient was 100% compliant with the schedule and all study procedures. During the study, the patient continued using her background asthma controller medications, and was allowed to use albuterol two puffs, four times per day as needed as her rescue medication.\\nAs CALIMA was a randomized, double-blind, placebo-controlled, parallel-group trial [], it was not known to which arm the patient had been randomized and her eosinophil counts were redacted during the study and were unknown to the investigator or patient. However, during the course of treatment, the patient noted fewer asthma symptoms and reduced dyspnea during activities. Furthermore, a consistent and progressive resolution of her AD symptoms was observed and documented over 5 months (Fig. , middle and right panels). She experienced a single exacerbation requiring systemic corticosteroid treatment on day 363 of the study (December 2015), coincident with an influenza infection.\\nAfter the study was completed and unblinded, the patient was confirmed to have received 30 mg benralizumab every 8 weeks over the course of the 56-week treatment period, with the first three doses administered 4 weeks apart (the “Q8W” study arm). Her data were confirmed to have been included in the primary (intention-to-treat) analysis of patients with eosinophil count of at least 300 cells/μL.\\nAt her 56-week study visit, the patient’s pre-bronchodilator FEV1 was 3.01 L (FEV1/FVC 110.5%), whereas her post-bronchodilator FEV1 was 3.3 L (FEV1/FVC 119.3%). Therefore, during the course of the study she gained 1.1 L in pre-bronchodilator FEV1. Furthermore, the patient’s overall asthma symptom score at 56 weeks was 2.1, a decrease of 1.8 points compared to baseline. For reference, in the CALIMA placebo group (n = 248), the least-squares mean change in pre-bronchodilator FEV1 was a 0.22-L increase, and the least-squares mean change in asthma symptom score was − 1.2 [].\\nFurthermore, the patient’s blood eosinophil count dropped below the limit of detection by the 4-week visit (after one study dose) and remained there throughout the 56-week duration of the study.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'30416083': 1, '27609406': 1, '32412211': 1, '27110133': 1, '22875242': 1, '30275844': 1, '31690400': 1, '29413336': 1, '27609408': 1, '26775606': 1, '20513525': 1, '30758843': 1, '27906698': 1, '33673870': 2}", "similar_patients": "{}"}