{"patient_id": 103134, "patient_uid": "7732005-1", "PMID": 33343113, "file_path": "noncomm/PMC007xxxxxx/PMC7732005.xml", "title": "Adrenocortical Carcinoma in a 6-Month-Old Infant", "patient": "A 6-month-old girl was brought by the mother with an history of abnormally appearing genitalia and excessive hair growth over the body since birth. She has no history of loss of consciousness, vomiting, diarrhea, and excessive urination. At presentation, the child was active with a weight of 6.2 kg and normal vitals, including blood pressure, which was 90/60 mmHg. Birth history was preterm normal vaginal delivery weighing 1.2 kg at birth. Immunization history and developmental history were appropriate for age. The child had a moon-like face with coarse facial features along with hirsutism []. On examination, the abdomen was nontender and soft, and no lump was palpable. Genital examination revealed clitoromegaly (clitoris measuring approximately 1.2 cm) and the presence of coarse pubic hair. No gonads were palpable. The anal opening was normal.\\nSerum 17-alpha-hydroxyprogesterone was raised with a value of 28.24 (normal range: 0.04–0.06 ng/ml); serum cortisol was raised to 29.29 (normal range: 4.3–22.4 μg/dl). Serum electrolytes, liver function tests, and kidney function tests were within normal limits. Karyotyping was done, which was normal for a female (46XX).\\nThe child was further investigated, and her ultrasound showed a well-defined mass of size 5 cm × 4.8 cm with multiple septations at the upper pole of the right kidney. A chest X-ray was normal. Subsequently, a computed tomography scan of the abdomen was done, which revealed a large well-circumscribed heterogeneous soft-tissue mass lesion, measuring 6 cm × 4.3 cm × 5.2 cm with multiple hypodense nonenhancing areas and foci of calcification in the right suprarenal region pushing the kidney inferiorly []. It was indenting the inferior surface of the diaphragm and the pleura but not infiltrating it. The right adrenal was not seen separately. The left adrenal gland and kidney were normal in appearance. Other organs did not reveal any lesion on the scan.\\nThe patient was operated. The adrenal mass was completely resected and was sent for histopathological examination.\\nGrossly, the mass was measuring 6 cm × 5 cm × 3.5 cm and weighing 62 g with an intact capsule, the outer surface was nodular with few areas of congestion. On serial slicing, a tumor was identified, replacing the whole of the adrenal parenchyma. Cut surface showed variegated appearance with areas of necrosis, and few cysts measuring 0.5 cm in diameter. Few septations were also noted.\\nOn microscopy, multiple sections showed a tumor arranged in trabecular, nested, and focal diffuse pattern. The cells showed marked pleomorphism with a large round nucleus, granular chromatin, and prominent nucleoli with moderate to scant amount of eosinophilic cytoplasm. Many large bi- and multi-nucleated and bizarre cells were also noted along with focal areas of necrosis and tumor giant cells [Figure and ].\\nImmunohistochemical stains were applied, which revealed immunoreactivity for inhibin, Melan A (focal), and synaptophysin [ and ]. However, it was negative for chromogranin (to rule out malignant pheochromocytoma). Ki-67 score was 20%–25%, and modified Weiss score was 6/7. Finally, a diagnosis of ACC was given.\\nWhen the patient came after 4 months of surgery, her hormonal levels were investigated again, which dropped back to normal limits; however, coarse pubic hair and clitoromegaly have not decreased significantly in a 2-year follow-up period. A repeat ultrasound was also done to rule out the recurrence of the tumor.", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'23640938': 1, '20049152': 1, '28071637': 1, '28477311': 1, '22629514': 2, '33578929': 1, '29147440': 2, '12364417': 1, '33343113': 2}", "similar_patients": "{'3354855-1': 1, '5650002-1': 1}"}