{"patient_id": 22349, "patient_uid": "7368194-3", "PMID": 32695304, "file_path": "comm/PMC007xxxxxx/PMC7368194.xml", "title": "Repair of Tendon Disruption Using a Novel Synthetic Fiber Implant in Dogs and Cats: The Surgical Procedure and Three Case Reports", "patient": "A 7-year-old Cocker Spaniel female (15 kg) with an initial olecranon avulsion fracture was referred two months after the initial trauma, as two successive tension-band fixations had failed. The radiography revealed a fragmentation of the avulsed osseous fragment caudoproximal to the olecranon, which ruled out tension-band fixation. A tendinoplasty was, therefore, decided to reinsert the displaced tendon. An initial surgical procedure was carried out to treat the infection, remove the implants, and debride skin ulcerations. This intervention revealed extensive muscle retraction. After 4 weeks, there was no more infection, and the patient had healed sufficiently to be operated in good conditions. A lateral elbow approach with a skin incision was performed. The anconeus muscle was elevated to reach the olecranon. The dissection was extended proximally to allow individualization of the triceps tendon. Fibrous scar tissue was excised. The half thickness of the tendon was then longitudinally incised up to the musculotendinous junction. The implant was sandwiched inside the triceps tendon and sutured. An oblique bone tunnel was drilled through the olecranon with a caudodistal exit. A second bone tunnel was drilled with a 3.6 mm drill bit in the olecranon, perpendicular and distal to the first one. The entry point was located at the midheight of the ulna, distal and caudal to the humeroulnar joint. The implant was inserted into the tunnels. The elbow was placed in the extension, and the tendon was stretched. The tension was adjusted in order to avoid flexion overstrain before fixation in the perpendicular tunnel. A 4.5 mm interference screw was inserted into the transversal tunnel. The soft tissue and skin were closed routinely. A splinted dressing was applied for 8 weeks to maintain the elbow in an extended position, with a weekly change of dressing.\\nDuring the 8 weeks following tendon reconstruction, no complication was noted. When the splinted dressing was removed at 8 weeks, the dog immediately used his forelimb with apparent good weight-bearing and grade II/V lameness. The orthopedic examination revealed a good tricipital tension at the elbow flexion. Manipulation was pain-free with a full range of motion. Muscle atrophy was still major at this point. There was no change in the implant position on elbow radiography (). Ultrasound in week 10 revealed good tendon healing (). The last orthopedic examination was performed at 8 months postoperatively, with very good tricipital muscular mass recovery at clinical evaluation. The dog was able to climb mountains with his owner at 4 months postoperatively. Global recovery was considered excellent both from the veterinary point of view and the owner's opinion.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'2697063': 1, '15027974': 1, '6017065': 1, '29097604': 1, '15221214': 1, '18298392': 1, '19639642': 1, '26114897': 1, '15230844': 1, '17332112': 1, '12382960': 1, '17857746': 1, '19781027': 1, '25804822': 1, '12418022': 1, '8736301': 1, '10428129': 1, '20834000': 1, '11837811': 1, '27709221': 1, '25804524': 1, '19674421': 1, '17143398': 1, '19119959': 1, '21733465': 1, '19423034': 1, '22179930': 1, '16594396': 1, '32695304': 2}", "similar_patients": "{'7368194-1': 2, '7368194-2': 2}"}