{"patient_id": 22819, "patient_uid": "7390877-2", "PMID": 32793520, "file_path": "comm/PMC007xxxxxx/PMC7390877.xml", "title": "Late-Onset Ornithine Transcarbamylase Deficiency and Variable Phenotypes in Vietnamese Females With OTC Mutations", "patient": "Patient 2: A 24-month-old Vietnamese girl presented with vomiting, anorexia, and lethargy for 2 days and then was admitted and managed with a diagnosis of encephalopathy at the province hospital for 1 day. When her consciousness worsened, she was transferred to our emergency. On admission, she presented with a coma, no paralysis, and no convulsion (). The biochemical analyses revealed mild hyperammonemia, elevated alanine aminotransaminase and aspartate aminotransaminase, high glutamine level, elevated lactatemia, elevated urinary orotic and uracil acid levels, normal lysine and phenylalanine levels, and disorder of prothrombin time. The results of the MRI revealed cerebral edema. She was managed by stopping feeding and infused glucose (10 mg kg−1 min−1), L-carnitine (100 mg kg−1 day−1), L-arginine (500 mg kg−1 day−1), and sodium benzoate (500 mg kg−1 day−1). She was alert and recovered with normal blood ammonia level after 72 h of treatment. At the age of 4, she had a development delay (DQ = 50%) and 10 recurrent episodes of hyperammonemia. Hemofiltration was performed to reduce the blood ammonia level. She was the fourth child of non-consanguineous Vietnamese parents. Her birth weight was 2.9 kg at 38 weeks of gestation. She had normal development at the time of birth.\\nAnalysis of the pedigree disclosed a marked family history of an X-linked maternal inheritance in the family of patient 2 (). Her uncle and two her elder brothers died at 2 and 5 days, respectively, after birth due to a coma and dyspnea. Her cousin, son of her aunt, also died after birth. However, a skewed X-inactivation may lead to variable clinical features in the females in this family. In detail, her grandmother died at the age of 35 of a stroke, her aunt died at the age of 21 after delivery due to a coma, while her mother and her sister were asymptomatic.", "age": "[[24.0, 'month']]", "gender": "F", "relevant_articles": "{'25994866': 1, '28900784': 1, '31441224': 1, '12579493': 1, '27070778': 1, '3944708': 1, '23315928': 1, '12824425': 1, '16786505': 1, '17334707': 1, '29558304': 1, '25958381': 1, '8794176': 1, '30479607': 1, '19339519': 1, '8778603': 1, '11793468': 1, '27406733': 1, '11117428': 1, '30371827': 1, '30333473': 1, '3943133': 1, '29520739': 1, '2063931': 1, '18038189': 1, '26059767': 1, '24681721': 1, '22517427': 1, '19451168': 1, '8566955': 1, '31777672': 1, '28442746': 1, '22642880': 1, '29990304': 1, '17001642': 1, '9852088': 1, '30223008': 1, '25851949': 1, '30131866': 1, '24485820': 1, '20644199': 1, '10813810': 1, '32793520': 2}", "similar_patients": "{'7390877-1': 2}"}