{"patient_id": 97533, "patient_uid": "7184847-1", "PMID": 32355495, "file_path": "noncomm/PMC007xxxxxx/PMC7184847.xml", "title": "Three Curative Pancreatectomies for the Metachronous Appearance of Pancreatic Invasive Ductal Adenocarcinoma", "patient": "A 53-year-old woman was admitted to our hospital in May 2008 with the chief complaint of epigastralgia. She was clinically diagnosed with pancreas head cancer concomitant with pancreatitis. After pancreatitis was cured, she was referred to the surgical division for operation, and pylorus-preserving pancreaticoduodenectomy was performed. The tumor was histopathologically diagnosed as anaplastic adenocarcinoma with osteoclast-like giant cells (Fig. ) and was classified as Stage 1 (pT1, pN0, M0) according to the UICC TNM classification []. The surgical margin was free from cancer cells, and no metastasis of the regional lymph node was noted. R0 resection was confirmed. A pancreatic intra-epithelial lesion (PanIN) was not identified in the specimen of the first resected tumor.\\nThe postoperative course was uneventful after the first operation, and adjuvant chemotherapy with gemcitabine (1,400 mg/body) was administered every 2 weeks for 36 courses. Subsequently, the titer of carbohydrate antigen 19-9 increased up to 70.4 ng/mL. Moreover, a small nodular lesion measuring 9 mm in diameter was observed in the tail of the residual pancreas on computed tomography (CT) (Fig. ) and magnetic resonance imaging (MRI) (Fig. ). 19F-deoxyglucose positron emission tomography (FDG-PET) revealed a very small hot spot in the tail of the pancreas. In April 2010, we resected the pancreas tail while preserving the pancreas body and stomach. The second resected tumor was diagnosed as a well-differentiated tubular adenocarcinoma (Fig. ), T1, N0, M0, R0 Stage 1. The surgical margin was free from cancer cells, and no surrounding tissue invasion or regional lymph node metastasis was noted.\\nAfter the second operation (pancreas tail resection), the postoperative course was uneventful. The patient was followed up at the outpatient department without adjuvant chemotherapy according to patient self-determination. In February 2011, periodic CT showed a tumor measuring 2.5 cm in diameter with cystic components in the remaining pancreatic body (Fig. ) but with no distant metastasis or surrounding tissue invasion. The tumor intensity on MRI was iso and high on T1- and T2-weighted images, respectively (Fig. ). FDG-PET showed a hot spot in the body of the pancreas (Fig. ). We diagnosed it as a recurrent disease and performed total resection of the residual pancreas.\\nPathological examination of the third tumor showed components of aplastic carcinoma similar to the microscopic findings of the specimen from the first operation (Fig. ). There were no continuous lesions in both ducts and parenchyma of the pancreas, and the surgical margin was free from tumor cells. The tumor was classified as Stage II with pT2, pN0, and M0. The postoperative course was uneventful, and the patient was discharged on the 39th postoperative day. The patient received adjuvant chemotherapy with gemcitabine for 3 years. After 92 months since the last operation, she is doing well without any recurrent disease, and her insulin-deficient diabetes mellitus was stable with adequate administration of insulin preparation.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'22644446': 1, '23975591': 1, '8995078': 1, '21969502': 1, '21561347': 1, '15122610': 1, '23233235': 1, '17414605': 1, '27265347': 1, '17390170': 1, '7794076': 1, '20065550': 1, '26545606': 1, '24238124': 1, '17227978': 1, '32355495': 2}", "similar_patients": "{}"}