{"patient_id": 23175, "patient_uid": "7404637-1", "PMID": 32708209, "file_path": "comm/PMC007xxxxxx/PMC7404637.xml", "title": "One-Step Lower Leg Reconstruction with Vascularized Functional Vastus Lateralis Muscle Flap in the Treatment of Embryonal Rhabdomyosarcoma for a Six-Month-Old Boy: A Case Report", "patient": "A three-month-old boy is admitted for investigations as his left lower leg is much larger than his right lower leg. On admission, the circumference, which measured at 4–5 centimeters (cm) below the patella at the thickest part of the lower leg on the left side, was 23 cm while the right side was 18.5 cm. This mass was palpable at the age of two weeks and had exponential growth. He is the first child and pregnancy to term, and was born at 41 weeks. However, during delivery he experienced asphyxia and aspiration with an Apgar score of 3/4/6. He had a normal birthweight of 4200 g and neonatal investigations of neurosonography, abdominal ultrasonography (USG), and echocardiogram determined no pathologies. His mother worked in carpentry, where she had contact with chemical compounds while pregnant.\\nMagnetic resonance imaging (MRI) and scintigraphy determined a soft tissue tumor in the soleus muscle, while biopsy confirmed embryonal rhabdomyosarcoma with high mitotic activity (Ki67 (monoclonal antibodies) ~80%) ( and ).\\nCWS (Cooperative Weichteilsarkom Studiengruppe)-2012 with I2VA (ifosfamide, vincristine, actinomycin) chemotherapy regimen was administered per protocol after a port-a-cath was inserted. The treatment comprises 9 courses I2VA with Ifosfamid (as three-hour infusion daily on Days 1 and 2 of each course), Vincristine (as single intravenous bolus injection on Day 1 of each course with two additional injection on Day 1 of Week 2, 3, 5, 6) and Actinomycin-D (as single intravenous bolus injection on Day 1 of each course) with prophylactic support of 24 h hydration with uromitexan, intravenous (i/v) dezintoxication, ondansetron, methylprednisolone, and per os (p/o) biseptol. Interval between the courses is three weeks. During chemotherapy, he needed erythrocyte and thrombocyte transfusions. He received four rounds of chemotherapy before undergoing radical surgical treatment at the age of six months and 18 days (202 days old). On the operation day, his left lower leg circumference was the same as that of the right lower leg—18 cm.\\nOperation started with a longitudinal incision of the lower leg to secure a wide opening and good visualization for the radical tumor resection. The open biopsy skin scar, total superficial posterior compartment and proximal section of fibula were resected to obtain radical tumor excision with at least two centimeters margins. The gastrocnemius, plantaris and soleus muscles were resected at the proximal level two centimeters from their origin and distally at the Achilles tendon level two centimeters from their insertion in calcaneus. No functional muscles were left in posterior superficial compartment. Deep posterior compartment muscles and structures were left intact as the tumor was localized at the lateral part of the triceps surae muscle. Longitudinal osteotomy of fibula with fibular proximal growth plate was performed for the radical removal of the lateral insertion of soleus muscle. Lateral compartment muscles and structures were preserved. The tibial nerve and posterior tibial artery were preserved, while two gastrocnemius motor branches were dissected for functional muscle reinnervation.\\nImmediate reconstruction of posterior muscle group was accomplished using a vascularized musculocutaneous vastus lateralis flap. The ipsilateral leg was used to minimize donor site morbidity as amputation is the next step if there is tumor recurrence. A ten-centimeter incision was rendered in the lateral side of femur, the fascia latae was separated and therefore, the quadriceps muscles exposed. Vastus lateralis muscle was dissected at the proximal level near to great trochanter and distally at the tendon. Two centimeters of the quadriceps tendon was included in flap for the Achilles tendon reconstruction. ALT (anterior lateral thigh) perforator with skin paddle was also included in composite flap. The separated fascia latae was not included in flap.\\nALT perforator was rising from the vascular branch of vastus lateralis muscle and directing through the muscle. Lateral femoral circumflex artery with two concomitant veins were dissected to established blood supply to vastus lateralis muscle flap. Artery size was measured at 0.4–0.6 mm at the level of dissection. Two motor branches of the vastus lateralis muscle were visualized and included in flap for motor reinnervation. Total size of vastus muscle 8 × 4 cm with 4 × 2 cm skin perforator flap. End-to-end posterior tibial artery and two concomitant veins anastomoses were realized with 10/0 nylon sutures. Two gastrocnemius muscular nerves were used to secure reinnervation for the vastus lateralis muscle flap. Vastus lateralis muscle was attached to the gastrocnemius muscle’s origin using absorbable sutures and distally was sutured to Achilles tendon using absorbable sutures (). Donor site was realized with primary closure. The operation was completed in six hours and 40 min. No anticoagulants were used in postoperative period. Simple rehydration using Ringer lactate was used with targeting the hematocrit level less than 30%.\\nThe histology report confirms the immunohistochemical profile of embryonal rhabdomyosarcoma, however, separate tumor cells constituted on one of the resected edges. Therefore, the tumor was removed within neoplastic tissue borders, but it did not change the chemotherapy or require additional radiation therapy. The patient continued postoperative chemotherapy with his fifth round requiring filgrastim due to neutropenia and continual antifungal prophylaxis (fluconazole, clotrimazole). After the seventh round of chemotherapy, a control MRI determined possible residual tumor tissues 2.4 × 0.8 × 2.2 cm with unclear borders that absorbs contrast. USG controlled puncture biopsy was performed and the histology determined cutaneous and subcutaneous soft tissue with fibrosis and non-specific chronic granulomatous inflammatory inflammation, however, there is no definite data about malignancy in this material. Removed tissues were interpret as postoperative scaring tissues associate with postoperative hematoma. In total, the patient received nine rounds of chemotherapy. He completed treatment with port removal at the age of eight months and 23 days (327 days old).\\nDuring the postoperative period, no tumor recurrence or metastases were observed. At the two-year follow-up, the patient’s left side was visibly smaller than the right, however, he performed all lower leg movements without hindrances (). The Medical Research Council’s scale (MRC scale) was used to evaluate muscle power of the limb. The MRC scale of posterior compartment muscle strength for the movement of the talocrural joint scored 4–5 points as strength was little bit lower in comparison to the healthy side. The MRC for quadriceps muscle for the movement of knee joint scored 5 points as there were no differences with healthy side. Lateral compartment muscles MRC for movement of talocrural joint scored 5 points and deep posterior compartment muscles MRC scored 5 points for toe flexion. Sensation innervation at the peroneal and tibial nerve zones of the foot were intact and the patient reacted to the pain using a two-point discriminatory test. Decreased sensation was found at the lateral part of the foot and lateral malleolar side. Range of motion (ROM) of the knee joint flexion 0–140° (reconstructed) and contralateral 0–145°, ankle joint plantar flexion 0–40° and dorsiflexion 0–20° (reconstructed), and the contralateral ankle joint plantar flexion 0–45° and dorsiflexion 0–20°. LEFS (Lower Extremity Functional Scale) was 92.5% as he still is not allowed to enter the bath by himself and FAOS (Foot and Ankle Outcome Score) was 99%. The patient’s physical development is on track with other children his age (). There is a great prognosis as control diagnostics have not shown any new tumors or distant masses ().\\nThe study protocol was approved on 28.02.2019. by the Ethics and Scientific committee of the Riga Stradins University Ethics committee Nr.6-3/2/47 and ICF (informed consent form) was signed by his parents before treatment.", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'29369088': 1, '25601426': 1, '26566481': 1, '16918626': 1, '2059785': 1, '10856103': 1, '15683816': 1, '5786321': 1, '22835825': 1, '25263634': 1, '10392909': 1, '32708209': 2}", "similar_patients": "{}"}