{"patient_id": 31696, "patient_uid": "7857290-1", "PMID": 33553676, "file_path": "comm/PMC007xxxxxx/PMC7857290.xml", "title": "Can bone marrow-derived mesenchymal stem cells change liver volume?: A case report", "patient": "A 57-year-old Korean man presented at a stem cell clinic with a diagnosis of HBV-associated LC with abdominal distension and peripheral pitting edema. Eight weeks before this visit, the patient was admitted to a local medical center with the same symptoms, and biochemical tests and radiologic findings resulted in a diagnosis of LC. At this presentation, the symptoms had not improved despite the patient being on tenofovir and diuretics (spironolactone, furosemide) for 8 weeks, and the patient had Child-Pugh (CP) grade B (score 9) disease with gross ascites, spider angioma, umbilical hernia, and peripheral pitting edema but no overt jaundice. The liver was hardly palpated in the epigastric area. Endoscopy showed esophageal varix and CT revealed liver shrinkage, a huge amount of ascites, and splenomegaly.\\nFollowing the provision of informed patient consent, MSC transplantation was conducted on two separate occasions. A total of 20–25 milliliters (mean ± SD: 23.1 ± 11.5 mL) of bone marrow (BM) aspirates were obtained under local anesthesia from the posterior iliac crest during the visit before treatment. All manufacturing and product-testing procedures for the generation of clinical-grade autologous MSCs were conducted in accordance with good manufacturing practice (Pharmicell Company Limited, Sungnam, Korea). Mononuclear cells were separated from BM by density gradient centrifugation (HISTOPAQUE-1077; Sigma-Aldrich, St. Louis, MO, USA) and washed with phosphate-buffered saline (PBS). Cells were resuspended in Dulbecco's modified Eagle's medium-low glucose (DMEM; Gibco, Grand Island, NY, USA) containing 10% fetal bovine serum (Gibco) and 100 U/mL penicillin/100 μg/mL streptomycin (Gibco). Cells were then plated at 2–3 × 105 cells/cm2 into 75-cm2 flasks and maintained in a humidified 5% CO2 atmosphere at 37°C for 5–7 days, after which nonadherent cells were removed by replacing the medium. Cells were then cultured for another 2–3 days, and when near confluent (70–80%), adherent cells were detached using trypsin containing ethylene diamine tetra-acetic acid (EDTA; Gibco) and then replated at 4–5 × 103 cells/cm2 in 175-cm2 flasks. Cells were serially subcultured to passage 4 or 5 for infusion (4.4 ± 0.5 passages [mean ± SD]).\\nOn the day of injection, MSCs were harvested using trypsin/EDTA, washed twice with PBS and once with saline solution, and then resuspended at a final concentration of 5 × 106 cells/mL in 10 mL of saline solution. The clinical criteria used were: viability >80% and the absence of microbial contamination (bacteria, fungus, virus, or mycoplasma) when tested 3–4 days before administration and in the presence of CD73 and CD105 in >90% of cells and of CD14, CD34, and CD45 in less than 3% of cells by flow cytometry. Cells (5 × 107 in 10 mL of saline) were injected via the right hepatic artery using a coaxial angiographic catheter (Boston Scientific, Natick, MA, USA). BM-MSCs were injected using a coaxial angiographic catheter (Boston Scientific) placed in the hepatic artery. All procedures following the first and second MSC administrations were performed on an outpatient basis. Routine biochemical parameters, symptoms and signs, diuretic requirements, and overall CP score were assessed retrospectively.\\nAfter first and second infusions, aspartate aminotransferase (AST), alanine aminotransferase (ALT), albumin, total bilirubin, international normalized ratio (INR), creatinine, alpha fetoprotein, and quantitative HBV DNA polymerase chain reaction (PCR) values were improved compared to the laboratory results at initial presentation. Platelet count fell from 93.1 (1000/μL) at the initial presentation to 78.0 (1000/μL) at the last follow-up. The CP score improved after the second infusion and was 5 (class A) at week 80 (Table ).\\nAt 4 weeks after treatment, the amount of ascites decreased as demonstrated by follow-up ultrasonography, and pitting edema disappeared on both legs. Diuretics were stopped at this point. Ascites was not observed on follow-up ultrasonography at week 12 after treatment, and at week 80, ascites, pitting edema, and spider angioma were not visualized. CT performed at initial presentation depicted LC, a huge amount of ascites, and a nodular liver surface, but CT at 80 weeks showed the absence of ascites, a smooth liver surface, and a greater liver volume than were observed on initial CT (from 14 870 to 20 270 mm2 in cross-sectional view and from 8780 to 14 640 mm2 in coronal view) (Fig. ).", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'18422964': 1, '16778155': 1, '26354051': 1, '17312278': 1, '26062731': 1, '30483553': 1, '25780424': 1, '21798218': 1, '24886681': 1, '33553676': 2}", "similar_patients": "{}"}