{"patient_id": 101035, "patient_uid": "7513245-1", "PMID": 32217615, "file_path": "noncomm/PMC007xxxxxx/PMC7513245.xml", "title": "Clues to primary vismodegib resistance lie in histology and genetics", "patient": "A woman in her 70s with a history of hundreds of rough and raised papules was referred for genetic investigation. She first noticed the pearly-pink and skin-coloured lesions when she was 38. Often accompanied by soreness and flaking before disappearing then reappearing, the papules occurred throughout her body, including torso and vulva, but most commonly appeared on the scalp, neck, face, back and hands. Her medical history is unremarkable. She had never been exposed to radiation or ingested arsenic. Family history is significant for a first cousin on her mother’s side with a similar presentation of multiple papules and two sons with congenital ocular motor apraxia, a characteristic shared with syndromes caused by an impaired Hh pathway, such as Joubert syndrome. The phenotype has also been observed in four children from two unrelated families with the SUFU mutation. Despite an absence of extracutaneous features and an atypical lesion distribution, she was originally diagnosed with trichoepitheliomas (TEs).\\nOn examination, she had no palmar or plantar pits, jaw keratocysts, facial dysmorphology, developmental delay or other features suggestive of Gorlin syndrome.\\nHistopathological examination of individual pearly papules and plaques revealed either superficial BCCs or infundibulocystic BCCs (IBCCs) (). During this time, she had been treated with photodynamic therapy, MMS and 5-fluorouracil cream.\\nIn early 2018, she initiated therapy with 150 mg of vismodegib daily. After a year of treatment, the size and number of her tumours had still not decreased. Instead, she experienced side effects of alopecia, muscle cramps and dysgeusia, which led to a 32 kg weight loss.\\nFaced with drug resistance and an increasing tumour burden, the patient gave written informed consent for genetic analysis at Yale University.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'26564075': 1, '26677003': 1, '33754119': 1, '20385363': 1, '28073840': 1, '26891329': 1, '29165358': 1, '29892665': 1, '23319845': 1, '26765315': 1, '15583598': 1, '22718857': 1, '29725392': 1, '27386043': 1, '29984265': 1, '30518138': 1, '28965847': 1, '24493717': 1, '30568456': 1, '25172843': 1, '32217615': 2}", "similar_patients": "{}"}