{"patient_id": 105022, "patient_uid": "7885658-1", "PMID": 33623760, "file_path": "noncomm/PMC007xxxxxx/PMC7885658.xml", "title": "Large Infected Femoral Cystic Swelling after Anterior Cruciate Ligament Reconstruction through Transportal Technique", "patient": "Our patient was a 33-year-old man who had injured his left ACL while playing basketball. A month later, he underwent ACL reconstruction surgery at another hospital. He saw us 6 months after his index surgery with the complaint of a left lateral knee swelling.\\nOperation notes were traced from the hospital where the ACL surgery was done. He underwent a left knee arthroscopic ACL reconstruction with a quadrupled left hamstring (semitendinosus and gracilis) autograft. The transportal technique was used to drill the femoral tunnel. The femoral tunnel measured 7.5 × 25 mm and the femoral graft was secured with an Endobutton (Smith and Nephew, Andover, MA, USA). The tibial tunnel measured 7.5 × 30 mm and the tibial graft was secured with an 8 × 30 mm Biosure interference screw (Smith and Nephew, Andover, MA, USA) and supplemented with a single staple. During the operation, he was noted to have a lateral meniscal tear, which was repaired with a single Fastfix suture (Smith and Nephew, Andover, MA, USA).\\nAt the time of presentation to us, he complained of vague left knee pain. The pain was worse at night and affected his sleep. He denied any reinjury to his knee after the index surgery. He did not have any fever or other constitutional symptoms. On examination, there was a vague, tender swelling at the superolateral aspect of his left knee, which was spherical in shape and measured approximately 3 cm in diameter. The swelling was a firm lump which was not pulsatile or compressible and was noted to be transilluminable. He had no joint effusion and the ACL graft was stable on physical examination. Blood investigations showed only mildly raised inflammatory markers (erythrocyte sedimentation rate [ESR] 22 mm/h [normal 0–15 mm/h], C-reactive protein [CRP] 15.9 mg/L [normal <3.0 mg/L], and total white counts 8.85 × 109/L [normal 4–11 × 109/L]).\\nRadiographs of the left knee showed cortical erosion of the femur at the Endobutton site and soft-tissue swelling around the lateral aspect of the distal femur (); MRI of the left knee (with contrast) was subsequently performed, which showed a thick rim-enhancing collection posterolateral to the knee joint, measuring 6.5 × 5.1 × 1.5 cm (). There was a heterogeneous appearance of the ACL graft fibers, worrisome for a partial tear of the graft.\\nThe decision was made for conservative management to await resolution of the swelling. This decision was made for two main reasons: First, while the swelling was large and significant, the patient himself was not septic/febrile, there were no signs or symptoms of septic arthritis and the inflammatory markers were only borderline raised; second, the patient himself was counseled on the risks of surgery and the consequences of conservative management, and he declined surgery at the time. When he was seen 9 months later during a follow-up visit, he was still experiencing pain from the left knee and the swelling had persisted. Blood tests remained unremarkable, but a repeat MRI showed persistence of the collection. In view of the persistence of the symptoms, we elected for exploration of his cystic swelling under anesthesia. Intraoperatively, we noted a 4 × 4 cm left lateral distal femoral cyst containing pus and necrotic material with underlying unhealthy synovial tissue (). Tissues were sent for histology and cultures. The femoral Endobutton was also noted to have migrated and was removed. On exploration of the femoral tunnel, there was no pus expressed from the bone and no obvious osteomyelitic changes in the femur. The lateral distal femur and surrounding soft tissue were washed with copious amounts of hydrogen peroxide, diluted iodine, chlorhexidine, and normal saline. Histology of the cyst showed “fibrocollagenous tissue with a heavy infiltrate of neutrophils, lymphocytes, and plasma cells with an area of necrosis.” Cultures grew methicillin-sensitive Staphylococcus aureus sensitive to clindamycin. The patient was treated with oral clindamycin postoperatively for 6 weeks.\\nAt 2-year follow-up, he had no further pain in his left knee and had returned to sports, with no symptoms of instability in his left knee. On examination, the wound had healed, no knee swelling was noted, and the knee showed no clinical evidence of infection. Anterior drawer test showed Grade 1 laxity with an end-point, and Lachman’s test was negative.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'18649071': 1, '11172251': 1, '22790790': 1, '23107250': 1, '19915101': 1, '20093612': 1, '24187034': 1, '28292568': 1, '20552161': 1, '24863405': 1, '24680320': 1, '11121700': 1, '26403209': 1, '16510834': 1, '19381611': 1, '33623760': 2}", "similar_patients": "{}"}