{"patient_id": 20304, "patient_uid": "7265779-1", "PMID": 32499973, "file_path": "comm/PMC007xxxxxx/PMC7265779.xml", "title": "An Unusual Cause of Lower Gastrointestinal Bleeding: Cecal Dieulafoy's Lesion", "patient": "An 81-year-old man with a past medical history of hypertension and recently diagnosed pulmonary embolism presented with melena. His medications included ibuprofen for chronic back pain, as well as rivaroxaban, which he started one month prior to presentation. Since his hospitalization for pulmonary embolism, he was in his usual state of health until presenting with three days of melena without abdominal pain or hematemesis. He had never had bloody stools before, and his last colonoscopy three years prior had been unremarkable. Upon arrival, he was orthostatic with labs notable for hemoglobin 9.2 (down from baseline 12.5), international normalized ratio (INR) 1.5, platelets 99, blood urea nitrogen (BUN) 35, and creatinine 1.0. Outside hospital computed tomography (CT) abdomen/pelvis showed gastric wall thickening but an unremarkable liver and small/large intestine. CT pulmonary angiography (CTPA) showed a stable right lower lobe PE with a similar clot burden to prior imaging. Rivaroxaban was held, and on Day 2 of his hospitalization, he underwent upper endoscopy, which was normal. That day, he progressed to having maroon-colored hematochezia and his hemoglobin dropped to 7.2 for which he was transfused 1 unit of blood. On Day 3 of his hospitalization, he underwent colonoscopy, which showed bright red blood throughout the entire colon and two small right-sided polyps but no diverticulosis or evidence of colitis. After the aggressive washing of a large pool of blood in the cecum (Figure ), an actively bleeding Dieulafoy’s lesion was seen adjacent to the ileocecal valve (Figure ). There was no evidence of erythema, ulceration, or erosions at the site (Figure ). Three endoclips were placed on the lesion with complete hemostasis (Figure ). His hemoglobin remained stable, rivaroxaban was resumed the next day, and he had no further symptoms of GI bleeding through the two-month follow-up.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'20883603': 1, '23608878': 1, '11115902': 1, '25901208': 1, '12872092': 1, '10744841': 1, '28587750': 1, '25386369': 2, '32499973': 2}", "similar_patients": "{'4217370-1': 1}"}