{"patient_id": 29494, "patient_uid": "7751086-2", "PMID": 33384738, "file_path": "comm/PMC007xxxxxx/PMC7751086.xml", "title": "Parallel Placement of Excluder Legs to Treat Abdominal Aortic Aneurysms with Aortoiliac Occlusive Lesion", "patient": "A 64-year-old woman diagnosed with an impending rupture of the thoracoabdominal aortic aneurysms measuring 59 mm in the descending thoracic aorta and 56 mm in the abdominal aorta () was transferred to our hospital. She had history of ascending aorta and aortic arch replacement using a frozen elephant trunk for the treatment of type A aortic dissection. She experienced renal failure and was on regular hemodialysis. Emergent contrast-enhanced CT revealed fenestrations between the true and false lumen in the lower abdominal aorta, right CIA, and left EIA. Closure of these fenestrations using stent grafts was proposed. EVAR using a standard main body was considered difficult because the diameter of the true lumen in the abdominal aorta was 13 mm, and that of both the EIAs was only 4 mm; parallel placement of Excluder legs was selected. After embolization of the left IIA using Amplatz Vascular Plug IV (St. Jude Medical, St. Paul, MN, USA), an Excluder leg (bottom diameter, 16 mm; length, 10 cm) was placed through a 14 Fr DrySeal sheath with the distal end just above the aortic bifurcation to close the fenestration in the lower abdominal aorta. Two 14 Fr DrySeal sheaths were then advanced from both the femoral arteries into the Excluder leg placed beforehand. Two Excluder legs (bottom diameter, 12 mm; length, 14 cm) were deployed at the same level, proximally overlapping the previously placed Excluder leg by 4 cm. An iliac extender was added to completely close the fenestration in the left EIA. Because type Ia endoleak was observed, coil embolization of the tract and placement of a 23×30 Excluder cuff on the proximal end were added. Completion angiogram showed no endoleak (). The 18 month follow-up period was uneventful (), and the diameter of the descending thoracic aorta and abdominal aorta decreased from 59 to 55 mm and 56 to 53 mm, respectively.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'22703976': 1, '10944101': 1, '15614749': 1, '15978925': 1, '17400004': 1, '28705593': 1, '24846490': 1, '15483279': 1, '24997809': 1, '33384738': 2}", "similar_patients": "{'7751086-1': 2}"}