{"patient_id": 23376, "patient_uid": "7417125-1", "PMID": 32789050, "file_path": "comm/PMC007xxxxxx/PMC7417125.xml", "title": "Bilateral Orbital Metastases Masquerading as Ocular Myasthenia Gravis: A Case Report and Review of the Literature", "patient": "A 58-year-old female presented to the neurology clinic after experiencing six months of progressive fatigue, diffuse muscle weakness, dysphagia, bilateral eye pain, vertical diplopia, and ptosis. The patient’s symptoms reportedly worsened in the afternoons. Her medical history included a 20-year history of metastatic breast cancer, gastric neuroendocrine carcinoma, insulin-dependent diabetes, cirrhosis of the liver, and asthma. The patient had undergone a double mastectomy before suffering a malignant pleural effusion and subsequent metastatic spread to the sternum in the last five years. Testing within the past two years suggested the absence of active neoplastic disease. The patient’s medication included anastrozole 1 mg daily, gabapentin 800 mg three times daily, hydroxychloroquine 200 mg twice daily, ophthalmic ketorolac 0.5%, lanreotide, insulin, subcutaneous denosumab 120 mg/1.7 mL every four weeks, and oxycodone and albuterol as needed.\\nPhysical examination revealed that the patient was able to ambulate independently and without significant disturbances in gait or balance. Bilateral ptosis was observed, more prominent on the right. Hypertropia of the right eye was noted, but it fluctuated during exam. Repetitive blinking worsened the hypertropia. There was no evidence of abnormal pupillary size or reaction to light, horizontal or vertical nystagmus, or extraocular muscle deficits. Funduscopic examination by an ophthalmologist did not reveal papilledema. Visual acuity was 20/20 in both eyes. Using the Medical Research Council grading scale, muscle strength testing showed no weakness (5/5) throughout. Likewise, deep tendon reflexes were 2+ and symmetrical bilaterally. The patient was screened for ocular myasthenia gravis and started on pyridostigmine at an initial dose of 60 mg three times daily. However, the patient did not respond to empiric therapy and her symptoms persisted.\\nGiven the lack of response to pyridostigmine and due to a history of metastatic breast cancer, magnetic resonance imaging (MRI) of the brain and orbits with and without contrast was obtained (Figure ). This revealed a left orbit mass measuring 1.4 x 2.4 cm that engulfed the medial and inferior extraocular muscles and a right orbit mass measuring 1.4 x 1.4 cm that was intertwined with the superior rectus muscle. The optic globes, optic nerves, optic chiasm, and remaining extraocular muscles were intact within both orbits. Serology was negative for anti-acetylcholine receptor binding, blocking, and striational antibodies.\\nThe patient was referred to ophthalmology for an anterior orbitotomy and biopsy of the left orbital lesion. Hematoxylin and eosin staining of the mass lesion revealed fibroadipose tissue with several foci of malignant neoplasm characterized by cohesive intermediate to large cells that are arranged in nests with no definite gland formation (Figure ). Subsequent staining of the mass lesion was positive for breast markers GATA-3, estrogen receptors, and mammaglobin. Together, these findings are consistent with metastatic carcinoma originating from the breast. The patient was initiated on a chemoradiation therapy regimen designed to preserve eye function. The regimen included intravenous infusions of ado-trastuzumab, pertuzumab, trastuzumab, and docetaxel. The patient also received radiation at 4500 cGy in 25 fractions over five weeks with intensity-modulated radiation therapy (IMRT) technology directed at the extraocular muscles. Special care was taken to avoid the lacrimal glands and anterior structures of the eyes. After three months of treatment, the patient noted a near-complete resolution of her diplopia. The patient remains under observation and palliative care. A repeat MRI of the orbits was scheduled at follow-up.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'29655447': 1, '31077669': 1, '21464403': 1, '31912902': 1, '30627694': 1, '27886889': 1, '9048716': 1, '9227204': 1, '31640079': 1, '7137958': 1, '15546785': 1, '21859452': 2, '31702844': 1, '32364662': 1, '30464629': 1, '20663605': 1, '10874773': 1, '25449931': 1, '31577379': 1, '23224069': 1, '32789050': 2}", "similar_patients": "{'3184093-1': 1}"}