{"patient_id": 26676, "patient_uid": "7570012-3", "PMID": 32847011, "file_path": "comm/PMC007xxxxxx/PMC7570012.xml", "title": "Streptococcus suis: An Underestimated Emerging Pathogen in Hungary?", "patient": "A 34-year-old male patient was admitted to the ED of the Albert Szent-Györgyi Clinical Center in Szeged, due to high fever (39.9 °C) and unconsciousness. In his past medical history, obesity (BMI > 30) and splenectomy was recorded 10 years ago due to a motorway accident. The patient was employed as a butcher in a local meatpacking plant, where he was reportedly injured on his hand by a sharp fragment of a pork bone, which occurred one day before admission. On arrival, the obese (BMI > 30) patient presented with no neck stiffness or meningism, nor peripheral stigmata of infective endocarditis. The patient had a high fever, chills, abdominal pain and watery diarrhea at his home; family members found the unconscious patient on the bathroom floor. XBLS (Extended Basic Life Support) and later ALS (Advanced Life Support) were started because of circulatory and respiratory failure. The patient was intubated and epinephrine was administered, which was followed by the return of spontaneous circulation. Cranial and abdominal CT scans and pulmonary angiography were carried out to rule out various pathologies. Cranial CT showed right-sided, multiple, acute ischemic lesions. On admission to the ICU, the patient presented with severe hypotension, sinus tachycardia and high fever, even after the administration of intravenous dopamine. Despite positive end-expiratory pressure (PEEP) appropriate oxygenation could not be achieved and respiratory and metabolic acidosis, severe hypoglycemia and hypokalemia were noted. Supportive therapy (K+-substitution, ventilation support and glucose) and subsequent high-dose vasopressor therapy only led to minor improvements. Duplicate blood cultures, urine samples, feces and sera for serology were taken and sent with urgency to the microbiology laboratory. Leukocyte cell count and C-reactive protein were 17.0 × 109/L and 0.65 mg/dL, respectively. Laboratory results confirmed disseminated intravascular coagulation (DIC; suspected by bleeding from puncture sites and emergence of petechiae) and acute kidney and liver failure. The patient died from complications (DIC, multi-organ failure and acute respiratory distress syndrome) within 12 h of hospital admission.\\nPost-mortem examination verified DIC and multiple organ damage, microthrombosis and necrosis, predominantly in the lungs, liver, kidneys. The results of serology and microbiological analyses were received after the patient had already passed away. S. suis was detected in the blood culture samples previously submitted (time to positivity: 1 and 4 h, respectively), while viral serology only revealed a past EBV infection. S. suis was identified by MALDI-TOF MS (Bruker Daltonics, Billerica, MA, USA), with a reliable log score (>2.300). Identification was also complemented by 16S rRNA gene sequencing. Sequencing of the 16S rRNA gene confirmed that the strain belonged to the species S. suis with 99% nucleotide identity compared with GenBank accession no. NR036918, AF009487 and AM946016. The isolate was found to be the SS2 serotype. The strain was susceptible to β-lactam antibiotics and resistant to clindamycin, erythromycin and tetracycline. Resistance-determinants were verified using a PCR assay, indicating that our isolate with the tet(Q) and erm(B) genes.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'27439179': 1, '4672932': 1, '31659179': 1, '19442415': 1, '19191650': 1, '18258097': 1, '24959701': 1, '27381348': 1, '27449127': 1, '22324994': 1, '15885057': 1, '32017787': 1, '29599763': 1, '12354864': 1, '10483574': 1, '17057090': 1, '31855266': 1, '28373868': 1, '30599779': 1, '10808092': 1, '24565286': 1, '31806042': 1, '18835496': 1, '27689023': 1, '6835158': 1, '5108529': 1, '34357984': 1, '12117940': 1, '17692141': 1, '28348788': 1, '19543404': 1, '34574922': 1, '10321013': 1, '19275779': 1, '17026794': 1, '32223305': 1, '24667807': 1, '31368384': 1, '18433873': 1, '11197360': 1, '32021313': 1, '27553071': 1, '23509145': 1, '31592279': 1, '21779197': 2, '20663617': 1, '30714039': 1, '32147482': 1, '26468755': 1, '23527632': 1, '30954397': 1, '16023529': 1, '26420029': 2, '33604179': 1, '31101120': 1, '16607454': 1, '26980093': 1, '3353625': 1, '3992197': 1, '27539145': 1, '34573446': 1, '17317601': 1, '33553426': 1, '24856779': 1, '28932685': 1, '12374361': 1, '19046523': 1, '14977949': 1, '17375201': 1, '4090905': 1, '25217765': 1, '22705228': 1, '5700279': 1, '24565084': 1, '27127337': 1, '19046529': 1, '18538852': 1, '12883932': 1, '10488168': 1, '28622084': 1, '2146855': 1, '8856318': 1, '1927255': 1, '27348006': 1, '6511877': 1, '28219415': 1, '9266659': 1, '26375680': 1, '17598998': 1, '26038745': 1, '1145791': 1, '31303071': 1, '19109449': 1, '12889730': 1, '32847011': 2}", "similar_patients": "{'7570012-1': 2, '7570012-2': 2, '4588491-1': 1, '3129354-1': 1}"}