{"patient_id": 28415, "patient_uid": "7689376-1", "PMID": 33221568, "file_path": "comm/PMC007xxxxxx/PMC7689376.xml", "title": "Unexpected Gastrointestinal Tract injury years following Laparoscopic Adjustable Gastric Banding", "patient": "A 53-years-old white male patient was admitted to our Emergency Medicine department with complaints of left abdominal pain of one-day duration, with worsening on the day of admission. Nausea, vomiting and chills accompanied the pain. His past medical history includes hypertension and type 2 obesity for which, LAGB operation was performed 15 years prior. He was known to have non-functioning gastric banding for 8 years due to intra-gastric erosion of the band with failed trial of upper endoscopic removal. In addition, the patient had undergone laparoscopic cholecystectomy 5 months prior to admission due to symptomatic cholelithiasis (episode of mild biliary pancreatitis treated conservatively). The patient is a non-smoker with no known allergies.\\nOn physical examination upon his admission, his vital signs were within normal limits. His BMI was 37.7. Abdominal examination demonstrated a soft abdomen, with left upper abdominal slight tenderness. Digital rectal exam was normal. No signs of port infection were observed. Complete blood count showed increased white blood cells of 21,000, of which 80% were neutrophils with 7% bands. His liver and kidney function tests were within normal limits. Serum and urinary Amylase levels were highly elevated at more than 3 folds the normal range (serum amylase 336 U/L, urinary amylase 3281 U/L). Due to these findings, the patient was admitted with clinical and laboratory diagnosis of Acute Pancreatitis, for conservative management.\\n13 hours following admission, the patient complained of abdominal pain exacerbation despite adequate pain control regime, along with a documented fever of 38.8 c. Repeated abdominal exam revealed localized left mid abdominal peritonitis, without palpable masses. Revision of a plain abdominal X-ray done several months prior (former admittance due to biliary pancreatitis) demonstrated gastric band localized in the left lower quadrant of the abdomen, and therefore, distal migration was suspected (). A Computed Tomography (CT) scan was obtained, which showed a port located subcutaneously at the upper abdominal wall, attached to the catheter which enters the stomach and passes through the duodenum distally to the upper part of the jejunum, where the gastric band was located (). The wall of the small bowel surrounding the catheter and the band was thickened with haziness of the nearby fatty tissues. No free intra-abdominal air or fluid was demonstrated.\\nDue to these findings, the patient underwent diagnostic laparoscopy, performed by the head of the department, with intra-operative upper endoscopy. On intra-operative upper endoscopy, necrosis of the medial wall of the gastric antrum, through to the second part of the duodenum due to chronic severe decubitus pressure changes was demonstrated. These changes were the result of a rod-like effect of the band catheter, being fixed at the proximal (port) and distal (band) sides (). A subsequent diagnostic laparoscopy demonstrates small amount of turbulent-serous fluid at the left upper abdomen, with a zigzag configuration of the first 90 cm of the jejunum. On alignment of the jejunum, multiple opposing perforation sites of similar diameters (7 mm) on the lateral wall were observed, most probably due to pressure effect. This was followed by an exploratory laparotomy, during which the catheter was cut, an enterotomy was performed in order to remove the band, followed by the removal of the port with the cut catheter. Upon entering the lesser sac following gastro-colic ligament dissection, a severe chronic inflammation involving the antrum and the postero-medial duodenal wall was noticed due to posterior perforation of the stomach. The same findings were also found involving the head of the pancreas due to the previously mentioned rod-like effect of the gastric band. In addition, 9 perforation sites along the first 90 cm of the jejunum were noticed (). Due to the aforementioned findings, resection of the upper jejunum was completed along with a distal gastrectomy. Following resection of the small bowel and mobilization of the 3rd and 4th duodenal parts, two additional perforation sites were noticed, thus resection of these duodenal parts were done. Reconstruction of the GI tract was completed by gastro-enterostomy and duodeno-enterostomy with a Roux-En-Y configuration. The proximal duodenal stump closed primarily following the insertion of duodenostomy tube due to severe pressure effect involving the posterior and medial wall (). The papilla of Vater was uninvolved. The hypnotised theory for the aforementioned injury is internal penetration and distal migration of the gastric band causing rod-like pressure necrosis of the involved organs ().\\nPost-operative period was complicated by a duodenal stump leak, treated successfully by conservative means including Nothing Per Os (NPO), Total parenteral nutrition (TPN), intravenous somatostatin analogues and antibiotics. The patient was discharged home on post-operative day 21. On 3 weeks follow up at the outpatient clinic, the patient was doing well without any complaints and the duodenostomy was removed.\\nThe pathology report showed stomach wall with ulceration and peritonitis and small bowel with foci of ulceration and necrosis of intestinal wall, ulcers were similar in size and shape suggesting mechanical cause.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'29686879': 1, '23446665': 1, '26802223': 1, '32147776': 1, '26499351': 1, '21547403': 1, '30704912': 1, '25066440': 1, '30326953': 2, '25638595': 1, '30342279': 1, '31655283': 1, '27699566': 1, '12194552': 1, '29946666': 1, '23256021': 1, '12194553': 1, '23346273': 1, '20354885': 1, '7831615': 1, '30468026': 1, '15072664': 1, '20727833': 1, '22884272': 1, '20135179': 1, '29869916': 1, '28602794': 1, '33221568': 2}", "similar_patients": "{'6192350-1': 1}"}