{"patient_id": 17065, "patient_uid": "7047047-1", "PMID": 32128480, "file_path": "comm/PMC007xxxxxx/PMC7047047.xml", "title": "Embolization of aortic valve leaflet during valve-in-valve transcatheter aortic valve implantation: a case report", "patient": "We present the case of a 77-year-old Caucasian male with a medical history of hypertension, hyperlipidaemia, hypothyroidism, triple vessel coronary artery bypass, and surgical aortic valve replacement with a 27-mm Mosaic Ultra valve 10 years prior. He developed progressively worsening shortness of breath (New York Heart Association Class III symptoms) on mild exertion for 1 month. He denied dizziness or lightheadedness, chest pain, or palpitations. On cardiac auscultation, a Grade IV mid-systolic murmur was audible along the upper right sternal border and was further diagnosed with severe bioprosthetic valve stenosis. Transoesophageal echocardiogram (TOE) showed left ventricular ejection fraction of 35–40%, severely calcified and restricted mobility of the bioprosthetic valve leaflets ( and ). Doppler spectral profile showed low-flow, low-gradient aortic bioprosthetic stenosis with mean gradient of 34 mmHg ( and ) and valve area of 0.6 cm2. No findings consistent with endocarditis were noted. Results of blood investigations revealed, haemoglobin 11 gm/dL and otherwise normal.\\nAs a part of the workup 4 weeks prior to scheduled TAVI, the patient underwent a coronary angiogram and percutaneous intervention of the left-main/ostial circumflex with a drug-eluting stent. He was scheduled for a valve-in-valve TAVI because of his comorbid conditions including the need for re-operation and high Society of Thoracic Surgeons risk score. The use of a 26-mm Evolut R valve was recommended for the valve-in-valve TAVI. The procedure was performed under general anaesthesia under TOE guidance. An angiogram of the chest, abdomen, and pelvis confirmed the suitability of the iliofemoral vasculature for the TAVI procedure. Right femoral artery access was obtained under fluoroscopic guidance. Two Perclose devices were used to preclose the arterial access. The arterial access was upgraded to a 14-Fr cook sheath. A 6-Fr arterial sheath was placed through the left femoral artery after confirming suitability under fluoroscopy. A 6-Fr pigtail catheter was placed in the ascending aorta. The patient was heparinized to maintain activated clotting time >300 s during the procedure.\\nThe bioprosthetic valve was crossed using a 4-Fr Amplatz Left 1 (AL1) catheter and a 0.035-inch straight wire. The AL1 catheter was exchanged to a 5-Fr pigtail catheter. A 0.035-inch pre-shaped Amplatz wire was introduced and positioned in the left ventricular apex. Over this wire, a 26-mm Medtronic valve was introduced. Significant resistance was encountered when advancing the nosecone across the bioprosthetic valve. After the nosecone was introduced into the left ventricle (LV) apex, the patient became hypotensive. Therefore, TOE was performed to assess for pericardial effusion. Although no pericardial effusion was noted, a large mobile echogenic mass (9 mm × 13 mm) was seen that appeared to be moving back and forth from the LV to the aorta through the annulus ( and ). Further, severe intravalvular regurgitation was noted ( and ). The patient was administered intravenous vasopressors, inotropes, and rapid ventricular pacing to improve haemodynamic stability. The large mobile mass was no longer seen across the aortic annulus. We proceeded further by deploying the Evolut R valve in a pre-selected coplanar view. Post-valve deployment, haemodynamic stability was attained. Both TOE and ascending aortogram confirmed no paravalvular leak. The delivery sheath was removed from the body and exchanged to a 14-Fr sheath. The Perclose sutures were used to close the entry site. A subsequent right iliofemoral angiogram showed no evidence of dissection at the entry site with preserved flow beyond it. The left common femoral arterial access was closed using a Perclose suture. Distal left lower extremity pulses were absent at the end of the procedure; therefore, a limited left iliofemoral angiogram was performed from the contralateral access. Angiography showed a large filling defect at the femoral bifurcation level ( and ). We suspected that the filling defect was the embolized prosthetic valve leaflet. Open exploration of the femoral artery and an embolectomy were performed. A leaflet/fragment of the previous bioprosthetic valve was removed ().\\nThe post-operative course was uneventful; no neurological deficits were noted, and the patient was discharged home on post-operative Day 2. At 1-month follow-up, the patient remained without symptoms of heart failure and able to take care of daily activities of living comfortably.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'34819974': 1, '28768333': 1, '20566953': 1, '27534597': 1, '25274870': 1, '26803420': 1, '28738447': 1, '19711036': 1, '28633252': 1, '30784641': 1, '16980116': 1, '32128480': 2}", "similar_patients": "{}"}