{"patient_id": 105418, "patient_uid": "7923732-1", "PMID": 33708060, "file_path": "noncomm/PMC007xxxxxx/PMC7923732.xml", "title": "Pancreatic Metastasis from Malignant Melanoma: Not All That Glitters Is Gold", "patient": "A 60-year-old man, with a usual weight of 76 kg, presented to his primary care doctor with a significant weight loss of approximately 15 kg over a 1-month period, vague abdominal pain, jaundice, and pruritus. No pertinent past medical history was present, and there was no family history of neoplasia. An abdominal ultrasound showed significant dilation of the intra- and extrahepatic bile ducts and a mass in the pancreas. The patient was admitted to our hospital for further examination.\\nOn admission, laboratory tests were obtained. The complete blood count was within normal limits. The total bilirubin was 18 mg/dL, with a direct fraction of 10 mg/dL, an alkaline phosphatase of 333 IU/L, and a gamma glutamyl transferase of 145 IU/L. IgG4 levels were within normal limits, and CA19-9 was 51 U/mL.\\nAn enhanced computed tomography (CT) scan revealed a 3.6 × 4.2 cm mass located at the posterior aspect of the head of the pancreas. The mass was round, well-defined, with no calcifications or documentation of ganglia or vessel involvement. There was no pancreatic gland atrophy or main pancreatic duct dilation. Magnetic resonance imaging (MRI) showed a 3.4 × 3.5 × 4.4 cm mass in the head of the pancreas, with hyperintense enhancement on T1. In addition, there were left para-aortic and peritoneal nodular lesions having the same characteristics on T1 signaling as the pancreatic mass, making them highly suggestive of metastatic infiltration (Fig. ).\\nGiven these findings, the patient was scheduled for endoscopic retrograde cholangiopancreatography (ERCP) and EUS. The EUS revealed a hypoechoic, heterogeneous mass located at the head of the pancreas. An FNB was performed with an AcquireTM 19-G needle (Boston Scientific Co., Natick, MA, USA) using the fanning technique. The ERCP showed a long and regular stricture of the mid-distal common bile duct. Therefore, a 10-Fr plastic stent was placed.\\nMicroscopic features of the pancreatic FNB showed normal pancreatic parenchyma with infiltration of a tumor composed of sheets of heavily pigmented and atypical epithelioid cells with a high nuclear-cytoplasmic ratio, eosinophilic cytoplasm, and a hyperchromatic nucleus with marked pleomorphism. Numerous atypical mitoses were observed. Immunohistochemistry stains revealed that the tumor cells had melanocyte differentiation (S100+, HMB-45+, Melan-A/MART-1+), which is consistent with pancreatic infiltration of melanoma (Fig. ). The FNB specimen also showed heavily pigmented epithelioid cells.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'31134450': 2, '27906105': 2, '34632554': 1, '26020050': 2, '11335093': 1, '10750731': 1, '22968429': 1, '21453593': 1, '25289269': 1, '25320654': 1, '26937427': 1, '26414469': 1, '33708060': 2}", "similar_patients": "{'6885028-1': 1, '4445173-1': 1, '5134225-1': 1}"}