{"patient_id": 24434, "patient_uid": "7463376-1", "PMID": 32908737, "file_path": "comm/PMC007xxxxxx/PMC7463376.xml", "title": "Galactose-Deficient IgA1 Deposits in Clear Cell Renal Cell Carcinoma-Related Henoch–Schönlein Purpura Nephritis", "patient": "A 35-year-old man with a past history of schizoaffective disorder controlled by medication was admitted with a bilateral, palpable, nontender rash on his legs, leg stiffness, and leg pain for 24–36 hours. The patient complained of nausea, constipation, and worsening abdominal pain. No fevers, chills, diarrhea, difficulty in urinating, shortness of breath, or cough were noted. There was no personal or family history of rheumatologic disease or hypertension. There was no history of recent ill contacts, travel, wilderness exposure, or tick bites. The pertinent laboratory results were as follows: serum creatinine, 0.75 mg/dL () and serum albumin, 3.2 g/dL. Urinalysis (UA) revealed a protein albumin urine of 100 mg/dL and 7 RBCs/hpf. Serological testing was negative for antinuclear antibodies (ANAs), double-stranded DNA (dsDNA), and antineutrophil cytoplasmic antibodies (ANCA). Complement levels and rheumatoid factor were normal. Renal ultrasound showed a 6.0 cm complex lesion in the lower pole of the right kidney.\\nTwo days after admission, a skin biopsy of the lower shin was performed, showing leukocytoclastic vasculitis () with intravascular deposition of IgA and C3 (not shown), consistent with HSP. The patient was started with oral prednisone at a dose of 60 mg daily with improvement of the rash, leg pain, and abdominal pain. In the next week, the patient's symptoms worsened with oliguria, rapid increase in serum creatinine (from 0.75 to 5.14 mg/dL) (), and nephrotic-range proteinuria (8.9 g/g Cr). UA showed 13 RBCs/hpf while on pulse methylprednisolone (500 mg) intravenously (IV) for 3 days (). Dialysis was initiated, and mycophenolate mofetil (MMF) (1 g twice daily by mouth) was added. A kidney biopsy showed diffuse global endocapillary and focal segmental mesangial proliferative glomerulonephritis with IgA-dominant mesangial and capillary wall deposition, consistent with active HSPN (). With the consideration of paraneoplastic syndrome, an urgent partial nephrectomy was performed. A clear cell renal cell carcinoma (CCRCC) pT1b was diagnosed. A few crescentic lesions were identified in the nonneoplastic kidney of the partial nephrectomy specimen (). Renal function improved, and dialysis was discontinued seven days following the nephrectomy. The patient was discharged on the postoperative day eight on a regimen of mycophenolate and prednisone.\\nTwo weeks later, the patient was admitted for shortness of breath with an increase in creatinine (from 2.58 mg/dL to 4.76 mg/dL) () and oliguria caused by a leak in his nephrectomy wound. A second renal biopsy was performed at three weeks after surgical removal of the kidney tumor. The biopsy revealed diffuse cellular and fibrocellular crescents and minimal IgA deposition along glomerular capillary wall (; Figures and ). Therapeutic plasma exchange (PLEX) was performed every other day for a total of 2 weeks, along with IV cyclophosphamide at 15 mg/kg x1 and continuation of the prednisone and MMF. Several days after discharge, the patient had pancytopenia, hematochezia, and epistaxis. MMF was discontinued due to concern of side effect, while prednisone and cyclophosphamide were continued with PLEX. Over the next two weeks, there was no obvious improvement in renal function. Fluid retention was controlled by renal replacement therapy. The steroid was tapered, and cytoxan was given orally instead of intravenously. During the next 4 months, clinical manifestation and laboratory tests of the patient remained stable ().\\nTo further clarify the kidney disease etiology, determine the level of chronic kidney damage, and assess disease activity while continuing to treat with cytotoxic therapies, a third renal biopsy was performed at five months after surgical resection of the kidney tumor. The renal biopsy showed only chronic changes with fibrous crescents and negligible IgA deposition in nonsclerotic glomeruli (Figures –). Therefore, cytoxan was discontinued, and prednisone was tapered off over the next 21 days, with continued renal replacement therapy.\\nGd-IgA1 (anti-human Gd-IgA1 (KM55) rat IgG monoclonal antibody, Immuno-Biological Laboratories Co., Ltd, at a concentration of 50 μg/mL) was stained for all three kidney biopsies, one prior to partial nephrectomy and two after surgical removal of CCRCC. KM55 displayed similar staining pattern and intensity to IgA in all biopsies (). Diffuse global granular capillary wall staining and segmental granular mesangial staining for Gd-IgA1, similar to IgA, were observed on the first biopsy, while dramatically decreased Gd-IgA1 and IgA staining along the capillary wall and in mesangium were seen on the follow-up kidney biopsies ().", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'17162160': 1, '11961015': 1, '32043030': 1, '30135628': 1, '12844235': 1, '22293661': 1, '31369128': 1, '30388165': 1, '30200898': 2, '17052537': 1, '29324897': 1, '10052501': 1, '26109484': 1, '10924021': 1, '6777400': 1, '29037908': 1, '19597730': 1, '21393485': 1, '28943572': 1, '11877568': 1, '25530863': 2, '17342176': 1, '26058592': 1, '21949093': 1, '30324001': 1, '19773639': 1, '28711558': 1, '29329643': 1, '20601366': 1, '32908737': 2}", "similar_patients": "{'6131739-1': 1, '4263495-1': 1}"}