{"patient_id": 20417, "patient_uid": "7273341-2", "PMID": 32547734, "file_path": "comm/PMC007xxxxxx/PMC7273341.xml", "title": "A novel BMPR2 mutation with widely disparate heritable pulmonary arterial\\nhypertension clinical phenotype", "patient": "A 26-year-old black female presented with cough and dyspnea on exertion that progressed\\nrapidly to dyspnea at rest. She was a non-smoker with no history of exposure to organic\\nsolvents or drugs associated with PAH. She had no symptoms, signs or serology suggestive\\nof connective tissue disease, hepatitis or HIV, or family history of cardiovascular\\ndisease or early death. Pulmonary function tests were normal except for a severely reduced\\nDLCO (34% of predicted). Ventilation-perfusion lung scan and initial high-resolution chest\\nCT scan were normal. Transthoracic echocardiogram demonstrated severe pulmonary\\nhypertension confirmed on RHC: mPAP50 mm Hg, PCWP 14 mm Hg, CO 3.09 L/min, CI 1.62 L/min/m, PVR 11.4 Wood units. Initial dual oral therapy failed to mitigate symptoms, and\\nintravenous epoprostenol was begun with the development of radiological evidence of\\npulmonary edema and worsening cough, dyspnea and hypoxemia. With every prostacyclin dose\\nincrement, cough and hypoxemia worsened and repeat CT scans of the chest demonstrated\\nseptal lines, ground glass opacities with centrilobular nodules and mediastinal\\nlymphadenopathy (). PVOD was suspected and the patient underwent expedited referral, evaluation\\nand subsequent double lung transplantation. Pathologic examination of the explanted lungs\\nshowed marked medial arteriolar hypertrophy, concentric vascular intimal fibrosis focally\\nassociated with loss of vascular lumen, perivascular sclerosis, dilatation and tortuosity\\nof the vessels and fibrous intimal thickening of septal veins (). The pathology was reviewed by an\\nexternal expert in PVOD, and the findings were not thought to be sufficiently extensive or\\nsevere to represent PVOD.\\nTwo laboratories did not identify EIF2AK4 mutations by\\nsequencing of the coding region to look for pathogenic variants in EIF2AK4. Exonic\\ndeletions were not assessed, as to date there are no reports of exonic deletions in\\nEIF2AK4 in PVOD/PCH patients. The same novel pathogenic BMPR2 variant in\\nexon 6 (c.712C>T; p.Gln238*) was identified in case 1 and case 2. The mutation reported\\nherein, the C to T change at nucleotide 712 of the coding sequence results in change of\\nthe glutamine residue at codon 238 to a stop codon, and falls into the PVS1 PS4 PM2\\nPathogenic (Ia) per American College of Medical Genetics and Genomics (ACMG) guidelines.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'27811071': 1, '30545973': 1, '32067864': 1, '31727138': 1, '12446270': 1, '24292273': 1, '30545968': 1, '25741868': 1, '26651504': 1, '24135949': 1, '27903686': 1, '28087362': 1, '32547734': 2}", "similar_patients": "{'7273341-1': 2}"}