{"patient_id": 22463, "patient_uid": "7373561-1", "PMID": 32702864, "file_path": "comm/PMC007xxxxxx/PMC7373561.xml", "title": "Therapeutic effects of acupuncture on sensory ataxia after a cerebral hemorrhage", "patient": "A 70 year-old male physiatrist (CZH) had a sudden onset of conscious loss on 2014-12-21. He was initially brought to a teaching hospital where computed tomography showed evidence of intra-cerebral hemorrhage with subdural hemorrhage and subarachnoid hemorrhage (Fig. A). He then received craniotomy with hematoma evacuation immediately (Fig. B). He waked up 3 weeks after craniotomy but found to have bilateral hemiparesis (right side weaker than left) with impaired position sensation and tactile perception in the right lower limb. He then began to receive rehabilitation therapy since after waked up. He discharged to a nursing home about 3 months later to continued rehabilitation therapy. He had significant improvement in muscle strength and static balance. He was then able to control wheelchair by himself by 2015-02. Gradually, he was able to walk with a walker by 2016-01, then a cane by 2016-05, but still had impaired dynamic balance. There was no improvement in tactile perception of position sense in the right lower limbs.\\nOn 2017-12-30, he received acupuncture therapy to Yongquan (KI1). Size 36 acupuncture needles with 1 inch in length were inserted into the acupuncture points in sequence. Bilateral Yongquan (KI1) (in the kidney channel) were selected for near acupuncture point, and bilateral Tongtien (BL7) (in the bladder channel) and bilateral Houxi (SI3) (in the small intestine channel) for distant acupuncture point.[ After each needling, electric stimulation with frequency of 2 Hz were applied for 30 minutes for each point. After only 1 treatment of acupuncture, he had significant improvement in perception, and dynamic balance.\\nThe case study was conducted after the first acupuncture therapy since the patient found the dramatic therapeutic effectiveness of acupuncture. The findings of evaluation before acupuncture was estimated by the patient depending on his memory. After therapeutic acupuncture, the following items were assessed:\\nSubjective feeling of dynamic stability (dynamic balance during walking) (Sd);\\nSubjective feeling of motor function (strength, static balance) (Sm);\\nSubjective feeling of sensory function (perception of position, tactile perception) (Ss);\\nObjective evaluation of walking speed (Ws);\\nObjective evaluation of walking tolerance (Wt);\\nObjective evaluation of static stability, 2 LE standing time with eye closed (2LE);\\nObjective evaluation of static stability, that is, the duration of 1-leg standing time with eye open (1LE). The scales of assessment are listed in Table .\\nThe results of assessment of functional improvement are listed in Table . The first row of the table showed the procedure (B = before AcP; R = resting period before the next AcP). The 2nd row listed the date of AcP, and the 3rd row showed the duration of AcP (30 minutes each AcP treatment, or the days between 2 AcP treatments. After the 4th to 10th rows are the functional improvement as explained in the legends of the table.\\nThe most remarkable findings include the subjective walking (dynamic balance) and objective assessment of 1 leg standing balance (static balance). It appears that the subjective feelings of both motor improvement and to that of sensory improvement were both remarkable immediately after AcP treatment. But they were not sustained, but declined. Walking speed remained unchanged throughout the whole studying period. Walking tolerance improved after each AcP treatment, even in the last treatment. Regarding the objective balance, only little improvement in the 2 leg supported balance, but remarkable improvement in the 1 leg standing balance and became stable after 3 treatments of AcP.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'25615889': 1, '12808410': 1, '20167912': 1, '15907739': 1, '24356063': 1, '25206845': 1, '929650': 1, '25502787': 1, '16969787': 1, '20308997': 1, '18678576': 1, '15295770': 1, '27078117': 1, '8202976': 1, '29722298': 1, '25438041': 1, '18347805': 1, '26987963': 1, '10527078': 1, '11517996': 1, '25046056': 1, '19606509': 1, '12942221': 1, '29143805': 1, '32702864': 2}", "similar_patients": "{}"}