{"patient_id": 34068, "patient_uid": "7985605-1", "PMID": 33778230, "file_path": "comm/PMC007xxxxxx/PMC7985605.xml", "title": "Development of symptomatic inflammatory aneurysm treated with endovascular repair in coronavirus disease 2019–infected patient", "patient": "A 57-year-old woman with a medical history significant for coronary artery disease (a history of stent placement), hypertension, smoking, and hyperlipidemia had presented with a 1-day history of worsening abdominal pain. She also reported diarrhea, fever, and a chronic cough that exacerbated her abdominal pain. The initial laboratory test results showed a white blood cell count of 9.4 109/L, C-reactive protein of 4 mg/L, and creatinine of 0.8 mg/dL. An abdominal computed tomography (CT) scan revealed inflammatory changes surrounding an aortic abdominal aneurysm (AAA) measuring 3.8 cm × 4.3 cm (). She had no knowledge or history of the aneurysm before her presentation. She was also tested for COVID-19, with a positive test result. Given the presenting symptoms and the acute, inflammatory findings on the CT scan, the differential diagnosis was highly suspicious for an inflammatory or mycotic aneurysm. Blood cultures were obtained, and empiric antibiotics were started. She was admitted for management of her COVID-19 infection, with a vascular surgery consultation for evaluation and management of the AAA. On physical examination, she was moderately tachypneic and diaphoretic, with tenderness to palpation of the left abdomen and flank near the aneurysm region. Her pulses were 2+ palpable in the bilateral upper and lower extremities. During the next 3 days after admission, her abdominal pain progressed. Therefore, a follow-up CT angiogram was obtained. The repeated scan revealed a stable size aneurysm, with, however, increased surrounding inflammatory changes. There were also notably increased infiltrative findings of the right upper lung lobe, consistent with COVID-19 pulmonary manifestations. Given her worsening clinical physical examination, evidence of increasing inflammatory findings, and concern for the risk of rupture in the setting of hemodynamic stability, we decided to proceed with endovascular aneurysm repair (EVAR). Her COVID-19 illness was treated with hydroxychloroquine for 5 days, which was completed 4 days before she underwent EVAR.\\nOn the day of surgery, the laboratory test results showed a white blood cell count of 10.9 109/L, C-reactive protein of 14.1 mg/L, and creatinine of 1.1 mg/dL. The hospital COVID-19 precautions included the surgical team and staff wearing N-95 masks and full personal protective equipment attire. The procedure was performed in a negative pressure outfitted room with one team inside and one team outside the room boundary to gather additional equipment. Intraoperatively, EVAR was performed in the standard fashion. The initial angiogram (, A) revealed the targeted region and appropriate size acquired. A 26 mm × 12 mm × 16 cm right-sided endovascular graft was deployed in the infrarenal aorta and right common iliac artery (, B). After placement of the left common iliac 14-cm excluder, a completion angiogram was performed, which showed satisfactory results (, C). Postoperatively, she had no hemodynamic instability and experienced immediate resolution of abdominal pain and tenderness. Blood cultures performed on hospital days 1 and 2 continued to show no growth, and the empiric antibiotics were stopped on postoperative day 5. She remained hospitalized for continued management of her COVID-19 pulmonary symptoms and was discharged on postoperative day 5 (hospital day 12).\\nA follow-up CT angiogram, performed at 6 weeks after surgery, revealed a successfully excluded aneurysm. The aortic stent was noted to be positioned appropriately, without evidence of an endoleak (). The previously noted inflammatory findings had resolved. On examination, she had completely recovered from her COVID-19 pulmonary symptoms and had no abdominal or flank pain.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'21232995': 1, '17244836': 1, '32219363': 1, '22218322': 1, '7776483': 1, '29268916': 1, '32422288': 1, '30735769': 1, '34774979': 1, '32437918': 1, '24386030': 1, '32315817': 1, '33778230': 2}", "similar_patients": "{}"}