{"patient_id": 98255, "patient_uid": "7271106-1", "PMID": 32457269, "file_path": "noncomm/PMC007xxxxxx/PMC7271106.xml", "title": "Living donor liver transplantation for diffuse biliary papillomatosis with malignant change: A case report with 10-year follow-up", "patient": "A 49-year-old man was admitted with intrahepatic ductal mass suggesting intrahepatic cholangiocarcinoma. His liver function was normal without jaundice. Tests for hepatitis B and C virus were negative. Dynamic computed tomography (CT) scan and magnetic resonance pancreatocholangiography showed radiological findings comparable to diffuse intraductal papillomatosis ().\\nPercutaneous transhepatic biliary drainage (PTBD) catheter was inserted () and percutaneous transhepatic cholangioscopy (PTCS) was performed for tissue biopsy (). The lumens of the whole intrahepatic ducts were covered with villotubular adenomas with focal high-grade dysplasia (). Some areas showed atypical villous proliferation, which was consistent with well-differentiated adenocarcinoma ().\\nTo treat biliary papillomatosis, photodynamic therapy had been performed, however, unsatisfactory outcomes were anticipated due to diffuse involvement of the whole intrahepatic bile ducts (). Thus, LDLT using his son’s liver graft was planned.\\nAt 10 days after photodynamic therapy, LDLT operation was performed using a modified right liver graft. After examination of the whole abdomen, the distal bile duct was dissected and transected at the upper margin of the pancreas. Intraoperative frozen-section biopsy of the distal common bile duct resection margin was free from disease. The standardized surgical procedures were applied to LDLT operation using a modified right liver graft with a graft-recipient weight ratio of 1.2. Since the common bile duct was resected, Roux-en-Y hepaticojejunostomy was performed for biliary reconstruction. The patient recovered uneventfully and was discharged 3 weeks after the LDLT operation ().\\nThe pathology report of the explant liver specimens revealed the following: intraductal papillary neoplasms with an associated invasive carcinoma that invaded to the subepithelial connective tissue; no involvement of the liver parenchyma; positive lymphovascular invasion; no perineural invasion; and disease-free bile duct resection margin ().\\nAlthough the distal bile duct resection margin was free of tumor, the risk of tumor recurrence at the remnant intrahepatic bile duct still remained. Therefore, staged pylorus-preserving pancreatoduodenectomy was planned.\\nHowever, at 3 month posttransplant, the patient was readmitted due to extensive retropancreatic abscess of unknown cause (). The retropancreatic abscess was barely resolved for 2 months despite percutaneous pigtail drainage (). Since we did not identify the cause of retropancreatic abscess and acute appendicitis was suspected on follow-up CT scan, exploratory laparotomy was performed (). We could not find any abnormality causing persistent abscess as the appendix remained normal, thus multiple abdominal drains were inserted at the abscess site. Thereafter, the patient improved gradually and was discharged at 8 months posttransplant. Due to late development of retropancreatic abscess and its slow recovery, we did not consider staged pylorus-preserving pancreatoduodenectomy any longer. The patient recovered complete at 1 year posttransplant without any evidence of disease recurrence ().\\nHowever, at 5 years posttransplant, a lung nodule was identified at the left upper lobe during routine follow-up chest CT scan, which was proven to be metastatic carcinoma on CT-guided core biopsy (). Pulmonary metastasectomy was performed, in which the nodule was a 1.5 cm-sized well differentiated adenocarcinoma, compatible to metastatic lesion. One year later, a local recurrence was detected at the left upper lobe (), which was also resected and turned to be a 1.8 cm-sized metastatic adenocarcinoma. The patient underwent adjuvant chemotherapy. However, one year later, another lung nodule was detected at the left upper lobe (), which was resected again. It was proven to be a 2.5 cm-sized metastatic adenocarcinoma (). No further recurrence has developed during the recent 3 years to date. Currently, this patient is alive to date for 10 years after LDLT, despite repeated episodes of pulmonary metastasis.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'26194131': 1, '17026772': 2, '17600352': 1, '14598142': 1, '29534660': 1, '22154963': 1, '26885145': 1, '14770435': 1, '18636672': 1, '10355511': 1, '19649560': 1, '26722332': 1, '29938516': 1, '32457269': 2}", "similar_patients": "{'1618388-1': 1}"}