{"patient_id": 17966, "patient_uid": "7105547-1", "PMID": 32232598, "file_path": "comm/PMC007xxxxxx/PMC7105547.xml", "title": "Male breast metastasis of ureteral cancer: a case report", "patient": "A 74-year-old man developed a ureteral cancer and underwent left nephroureterectomy with lymph node dissection at the Department of Urology of The Jikei University School of Medicine Daisan Hospital in September 2013. After radical surgery, he repeatedly received chemoradiotherapy to treat for para-aortic lymph nodes recurrence. Although enlarged abdominal lymph nodes did not disappear completely, further extensive therapy was not performed, and active surveillance was followed for these lymph nodes in consideration of his age and renal function since September 2015. He had no history of malignancy other than ureteral cancer, no breast disease, and no family history of carcinoma. A mass just below the nipple of his right breast was acknowledged in February 2016, and he visited our department in March. On primary clinical examination, a hard 3-cm mass with good mobility was palpated just below the right nipple. Breast ultrasonography (US) revealed an irregular, rough, internally inhomogeneous hypoechoic mass measuring 32 × 35 mm in the center of the right breast right beneath the nipple (Fig. ). A tissue needle biopsy was performed, and histological diagnosis was invasive carcinoma, which showed negative results for estrogen receptor and progesterone receptor. The mass was 1 cm larger in 1 month. Although the intraductal lesion around the carcinoma was not clear and the tissue similarity to that of the previous ureteral cancer was considered, few findings actively suggested breast metastasis of ureteral cancer, and it was initially diagnosed as a primary breast cancer. The abdominal US showed no liver metastases. Chest and abdominal computed tomography (CT) showed no axillary lymph node enlargement and no distant metastasis, other than the already defined para-aortic lymph nodes enlargement observed in previous CT (Fig. ). Preoperative chemotherapy was taken into consideration, but the patient preferred surgery alone. He underwent a mastectomy and a sentinel lymph node biopsy in April 2016. Gross pathology showed a 45 × 30 × 55 mm nodular lesion. The tumor cells had high nuclear atypia, and the mitotic figures were extremely prominent. There was no intraductal lesion and the border of the tumor was clear. It was very similar to that of the previous ureteral cancer (Fig. ). Additional immunohistochemical examination was performed, which showed negative results for mammaglobin, GCDFP-15, estrogen receptor, and progesterone receptor (Fig ). The histocytological and immunohistochemical findings led to the final diagnosis of breast metastasis of ureteral cancer rather than primary breast cancer. The postoperative course was good, but multiple lung metastases appeared 2 months after surgery. He eventually died of cancerous lymphangiopathy in July 2016.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'7405004': 1, '26694922': 1, '26742998': 1, '20082359': 1, '24833139': 1, '26659912': 1, '17320661': 1, '21393030': 1, '18042689': 1, '30207593': 1, '24183577': 1, '17582626': 1, '32232598': 2}", "similar_patients": "{}"}