{"patient_id": 103442, "patient_uid": "7758788-1", "PMID": 33376706, "file_path": "noncomm/PMC007xxxxxx/PMC7758788.xml", "title": "“YoYo” Ball in Heart: Uncommon Cause of Dyspnea in an Elderly Female", "patient": "A 76-year-old female presented to the emergency department with progressive palpitations and dyspnea for the last 7 days. She denied any chest pain or syncope. Interestingly, she complained dyspnea only on lying down but felt relief on sitting position. There was no prior history of effort angina or dyspnea. She lacked any conventional cardiovascular risk factors apart from age. Although her blood pressure was stable, there were tachycardia and tachypnea on examination. Her respiratory examination was normal, but cardiac auscultation revealed a third heart sound which was more prominent in the upright position. The 12-lead echocardiogram [] and routine Chest X-ray [] were normal. Cardiac enzymes (high-sensitive cardiac troponin T) were negative, while the NT pro-BNP value was mildly positive (340 pg/ml). A provisional diagnosis of pulmonary thromboembolism was made. Two-dimensional echocardiography however made startling revelations. A well-defined, homogenous, globular mass of 3 cm × 3 cm was seen in the left atrium and was found to obstruct the mitral valve intermittently (”ball valve phenomenon.”) The mass was pedunculated and attached to the free wall of the left atrium [ and ]. Surgical opinion was sought, and immediate removal was advised by the cardiothoracic team. However, the patient and her family refused surgical procedure due to advanced age and sociocultural beliefs. She was given supportive treatment in the form of intermittent diuretics, supplemental oxygen, and sedation. Two days later, she developed progressive hypotension and intravenous vasopressors were administered. However, she soon developed respiratory arrest and collapsed.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'11388092': 1, '13129418': 1, '17670730': 1, '27600455': 1, '18035082': 1, '33376706': 2}", "similar_patients": "{}"}