{"patient_id": 102230, "patient_uid": "7644365-1", "PMID": 33204672, "file_path": "noncomm/PMC007xxxxxx/PMC7644365.xml", "title": "A Case Study on the Customized Nutrition Intervention for a Patient with Primary Gastrointestinal Non-Hodgkin Lymphoma Underlying Chronic Kidney Disease", "patient": "The subject was a 76-year-old male with a history of prostate cancer who is undergoing outpatient treatment at the Department of Nephrology for chronic kidney disease (CKD) due to Autosomal Dominant Polycystic Kidney Disease. He reported abdominal pain on March 19, 2020 and was admitted for further evaluation. The results of a computed tomography scan showed terminal ileum circumferential thickening and terminal ileitis was suspected. Thus, he was transferred to the gastroenterology department on March 26. Results of colonoscopy and biopsy led to the final diagnosis of DLBCL. He was transferred to hematology department on April 2 and started chemotherapy. He was hospitalized a total of 4 times from March 19 to June 23. Three cycles of chemotherapy were performed. Various nutrition intervention processes, such as nutrition education and counseling, nutrition provision (changing meal plans and oral nutritional supplement [ONS]), the explanation about therapeutic diet, and parenteral nutrition (PN) support according to the patient's clinical course during this process are presented in .\\nThe patient's anthropometric data and biochemical parameters during the periods of hospitalization are presented in . Weight at the time of the fourth admission was reduced by 4.9 kg (−8.6%/3 months) compared to that at the time of the first admission. Serum albumin levels were lower than the normal range. Hypoalbuminemia possibly related to edema caused by underlying CKD. Serum blood urea nitrogen (BUN) is an indicator that indirectly reflects the protein intake, and 60–80 mg/dL is considered an optimal range for patients undergoing hemodialysis []. The patient in this study showed a lower BUN value than the optimal range for patients undergoing hemodialysis. This may be due to insufficient protein intake.\\nCatholic medical center nutrition risk screening (CMC NRS) and the scored Patient-Generated Subjective Global Assessment (PG-SGA), which is a standard tool to assess the nutritional status of a hospitalized patient, were used. On CMC NRS, he scored 2 points on category of appetite (reduced by more than 1/2 of the usual intake), 3 points on the gastrointestinal discomfort (abdominal pain), 1 point on the defecation disorder (constipation), 1 point on the diet prescription (therapeutic diet), and 1 point on age (≥ 70 year) for a total of 8 points, which identified to be at high risk of malnutrition (CMC NRS score of 4 or higher is nutritionally at risk). The results of assessing the nutrition status using PG-SGA showed that the patient were moderate malnutrition (scored 16 points, SGA-B). presents the results of the nutrition status assessment at the times of the first through the fourth admissions.\\nThe patient was classified as a high risk of malnutrition. After an interview with the certified clinical dietitian, nutrition intervention plan was established. In order to calculate the required energy intake and protein intake, the Kidney Disease Outcomes Quality Initiative (K/DOQI) guideline was used considering the patient's overall condition. Energy requirement was approximately 1,600 kcal (with reference to ideal weight, 30 kcal/kg/day) and protein requirement was 44 g (with reference to ideal weight, 0.8 g/kg/day). CKD diet were prescribed and he consumed 430 kcal (27% of the energy requirement) and 10 g of protein (23% of the protein requirement). He was encouraged to increase his intake as his abdominal pains were improved.\\nAbdominal discomfort and difficulty to adapt to CKD diet caused insufficient oral intake. Therefore, Smofkabiven Peripheral 3-in-1 type was provided via peripheral PN. Approximately 68% of the energy requirement were met through the oral intake and PN. In order to increase oral intake, prescribed diet was changed from low-sodium CKD diet (2,000 mg of sodium) to light-low sodium CKD diet (4,000 mg of sodium). Acceptance of the hospital meal improved to 720 kcal energy intake (45% of the energy requirement) and 18 g of protein intake (41% of the protein requirement) via oral, which represented a 60% increase in the energy intake compared to that before the diet order change.\\nNutrition education and counseling for management of CKD were requested. The contents of education were dietary guidelines for sodium, potassium and phosphorus limits, recommended energy intake and proper intake for each food group. ONS for non-dialysis patients, which can be utilized when oral intake is insufficient, was provided and education was provided how to use them.\\nTerminal ileitis was suspected, and the patient was transferred to gastroenterology department. Low-residual diet was prescribed due to abdominal swelling and discomfort, and the clinical dietitian explained how to restrict intake of fiber and fat. The patient's oral intake was reduced because of the symptoms. The patient orally consumed 260 kcal of energy (16% of the energy requirement) and 14 g of protein (32% of the protein requirement). Through oral intake and 3-in-1 type PPN, approximately 55% of the energy requirement was fulfilled.\\nInsufficient oral intake continued due to abdominal pain and constipation and PN (SMOF lipid 20%) was provided. Through oral intake and PN, 1,220 kcal of energy (76% of the energy requirement) and 14 g of protein (32% of the protein requirement) were provided. The nutrition support team (NST) requested the recommend change of the 3-in-1 type of PN to provide proper amount of energy and protein.\\nThe patient was given the diagnosis of DLBCL. On April 2, he was transferred to the hematology department. In accordance with the protocol at the hematology department, the prescribed therapeutic diet changed to a high-protein diet. The high-protein diet at this hospital is designed for patients undergoing chemotherapy, taking into account symptoms caused by chemotherapy, reduced appetite, and insufficient oral intake. Three meals are served with dairy products or fruit, and two snacks a day (bread, potatoes, soup, thin porridge, and eggs, etc.). Considering the renal functions, a prescription of a CKD diet would be appropriate. However, considering of patient's malnutrition status and poor oral intake, High-protein diet was prescribed after a consultation with the medical staff in order to increase intake. On April 3, the first cycle of chemotherapy were administered with R-CHOP (75%).\\nNutrition education was carried out for the nutritional management of chemotherapy. Contents of nutrition education were recommended dietary intake during chemotherapy, how to cope eating problems caused by side effects. Also, various flavors (coffee, crispy rice crust, and banana flavors) and types (e.g., liquid and jelly) of ONS for cancer patients were provided. The patient was encouraged to use them.\\nThe patient continuously reported indigestion, abdominal discomfort, and abdominal pain even after chemotherapy. The results of an X-ray showed ileus. Nothing per oral (NPO) was prescribed. 1,122 kcal of energy (70% of the energy requirement) and 48 g of protein (109% of the protein requirement) were provided by central parenteral nutrition (CPN).\\nContinuous increase in serum BUN and creatinine were observed. Tumor lysis syndrome was suspected. Renal functions worsened due to lack of oral intake for a long period of time, weight loss, and body fluid volume reduction. Co-treatment with the nephrology department recommended encouragement to increase oral intake and hydration. Approximately 30% of the energy requirement and 45% of the protein requirement were covered through the oral intake. NST suggested to provide PN because it would be difficult to reach the required levels via oral intake. Through oral intake and PN, 1,600 kcal of energy (100% of the energy requirement) was fulfilled. The patient was encouraged to use the ONS and snacks (e.g., thin rice gruel and French toast).\\nOutpatient biochemical data revealed worsened renal functions, metabolic abnormality, anuria, and edema. The patient was transferred to intensive care unit and he started Contemporary Nutrition Support Practice - A Clinical guide, Version 3 (CRRT).\\nAccording to the results of the CMC NRS, the patient had weight loss in the past 3month, appetite, gastrointestinal discomfort, requiring complete support, prescription diet, and age for a total of 10 points, which were classified malnutrition risk group. The results of the PG-SGA also showed that the patient was moderate malnutrition (scored 28 points, SGA-B). The patient was fasting due to hemodynamic instability and abdominal pain and swelling. During fasting, nutrition support through CPN and consultation to NST were recommended. Considering the increase in the energy and protein requirements for the patients undergoing CRRT, the energy requirement was calculated to be about 1,900 kcal (with reference to ideal body weight, 35 kcal/kg/day) and protein requirement was calculated to be 82 g (with reference to ideal body weight, 1.5 g/kg/day). Through CPN, 1,122 kcal of energy (about 59% of the energy requirement) was provided.\\nPatient's general condition had been stabilized and gastrointestinal symptoms had been improved. The treatment plan was changed from CRRT to intermittent hemodialysis (IHD), and the clinical dietitian explained the need for hemodialysis (HD) diet, high-quality protein intake to maintain nutritional status, sufficient calorie intake and sodium, phosphorus and potassium restriction.\\nAfter changing to IHD, the energy requirement was about 1,600 kcal (with reference to ideal body weight, 30 kcal/kg/day) and the protein requirement was 66 g (with reference to ideal body weight, 1.2 g/kg/day).The oral intake was decreased, so ONS for dialysis patients was recommended.\\nFor the second cycle of chemotherapy, the patient was readmitted. The results of the CMC NRS showed that he had weight loss in the past 3 months, appetite, therapeutic diet, and age for a total of 6 points, identified to be at high risk of malnutrition. PG-SGA showed that the patient was moderate malnutrition (scored 15 points, SGA-B).\\nHD diet was prescribed. The reason for providing a therapeutic diet and caution (e.g., dietary restrictions) were explained to the patient. In order to prevent further weight loss and improve nutritional status, the importance of oral intake was emphasized.\\nThe patient's absolute neutrophil count decreased from 5,460 µL to 620 µL. Grasin prefilled Injection Jeil (Granulocyte colony-stimulating factor) was administered, Sterilized-HD diet was prescribed for the purposes of reducing the risk of infection from diet. The clinical dietitian explained recommended dietary intake and restricted food list during neutropenia. 475 kcal of energy (30% of the energy requirement) and 19 g of protein (29% of the protein requirement) was consumed via oral intake. To increase intake, ONS for hemodialysis patients was additionally provided. In order to increase immune function, sufficient oral intake was encouraged.\\nWith continuous encouragement for food consumption and additional provision of ONS for dialysis patients, his oral intake was increased to 1,000 kcal of energy (62% of the energy requirement) and 40 g of protein (61% of the protein requirement) per day.\\nThe patient was hospitalized for the third cycle of chemotherapy. At the time of admission, he had a fever of 38.0°C. Thus, he was started on antibiotic treatment. The results of CMC NRS showed that he had weight loss in the past 3 months, appetite, therapeutic diet, and age for a total of 6 points, which placed the patient at high risk of malnutrition. The results of the PG-SGA showed that the patient was moderate malnutrition (scored 15 points, SGA-B). Hemodialysis diet was prescribed and the patient was encouraged to increase oral intake.\\nAlthough the fever subsided, the chemotherapy was postponed due to pneumonia. The energy intake of the patient was 845 kcal/day (53% of the energy requirement) and protein intake was 40 g/day (61% of the protein requirement). Clinical dietitian highlighted that chemotherapy were withheld due to pneumonia, and explained the importance of increased oral intake to improve nutritional status.\\nThe third cycle chemotherapy was planned as pneumonia improved. However, anorexia worsened and the compliance of hemodialysis diet decreased. The subject experienced specific complications that were greatly related to insufficient oral intake, such as tumor lysis syndrome and neutropenia during the first and the second cycles of chemotherapy. Sufficient nutrition support is needed to prevent malnutrition from being worsened during the third cycle of chemotherapy. Under consultation with the medical staff, it was decided not to restrict the diet until intake recovery while monitoring the blood levels related to renal functions. Also, prescribed diet was changed from hemodialysis to high-protein diet.\\nIt was found that the patient's oral intake increased to 1,000 kcal of energy (63% of the energy requirement) and 45 g of protein (68% of the protein requirement) through continuous nutrition counseling and changing meal plan.\\nOral intake increased to 1,125 kcal of energy (70% of the energy requirement) and 50 g of protein (76% of the protein requirement) per day. The patient was given continuous encouragement to consume foods, and was instructed to use nutrient dense snacks (e.g., high-protein jelly and calcium-fortified red bean jelly) and ONS when intake was insufficient. Changes in the weight and food intake over four periods of hospitalizations were presented in and . It was shown in that oral intake gradually increased from the third hospitalization compared to the intake during the first and the second hospitalizations. Weight also fluctuated greatly in the first and the second hospitalizations due to frequent NPO and edema. However, a relatively stable weight was maintained from the third hospitalization. According to , protein supplement through PN was necessary due to low levels of protein intakes in the first and the second hospitalizations, but protein supplement through PN was terminated from the third hospitalization due to the gradual increase in the oral protein intake.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'22977559': 1, '31645987': 1, '24405259': 1, '28558719': 1, '28000464': 1, '31273503': 1, '22345712': 1, '31413751': 1, '33204672': 2}", "similar_patients": "{}"}