{"patient_id": 26400, "patient_uid": "7553725-1", "PMID": 33062536, "file_path": "comm/PMC007xxxxxx/PMC7553725.xml", "title": "Retroperitoneal Bronchogenic Cyst: A Rare Case Study", "patient": "A 30-year-old gentleman from Faridabad, India, presented with concerns of upper abdominal pain along with a sense of discomfort for last one day, which was sudden in onset, progressive, and radiating towards back. There was no prior history of similar event. No other specific complaints were noted.\\nOn examination, his vitals were normal. Abdomen was soft, non-distended and tenderness was present over epigastric and supra umbilical area. There was no palpable lump or organomegaly nor any thrill could be appreciated. Ultrasonography of whole abdomen showed a well-defined hypoechoic lesion with internal echoes (5.9 × 4.2 × 4.2 cm) in pre-aortic region in the epigastrium with no definite intralesional color flow on Doppler. Contrast-enhanced CT (CECT) scan of whole abdomen revealed a well-defined thin-walled homogeneous hypodense cystic lesion (70 × 45 mm) in epigastric region related to right crus of diaphragm near the midline. The lesion was indenting the stomach and abutting the adjacent liver, pancreas, left adrenal, inferior vena cava, aorta, and celiac axis (Figure ). Based on radiological findings, a diagnosis of bronchogenic cyst with differential diagnosis of diaphragmatic and gastric duplication cyst was made.\\nAfter obtaining an informed consent, laparoscopic marsupialization/deroofing was done. Complete excision could not be achieved due to dense posterior adhesion to abdominal aorta and inferior vena cava. Intraoperatively, a 7 × 5 cm large well-defined cystic lesion was present in the midline in the retroperitoneum having both true and false capsules and containing approximately 100 ml of white colored fluid. Relations of the cyst are as follows: anterior relation - posterior surface of stomach and body of pancreas, posterior relation - abdominal aorta and inferior vena cava, on the right side - lesser omentum with right gastric vessels. on the left side - posterior surface of stomach, superiorly related to inferior surface of diaphragm and inferiorly to the body of pancreas (Figure ).\\nHistopathological examination revealed specimen lined with respiratory epithelium (ciliated columnar epithelium) (Figure ).\\nPostoperative period was uneventful, and he was managed conservatively and recovered well.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'26675877': 1, '11058643': 1, '15201519': 2, '9247635': 1, '3675053': 1, '10365854': 1, '3933174': 1, '32445326': 1, '33062536': 2}", "similar_patients": "{'2816854-1': 1}"}