{"patient_id": 23058, "patient_uid": "7399011-1", "PMID": 32748092, "file_path": "comm/PMC007xxxxxx/PMC7399011.xml", "title": "Undifferentiated carcinoma of the transverse colon with rhabdoid features that developed during treatment of non-small cell lung carcinoma with pembrolizumab: a case report", "patient": "A 58-year-old man was receiving pembrolizumab as a 1st line treatment for NSCLC (showing differentiation into adenocarcinoma and squamous cell carcinoma) and multiple bone metastases for 9 months. The patient presented with anemia and bloody stools. Colonoscopy revealed a type 3 lesion at the transverse colon, and the biopsy showed an undifferentiated carcinoma. Computed tomography showed multiple swollen lymph nodes along the superior mesenteric artery. 18F-fluorodeoxyglucose positron emission tomography was performed for disease evaluation, and accumulation was observed in the right colon (maximum standardized uptake value of 22) (Fig. ). The preoperative diagnosis was cT3N1bM0 stage IIIB (union for international cancer control (UICC) 8th edition) locally advanced transverse colon cancer. We performed laparoscopic right hemicolectomy with lymphadenectomy. He was discharged on the 10 days after the surgery without postoperative complications. The resected specimen showed a tumor measuring 75 × 46 mm (Fig. ). Histologically, undifferentiated cancer cells and diffuse invasion of rhabdoid tumors were observed. Immunohistochemically, the tumor cells tested positive for AE1/AE3 and focally positive for CAM5.2 and epithelial membrane antigen. Programmed death-ligand 1 (PD-L1) tested positive (Fig. ). Synaptophysin, chromogranin A, thyroid transcription factor-1, surfactant protein A, cytokeratin 5/6, p40, S-100P, D2-40, leukocyte common antigen, α-smooth muscle actin, desmin, calponin, h-caldesmon, cytokeratin 20, and E-cadherin were all tested negative. The microsatellite instability (MSI) status was low. The final diagnosis was undifferentiated carcinoma with rhabdoid features and lymph node metastasis (pT3N2aM0 Stage IIIB, UICC 8th edition). He continued to be received pembrolizumab for NSCLC. There have been no signs of colon cancer recurrence and progression of NSCLC for 15 months.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'8092393': 1, '28822576': 1, '20390315': 1, '29658430': 1, '25891173': 1, '30955977': 1, '7275104': 1, '10554335': 1, '8918447': 1, '27398650': 1, '26712084': 1, '29191596': 1, '26064731': 2, '29452605': 2, '8545590': 1, '19132990': 1, '31682550': 1, '31725351': 1, '24009633': 2, '28619747': 1, '27718847': 1, '25788994': 2, '6310357': 1, '32748092': 2}", "similar_patients": "{'3759637-1': 1, '3759637-2': 1, '4431317-1': 1, '5816521-1': 1, '4356266-1': 1}"}