{"patient_id": 101215, "patient_uid": "7532060-2", "PMID": 33061478, "file_path": "noncomm/PMC007xxxxxx/PMC7532060.xml", "title": "Tuberculosis in Patients with Primary Myelofibrosis During Ruxolitinib Therapy: Case Series and Literature Review", "patient": "A 66-year-old male was diagnosed with PMF in December 2010 at a local hospital. Bone marrow biopsy showed megakaryocytic proliferation, grade 3 fibrosis and the JAK2V617F mutation. Because rux was not available in China at that time, he received regular interferon therapy for 7.5 years. To mitigate the progression of splenomegaly, rux (20 mg, twice daily) monotherapy started in late June 2018. The DIPSS risk group was intermediate-2. The single dose was adjusted to 25 mg in early August owing to an unsatisfactory reduction in spleen size.\\nUnexplained fever started on 20th August and lasted until September (Tmax 39.2°C). Laboratory tests showed WBC 14.14×109/L, hemoglobin 78 g/L, platelet 198×109/L, PCT 0.65 μg/L, and ESR 60 mm/h. Blood samples were positive for T-SPOT.TB and TB antibody. His purified protein derivative (PPD) test was strongly positive. Chest CT scan presented small diffuse nodules in the bilateral lungs, pleural effusion, adhesion, and enlarged lymph nodes in the retroperitoneum. He was diagnosed with disseminated TB (DTB).\\nHis temperature gradually stabilized when 12 months of ATT (isoniazid, levofloxacin, rifapentine and amikacin) started in October 2018. Considering the potential progression of PMF, rux (20 mg, twice daily) was retained under close monitoring of liver function. Nevertheless, accompanied by the reappearance of fever, his left hip joint began to hurt, and a neck mass was found by palpation on the same side. Imageology examinations confirmed the existence of neck and bilateral psoas abscesses and Schmorl’s nodes at L4 and L5 (). During debridement, a 3×15.6×2.8 cm focus on the left, a 3×10×2 cm focus on the right, and a 4×3 cm focus of the neck were found. All three contained yellow pus and caseous necrosis, in which the DNA and RNA of MTB were detected as positive. Amikacin was replaced by ethambutol in November.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'31711337': 1, '27701770': 1, '25990328': 1, '29624703': 1, '24625550': 1, '25793623': 1, '23039051': 1, '25824483': 1, '25213182': 1, '29459143': 1, '30639623': 1, '25629741': 1, '29123956': 1, '27113251': 1, '30039550': 1, '32004164': 1, '29150886': 1, '25832652': 1, '27843657': 2, '26075866': 1, '23770777': 1, '29447988': 1, '29279479': 1, '34361913': 1, '24288410': 1, '25172457': 1, '26033810': 1, '27211272': 1, '26788384': 2, '27220666': 1, '32201152': 1, '27832516': 1, '32308443': 2, '19692995': 1, '28228106': 1, '19022409': 1, '33061478': 2}", "similar_patients": "{'7532060-1': 2, '5097796-1': 1, '4692993-1': 1, '7152536-1': 1}"}