{"patient_id": 27594, "patient_uid": "7648413-1", "PMID": 33158457, "file_path": "comm/PMC007xxxxxx/PMC7648413.xml", "title": "Cancerous pericarditis presenting as cardiac tamponade in a 68-year-old man with pancreatic adenocarcinoma: a case report", "patient": "A 68-year-old Japanese man was suspected of having pancreatic cancer 3 years previously due to an increase in carbohydrate antigen (CA)19-9. Abdominal computed tomography (CT) revealed a 26-mm hypoechoic mass on the head of his pancreas and liver metastasis. Endoscopic ultrasonography (EUS) and fine-needle aspiration (FNA) of the pancreatic mass revealed adenocarcinoma. He was diagnosed as having Stage IV unresectable pancreatic cancer, and gemcitabine (GEM) plus nanoparticle albumin-bound paclitaxel (nab-PTX) doublet chemotherapy was administered. After 2 years of GEM/nab-PTX chemotherapy, progression of the disease was confirmed; therefore, the chemotherapy regimen was changed to GEM + tegafur-gimeracil-oteracil (S1). Six months later, he experienced dyspnea and visited the clinic after a few days of experiencing symptoms. CT revealed pericardial effusion and bilateral pleural effusion. Laboratory tests revealed elevated C-reactive protein (CRP) at 6.23 mg/dL. Pneumonia was treated with beta-lactam antibiotics. Therefore, he was diagnosed as having pneumonia and heart failure. The following day, his blood oxygen saturation was 90% on room air, and he had tachycardia (110 beats per minute) and hyperthermia (37.2 °C). His blood pressure was 86/67 mmHg. Respiratory and circulatory failure was managed in an emergency room. Electrocardiography revealed sinus tachycardia, and echocardiography revealed a severe pericardial swinging heart motion (Fig. a and b). Pericardial drainage was performed through a pericardial window, resulting in the drainage of 450 mL of blood, and the pericardial fluid was subjected to cytological examination. Cytological examination of the fluid revealed tumor cells indicating adenocarcinoma. Blood levels of CA19-9 and carcinoembryonic antigen (CEA) were 5.8 ng/mL and 50 IU/mL, respectively, which gradually increased during the course of treatment, suggesting pancreatic cancer progression. A pericardial drainage tube was removed after improvement in his general condition. One week after the surgical procedure, intravenously administered chemotherapy with GEM/nab-PTX was re-initiated. Sixteen days after re-initiation of chemotherapy, he was admitted to the emergency room and died of cardiac arrest due to severe respiratory failure without evidence of recurrent pericardial effusion.\\nIn this case, a pathological autopsy was performed. On macroscopic examination, the parietal pericardium and visceral pericardium had adhered, indicating cancerous pericarditis (Fig. a). Pericardial effusion was not observed. On microscopic examination, a large number of tumor cells had infiltrated the pericardium, and some had infiltrated the lymph vessels of the myocardium (Fig. b and c). These results suggest pericardial metastasis of pancreatic cancer.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'5651253': 1, '25655900': 1, '8007081': 1, '17028771': 1, '720315': 1, '9293407': 1, '12957449': 1, '3594362': 1, '26726821': 1, '26320112': 1, '33158457': 2}", "similar_patients": "{}"}