{"patient_id": 103445, "patient_uid": "7759033-1", "PMID": 33403147, "file_path": "noncomm/PMC007xxxxxx/PMC7759033.xml", "title": "Treatment of upper extremity lymphedema with minimally invasive supermicrosurgery technique", "patient": "A 51-year-old female patient was admitted to our clinic with numbness and anesthesia in the left upper extremity and with the complaint of inability to do housework. Her medical history revealed mastectomy four years ago. On physical examination, there was widespread peripheral edema above and below the left elbow. However, there was no redness or itching. Doppler ultrasonography revealed no arterial or venous pathology. Her symptoms were considered to be associated with the axillary lymphatic nodular dissection during the previous mastectomy operation. The UEL indices were used for the volumetric evaluation of the affected extremity with severe edema. Accordingly, five parameters were measured from five different locations of the upper extremity.[] A summation of squares of circumferences C1, C2, C3, C4, and C5 (cm) divided by the body mass index (BMI) is defined as the UEL index (Figure ). The UEL index of the left arm was 137.85, compatible with moderate edema (Figure ).\\nA written informed consent was obtained from the patient. The operation was performed under local anesthesia. Three incisions were performed: one of them was 3-cm distally from the left wrist placed in left forearm dorsal side and the other incision line was 5-cm proximally to the dorsum of the left forearm. Localization of the third incision was close to the fossa cubiti. The local anesthetic medication (lidocaine 2%) was injected. Then, the exploration of the skin tissue was accomplished using microsurgical equipment with a 1 to 2-cm skin incision (Figure ). We used the Leica M320TM x40 zoom (Leica Microsystems GmbH, Germany) surgery microscope. The superficial tissue vein vessels and lymphatic vessels were reached (Figure ). The superficial lymphatic vessel was anastomosed to the appointed venous vessel via an end-to-end technique. An 11/0 polypropylene suture (Ethicon Inc., NJ, USA) was used for the anastomosis technique (Figures -). The third incision was opened only exploratively, due to the severe sclerosis of the lymphatic vessels and no anastomosis was performed. The same closure technique was performed for all incisions. The lymphatic vessels diameter was 0.45 mm (Figure ). The left upper extremity was covered with a tight elastic bandage to increase the lymphaticovenous drainage subsequent to the operation. The patient was discharged 3 h later.\\nAt one week of follow-up, edema under the elbow line was apparently subsided. The patient was able to do her home activities easily and there was a pronounced relief on the movements of the extremity. In addition, there was no numbness in the extremity and the UEL index was 127.44 (Figure ).", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'23241778': 1, '2315396': 1, '19399782': 1, '21681123': 1, '7179061': 1, '24037459': 1, '10996580': 1, '33403147': 2}", "similar_patients": "{}"}