{"patient_id": 20485, "patient_uid": "7275539-1", "PMID": 32503476, "file_path": "comm/PMC007xxxxxx/PMC7275539.xml", "title": "Case report: cognitive performance in an extreme case of anorexia nervosa with a body mass index of 7.7", "patient": "The current case report investigates the cognitive profile of a 35-year-old Caucasian woman with extremely severe and enduring AN who was diagnosed at the age of 10 years. The patient’s weight loss is accomplished through fasting. According to the DSM-5 [], the patient’s symptoms are in accordance with the restricting type and the severity of AN for the patient is categorized as extreme. The patient has had low body weight since the onset of the disease 25 years ago. Consequently, she is still prepubescent.\\nThe patient’s extreme malnutrition, the medical complications, and the refeeding treatment has previously been described in a case report []. Since the previous report [], she has survived another 5 years, living in her own residence with several stabilizing hospitalizations. Her nadir BMI, defined as the lowest registered BMI, has decreased further to 7.2 kg/m2. To our knowledge, this is the lowest BMI reported in AN in the literature. During her long and severe illness course, she has participated in psychotherapy for years. However, during the past few years, she has refused to participate in psychotherapy, while she has continued the harm-reducing treatment in the nutrition department. No cognitive profile has been assessed before the current report.\\nShe has continuously been provided supplementation with vitamins and minerals. At the present admission, she weighed 20.2 kg, including edema corresponding to at least 2 kg, and her height was 1.55 m, corresponding to a BMI of 8.41 kg/m2. After life-saving and stabilizing fluid and electrolyte correction, and refeeding according to guidelines [] during 2 weeks of hospitalization, we tested her with a neuropsychological test battery (2 weeks after admission: T0). After an additional 2 months of hospitalization, she could not be motivated to continue the treatment any longer. Due to years of history with rapid relapse after prolonged forced treatment, she was allowed to be discharged to outpatient follow-up. She was re-tested in the outpatient clinic 6 days following dropout from inpatient treatment and approximately 3 months after admission, (re-test: T1) with a weight of 22.4 kg (BMI: 9.3 kg/m2), and again at 12 months from T0, during a re-hospitalization, 7 days after admission (follow-up: T2), with BMI 7.7 kg/m2. Thus, T0 and T2 were done at the hospital after initial stabilizing glycemic, fluid- and electrolyte correction, whereas T1 was done in an outpatient setting, where she was in a clinically stable condition, but without the initial stabilizing treatment.\\nThe patient scored 21 on the Beck Depression Inventory II (BDI-II [];) indicating moderate depression at 2 weeks after admission (T0). Her scores on the Eating Disorder Inventory 3 (EDI-3 [];) at T0 are presented in Table below. Compared to the Danish validation of EDI-3 for patients with AN ( []; Table ), her low scores on the Drive for Thinness, the Interoceptive Deficits, the Perfectionism, and the Asceticism subscales are of interest.\\nDuring the first 2 weeks after admission, the patient was unable to participate in the neuropsychological assessment due to fatigue. Two weeks after admission, when the baseline assessment took place (T0), the patient was lying down during the assessment and was noticeably tired. This was neither the case at retest (T1) nor at follow-up (T2) where the patient was sitting at a table. Her alertness and energy level at follow-up (T2) were notable in light of her low BMI. The patient was calm during all three assessments (divided into six sessions) and expressed that the tests were fun. The aim of the study was explained to the patient before the first administration. However, only information written in the test manuals was given during each assessment.\\nThe following validated neuropsychological tests were selected in cooperation with an experienced neuropsychologist to examine a wide range of cognitive functions: the Wechsler Memory Scale III (WMS-III) []; the d2-R Test of Attention – Revised [, ]; the Processing Speed Index (PSI) of the Wechsler Adult Intelligence Scale IV (WAIS-IV) []; the Delis-Kaplan Executive Function System (D-KEFS) [], Verbal Fluency Test, Design Fluency Test and Trail Making Test; and the Wisconsin Card Sorting Test Revised and Expanded (WCST) [] (only administered at T0). Information on each test variable, including internal consistency and test-retest reliability, are presented in Table . The test battery can be administered in approximately 2 h. For all three administrations, the test battery was divided into two sessions (1 h per session) 1 day apart.\\nTable gives an overview of the timeline of the patient’s raw scores and scaled scores on the test battery. Table presents the patient’s norm scores and percentiles on the WMS-III, the WAIS-IV PSI, and the d2-R. Table presents the patient’s WCST scores at 2 weeks after admission (T0). Information on scoring are presented below each of the tables.\\nThe patient’s scores on WMS-III indicate average to very superior auditory, visual, immediate and general memory performance (108 to 142; Mean: 100), and low average to average working memory (Table ). The technical manual for WMS-III reports adequate test – retest reliability for all indexes in the age group 16–54 years, except for the Auditory Recognition Delayed Index ( []; Table ). Estimated standard error of difference (SDiff) scores were calculated based on Iverson and Grant ( []; Table ). Differences between the three assessments are outlined here. Her scores on the Auditory Delayed Index decreased more than Sdiff: 6.70 from 132 (very superior) at 2 weeks after admission (T0) to 108 (average) at re-test (T1) and increased again to 132 (very superior) at follow-up (T2). Her scores on the Visual Immediate Index increased slightly more than Sdiff: 6.70 from 118 (high average) at re-test (T1) to 127 (superior) at follow-up (T2). Her scores on the Visual Delayed Index decreased more than Sdiff: 7.65 from 125 (superior) at re-test (T1) to 109 (average) at follow-up (T2). Her scores on the Immediate Memory Index increased more than Sdiff: 3.17 from 134 (very superior) at re-test (T1) to 142 (very superior) at follow-up (T2). Her scores on the Working Memory Index decreased more than Sdiff: 8.22 from 102 (average) at 2 weeks after admission (T0) to 88 (low average) at re-test (T1). The scores on the rest of the indexes did not change more than the estimated Sdiff scores between time points.\\nOverall, she performed above average on the Verbal Fluency Test (Table ) at all three test times compared to the normative population for age, except for her performance at re-test (T1) on the switching condition, which was decreased more than Sdiff: 2.42 to average, and the high number of repetition errors (7; below average) at re-test (T1) and (3; average) at follow-up (T2).\\nShe performed average to above average on the Design Fluency Test at all three test sessions (Table ). However, the switching condition score was lower [] at follow-up (T2) compared to 8 at 2 weeks after admission (T0) and re-test (T1), though still average.\\nDuring follow-up (T2) on the Trail Making Test (Table ), her performance on the Number-Letter Sequencing test, measuring cognitive flexibility, was below average (111 s), in spite of being average at 2 weeks after admission (T0; 90 s) and re-test (T1; 79 s). The numbers condition was very low at T0 (55 s; below average), improving somewhat at re-test (T1; 46 s; below average) and follow-up (T3; 41 s; below average). We have no explanation for this result. On the other conditions, her performance was average at all three test times on the Trail Making Test.\\nHer scores on the WCST (Table ) 2 weeks after admission (T0) place her in the mild to moderately-to-severely range of impairment on cognitive flexibility according to this task. She completed one out of six categories (< 1st percentile). She made 52 perseverative responses (< 1st percentile; standard score 55; moderately-to-severely impaired range). She committed 50 errors (8th percentile; standard score 79: mildly impaired range), of which 36 were perseverative errors (1st percentile; standard score 55: moderately impaired range).\\nThe scores on the Processing Speed Index (Table ) were average compared to the normative population for age at all three test times. There were no relevant differences between time points. She scored 93 at admission (T0) and re-test (T1) and 98 at follow-up (T2).\\nAt 2 weeks after admission (T0) and re-test (T1), she had a small number of processed targets (426 and 420), 18th to 21st percentile (Tables and ), her concentration performance was 175 and 176 corresponding to the 42nd percentile and she committed three and no errors respectively (> 90th percentile). At follow-up (T2), her concentration performance was above the mean (185; 54th percentile) but not increased more than Sdiff: 24.89. The total processed targets score was still low (451; 34th percentile), and she committed few errors (four; 90th percentile).", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'30851283': 1, '24583414': 1, '21472023': 1, '15264711': 1, '23579318': 1, '27062554': 1, '18155737': 1, '22253689': 1, '17261218': 1, '24360134': 1, '24347025': 1, '26462619': 1, '25504443': 1, '10221745': 1, '25623396': 1, '14590186': 1, '22331528': 1, '16168799': 1, '24939417': 1, '27528419': 1, '30400050': 1, '25277720': 1, '14609004': 1, '20486870': 1, '21211101': 1, '34408714': 1, '26698021': 1, '26520917': 1, '10738859': 1, '21713186': 1, '28851577': 1, '16903136': 1, '9071638': 1, '24199620': 1, '26032280': 1, '22644538': 1, '15380406': 1, '14729421': 1, '32503476': 2}", "similar_patients": "{}"}