{"patient_id": 20713, "patient_uid": "7291651-1", "PMID": 32527284, "file_path": "comm/PMC007xxxxxx/PMC7291651.xml", "title": "Primary repair of transposition of the great arteries with an interrupted aortic arch: a case report and literature review", "patient": "A 1-month old male infant weighing 3.6 kg was referred to our institution with symptoms of tachypnea and cyanosis. The patient’s mother refused to do the prenatal examination causing a delayed diagnosis. Echocardiography and computed tomography angiography (CTA) which are routinly peformed in our center for complex anatomical patterns before the operation revealed TGA with anterior-posterior-oriented great arteries, wide patent ductus arteriosus (PDA), type B IAA, ventricular septal defect (VSD) and pulmonary arterial hypertension (PHT), Fig. .\\nIn October 2019, the patient underwent a single-stage primary surgical repair. The proximal descending aorta was separated from the distal aortic arch by approximately 2.6 cm. The left subclavian artery originated from the descending aorta which was perfused by a patent ductus arteriosus of 3.9 mm. Marked vessel discrepancy between the hypoplastic ascending aorta and the dilated main pulmonary artery (PA) due to the double size of PA than the ascending aorta was observed. No hypoplasia was noted in the right ventricle (RV) and the normal coronary pattern was observed.\\nA single-stage primary repair was performed through the midline sternotomy. Cardiopulmonary bypass (CPB) was introduced as both the ascending aorta and the PA which perfused the descending aorta through the wide patent ductus arteriosus were cannulated using a Y-shaped aortic inflow line. Cannulations of caval veins were then peformed with a right angle cannulation for the superior vena cava and a straight cannulation for the inferior vena cava. The aorta was cross-clamped at 30.2 °C core temperature during the systemic cooling and the myocardial protection was performed through infusions of the histidine-tryptophan-ketoglutarate (HTK) cardioplegic solution into the aortic root. The left heart venting was started by making a small incision on the atrial septum as there was no patent foramen ovale. As the RV was well developed, transpulmonary VSD closure was performed with a bovine pericardial patch after transecting the pulmonary trunk 5 mm above the annulus during the cooling process. At 20.5 °C the extracorporeal perfusion was stopped, and the arterial cannula was withdrawn from the pulmonary trunk. The aortic arch was then reconstructed under hypothermic circulatory arrest (HCA). The left subclavian artery was doubly ligated and transected during the reconstruction with the aim to relieve the tension of anastomosis. After complete excision of the ductal tissue, a longitudinal aortotomy was performed on the inner curvature of the ascending aorta. The end of the descending aorta was then directly anastomosed with the ascending aorta. After the completion of the aortic arch reconstruction systemic arterial perfusion was resumed.\\nThe ascending aorta was then transected 5 mm above the coronary artery (CA) to perform an arterial switch operation of the transposed great arteries. As there were no variable coronary patterns both CA were excised with buttons of the aortic wall and implanted again to the proximal neoaorta. The miss-match between the two ends of neoaorta was then corrected during the anastomosis of neoaorta with an elliptical patch of bovine pericardium used for enlargement of the distal part of the ascending aorta. For next step, the incision of atrial septum was totally closed. Anastomosis of the neo-pulmonary trunk was at last accomplished using a glutaraldehyde-treated autologous pericardium leaving the neoaorta behind the pulmonary bifurcation, which adopted the Lecompte Manouvre. The patient was transferred to the intensive care unit with an open sternum and a peritoneal dialysis catheter placed in the abdominal cavity. The by-pass, cross-clamping and circulatory arrest times were 265, 184, and 33 min, respectively.\\nThe vasoactive-inotropic score (VIS), a predictor of morbidity and mortality in infants after cardiopulmonary bypass [] was 17.5 (adrenaline 0.10μg/kg.min, noradrenaline 0.05μg/kg.min, isoprenaline 0.025μg/kg.min) at the first hour after the operation and 16 (adrenaline 0.10μg/kg.min, noradrenaline 0.03μg/kg.min, milrinone 0.3μg/kg.min) after 24 h. Nitroprusside was used to reduce afterload. N-terminal pro-brain natriuretic peptide (NT-proBNP) was 22,914.00 pg/ml the first day after the operation and decreased to 7101.00 pg/ml after 2 days. The ventilation time was 91 h and the patient stayed in the ICU for 12 days. Postoperative echocardiography and CTA showed excellent results as the systolic function of both ventricles was normal and there were no aortic or pulmonary regurgitations, Fig. . A maximum velocity of 1.7 m/s and 2.4 m/s was recorded at the neoaorta and neopulmonary anastomosis, respectively. The patient remained asymptomatic at 3 months after surgery confirmed with echocardiography demonstrating the normal systolic function of ventricles and trivial regurgitation for both aortic and pulmonary valves. The maximum velocity at the neoaorta and neopulmonary anastomosis was 1.8 m/s and 2.4 m/s, respectively.", "age": "[[1.0, 'month']]", "gender": "M", "relevant_articles": "{'19794327': 1, '18612457': 1, '15224020': 1, '9918977': 1, '16368368': 1, '20039984': 1, '17983952': 1, '3966952': 1, '3172802': 1, '12407401': 1, '20580247': 1, '10369647': 1, '11410190': 1, '17198826': 1, '16678601': 1, '21801920': 1, '16198852': 1, '8487571': 1, '15678045': 1, '7132411': 1, '9386119': 1, '11726897': 1, '26358472': 1, '8614145': 1, '9436571': 1, '12606749': 1, '9647097': 1, '12853039': 1, '27009888': 1, '7944768': 1, '10334446': 1, '32527284': 2}", "similar_patients": "{}"}