{"patient_id": 27542, "patient_uid": "7646749-1", "PMID": 32918409, "file_path": "comm/PMC007xxxxxx/PMC7646749.xml", "title": "Case Report: COVID-19 Associated Renal Infarction and Ascending Aortic Thrombosis", "patient": "A 71-year-old man with no significant past medical history presented with 2 weeks of fever, cough, shortness of breath, and chest discomfort with coughing in early April 2020 at a tertiary care hospital in New Brunswick, NJ. He was exposed to his daughter who was diagnosed with COVID-19 pneumonia a week before he fell ill. On presentation, he was afebrile at 99.7°F (37.6°C), blood pressure was 134/67 mmHg, tachycardic with a pulse of 102/minute, tachypneic at 34 breaths/minute, and hypoxic at 78% breathing room air. Examination was notable for faint crackles over all lung fields. Supplemental oxygen via nasal cannula (NC) was initiated at 4 L/minute with improvement of saturation to 94%. Initial laboratory investigations revealed absolute lymphopenia and elevated D-dimer, lactate dehydrogenase (LDH), ferritin, and C-reactive protein (CRP) (). His chest X-ray showed peripheral bilateral patchy opacities (). A nasopharyngeal swab specimen tested positive for SARS-CoV-2 by reverse transcription–PCR. We started him on hydroxychloroquine therapy. By the third day, he was comfortable, only requiring supplemental oxygen on mobilization, and was discharged to a COVID-19 Federal Medical Station.\\nHowever, he was readmitted 2 days later with worsened hypoxia. Vitals revealed he was afebrile at 98.9°F (37.1°C), blood pressure was 134/80 mmHg, tachycardic with a pulse of 112/minute, tachypneic at 34 breaths/minute, and hypoxic to 88% on 4 L/minute of oxygen via NC. Examination still noted bilateral crackles in all lung fields. Repeat investigations revealed positive COVID-19 test, persistent absolute lymphopenia, and further elevation of D-dimer, LDH, ferritin, and CRP (). A repeat chest X-ray showed worsened bilateral patchy opacities (). Saturations improved to 92% on 6 L/minute of oxygen supplementation. Hydroxychloroquine therapy was discontinued because of elevated QTc of 505 milliseconds. With worsening COVID-19 pneumonia, we initiated methylprednisolone 40 mg intravenously twice daily, along with lopinavir–ritonavir 400–100 mg orally twice daily and enoxaparin 40 mg subcutaneously twice daily. A computed tomography–pulmonary angiogram was negative for pulmonary embolism (PE) but revealed extensive multi-lobar ground-glass opacities (). Because of persistent dyspnea and hypoxia in the next 2 days, he was intermittently proned while on 6 L/minute oxygen via NC, and maintained saturation of 90–92%. Laboratory parameters were repeated intermittently as noted in . On day #9 since initial presentation, the patient complained of sharp left iliac fossa and left flank pain, which was high grade (8/10), constant, and radiating to his back, associated with nausea but no vomiting, diarrhea, dysuria, hematuria, fever, chills, or rigors. Urinalysis revealed clear, straw-colored, non-bloody urine with 30 mg/dL protein. An urgent computed tomography angiogram (CTA) revealed left superior renal artery thrombi with infarcts in the posterior mid-pole of the left kidney (). The CTA also revealed ascending aortic thrombus (). Bilateral lower extremity ultrasound was negative for deep venous thrombosis (DVT). We initiated heparin intravenous infusion for therapeutic anticoagulation and discontinued enoxaparin. A loading dose of clopidogrel 300 mg was given and continued with 75 mg daily. On surgical review, no intervention was advised. The next day, the abdominal pain had resolved, but we discontinued lopinavir–ritonavir as the hepatic enzymes were rising. The oxygen requirement decreased to 4 L/minute by day #12 since presentation, and we switched to apixaban 5 mg orally twice daily for anticoagulation. The patient continued to steadily recover, with improving inflammatory and renal markers (). The urine output and electrolytes remained normal throughout (). By day #14 since initial presentation, the patient was with a saturation of 90% on room air at rest, only requiring supplemental oxygen on mobilization, and corticosteroids were discontinued. The next day, he was discharged home with home oxygen therapy and 3 months of apixaban and clopidogrel regimen.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'32187464': 1, '32483909': 1, '9890320': 1, '30808213': 1, '32334995': 1, '33759912': 1, '27345378': 1, '32442529': 1, '32109013': 1, '32554424': 1, '32403217': 1, '32440883': 1, '34298138': 1, '32479921': 1, '34774843': 1, '32338827': 1, '32584946': 1, '32392282': 1, '32838080': 1, '32268022': 1, '32311448': 1, '22930518': 1, '29045340': 1, '32339221': 1, '34571103': 1, '18566354': 1, '32410764': 1, '32412581': 1, '32379955': 1, '32325026': 1, '32623082': 1, '32351851': 2, '32678530': 1, '32172226': 1, '32402155': 1, '21288835': 1, '34552963': 1, '32474145': 1, '26698927': 1, '32918409': 2}", "similar_patients": "{'7187998-1': 1}"}