{"patient_id": 31028, "patient_uid": "7817477-1", "PMID": 33500878, "file_path": "comm/PMC007xxxxxx/PMC7817477.xml", "title": "Applying augmented reality to treat Fournier’s gangrene in COVID-19 positive patients whilst safeguarding the multi-disciplinary surgical team: A case series", "patient": "A 68-year-old, COVID-positive male was transferred to our specialist centre with a 7-day history of progressive perianal pain and swelling.\\nThe patient was being treated for COVID-related pneumonia at the time of transfer. Although the onset of his perianal symptoms preceded his respiratory signs, he had not previously been evaluated for this issue. His medical background included hypertension, which was effectively treated with Concor.\\nExamination revealed a large right gluteal swelling extending to the perineum, scrotum, and superiorly along the right inguinal crease. The area of swelling was extremely tender, erythematous, hot to touch and associated with areas of crepitus. Multiple necrotic patches were also present throughout the affected area. The patient’s vital signs and blood tests were suggestive of acute infection and a CT scan confirmed findings consistent with a diagnosis of Fournier’s gangrene.\\nThe patient was consented for surgery and extensive debridement of the gluteal region, perineum, right groin crease and scrotal skin was performed under spinal anaesthesia by a board certified general surgeon. Given the complexity of the case, the operating general surgeon used an AR platform intraoperatively to seek remote expert input from both plastics and urology services.\\nThe patient returned to theatre every alternate day to ensure source control and subsequently made an uneventful recovery.\\nA 54-year-old COVID positive gentleman presented with a 3-day history of cough, fever and progressive scrotal swelling.\\nThe patient had an extensive medical and surgical history including type II diabetes mellitus (treated with oral medication), previous toe debridement and prior surgery for a fat-containing umbilical hernia. His lower limbs were also affected due to a diagnosis of Polio during childhood, which had resulted in him being bedridden for the past two years.\\nOn examination, the patient was found to have a tender, foul-smelling, swollen, erythematous scrotum. Necrotic patches and frank pus discharge could be appreciated at the most dependent part. There was no obvious extension to the abdominal wall or gluteal regions. A CT-scan confirmed the suspected diagnosis of Fournier’s gangrene and also revealed involvement of the perineum and right upper thigh.\\nThe patient was consented and moved to an intensive care setting for pre-operative optimisation and intubation. Although the increased risk of general anaesthesia in COVID-19 positive patients is well recognised, it was not possible to perform the procedure under regional anaesthesia due to the patient’s previous Polio diagnosis. Extensive debridement of the affected area was performed by a board certified general surgeon with remote input from a urologist and plastic surgeon using an AR platform. The patient was transferred to ITU post-operatively and eventually stepped-down to ward-based care for wound management.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'28090510': 1, '33189880': 1, '32395848': 1, '32293715': 1, '30342279': 1, '33500878': 2}", "similar_patients": "{}"}