{"patient_id": 20002, "patient_uid": "7250972-1", "PMID": 32477537, "file_path": "comm/PMC007xxxxxx/PMC7250972.xml", "title": "Immune thrombocytopenic purpura caused by the over-the-counter weight supplement Root of Tejocote (Crataegus species)", "patient": "A 51-year-old female with the history of hypothyroidism presented to the primary care office with complaint of generalized malaise for roughly 1 month duration. Hemogram revealed new thrombocytopenia with a platelet count of 62 × 103/μL. The remainder of her complete blood count (CBC) showed a normal hemoglobin of 12.7 g/dL and white blood cell count (WBC) of 4.7/μL. Her most recent CBC from 6 months prior showed a hemoglobin of 12.8 g/dL, WBC of 6.3/μL, and platelet count of 406 × 103/μL. Repeat CBC, ordered by the primary care physician 72 hours later, showed worsening thrombocytopenia with platelet count of 43 × 103/μL, and the patient was instructed to seek care in the local emergency department (ED). She presented to the ED the following day, and her platelet count had decreased further to 25 × 103/μL. After discussion with the on-call hematologist, the patient was administered 1 mg/kg of prednisone (60 mg) and discharged on this dose with an outpatient hematology appointment.\\nThe patient was seen in the hematology clinic 5 days after discharge. During her initial visit, she had no active bruising or bleeding and denied any prior bleeding tendency. She denied any antecedent coryza, fever, or pharyngitis. Her medications included levothyroxine, an over-the-counter multi-vitamin, and a weight loss supplement, Alipotec® (Tejocote). She drank alcohol socially. She denied any nicotine use or illicit drug use. She did not have a family history of blood diathesis. She works as a professional horse jockey. On physical examination, she had a small ecchymosis on her left elbow. No hepatosplenomegaly or lymphadenopathy was identified. The patient did not exhibit any overt gingival bleeding or petechial rash. Testing for Hepatitis B and C, HIV, Helicobacter Pylori serology, and heterophile antibodies was negative. TSH and T4 were checked and were 0.2 and 7.6, respectively. ESR, CRP, and ANA were negative.\\nA blood smear from her initial CBC in the ED was analyzed in the office and did not reveal pseudothrombocytopenia; there was no evidence of platelet clumping or platelet satellitism. Rare large platelets were appreciated on the index smear. There was no evidence of dysplasia in the red blood cell (RBC) or WBC cell lineages. Her platelet count was rechecked in the office and improved to 365 × 103/μL on the 60 mg of prednisone. The patient was presumed to have ITP. Upon further questioning in the office, the patient admitted to starting a new weight loss supplement, Alipotec 6 weeks prior to ED evaluation in an attempt to lose weight for her aforementioned employment as a professional horse jockey.\\nThe patient was started on a prednisone taper which was gradually reduced by 10 mg weekly. Four weeks later, at a dose of 20 mg of prednisone, her platelet count dropped from 266-14 × 103/μL. Prednisone was increased back to 60 mg. Despite this increase in steroids, her platelet count increased to only 62 × 103/μL after 1 week.\\nDiscussion was had about pursuing a bone marrow biopsy to exclude less common entities such amegakaryocytic thrombocytopenia, aplastic anemia, myelodysplastic syndrome, and overt leukemia, but the patient declined and continued on prednisone. Unfortunately, the patient had poor tolerance to steroids with frequent headaches, labile mood, and insomnia. Her platelet count continued to fluctuate between 50 and 87 × 103/μL on glucocorticoids. Given the intolerance to prednisone and the relatively modest increase in her platelet count, a bone marrow biopsy was again suggested but patient declined.\\nInstead, the patient was next started on the Thrombopoietin Receptor Agonists (TPO-RAs), Eltrombopag, at 50 mg daily. Unfortunately, after a singular dose, she developed nausea and vomiting and refused further treatment with the agent. At this time, both the patient and the treating hematologist began suspecting that her Alipotec® may be the cause for her thrombocytopenia. She was advised to discontinue it, but she was reluctant to do so given the weight loss she was experiencing on the supplement.\\nAt her next hematology appointment, which was 9 weeks from her index hematology visit, the patient was given the option to proceed with curative intent splenectomy or Rituxan treatment. The patient was informed that these remedies would only be attempted if she would agree to a diagnostic bone marrow biopsy. The patient again refused invasive testing.\\nA hemogram the following week, surprisingly, revealed a platelet count of 342x103/μL, despite the patient admitting to self-reducing her prednisone from 40 to 10 mg. Upon further inquiry, she also admitted to stopping her Alipotec in hopes that the over-the-counter supplement was the cause of the ITP. Her platelet count the following 3 weeks continued to remain over 200 × 103/μL, despite the patient self-discontinuing all prednisone products.\\nFour weeks after stopping the Alipotec® and prednisone, her platelet count decreased to 46 × 103/μL. She confided that she resumed the Alipotec in preparation to a critical horse race, 4 days prior to the blood draw. She refused resuming any steroid products, and she again discontinued the offending agent once she was informed of her recurrent thrombocytopenia. She had a repeat hemogram the following week after discontinuing the Alipotec®, which again showed correction of her thrombocytopenia with platelet count of 336 × 103/μL. Repeated CBC 1 month later off any treatment continued to show normal platelet counts, and the patient stated she had completely stopped the Alipotec.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'19344362': 1, '30504339': 1, '31483965': 1, '7733121': 1, '12366712': 1, '23121994': 1, '10942223': 1, '9566417': 1, '33763323': 2, '30093912': 1, '24680419': 1, '19237719': 1, '19846889': 1, '19005182': 1, '23664510': 1, '16861345': 1, '21325604': 1, '18287133': 1, '25081899': 1, '17352309': 1, '1348479': 1, '32477537': 2}", "similar_patients": "{'7982003-1': 1}"}