{"patient_id": 100763, "patient_uid": "7488892-1", "PMID": 32911986, "file_path": "noncomm/PMC007xxxxxx/PMC7488892.xml", "title": "A Case of Extracorporeal Membrane Oxygenation as a Salvage Therapy for COVID-19-Associated Severe Acute Respiratory Distress Syndrome: Mounting Evidence", "patient": "A 32-year-old male with a past medical history of diabetes mellitus presented to the emergency department (ED) of our hospital with worsening shortness of breath for a few days. He was known to be COVID-19 positive from an outside clinic just 4 days before presentation. He denied any other symptoms including chills, fever, and sweats. On examination, he was diaphoretic, tachycardic, tachypneic, anxious, and lung sounds were notable for crackles. The patient was severely hypoxemic with oxygen saturation of 25% on room air. He was placed on a non-rebreather mask, following which the SpO2 (oxygen saturation) had increased to 60% to 70%. Other vital signs were a blood pressure of 176/96 mm Hg, heart rate of 134/min, respiratory rate of 34/min, and temperature of 38.1 °C. Initial laboratory tests were significant for C-reactive protein of 34 mg/dL, lactic acid of 9 mmol/L, white blood cells of 16 × 106/µL without lymphopenia, blood glucose of 643 mg/dL, procalcitonin of 2.44 ng/mL, and troponin of 0.04 ng/mL. Venous blood gas revealed a pH of 7.31, pCO2 (partial pressure of carbon dioxide) of 26 mm Hg, and HCO3 (bicarbonate) of 13 mmol/L. An electrocardiogram showed a sinus rhythm without ST changes or T wave changes. His initial chest X-ray (CXR) showed mild diffuse bilateral pulmonary consolidations (). He was intubated in the ED and transferred to the COVID-19 ICU. His nasopharyngeal swab was positive for COVID-19.\\nThe patient was provided the standard ARDS treatment with lung-protective ventilation, pronation, neuromuscular blockade with rocuronium, and inhaled epoprostenol. His initial ventilator settings were pressure-regulated volume control mode of ventilation with a tidal volume (Vt) of 360 mL (6 mL/kg of ideal body weight), respiratory rate (RR) of 24 breaths per minute, and positive end-expiratory pressure (PEEP) of 14 cm H2O. He was sedated with hydromorphone, midazolam, and propofol continuous intravenous infusions. His chest computed tomography scan post-intubation revealed extensive multifocal ground-glass opacities bilaterally, pneumomediastinum with subcutaneous emphysema up to the base of the neck, without any pulmonary embolism (). The blood cultures on admission and respiratory pathogen panel were negative, and the sputum culture grew few Staphylococcus aureus.\\nOn day 5 to 6 of hospitalization, the patient developed worsening oxygenation and hypercarbia despite an increasing fraction of inspired oxygen (FiO2) to 1.0, PEEP to 20 cm H2O, RR to 34 breaths per minute, and Vt to 380 mL (6.3 mL/kg of ideal body weight). His plateau pressures were around 34 cm H2O with inspiratory pressures around 40 cm H2O. CXR showed worsening diffuse bilateral pulmonary opacities (). Arterial blood gas revealed a pH of 7.37, pCO2 of 70 mm Hg, PaO2 of 85 mm Hg, and HCO3 of 39 mmol/L, with PaO2: FiO2 (P/F) ratio of 8:5. The ability to both oxygenate and ventilate him was further complicated by his known pneumomediastinum, which we speculated he had developed with persistent coughing due to COVID-19 before admission. The pneumomediastinum was treated conservatively without chest tube placement, but there were concerns regarding the safety of increasing his PEEP and TV.\\nDue to the refractory hypoxemia despite maximal conventional medical management for ARDS, he was evaluated by a multidisciplinary team for VV ECMO selection. Transthoracic echocardiogram revealed normal biventricular function with no valvular abnormalities. His Respiratory ECMO Survival Prediction (RESP) score was 5, giving him an estimated in-hospital survival of 70% to 90%. He received 1 point for mechanical ventilation for 6 days prior to initiation of ECMO, he received 3 points for viral pneumonia (COVID-19), and he received 1 point for neuromuscular blockade before ECMO (). He had a prediction of survival on ECMO therapy (PRESET) score of 3 giving him estimated ICU mortality of around 26%. The patient received 1 point for mean arterial pressure between 91 and 100 mm Hg, 1 point for lactate between 1.51 and 3 mmol/L, and 1 point for 6 hospital days pre-ECMO (). On day 6 of hospitalization (approximately day 10-11 of the disease process), he was initiated on VV ECMO. Bifemoral cannulation was performed with ultrasound guidance at the bedside in the patient’s room. The ECMO configuration was as follows: Cardiohelp device, Quadrox-ID adult oxygenator, 19 Fr single-stage right femoral venous outflow/oxygenated cannula, and 25 Fr multi-stage left femoral venous inflow/deoxygenated cannula. The initial ECMO settings were a blood flow at 4.5 L/min, sweep gas at 2 L/min, with a FiO2 of 1. After the initiation of ECMO, improvement in his oxygenation and hypercarbia was noticed with arterial blood gas showing a pH of 7.46, pCO2 of 54 mm Hg, paO2 of 86 mm Hg, and HCO3 of 38 mmol/L, thus his mechanical ventilator settings were decreased to a Vt of 270 mL, RR of 10 breaths per minute, PEEP of 12 cm H2O, and FiO2 of 0.6 to promote further lung protection. Additionally, on the day of admission up until day 10 of hospitalization, he was placed in an institutional review board-approved multicenter, randomized, blinded controlled trial where he received either remdesivir or placebo.\\nThe patient’s ECMO course was complicated. He suffered from acute blood loss anemia from hematuria, epistaxis, and oropharyngeal bleeding, requiring frequent blood transfusions while on a continuous heparin infusion as anticoagulation for the ECMO circuit. Despite growing concerns regarding the possible development of a hypercoagulable state in patients with COVID-19, we elected to decrease the patient’s heparin infusion initially to a lower PTT goal of 45 to 60 seconds and then eventually discontinued all anticoagulation for 5 days. A venous duplex was performed on hospital day 27 as the patient was completely immobile while on bifemoral VV ECMO, off all anticoagulation, and at high risk for thrombus formation. The duplex was found to be negative for acute or chronic venous thrombus in all 4 extremities. Additionally, we had difficulty maintaining full ECMO flows of 4 to 5 LPM while also trying to prevent volume overload in the setting of severe ARDS and ultimately decreased his ECMO flows to around 3 to 3.5 LPM with the sweep around 4 to 6 LPM for the majority of his ECMO course.\\nOn hospital day 19 (13 days of VV ECMO), we began noticing an improvement in his lung function and lung compliance. We started daily challenges of weaning sweep and FiO2 on ECMO while subsequently increasing his ventilator support. He underwent tracheostomy on day 20 of hospitalization as we wanted to get the tracheostomy performed before ECMO decannulation. On day 23 of hospitalization (day 17 on ECMO and approximately day 27-28 of the disease process), he was successfully decannulated at the bedside, and VV ECMO was removed. The hospital course included a total of 35 days of mechanical ventilation. Our ability to wean him from mechanical ventilation was delayed due to ventilator-associated pneumonia secondary to Staphylococcus aureus and Klebsiella pneumoniae. The patient required tracheostomy for 26 days that included 15 days on mechanical ventilation. On hospital day 39, his tracheal aspirate was negative for COVID-19 by polymerase chain reaction. He underwent aggressive rehabilitation with physical therapy and occupational therapy while hospitalized. He was discharged home after 47 days of hospitalization without the need for supplemental oxygen or support devices and was decannulated from his tracheostomy. His CXR before discharge revealed an interval improvement in multifocal pulmonary opacities (). Despite a complicated and prolonged hospitalization, including 40 days in the ICU and the development of 3 nosocomial infections, he was able to avoid a multi-organ failure during his entire hospitalization.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'19822628': 1, '32363334': 1, '32675503': 1, '29233160': 1, '26380745': 1, '32319081': 1, '32371555': 1, '32283155': 1, '32313662': 1, '32431992': 2, '32242947': 1, '31197492': 1, '32395179': 2, '34211653': 2, '34778984': 1, '32279018': 1, '33801239': 1, '34548027': 1, '24693864': 1, '32317225': 1, '29330690': 1, '31258917': 1, '32223988': 1, '32317557': 1, '29791822': 1, '32105632': 1, '19762075': 1, '32911986': 2}", "similar_patients": "{'8221150-1': 1, '7233513-1': 1, '7206578-1': 1}"}