{"patient_id": 98343, "patient_uid": "7276591-1", "PMID": 32548019, "file_path": "noncomm/PMC007xxxxxx/PMC7276591.xml", "title": "Giant Cell Tumor of Third Metacarpal: A Rare Case Report and Review of Literature", "patient": "A 19-year-old female presented with pain and swelling over dorsum of the left hand (non-dominant) overlying the 3rd MC for 6 months. The pain was spontaneous, insidious in onset, dull aching in nature; the swelling was ovoid in shape with well-defined margins and progressively increasing in size. There was also a painful restriction of movement of the 3rd metacarpophalangeal (MCP) joint. There were no H/O trauma, weight loss, and loss of appetite. There were no significant medical comorbidities.\\nOn physical examination, the swelling was of size 4cm × 3cm overlying left 3rd MC bone, firm in consistency, and painful on palpation. The overlying skin was normal (). The movement of MCP was painful and restricted. Routine lab parameters were within normal limits. The radiograph and magnetic resonance imaging (MRI) showed expansile lytic lesion involving the distal part including the head of the 3rd MC bone. Erosion of both anterior and posterior cortex with soft tissue component displacing the flexor and extensor tendon, but a periosteal reaction was lacking. The X-ray of the expansile lesion showed characteristic soap bubble appearance ( and ).\\nThe patient underwent surgical excision of the mass under general anesthesia. The skin incision was given over the dorsal aspect longitudinally along the 3rd MC bone, meticulous soft tissue dissection was done, and underlying GCT mass was exposed in total. GCT mass was excised with margins along with partial osteotomy of the MC bone, leaving behind about 1cm healthy base of MC bone, which appeared normal both intraoperatively and radiologically (). Reconstruction of the defect was done using non-vascularized contoured fibular strut graft taken from ipsilateral middle one-third of fibula, fixed with 2.5 mm mini reconstruction plate, along with reconstruction of the collateral ligaments of the MCP (). Separate instrumentation was used for graft harvesting.\\nThe excised mass was sent for histopathological study, which confirmed the diagnosis of GCT.\\nThe microscopic features showed circumscribed nodular neoplasm composed of diffusely scattered multinucleated osteoclastic giant cells, closely intermingled with plump fibroblast, and delicate blood vessels. The peripheral area showed mature bony trabeculae ().\\nPostoperatively, the patient was given below elbow functional volar slab supporting upto the distal interphalangeal joint for 2 weeks followed by wrist splint for 2 more weeks with the initiation of range of motion exercises of fingers as per tolerance.\\nThe patient was followed up at regular intervals and at latest follow-up of 2 years that there was complete union of fibular autograft with no evidence of local recurrence, with an esthetically acceptable and functional hand ( and ).", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'34733973': 1, '15316680': 1, '21886934': 2, '22701064': 1, '10587153': 1, '22662295': 1, '25003057': 1, '17013643': 1, '32548019': 2}", "similar_patients": "{'3162689-1': 1, '3162689-2': 1}"}