{"patient_id": 18852, "patient_uid": "7187343-1", "PMID": 31264376, "file_path": "comm/PMC007xxxxxx/PMC7187343.xml", "title": "Laparoscopic surgery for an esophageal duplication cyst using a near-infrared indocyanine green fluorescence system: A case report", "patient": "A 64-year-old woman with a cystic tumor near the esophagogastric junction was referred to our hospital for treatment. Esophagogastroduodenoscopy revealed a submucosal tumor with no mucosal defects in the abdominal esophagus adjacent to the esophagogastric junction. Abdominal CT showed a 70-mm low-density area in the abdominal esophagus without distant metastasis (Figure A,B). Thus, the patient was diagnosed with an abdominal esophageal submucosal tumor. The patient was thoroughly informed about several treatment options for the abdominal esophageal submucosal tumor and decided to undergo laparoscopic resection.\\nA camera port was inserted through an umbilical incision using an open technique. Under pneumoperitoneum of 10 mm Hg, four ports (two 5-mm ports and two 12-mm ports) were inserted into the right upper, right lower, left upper, and left lower quadrants, respectively. Esophageal adventitia layer dissection was followed by muscular layer dissection along the tumor without injury. After enucleation, tissue perfusion of the excised lesion in the abdominal esophagus was evaluated using an NIR-ICG fluorescence system (IMAGE1 SPIES; Karl Storz, Tuttlingen, Germany), and hypoperfusion was found. A Dor fundoplication was performed to prevent postoperative gastroesophageal reflux disease (GERD) and reinforce the mucosal layer defect (Figure A,B). The operative time was 343 minutes, and the estimated blood loss was 10 mL. The patient was discharged on postoperative day 9 without adverse events.\\nHistopathological analysis revealed that the cyst wall was composed of two smooth muscle layers and was lined by pseudostratified ciliated columnar epithelium; the pathological diagnosis was an EDC. The patient was still alive with no recurrence or complications 24 months after surgery.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'16643183': 1, '10522728': 1, '34558428': 1, '17562119': 1, '27916367': 1, '9595237': 1, '12823217': 1, '22002296': 1, '29997988': 1, '34628532': 1, '16860091': 1, '24976905': 1, '31264376': 2}", "similar_patients": "{}"}