{"patient_id": 22007, "patient_uid": "7353682-1", "PMID": 32652967, "file_path": "comm/PMC007xxxxxx/PMC7353682.xml", "title": "Laparoscopy combining with ureteroscopy for horseshoe kidney accompanying with duplicate kidney and a ureteral calculus: a case report", "patient": "In January 2019, a 31-year-old man was referred for evaluation at our hospital after the diagnosis of a giant renal cyst was made at another hospital, where the patient had initially presented with a 2-week history of dull right lower abdominal pain.\\nOn admission, abdominal enhanced computed tomography (CT) combined with CT ureterography (CTU) showed the following: bilateral lower pole fusion; a low-density region (83 × 85 × 114 mm) in the right kidney during the arterial phase without entrance of the contrast agent in excretory phase and a left ureteral calculus with a 2.9-mm diameter. The multiple diagnoses of HSK with a right renal cyst and left ureteral calculus were suspected. (Fig. ).\\nConsidering the abnormal shape of renal cyst, however, we thought that the possibility of right hydronephrosis could not be eliminated. Therefore, a retrograde urography study was conducted, which showed a duplicated renal pelvis and ureters with severe hydronephrosis in the right lower renal pelvis (Fig. ). Furthermore, results of renal imaging showed that the right lower kidney had no blood supply, whereas the right upper kidney had a normal blood supply; the glomerular filtration rates (GFRs) were calculated to be 0 mL/min and 23.7 mL/min, respectively. No other abnormalities were evident on other examinations. Based on these results, the diagnosis was confirmed as HSK accompanying a right duplicated kidney, severe hydronephrosis with a nonfunctioning right lower kidney and a left ureteral calculus.\\nSurgery was scheduled for the patient under general anesthesia. Firstly, the patient was placed in a bladder lithotomy position. A bilateral ureteroscope was used to remove the left ureteral calculus and stents were inserted into the ureters on each side. Secondly, the patient was placed in a modified lateral position and four puncture sheaths were inserted. After careful separation, a laparoscopic linear incision stapler was used to break off the isthmus of HSK (Fig. ). Then, a knot-free suture (Johnson & Johnson) was used to reinforce the left side of separated section. After the inferior vessels were clamped and severed, the right lower kidney and ureter were excised.\\nDuring this procedure, however, the right ureteral stent was found to be inserted into the nonfunctional kidney. Therefore, this stent was removed through laparoscopy and then finally implanted through ureteroscopy in the bladder lithotomy position after the laparoscopic procedures.\\nThe operative time was 6 h and 12 min, Pathologic examination showed severe atrophy of the renal cortex and mucosa with the infiltration of inflammatory cells in interstitium (Fig. ).\\nNo obvious complications were observed except for moderate incision pain, which was relieved by an intravenous analgesic. The patient’s serum creatinine concentration returned to normal at postoperative Day 5, decreasing from the highest concentration on postoperative Day 2 at 125.5 umol/L. Abdominal X-ray showed that the position of the bilateral ureteral stents was normal. The patient was discharged on postoperative Day 6 after 13 hospitalisation days total.\\nAt 3-month follow-up, the patient’s renal function remained normal. Abdominal CT showed a few inflammatory changes but no hydronephrosis for either kidney. The bilateral ureteral stents were successfully removed (Fig. ).", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'11162699': 1, '28690757': 1, '28180090': 1, '24178305': 1, '30643972': 1, '25375751': 1, '12050480': 1, '16006955': 1, '25242437': 1, '28248022': 1, '26443241': 1, '12656910': 1, '27422246': 1, '27545957': 1, '32652967': 2}", "similar_patients": "{}"}