{"patient_id": 24966, "patient_uid": "7489329-1", "PMID": 32944427, "file_path": "comm/PMC007xxxxxx/PMC7489329.xml", "title": "Meigs’ Versus Pseudo-Meigs’ Syndrome: A Case of Pleural Effusion, Ascites, and Ovarian Mass", "patient": "A 58-year-old female patient with a past medical history of severe obstructive sleep apnea, chronic obstructive pulmonary disease (COPD), hypertension, and bipolar disorder presented to the emergency department (ED) for shortness of breath of two-day duration. She endorsed having a clear productive cough with fever and chills but denied any sick contacts. In the ED, the patient was tachycardic with a heart rate of 132 beats per minute, saturating 96% on room air, and hyponatremic at 127 mmol/L with a leukocytosis of 17.4 K/cumm. Chest x-ray (CXR) revealed a small left pleural effusion (Figure ). The patient was admitted for further management of her shortness of breath and started on treatment for presumed COPD exacerbation/community acquired pneumonia.\\nThe following day, the patient became hypoxic, saturating 86% on room air. Supplemental oxygen of two-liter nasal cannula was initiated and a repeat CXR showed bilateral pleural effusion, left greater than right. A diagnostic thoracentesis was performed, and 550 mL of cloudy yellow fluid was removed and sent for analysis. Fluid analysis revealed 1,745 nucleated cells, neutrophilic predominance of 61%, lactate dehydrogenase (LDH) 88 units/liter, protein 3.8 gm/dL, and glucose 100 mg/dL, with serum LDH 139 units/liter and protein 6.4 gm/dL. This met Light’s criteria for exudative effusion as fluid LDH to serum ratio was 0.633 and protein ratio was 0.59. Fluid cytology result was negative for malignant cells. A CT of the thorax and abdomen/pelvis was completed and showed pulmonary emphysema, bilateral pleural effusions, small pericardial effusion, nodular liver consistent with cirrhosis with small amounts of ascites and a semi-solid/semi-cystic left ovarian mass measuring 8.3 cm (Figures , ).\\nA transvaginal ultrasound showed a stable 8.6-cm multilocular cystic left adnexal mass (Figure ), which was compatible with benign cystic ovarian neoplasm such as a cystadenoma or less likely peritoneal inclusion cyst. Serum tumor markers of CA-125 were elevated at 110 units/mL (reference range 0.5-35). CA-19-9, alpha fetoprotein, and carcinoembryogenic antigen were within normal limits. Gynecology-oncology was consulted for ovarian mass and recommended to follow up as outpatient for cystectomy with possible oophorectomy and salpingectomy, in addition to a diagnostic paracentesis for cytologic analysis. However, given our patient’s comorbidities, she opted not to pursue definitive diagnosis with surgery and instead sought symptomatic treatment.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'13148256': 1, '1495739': 1, '23328144': 1, '11516814': 1, '15466800': 1, '9764648': 1, '27898215': 1, '22878823': 1, '31153867': 1, '21791307': 1, '20740147': 1, '28690899': 1, '15863154': 1, '19448068': 1, '17433421': 1, '8522265': 1, '26656338': 1, '32944427': 2}", "similar_patients": "{}"}