{"patient_id": 21429, "patient_uid": "7325356-1", "PMID": 32617209, "file_path": "comm/PMC007xxxxxx/PMC7325356.xml", "title": "A Rare Case Report and Literature Review of Anabolic-Androgenic Steroids (AAS)-Induced Acute Myocardial Infarction", "patient": "Our patient was a 31-year-old man who presented to a regional hospital with the chief complaint of substernal chest pain. His past medical history was significant for Crohn’s disease treated with infliximab every six weeks. He was in his normal state of health until he suddenly developed substernal chest pain associated with nausea and vomiting after he finished his routine workout in the morning. He reported similar episodes of chest pain along with shortness of breath on exertion over the past two years. He was referred to a cardiologist who opted to perform an exercise treadmill stress test with unremarkable results. He denied any family history of cardiovascular diseases. He regularly followed a gastroenterologist for his Crohn’s disease that was complicated by anal fistula. Unfortunately, he had been experiencing daily chronic diarrhea due to Crohn’s disease. He was also scheduled for an abdominal ultrasound for his chronically elevated liver enzymes in the upcoming months. Otherwise, he denied alcohol abuse, smoking history, or illicit medication use. He worked as a security guard and was also a heavy weight lifter. He used chronic anabolic steroids in three-to-four months cycles for approximately the past ten years.\\nElectrocardiogram (EKG) revealed anterior wall ST-segment elevations along with an elevated cardiac troponin level (Figure ). The patient was transferred to our hospital status post administering of aspirin 324 milligrams (mg) via helicopter transportation service in order to undergo emergent coronary angiography that revealed a normal left main coronary artery, but a thrombotic occlusion was found in the left anterior descending artery (LAD) (Figure ). There was thrombolysis in myocardial infarction (TIMI) grade flow of 1-2 from collateral arteries of the distal right coronary artery to the septal cascade. The patient underwent balloon angioplasty associated with intracoronary thrombolysis of tissue plasminogen activator (tPA) 10 mg over 10 minutes. Insertion of a 4.5 x 3.8 millimeters of the bare-metal stent was deployed at high atmospheric pressure. The subsequent angiography demonstrated TIMI II/III flow to the anterior lateral wall with respective correlation found on the left ventriculogram that showed severe anterior lateral, anterior apical, inferior apical hypokinesis with an approximate ejection fraction (EF) of 30% (Figure ). He remained to be hemodynamically stable throughout the procedure without significant arrhythmias except for a transient accelerated idioventricular rhythm (AIVR) episode. The patient was subsequently transferred to the cardiac care unit (CCU) status post the intervention for further management. He remained to be stable overnight.\\nOn day two of hospitalization, he was hemodynamically stable with normal sinus rhythm while on telemetry monitoring. Laboratory results were unremarkable except for elevated troponin levels that peaked at 440 NG/ML, reactive leukocytosis of 18.0 K/UL without a clinical impression of infection along with elevated aspartate aminotransferase (AST) of 521 U/L and alanine aminotransferase (ALT) of 186 U/L with a normal level of alkaline phosphatase. He had a normal hemoglobin A1c of 5.4% and elevated low-density lipoprotein cholesterol (LDL) of 158 MG/DL despite a normal cholesterol level of 198 MG/DL. Echocardiogram showed a moderate to severely reduced left ventricular systolic function with an estimated EF of 25%-30%. He had no signs of acute congestive heart failure or arrhythmias. He remained to be stable overnight.\\nOn day three of hospitalization, he continued to remain hemodynamically stable without signs of arrhythmia or acute congestive heart failure. He was asymptomatic with negative reviews of the system. He was fitted for a wearable cardiac defibrillator to potentially reduce the risk of sudden cardiac arrest. He was subsequently downgraded to the telemetry floor from the CCU. He was discharged from the hospital and recommended against taking further anabolic steroids as it was believed to be the cause of his MI without obvious cardiovascular risk factors. He was advised to follow up with his primary cardiologist in the outpatient setting for the continuation of care. He eventually underwent an automatic implantable cardioverter-defibrillator (AICD) implantation three months later (Figure ).", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'29904303': 1, '24650717': 1, '24259990': 1, '27184497': 1, '31489392': 2, '34441248': 1, '16212144': 1, '15225667': 1, '24423981': 1, '27239638': 1, '26862345': 2, '24582699': 1, '26466073': 2, '1636596': 1, '1929679': 1, '24918634': 1, '17036404': 1, '32617209': 2}", "similar_patients": "{'4738047-1': 1, '4592181-1': 1, '6713204-1': 1}"}