{"patient_id": 22480, "patient_uid": "7373648-1", "PMID": 32728386, "file_path": "comm/PMC007xxxxxx/PMC7373648.xml", "title": "Local recurrence of renal cell carcinoma successfully treated with fusion imaging-guided percutaneous thermal ablation", "patient": "A 68-year-old-male patient with a history of right nephrectomy was treated 3 months before by microwave ablation for RCC of the left kidney (). He presented with local recurrence and was referred to our institution for treatment. Multi-detector computed tomography (MD-CT) showed the presence of a 15 mm hypervascular nodule, centrally located, on the inner margin of the previous ablation area (). Despite the recurrence after the first treatment, surgery was still considered too risky since his solitary kidney so, after multidisciplinary discussion and agreement, another attempt of imaging-guided ablation was proposed as first line treatment. It was decided to use RF ablation combined with pyeloperfusion, in order to protect the collecting system from thermal damage. The procedure was performed under general anaesthesia in our Angio-CT Hybrid Suite with the availability of angiography, CT and US (). First a 6 French stent (Pollack Open-End Flexi-Tip® Ureteral Catheter, Cook Urological) was placed into the ipsilateral renal pelvis (). Then, we preliminarily performed an US examination to localise the lesion, but unfortunately, it was completely invisible on B-mode US due to its central location in the kidney, completely hidden behind the scar of the previous treatment. With patient in right lateral decubitus, MD-CT with contrast media was performed and data were transferred in DICOM format to the US system. Fusion imaging was used to guide the needle to target the residual tumour combining real-time US scans with CT images (). Radiofrequency ablation (RFA) was performed with 3 cm umbrella-shaped multi-tines needle electrode (LeVeen CoAccess RFA needle electrode, Boston Scientific, MA, USA), selected to match the size of the tumour. The electrode was inserted and then connected to the generator (RF 3000, Boston Scientific) after checking the correct positioning with a CT scan; energy was applied till roll-off occurred. Roll-off was achieved three times (80 W at 11 min, 60 W at 8 minutes and 60 W at 10 minutes) before needle removal. During ablation, cold pyeloperfusion was performed with gentle injection of sterile water through the ureteral stent. Patient was discharged the day after in good conditions after a clinical evaluation and MD-CT performed to exclude complications. Follow-up CT scan performed at 6 weeks showed complete tumour ablation without enhancing residual tumour (). Renal function did not significantly change at 6 months from the treatment (preoperative creatinine levels = 1.65 mg/dl, 6 months creatinine levels = 1.63 mg/dl)", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'27847290': 1, '26589606': 1, '30689120': 1, '22538537': 1, '21273519': 1, '11000140': 1, '28054165': 1, '20633979': 1, '26321450': 1, '26874535': 1, '31367773': 1, '28500486': 1, '25414370': 1, '25269382': 1, '25588715': 1, '15711247': 1, '30587624': 1, '26094868': 1, '27837451': 1, '24806953': 1, '28881719': 1, '19269025': 1, '11110926': 1, '26911732': 1, '23443351': 1, '20544228': 1, '32728386': 2}", "similar_patients": "{}"}