{"patient_id": 27225, "patient_uid": "7596015-1", "PMID": 33207423, "file_path": "comm/PMC007xxxxxx/PMC7596015.xml", "title": "Ileal obstruction caused by transmural endometriosis in a patient with simultaneous C. difficile colitis and Influenza AH1N1. Case report", "patient": "A 32-year-old nulliparous woman presented into Emergency Room with colicky abdominal pain that lasted 48 h. Additionally, she had diarrhea, abdominal distension, nausea, vomiting, dry cough, nasal congestion, headache, and fever. She was taking antibiotics for H. pylori gastritis. Her medical history included endometriosis. She was taking oral contraceptives intermittently. She had right oophorectomy at age 22 due to endometrioma, and right salpingectomy at age 25 due to ectopic pregnancy. In-vitro fertilization and embryo transfer failed at age 29.\\nOn physical examination: BP 80/60 mmHg. HR 120 bpm. RR 22 bpm. Temp. 39 °C. Her abdomen was diffusely distended, absent bowel sounds, generalised tenderness, without rebound. Vaginal examination was unremarkable. Rectal exam showed liquid stool. Leucocytes 18,000/μL. PaO2/FiO2 ratio 370. Abdominal CT scan with IV contrast showed small bowel diameter of 5 cm with air-fluid levels and transition point at 5 cm from the ileocecal valve (). PCR was positive for C. difficile as well as Influenza AH1N1.\\nPatient was admitted in the Intensive Care Unit. She was kept NPO. A nasogastric tube was placed, and 2 L of enteric fluid were drained. She was started on Vancomycin 500 mg QID and Oseltamivir 75 mg BID by nasogastric tube, as well as Tigecycline 50 mg BID IV. The organ failure resolved within 48 h.\\nOn her second hospital day, laparoscopic exploration was performed. Small bowel was diffusely dilated, and extensive intra-abdominal and pelvic adhesions were seen. The point of obstruction was at the terminal ileum next to the ileocecal valve. That segment of bowel was severely stenosed. Ileal obstruction was induced by many blue-black nodules (). On the surface of the parietal and visceral peritoneum, many lesions were visualized and biopsied ().\\nDue to the complexity of the case, it was converted to midline laparotomy since the exposure was not adequate to perform the surgery safely. Extensive lysis of adhesions was done. At this point, right ileocolectomy was performed. Using a 60 mm stapler, ileo-transverse anastomosis was done. No complications were reported.\\nPatient's recovery was uneventful. She was started on total parenteral nutrition (TPN) on postoperative day (POD) 0. On POD 1, she had bowel sounds and slowly recovered her bowel function. On POD 4, she was stared on liquid diet. Her diet was slowly progressed and the TPN weaned. By POD 8, she was tolerating soft diet, having bowel function, and no signs of active infection. She was discharged home.\\nThe macroscopic pathological examination consisted of a 20 cm long ileum segment and a 6 cm cecum and colon segment. The external surface was light brown, with congestive areas. The luminal surface had hematic material and showed a variable diameter secondary to stenotic areas, with purplish areas of hemorrhagic appearance. Cross sections showed small dilated cystic areas in relation to fibrosis and mural bleeding.\\nMicroscopically, we found multiple foci along the enterocolonic wall of glandular and tubular structures, lined by epithelial cuboidal-columnar cells without atypia, surrounded by endometrial stroma with lymphoplasmacytic inflammatory infiltrate, focal hemorrhage, and hemosiderin-laden macrophages. There was important vascular proliferation as well as extensive subserosal fibrous bands. Immunostains for Estrogen Receptor and PAX8 were positive, which confirmed the endometrial nature of the lesions. The diagnosis of enterocolonic transmural endometriosis with serosal adhesions was established ().\\nDefinite diagnosis was ileal obstruction secondary to transmural endometriosis. At one-year follow-up, patient remains asymptomatic. She has been referred to Gynecology for further treatment of endometriosis.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'31846535': 1, '27153232': 1, '23579618': 1, '27112327': 2, '32099483': 1, '29278234': 1, '30342279': 1, '23311256': 1, '27803532': 1, '33207423': 2}", "similar_patients": "{'4845309-1': 1}"}