{"patient_id": 103389, "patient_uid": "7755006-1", "PMID": 33107217, "file_path": "noncomm/PMC007xxxxxx/PMC7755006.xml", "title": "Delayed acute myocarditis and COVID-19-related multisystem inflammatory syndrome", "patient": "A 40-year-old man, without past medical history or co-morbidities except an obesity (body mass index = 34.8 kg/m2), described symptoms of COVID-19 including fever, intense fatigue, myalgia, and anosmia. He isolated himself at home and took paracetamol without any diagnostic test. After a few days, most symptoms resolved. Four weeks later, he presented at the emergency unit of this hospital with fever, odynophagia, and left neck pain. The initial examination revealed a body temperature at 39.9°C, blood pressure at 110/60 mmHg, heart rate at 123 b.p.m., and tonsillitis with cervical adenopathy. On biological test, leukocytes blood count was 25 × 109/L (neutrophils 22 × 109/L, eosinophils 0.04 × 109/L, and lymphocytes 0.90 × 109/L). All markers of serum inflammation were highly increased, that is, C-reactive protein 604 mg/L, fibrinogen 12.5 g/L, procalcitonin 14 μg/L, and D-dimer 5700 ng/L. Because of the outbreak of COVID-19, a nasopharyngeal swab was performed on admission and the RT–PCR assay returned negative for SARS-CoV-2. Blood cultures were negative. Intravenous antibiotic therapy—ceftriaxone and metronidazole—was started in the event of cellulitis. There was no purulent collection and dental granuloma nor tonsil phlegmon requiring surgery.\\nThe patient was referred at Day 2 of hospitalization in the intensive care unit because of respiratory and haemodynamic worsening although ear–nose–throat infection symptoms improved. The electrocardiogram showed sinus tachycardia (110 b.p.m., PR duration = 150 ms, QRS duration = 80 ms, and no repolarization abnormality). Blood levels of cardiac troponin (high-sensitivity troponin I) were increased at 485 ng/L (N < 34) and B-type natriuretic peptide (BNP) at 2960 ng/L. Blood level of interleukin-6 (Roche Diagnostics) was highly increased at 75.6 μg/L (N < 7). A thoracic contrast-enhanced computed tomography displayed only a moderate bilateral pleural effusion without any sign of SARS-CoV-2 pneumonia or pulmonary embolism. Cardiac echography revealed a decrease in left ventricular ejection fraction at 45%, low cardiac output (3 L/min), and both subtle hypertrophy and akinesia of posterolateral left ventricular wall with small pericardial effusion opposite. At Day 3, a coronary angiogram overruled the hypothesis of obstructive coronary disease. Cardiac magnetic resonance (CMR) at 1.5 T (Figure\\n) showed normal left ventricular size (left ventricular end-diastolic volume index: 75 mL/m2) and mild systolic dysfunction (left ventricular ejection fraction: 45%) with global hypokinesia. The presence of myocardial inflammation was confirmed by T2 mapping (global T2 relaxation times: 62 ms; centre-specific cut-off value for acute myocarditis: ≥55 ms). Late gadolinium enhancement imaging (inversion time by using the Look-Locker technique: 280 ms) showed focal lateral subepicardial enhancement with prolonged T1 relaxation times (global T1 relaxation times: 1160 ms; centre-specific cut-off value for acute myocarditis: ≥1000 ms). Cardiac magnetic resonance imaging also showed small pericardial effusion. Overall, revised 2018 Lake Louise criteria for diagnosis of acute myocarditis were fulfilled. Because of the clinical severity of the acute heart failure with left ventricular dysfunction and pulmonary oedema requiring intensive oxygenotherapy and high doses of diuretics, endomyocardial biopsies of left ventricle (posterolateral wall) were performed on Day 4. Pathological analysis found an interstitial oedema, small foci of necrosis, interstitial and perivascular infiltrates composed of CD138+ CD79a+ CD20− plasmocytes, CD3+ CD8+ T-lymphocytes (7 cells/mm2), few neutrophils, and a dense and diffuse infiltration by CD163+ macrophages (Figure\\n). Exhaustive research of viruses was performed by RT–PCR on frozen myocardial fragments and was negative for the following: adenovirus, B19 parvovirus, parainfluenza 1, 2, 3, and 4, influenza A and B, rhinovirus, enterovirus, coronavirus 229E, HKU1, NL63, OC43 and MERS, human herpes virus 6 and 8, cytomegalovirus, Epstein–Barr virus, varicella-zoster virus, HIV, and SARS-CoV-2. RT–PCR for herpes simplex virus 1 and 2, varicella-zoster virus, adenovirus, enterovirus, human herpes virus 6A and B, and parvovirus B19, as well as Elisa tests for HIV, CMV, and EBV, were also performed on blood and were negative. Only SARS-CoV-2 serology returned positive: IgG blood level was increased with signal cut-off ratio at 3.9 (positive threshold at 1.4, Abbott Diagnostics) whereas there was no IgM. The following measurements were also performed to rule out autoimmune disease: the blood research of antinuclear, anti-DNA, anti-extractable nuclear antigen, and anti-neutrophil cytoplasm antibodies were negative, and the measurement of complement components C3 and C4 was normal.\\nMedical treatment of heart failure included angiotensin-converting enzyme inhibitors and beta-blockers, no anti-inflammatory drug because of ear–nose–throat infection requiring antibiotic treatment, and as transient atrial fibrillation occurred at Day 6, anticoagulant and anti-arrhythmic therapy were added. The patient rapidly recovered and was discharged at Day 9 while C-reactive protein was at 44 mg/L, cardiac troponin I 71 ng/L, and BNP 197 ng/L, and echocardiographic examination was normal. One month after hospital discharge, clinical examination was completely normal (no fever and no signs of heart failure). CMR and transthoracic echocardiogram showed disappearance of myocardial oedema (global T2 relaxation time = 44 ms, global T1 relaxation time = 1006 ms), recovering of left ventricular ejection fraction (60%), absence of pericardial effusion, and myocardial late gadolinium enhancement. The hypersensitive troponin I and BNP levels were <14 and 21 ng/L, respectively. Biological markers of systemic inflammation returned to normal values, that is, C-reactive protein <4 mg/L, procalcitonin <0.02 mg/L, and D-dimers <270 ng/L.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'34446351': 1, '34189492': 1, '32211816': 1, '34061779': 1, '32275347': 1, '30545455': 1, '32363406': 1, '34764099': 1, '32710612': 1, '32282027': 1, '34839301': 1, '32334650': 1, '23824828': 1, '34715788': 2, '32219356': 1, '32397816': 1, '32267502': 1, '32418446': 1, '34790619': 1, '32363381': 1, '34550381': 1, '33446414': 1, '33862215': 1, '33107217': 2}", "similar_patients": "{'8555861-1': 1}"}