{"patient_id": 26078, "patient_uid": "7537034-1", "PMID": 32949219, "file_path": "comm/PMC007xxxxxx/PMC7537034.xml", "title": "Balloon aortic valvuloplasty for urgent treatment of severe aortic stenosis during coronavirus disease 2019 pandemic: a case report", "patient": "An 86-year-old man affected by severe AS was referred to our institution from a peripheral centre owing to decompensated heart failure refractory to optimal medical therapy.\\nThe patient's medical history was remarkable for atrial fibrillation under treatment with non-vitamin K oral anticoagulants, diabetes, peripheral artery disease, and severe chronic obstructive pulmonary disease.\\nThree months before, the patient was evaluated by our Heart Team and was scheduled for TAVI. Transthoracic echocardiography (TTE) showed a severe AS (indexed aortic valve area = 0.25 cm2/m2; mean gradient = 42 mmHg; Figure\\n) associated with severe left ventricular (LV) systolic dysfunction (LV ejection fraction = 30%). At contrast-enhanced multi-slice computed tomography (CT), the aortic annulus area was 4.9 cm2 (annulus perimeter = 8 cm) with a high calcium volume (>1000 mm3; Figure\\n). Since that time, he had been waiting for planned admission and elective TAVI procedure, which was postponed owing to the COVID-19 outbreak.\\nBefore being transferred to our hospital, the patient developed fever, chills, and cough; therefore, he underwent chest CT, which revealed bilateral ground-glass opacifications, smooth interlobular and intralobular septal thickening suggestive for interstitial pneumonia, and thin right pleural effusion hilar congestion (Figure\\n). Owing to the high suspicion of SARS-CoV-2 infection associated with clinical and CT signs of congestive heart failure, nasopharyngeal swab was rapidly obtained. At arrival in our centre, the patient was isolated in the COVID unit, as a precautionary measure. Systolic blood pressure was 90 mmHg, and electrocardiogram showed high-rate atrial fibrillation (mean heart rate 120 b.p.m.). Laboratory exams revealed leucopenia (white cell counts, 4200 U/mm3), high serum levels of C­reactive protein (50 pg/mL; normal value < 3 mg/mL) and of brain natriuretic peptide (BNP = 3724 pg/mL; normal value < 35 pg/mL). TTE confirmed the severity of the AS and of the LV systolic dysfunction (indexed stroke volume = 24 mL/m2) associated with severe tricuspid regurgitation and pulmonary hypertension (systolic pulmonary arterial pressure = 53.2 mmHg; Figure\\n). Owing to the rapid deterioration of clinical and haemodynamic conditions (blood arterial saturation was 85% and systolic blood pressure down to 90 mmHg), despite pharmacological and non-invasive ventilatory supportive measures, the patient was referred to the catheterization laboratory to be considered for rescue percutaneous treatment of the AS. We decided to perform a BAV owing to the patient's unstable conditions and the suspicion of SARS-CoV-2 infection (results of nasopharyngeal swab for COVID-19 still pending), and to postpone any decision for TAVI.\\nThe procedure was executed in compliance with the doffing and donning protocol and within the rules of personal protective equipment, as recommended. BAV was preceded by coronary angiography, which revealed the absence of critical coronary lesions. The procedure was performed via the right femoral artery by positioning of an 8 French sheath.\\nAfter aortic valve crossing through a long exchange guidewire, a manually J-shaped super-stiff guidewire (INNOWI® 0.035 TAVI WIRE; SYMEDRIX GmbH, Deisenhofen, Deutschland) was placed into the LV apex through a pigtail diagnostic catheter.\\nDuring temporary high-rate (180 b.p.m.) LV pacing through the retrograde LV support wire (positive electrode at the groin, negative on the wire), a Cristal Balloon 20 × 45 mm (Balt, Montmorency, France) was inflated (Figure\\n). A reduction of the invasive transaortic gradient from 43 to 10 mmHg was achieved after one inflation (Figure\\n); and no complications were observed. After procedure, the patient was transferred in the COVID unit and closely monitored, waiting for result of nasopharyngeal swab. Patient clinical conditions markedly improved, and systolic blood pressure increased to 120 mmHg in few hours.\\nTTE confirmed the reduction of the transvalvular aortic gradient associated with improved LV systolic function (ejection fraction = 40%; indexed stroke volume = 32 mL/m2) and lower systolic pulmonary arterial pressure (31 mmHg). BNP was markedly reduced (751 pg/mL).\\nThe next day, the result of the reverse transcriptase–polymerase chain reaction was negative. In view of the high suspicion of COVID-19, nasopharyngeal swab was repeated and confirmed as negative. The patient was apyretic and clinically and haemodynamic stable in the next days.\\nAt Day 5, he underwent TAVI procedure; and CoreValve Evolut™ Pro 29 (Medtronic, Dublin, Ireland) was successfully implanted. Subsequent clinical course was uneventful. He was discharged at Day 8 in good clinical conditions.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'30612506': 1, '32408822': 1, '29511000': 1, '29929641': 1, '32217650': 1, '29170843': 1, '32223063': 1, '32202722': 1, '30883058': 1, '20026771': 1, '28683944': 1, '32173574': 1, '30144332': 1, '32061333': 1, '32949219': 2}", "similar_patients": "{}"}