{"patient_id": 25444, "patient_uid": "7510404-1", "PMID": 32999971, "file_path": "comm/PMC007xxxxxx/PMC7510404.xml", "title": "Bilateral, Unaugmented, Loop Myopexy Performed for a Severe Case of Heavy Eye Syndrome", "patient": "A 47-year-old lady was seen in the ocular motility clinic with a longstanding history of progressively increasing large-angle esotropia since early childhood, otherwise asymptomatic.\\nOn examination, visual acuity was 0.8 LogMAR in the right eye and 0.8 LogMAR in the left. Ocular refraction was –24.00 D in the right eye and –25.00 D in the left eye. Anterior segment examination showed tiny dot cataracts in either eye of no clinical significance. Her fundus examination showed changes compatible with pathologic axial myopia.\\nShe had a marked right esotropia with hypotropia measuring 70 prism diopters base out and 10 prism diopters base up in the right eye with the help of Krimsky’s test. Both abduction and elevation were limited to –7.00 and –5.00 respectively in the right eye and to –4.00 and –3.00 in the left. In contrast, both adduction and infraduction were found to be intact in either eye. Figure shows primary position, right and left versions in our patient.\\nSubsequent MRI excluded any neuropathology, instead demonstrating inferior displacement of the LR and nasal displacement of the SR in both eyes (Figure ). The patient was therefore diagnosed with myopic strabismus fixus, also known as heavy eye syndrome.\\nSurgery was done under general anesthesia. A forced duction test (FDT) was performed and was found to be negative showing no evidence of MR tightness in either eye. Therefore, recession of MR was considered to be inappropriate. A loop myopexy between SR and LR was performed to correct the path of the LR and SR. A superior and temporal limbal peritomy was performed and both the superior and lateral recti muscles were identified, dissected and isolated with a 4–0 silk suture (Mersilk, Ethicon). The temporal half of the SR muscle and the superior half of the LR muscle were sutured with a non-absorbable suture (ethibond 5–0) and were then united together at two sites, 5 mm and 7 mm from their insertions without any attachment to the sclera. The conjunctiva was sutured with 8–0 vicryl. The operation was performed bilaterally.\\nThe patient was nearly orthophoric the day after the operation. On follow-up at 30 months, a small esotropia of 6 PD at near and 10 PD at distance along with a small right hypotropia of 3 PD for both near and distance was achieved. Both abduction and elevation were improved in both eyes though were remained slightly limited (–2 respectively in either eye) as shown in Figure . Overall, the patient was satisfied with the result.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'18597103': 1, '26836002': 1, '29463226': 1, '22370671': 1, '25954751': 1, '24281120': 1, '28418222': 1, '19939345': 1, '27079588': 1, '25091956': 1, '32999971': 2}", "similar_patients": "{}"}