{"patient_id": 27103, "patient_uid": "7590456-1", "PMID": 33109161, "file_path": "comm/PMC007xxxxxx/PMC7590456.xml", "title": "Isoniazid-induced gynaecomastia: report of a paediatric case and review of literature", "patient": "An 11-year-old boy, who has good past health and normal development, presented with 4-day history of fever, cough and haemoptysis. Appetite was maintained and he did not have any chills or rigors. There was no sick contact. Examination showed body weight 26.3 kg (10th centile) and height 140.9 cm (55th centile) according to the local growth chart []. There was decreased air-entry over right middle and lower zone on chest examination. Investigations showed normal white cell count 13.8 × 10^9/L but elevated erythrocyte sedimentation rate (ESR) 29 mm/hr. (ref < 12 mm/hr) and lactate dehydrogenase (LDH) 1078u/L (ref 380-750u/L). Mantoux test was positive with 10 mm induration. Chest x ray showed volume loss over the right lung field with consolidation over right middle and lower zone with tracheal deviation to the right. He was initially treated with augmentin but consolidation persisted. Bronchoscopy was then performed which showed suspicious stenosis at the right middle lobe bronchus. Smear for acid-fast bacilli and polymerase chain reaction (PCR) for Mycobacterium tuberculosis (MTB) of sputum, early morning gastric aspirate, early morning urine (EMU) and bronchoalveolar lavage (BAL) were all negative. The child was initially treated as latent tuberculosis and started on isoniazid 250 mg daily (10 mg/kg). In view of the abnormal bronchoscopy findings, computerised tomography (CT) thorax was arranged which revealed segmental collapse of the apical segment of right lower lobe with matted lymph nodes. In view of the CT changes, he was treated as active pulmonary tuberculosis. Rifampicin 400 mg daily, Pyrazinamide 800 mg daily and Ethambutol 400 mg daily, were added in addition to isoniazid. Subsequent cultures of sputum, gastric aspirate, EMU and BAL for MTB were negative.\\nFour months after isoniazid treatment (i.e. 3 months after full anti-tuberculosis treatment), he complained of painful left breast swelling. Clinical examination showed a 1.5 cm × 1 cm firm glandular tissue around the nipple-areola complex on the left side and a 0.5 × 0.5 cm glandular tissue on the right side. Both swellings were mildly tender on palpation. There were no skin changes or nipple retraction. There were no palpable axillary lymph nodes. Abdominal examination was normal. He did not have significant weight gain during that period and his body weight was 27.5 kg (10th centile). He was pre-pubertal with Tanner stage 1 genitalia, testes 3 ml in volume and of normal consistency and no pubic hair development. There was no history of exposure to any other drugs, exogenous forms of estrogens or topical use of essential oils. There was no family history of gynaecomastia. Laboratory investigations showed normal renal, liver and thyroid functions; prepubertal levels of leutinizing hormone < 0.1 IU/L (< 1.0–12 IU/L), follicle stimulating hormone 0.36 IU/L (1.0–12 IU/L) and testosterone 0.2 nmol/L (adult range 10–35 nmol/L). Estradiol was slightly elevated at 30 pmol/L (adult range 20–160 pmol/L, prepubertal < 20 pmol/L). Prolactin level was normal at 229 mIU/L (45–375 mIU/L). Tumour markers including alpha fetoprotein and beta-human chorionic gonadotropin (b-HCG) were unremarkable. Ultrasound breasts showed bilateral small discs of retroareolar fibroglandular tissue compatible with gynaecomastia. With the above normal investigation results, we suspected isoniazid was the culprit. Isoniazid was then withheld and rifampicin, pyrazinamide and ethambutol were continued for a total of 6 months. Breast tissue subsided 8 weeks after withholding isoniazid.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'17267908': 1, '23087519': 2, '17074073': 1, '19402273': 1, '19099106': 1, '14420556': 1, '18700651': 1, '25112235': 1, '12962465': 1, '19087426': 1, '22628943': 1, '33109161': 2}", "similar_patients": "{'3469961-1': 1}"}