{"patient_id": 27331, "patient_uid": "7603683-1", "PMID": 33129283, "file_path": "comm/PMC007xxxxxx/PMC7603683.xml", "title": "Epithelial cyst arising in an intrapancreatic accessory spleen: a case report of robotic surgery and review of minimally invasive treatment", "patient": "A 59-year-old woman was referred to our hospital after a pancreatic tail tumor was detected by CT prior to surgery for small bowel obstruction at another hospital. She was asymptomatic, and a physical examination revealed no remarkable abnormalities. A laboratory examination showed normal findings. The tumor markers CA19-9 (34.6 U/mL; normal range, < 37 U/mL) and CEA (0.8 ng/mL; normal range, < 5.0 ng/mL) were within the normal range. Enhanced-contrast abdominal CT showed a unilocular cystic lesion measuring 16 mm in size in the pancreatic tail (Fig. ). The wall of the cyst appeared to be enhanced. MRI showed that the cystic lesion exhibited low intensity on T1-weighted images and high intensity on T2-weighted images (Fig. ). Endoscopic ultrasonography (EUS) showed a unilocular cystic lesion with a partial thickened wall in the pancreatic tail (Fig. a). Contrast-enhanced harmonic EUS with Sonazoid showed that the thickened wall was enhanced (Fig. b). The cystic lesion did not communicate with the main pancreatic duct. Given that cystic neoplasms including mucinous cystic neoplasms (MCN) were included in the differential diagnosis, robot-assisted distal pancreatectomy with splenectomy was planned as a minimally invasive method for both diagnostic and treatment purposes. Robot-assisted distal pancreatectomy with splenectomy was performed with the da Vinci system (Fig. ). Taking sufficient margins, we transected the pancreatic tail with a stapler device and extracted it from the abdominal cavity in an endobag. The total operation time was 288 min, with a total blood loss of 161 ml.\\nMacroscopically, a cystic lesion with a small cyst was found with a septum with a diameter of 20 mm at the tail of the pancreas. Histologically, the cyst wall consisted of splenic tissue (Fig. b). The inner surface of the cyst wall was covered with squamous epithelium (Fig. c). The epithelium was positive for CKAE1/3, p40 (Fig. d) and CK5/6. Based on these findings, ECIPAS was established as the final pathological diagnosis. The patient was discharged on the 14th postoperative day after an uneventful postoperative course.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'18335556': 1, '24479519': 1, '29622708': 1, '27741530': 1, '20100401': 1, '27803407': 1, '22002295': 1, '17858077': 1, '7952152': 1, '11068999': 1, '27904107': 1, '27847657': 2, '2066557': 1, '29606939': 2, '24721745': 2, '21921374': 1, '26422768': 1, '24216550': 1, '22298506': 1, '19890189': 1, '19949910': 1, '7449592': 1, '21546709': 1, '18192891': 1, '22776306': 1, '17385039': 1, '23216773': 1, '15754048': 1, '1785350': 1, '30366677': 1, '21562442': 1, '13670140': 1, '10632928': 1, '14130052': 1, '28300686': 1, '20037845': 1, '22288063': 1, '18670847': 1, '20518423': 1, '12172997': 1, '34190154': 2, '21590599': 1, '11148465': 1, '11100377': 1, '22874714': 1, '12172998': 1, '12076937': 1, '22327420': 1, '24015430': 1, '33129283': 2}", "similar_patients": "{'5875297-1': 1, '8257839-1': 1, '3986436-1': 1, '5099494-1': 1}"}