{"patient_id": 101706, "patient_uid": "7579730-1", "PMID": 33133387, "file_path": "noncomm/PMC007xxxxxx/PMC7579730.xml", "title": "Achievement of complete response to nivolumab in a patient with advanced sarcomatoid hepatocellular carcinoma: A case report", "patient": "A 54-year-old man was referred to our hospital because of 10-d discomfort in the hepatic region.\\nThe patient had a tumor in the segments 4/8 of the liver, along with hepatitis B cirrhosis, portal hypertension, and type 2 diabetes.\\nApproximately 15 years earlier, he was diagnosed with hepatitis B, and has since suffered from recurrent anorexia and jaundice. Five years earlier, he began treatment with entecavir. In the past 9 mo, he experienced unexplained weight loss (approximately 10 kg).\\nHis physical examination did not reveal any abnormalities, except for liver palmar and spider nevus.\\nPlasma tumor marker levels, including alpha-fetoprotein (AFP), and liver function appeared normal.\\nAbdominal ultrasound revealed a solid tumor, which was considered to be an HCC (38 mm × 35 mm), occupying the segments 4/8 of the liver. Abdominal dynamic contrast-enhanced magnetic resonance imaging (MRI) revealed a lesion in the segments 4/5/8 (45 mm × 41 mm) of the liver, with multiple satellite nodules. The lesions invaded the middle hepatic vein (Figure ). MRI also revealed liver cirrhosis and portal hypertension. No extrahepatic metastasis was observed on positron emission tomography-computed tomography (PET-CT).\\nThe patient had a history of smoking for over 20 years.\\nFollowing a preoperative examination, the patient underwent resection of the liver segments 4/5/8. Postoperative pathological results revealed an SHC with satellite nodules, neurologic invasion, and no definite intravascular thrombus formation (Figure ). Immunohistochemical (IHC) results revealed the following: Cytokeratin (CK, +), Vimentin (+), Hepatocyte antigen (-), Arginase-1 (-), Cytokeratin 7 (+), Cytokeratin19 (CK19, partial +), Cytokeratin18 (CK18, +), Cytokeratin 8 (CK8, +), Glypican-3 (-), CD34 (vascular +), hepatitis B surface antigen (-), polyclone carcinoembryonic antigen (-), glutamine synthetase (partially +), and Ki-67 (30%). The patient recovered well after surgery.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'31337644': 1, '30361681': 1, '30859282': 1, '34368295': 1, '28434648': 1, '31371324': 1, '31299092': 1, '28506370': 1, '23626518': 1, '34522692': 1, '30053725': 1, '34646567': 2, '31116675': 1, '30014620': 1, '26838979': 1, '15144405': 1, '26622678': 1, '29504997': 2, '33133387': 2}", "similar_patients": "{'8504208-1': 1, '5779766-1': 1, '5779766-2': 1}"}