{"patient_id": 98843, "patient_uid": "7315670-1", "PMID": 32636634, "file_path": "noncomm/PMC007xxxxxx/PMC7315670.xml", "title": "Neratinib-Induced Duodenal Ulcer: A Case Report", "patient": "A 37-year-old woman with no past medical history was diagnosed with a left-sided breast cancer in July 2018. Her family history was significant for breast cancers in her mother and maternal aunt. After she self-palpated a left-sided breast mass, diagnostic mammogram and breast ultrasound confirmed a 2.5 cm left breast mass without axillary node involvement. A core needle biopsy diagnosed a grade 1 invasive ductal carcinoma, estrogen receptor (ER), progesterone receptor (PR), and HER2 positive. Sentinel lymph node biopsy demonstrated cancer involvement in 2 out of 3 lymph nodes. Genetic testing identified a variant of uncertain significance in the CHEK2 gene.\\nThe patient completed six cycles of neo-adjuvant chemotherapy regimen – docetaxel, carboplatin, trastuzumab, and pertuzumab. She underwent a bilateral mastectomy with left axillary lymph node dissection and was found to have residual invasive ductal carcinoma in the left breast. The residual cancer burden score could not be accurately calculated. Final pathological staging was ypT2, N1a, M0. She was started on anti-estrogen therapy and completed 1 year of adjuvant trastuzumab and pertuzumab. One month after completion of trastuzumab and pertuzumab, she was started on extended adjuvant therapy with neratinib 240 mg daily.\\nWithin 2 weeks of starting neratinib, the patient developed grade 3 mucositis in the form of oral ulcers. Neratinib was held, and while the oral ulcers began to improve, the patient developed abdominal pain and nausea. Her symptoms were associated with bloating and epigastric pain radiating to the back. There was no fever or diarrhea. It was recommended that the patient continue to hold neratinib, and a trial of proton pump inhibitor (PPI) for a few days was recommended. The patient’s symptoms improved within a few days of starting PPI, and neratinib was restarted at a reduced dose of 200 mg daily.\\nEight days later, the patient presented to the emergency department with severe epigastric pain, similar to the previous episode. Labs, including complete blood count, liver function tests, amylase, and lipase were unremarkable. However, computed tomography (CT) scan of the abdomen showed soft tissue thickening along the uncinate process/pancreatic head and proximal duodenum concerning for groove pancreatitis or duodenitis. She underwent an esophagogastroduodenoscopy (EGD) and was found to have a large cratered clean based ulcer at the 12 o’clock position in the distal duodenal bulb with surrounding edema and inflammation of the mucosa (). Another small erosion was seen in the duodenal bulb along the anterior wall at the 8 o’clock position with patchy white exudate in the duodenal sweep and the second part of the duodenum (). Biopsy of the duodenal ulcer showed gastric surface metaplasia and active inflammation with no evidence of malignancy or helicobacter pylori infection. Additional biopsies of duodenal and gastric mucosa showed no histologic abnormalities.\\nThe patient was started on pantoprazole twice a day. Neratinib was not resumed in the interim. Three months later, the patient underwent repeat EGD. The procedure showed a normal exam and complete healing of the prior ulcers. After having a risk and benefit discussion of neratinib with the patient, the decision was made to forgo further treatment with neratinib.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'30860945': 1, '29146401': 1, '30467591': 1, '27628584': 1, '28679771': 1, '24323026': 1, '28766379': 1, '30370488': 1, '19318484': 1, '26874901': 1, '20142587': 1, '27078022': 1, '7249508': 1, '27406346': 1, '32636634': 2}", "similar_patients": "{}"}