{"patient_id": 104762, "patient_uid": "7871072-1", "PMID": 33530802, "file_path": "noncomm/PMC007xxxxxx/PMC7871072.xml", "title": "Emergency craniotomy in patient with intracranial metastatic choriocarcinoma: a case report", "patient": "A 55-year-old Chinese woman was admitted to the neurology ward at The First Affiliated Hospital of University of Science & Technology of China, Anhui Provincial Hospital, Hefei, Anhui Province, China in May 2018. The patient presented with sudden numbness and weakness of her left limbs due to right parietal haemorrhage verified by computed tomography (CT) imaging of the brain. The serum level of β-human chorionic gonadotrophin (β-hCG) at admission was 395 974 IU/l. The patient indicated that this symptom arose after washing her hair 2 days previously. This patient (gravida 5, para 2) had a history of hydatidiform mole pregnancy in September 2016 and she underwent bilateral salpingo-oophorectomy and hysterectomy at the local hospital with a serum β-hCG level greater than 200 000 IU/l. The postoperative pathology suggested a hydatidiform mole. After surgery, she was treated with 50 mg/m2 methotrexate intramuscular (i.m.) injection given once every 3 weeks and repeated seven times, but was lost to follow-up shortly after biochemical remission was obtained without any further cycles of chemotherapy. After treatment, the patient did not go to the hospital for regular review from 2016 until the occurrence of the symptoms reported here.\\nThe patient was transferred to the Department of Obstetrics and Gynaecology, The First Affiliated Hospital of University of Science & Technology of China, Anhui Provincial Hospital, Hefei, Anhui Province, China with a diagnosis of choriocarcinoma with brain metastasis (IV: 15) in May 2018. CT imaging demonstrated that multiple circular soft-tissue changes were scattered in the left lung and there was a right parietal cerebral haemorrhage in the brain ( and ). According to National Comprehensive Cancer Network® guidelines, if there is extensive metastatic disease with a prognostic score ≥ 12, it is recommended to perform a modified treatment with the etoposide and cisplatin (EP) induction regimen using 100 mg/m2 etoposide intravenous (i.v.) and 20 mg/m2 cisplatin i.v. once daily on days 1 and 2 repeated weekly for 1–3 weeks prior to the start of the etoposide, methotrexate, actinomycin D, cyclophosphamide and vincristine (EMA-CO) regimen. The chosen treatment regimen was initially 100 mg/m2 etoposide i.v. and 20 mg/m2 cisplatin i.v. once daily on days 1 and 2. On the second day of chemotherapy with the EP regimen, the patient suddenly developed severe vomiting, sweating, paleness, and subsequently the patient lost consciousness. The patient had a dilated pupil on the right and her reflection of light disappeared. She immediately received an emergency CT scan. She was still vomiting during the scan and continued to be in a coma. The CT imaging indicated that the bleeding in the right parietal tumour was significantly increased compared with the previous scan taken upon her first admission, which suggested a brain hernia (). Emergency decompression using a craniotomy bone flap and resection of the metastatic tumour was performed. During the operation, the cerebral pressure was extremely high. After cutting the dura mater, a haematoma was seen to rupture from the cortex. The surgeon removed approximately 60 ml of haematoma and noted that the tumour tissue was soft. The tumour was completely resected along with the surrounding oedema zone (). Due to the patient’s critical condition following surgery, the patient was transferred to the intensive care unit (ICU). The serum β-hCG level rose to 450 673 IU/l on the day of the surgery. The day after the surgery, the patient received continual induction chemotherapy with the EP regimen (100 mg/m2 etoposide i.v. and 20 mg/m2 cisplatin i.v. once daily on day 2. The tracheal intubation was removed the next day in the ICU after the patient regained consciousness. At that time, the pupils were equally contoured on both sides and the left limb muscle tension was level 0. The patient was subsequently moved out of the ICU.\\nA week later, the patient received a second cycle of the EP regimen (100 mg/m2 etoposide i.v. and 20 mg/m2 cisplatin i.v. once daily on days 1 and 2 over a 1-week interval). The postoperative pathology indicated brain metastasis of choriocarcinoma ( and ) and a craniotomy CT scan showed that the focus area of haemorrhage disappeared and was low-density and softened (). The patient suddenly developed a cough and a sputum culture test revealed a Klebsiella pneumoniae and Acinetobacter baumannii infection, which were multidrug resistant bacteria. The antibiotic amikacin was used to treat this infection (0.8 g amikacin i.v. once daily for 10 days). Low activity, colour ultrasound of both lower extremities suggested intermuscular venous thrombosis, so the patient was then given 4000 IU low molecular weight heparin subcutaneous injection once daily for 20 days. After consultation with a rehabilitation doctor and the multidisciplinary team, the patient received rehabilitation exercises such as practiced breathing training, comprehensive training of left hemiplegia limbs, swallowing therapy, posture adaptation training, sitting training and daily living ability training. Considering the lung infection and venous thrombosis, the patient was given a third cycle of the EP regimen (100 mg/m2 etoposide i.v. and 20 mg/m2 cisplatin i.v. once daily on days 1 and 2 over a 1-week interval). After this, CT imaging showed that the lung lesions were significantly reduced (). Meanwhile, after antibiotic treatment, the rehabilitation therapy significantly improved the symptoms of cough and expectoration. The serum levels of β-hCG declined to 2971 IU/l. After three cycles of chemotherapy, the conventional EMA-CO regimen was not selected but the patient was given a 5-day standard EP regimen (100 mg/m2 etoposide i.v. and 20 mg/m2 cisplatin i.v. once daily on days 1–5 over a 3-week interval).As the patient's lung infection was not completely cured at this time, it was thought that the use of the EMA-CO regimen would likely cause severe bone marrow suppression and induce sepsis. At the same time, it was difficult to determine when the EP chemotherapy regimen could be replaced by the EMA-CO regimen. It was decided that the patient should continue to receive the 5-day EP chemotherapy regimen as recommended by Peking Union Medical College Hospital. Blood tests were undertaken on the third day to determine if there was bone marrow suppression as the chemotherapy could be suspended at any time. A week later, the serum β-hCG level was 297.73 IU/l. Although the decrease in β-hCG was satisfactory, the patient experienced severe bone marrow suppression, including reduced white blood cells (1.31 × 109/l), platelets (37 × 109/l) and haemoglobin (56 g/l). Because of the significant reduction in platelets, the low molecular weight heparin treatment was temporarily discontinued. After giving the patient 75 µg granulocyte-monocyte colony-stimulating factor i.m. once daily on days 1–3, and blood and platelet transfusions, her condition improved.\\nAfter rehabilitation treatment, the patient’s left upper limb muscle strength became level 2 and her left lower limb strength level 1. After the fifth round of the EP regimen (100 mg/m2 etoposide i.v. and 20 mg/m2 cisplatin i.v. once daily on days 1–5 over a 3-week interval), the serum β-hCG level had reached the normal range (12.66 IU/l) and she was discharged. Chemotherapy was delivered according to these standard protocols and for a further three cycles of consolidation chemotherapy after the serum β-hCG level reached the normal range (). After rehabilitation training, the patient could walk on her own and her neurological status was completely normal. Moreover, examination of the veins of both lower extremities indicated that blood flow in both lower extremities was smooth. During regular follow-up, the patient has had normal serum β-hCG levels, is generally in good condition and has returned to a normal life. At present, the patient is 1 year and 10 months without relapse.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'30618041': 1, '27065697': 1, '26047591': 1, '30242539': 1, '25708474': 1, '28393093': 1, '25927660': 1, '26433171': 1, '22312558': 1, '17137617': 1, '33337613': 1, '23356395': 2, '15361210': 1, '26433668': 1, '30815369': 1, '18851873': 1, '15777896': 1, '23233709': 1, '22838242': 1, '25598530': 1, '33530802': 2}", "similar_patients": "{'3566947-1': 1}"}