{"patient_id": 26589, "patient_uid": "7565586-1", "PMID": 32846994, "file_path": "comm/PMC007xxxxxx/PMC7565586.xml", "title": "Apparent False Lateralization of Seizure Onset by Scalp EEG in Temporal Lobe Epilepsy Associated with Cerebral Cavernous Malformation: A Case Report and Overview", "patient": "The patient was a 53-year-old right-handed female who presented an unknown onset seizure with motor activity (tonic- clonic) at the age of 17 years. Personal history for other neurological conditions was negative. Epilepsy risk factors, including febrile seizures, head trauma, central nervous system (CNS) tumor, and family history, were also negative. The patient denied smoking, drinking alcohol, or using illicit drugs. The neurological exam was normal, and she scored 26/30 on the Montreal Cognitive Assessment (MOCA) test. Interestingly, she did not have more seizures until she was 26 years old. This last seizure had a focal onset, with impaired awareness, and a motor component that involved manual automatism, blinking, cephalic version to the right, and asymmetric tonic limb posturing with progression to bilateral tonic-clonic seizures.\\nHer seizures worsened progressively due to increased frequency and severity, with an ictal frequency of five per month. She was on carbamazepine 400 mg daily, levetiracetam 3000 mg daily, lacosamide 250 mg daily, and lamotrogine 100 mg daily with poor response. Then, she was referred to our hospital (Hospital Universitario Mayor—Méderi) to characterize her seizures. A long-term (72 h) video EEG with scalp electrodes was performed with a 50% reduction of the antiepileptic drug (AED) doses. The video EEG recorded 14 seizures in total. She presented two different types of seizures with different semiology: the first type was a seizure with a focal onset, impaired awareness, and non-motor components such as behavior arrest, cognitive impairment due to disorientation and emotional seizures (psychomotor agitation, fear, and anxiety) and eye blinking. The second one was a focal onset seizure with impaired awareness, motor components such as eye blinking, cephalic version to the right, dystonic extension posture in the right arm (Figure 4 sign), and finally a progression to bilateral tonic-clonic seizure. After video EEG was completed, she was restarted on the full dose of AEDs, achieving seizure control within the next 24 h.\\nThe scalp EEG showed interictal rhythmic spike activity in the left mesial temporal region maximal at the T3 electrode. A Left F7-T3 spike with intermittent fronto-central delta slowing was found. A right interictal temporal spike was also seen at the end of the recording (). Ictal scalp EEG showed 4–5 Hz rhythmic activity that involved the right frontotemporal region. It spread to the contralateral hemisphere, where it was associated with epileptiform activity ( and ).\\nA computed tomography (CT) scan showed a left frontal parasagittal lesion with calcifications without mass effect. Then, a 1.5 Tesla brain magnetic resonance image (MRI) was obtained and confirmed the presence of a 9 × 6 mm left frontal parasagittal lesion with the so-called ‘popcorn’ appearance. The nodule showed smooth, thin, and hypointense borders, with a homogeneously hyperintense core on the T2W (weighted) images. The T2 gradient echo (GRE) images defined the hemosiderin component of the lesion, also known as ‘the blooming effect’. It did not enhance on T1W post-gadolinium images (). Positron emission tomography (PET) brain imaging using [18] FDG fluorodeoxyglucose showed a pseudonodular lesion with internal calcifications of 9 × 6 mm approximately without radiopharmaceutical uptake (ametabolic). No abnormal perfusion in the surrounding area next to the cavernoma was found. An acceptable distribution and radiofrequency uptake by other brain structures, including the temporal lobes, was shown ().\\nIn summary, the present case characterized by ictal semiology and onset in the left hemisphere matched to the side of the cavernoma localization. However, the scalp EEG showed a right onset and fast spread to the contralateral hemisphere, meaning there was conflicting evidence regarding lateralization.\\nAccording to several guidelines for cavernoma-related epilepsy management [,], surgical resection of the cavernoma was offered to the patient by our epilepsy group. However, the patient declined the procedure for personal reasons, and AED therapy was restarted. Medication dosage was adjusted (levetiracetam 2000 mg daily and lamotrigine 400 mg daily) due to the development of somnolence and drowsiness, resulting in partial control of the seizures.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'17884501': 1, '26060902': 1, '21536633': 1, '23036310': 1, '19953116': 1, '28362238': 1, '21829231': 1, '15230704': 1, '21536634': 1, '24134485': 1, '22194115': 1, '30476961': 1, '17886546': 1, '7555991': 1, '15338338': 1, '3579221': 1, '1743154': 1, '29239163': 1, '15975856': 1, '10211470': 1, '17062994': 1, '28426130': 1, '23258521': 1, '20926350': 1, '11502929': 1, '20674276': 1, '27430454': 1, '23968818': 1, '26550535': 1, '24998234': 1, '21353602': 1, '22946719': 1, '25341150': 1, '26452114': 1, '17666072': 1, '3653050': 1, '32846994': 2}", "similar_patients": "{}"}