{"patient_id": 33583, "patient_uid": "7956018-1", "PMID": 33732560, "file_path": "comm/PMC007xxxxxx/PMC7956018.xml", "title": "T-cell Prolymphocytic Leukemia, Cerebriform Variant", "patient": "We present a 70-year-old man with complaints of fatigue, low urinary output, and peripheral edema progressively increasing for one month. He had no other complaints, namely orthopnea, palpitations, chest pain, cough or sputum, fever, night sweats, or weight loss. He had a medical history of arterial hypertension, dyslipidemia, and Parkinson's disease; he was medicated with losartan, amlodipine, simvastatin plus ezetimibe, rasagiline, levodopa, carbidopa, entacapone, rivastigmine, amantadine, ropinirole, omeprazole, acetylsalicylic acid, mirtazapine, sertraline, diazepam, clonazepam, and quetiapine.\\nClinical examination revealed diminished basal respiratory sounds and pitting edema of lower limbs and periorbital edema with anasarca. Laboratory workup (Table ) showed mild anemia, mild lymphomonocytosis, acute kidney injury, and urinalysis with proteins, leukocytes, erythrocytes, and pathological cylinders.\\nChest radiography was consistent with pleural effusion (Figure ).\\nSubsequent studies showed new onset of mild thrombocytopenia and neutropenia, with a progressive increase of lymphocytosis and no improvement of renal function (Table ).\\nAdditionally, inguinal adenopathies and splenomegaly became palpable. A computed tomography scan demonstrated a homogeneous 18 cm spleen on day 7 of admission (Figure ), despite having a normal size spleen reported upon the day of admission. A retrospective review of the admission abdominal ultrasound showed a spleen of 12.8 cm, which was considered within normal limits.\\nAn immunophenotypic study of peripheral blood and inguinal lymph node biopsy was requested. The immunophenotypic study revealed the presence of 9.68x103/µL leukocytes, of which 7.30x103/µL were lymphocytes. Of these, 95.88% were T lymphocytes, of which 94.33% were CD4, 5.53% were CD8, 0.08% were doubly positive, and 0.16% were doubly negative for CD4 and CD8. Of the CD4 cells, 95% were detected to have clonality to the Vbeta2 region of the T-cell receptor (TCR) and to have overexpression of the oncogene TCL1. These findings were compatible with T-PLL. Lymph node biopsy showed diffuse interfollicular proliferation of small lymphocytes with slight atypia (Figure ) and patent mitotic activity, which in the immunohistochemical study were positive for CD3 (Figure ), with a marked predominance of CD4 (90% of cells) (Figure ) over CD8 (only 10% cells) (Figure ), also compatible with T-PLL. HTLV-1 negative serology excluded adult T-cell leukemia.\\nThe peripheral blood smears revealed progressive changes over day 1 to day 12. Initially, only some lymphocytes with hyperbasophilic cytoplasm were observed, but progressively lymphocytes with a lax chromatin nucleus, abundant lymphocytes with cytoplasmic extensions, and some destroyed leukocytes started to appear. By day 12, cells with irregular nuclei similar to cerebriform nuclei were seen, revealing a cerebriform variant.\\nRapidly progressive deterioration of general condition was seen, associated with spontaneous tumor lysis syndrome (acute kidney injury, hyperphosphatemia, hyperuricemia) (Table ) []. Despite the improvement of renal function with intravenous hydration and treatment with rasburicase, the clinical condition still deteriorated, and comfort measures were instituted. The patient died one month after admission.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'28379307': 1, '23382603': 1, '28129454': 1, '32034661': 1, '21561350': 1, '31292114': 1, '33732560': 2}", "similar_patients": "{}"}