{"patient_id": 100008, "patient_uid": "7426992-1", "PMID": 32850073, "file_path": "noncomm/PMC007xxxxxx/PMC7426992.xml", "title": "Rhabdomyosarcoma from uterus to heart", "patient": "A 47-year-old female presented to the emergency department (ED) with palpitations for the past 3 days. She denied chest pain, nausea, diaphoresis or syncope associated with palpitations. She reported a history of microcytic anemia, menorrhagia and progressive weakness for the past 1 month. The anemia improved minimally with oral iron supplementation. Personal history included insomnia, smoking and alcohol intake. Family history was positive for hemochromatosis in maternal grandmother.\\nOn physical examination, the patient was in no acute distress. Her vital signs were a blood pressure of 118/57 mm Hg, pulse rate of 110 bpm, temperature 99 F, respiratory rate 20 bpm and oxygen saturation of 98% on room air. Cardiovascular and respiratory examination revealed raced but regular first and second heart sounds with no added sound or murmur and bilaterally clear lungs with equal air entry. Pertinent laboratory findings revealed microcytic anemia with Hb 8 g/dL with MCV 74.4.\\nEKG revealed sinus tachycardia with heart rate of 110 bpm but was unremarkable for ischemia or other rhythm abnormalities. Trans-thoracic echocardiogram (TTE) was done to rule out any structural heart disease or tachycardia induced cardiomyopathy in the setting of Hb of 8 g/dL. TTE revealed normal right and left ventricular function, an ejection fraction of 55% and a mass on the left atrial side of the posterior mitral leaflet with mitral prolapse and mild mitral regurgitation. Trans-esophageal Echocardiography (TEE) was done to further delineate the mass which revealed that left atrium was normal in size. There was a large immobile, heterogenous mass on the posterior leaflet of mitral valve. The base was broad measuring 1.5 cm with no obvious stalk. The largest dimensions on imaging were 2.9 cm x 2.8 cm. There was no calcification of the mass ().\\nCardiology Department was consulted. Initially, a presumptive diagnosis of atrial myxoma was made. Computed Tomography (CT) scan of the abdomen & pelvis revealed a 3 cm mass in the uterus. Biopsy of the uterine mass revealed it to be a rhabdomyosarcoma resembling an undifferentiated pleomorphic sarcoma (). Pleomorphic cells with abundant mitosis and areas of necrosis were seen. At this point, atrial mass was presumed to be a myxoma and the cause of palpitations. As per Cardiology recommendation, It was excised and the mitral valve was repaired. Histological analysis of the atrial mass was consistent with the diagnosis of rhabdomyosarcoma (). Histology of both atrial and uterine mass revealed a cellular malignant neoplasm composed of round to elongated markedly atypical cells enlarged with hyperchromatic nuclei and some cells with eosinophilic cytoplasm. Desmin positivity was observed on immunohistochemistry testing of uterine as well as the atrial mass. These findings, along with the patient’s clinical history, were consistent with the diagnosis of the rhabdomyosarcoma. After the surgical excision of the cardiac mass, the patient was scheduled for chemo/radiation therapy for uterine pathology. The patient stayed in the hospital for five days. She was discharged home and regular follow up was advised in the clinic with Gynecologic-Oncology, Cardiac Surgery, and Primary care Physician.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'18428209': 1, '7636557': 1, '15227049': 1, '8625211': 1, '10423470': 1, '7362282': 1, '30581525': 1, '32850073': 2}", "similar_patients": "{}"}