{"patient_id": 99964, "patient_uid": "7423397-3", "PMID": 32821125, "file_path": "noncomm/PMC007xxxxxx/PMC7423397.xml", "title": "SET-CAN Fusion Gene in Acute Leukemia and Myeloid Neoplasms: Report of Three Cases and a Literature Review", "patient": "A 32-year-old female presented with a mediastinal mass for 2 months with no fever and was admitted to our center in October 2018. The CBC of the patient showed a WBC count of 4.15×109/L, an HGB level of 111 g/L and a platelet level of 128×109/L. Ultrasonographic findings suggested generalized lymphadenopathy. The result of Lung CT+ enhancement showed left hilar and mediastinal space occupying lesions, 5.6 × 4.0 cm in diameter, with left upper lobe obstructive changes, pericardial effusion and left pleural effusion (). The PET-CT showed soft tissue shadow in the mediastinum and chest wall, wrapping mediastinal vessels, with SUVmax=10.1, which were considered to be malignant lesions. The left pleura was thickened with increased metabolism, and the metabolism of the left neck and upper and lower clavicle lymph nodes was also increased (). Immunohistochemical staining of the mediastinal mass biopsy () displayed diffused abnormal proliferative cells with CD7(+)Pax8(+) CD33(+)CD43(+)CD99(+) CD4(+) LMO-2(+) Ki67(85%), while a few scattered cells were positive for CD117, Pax5 and CD8. Other staining results showed CD1a(-), CD5(-), CD20(-), CD3(-), CK(-), CD19(-), CD21(-), CD163(-), EMA(-), P63(-), CD68(-), MPO (-), CD34(-), TdT(-), CAM5.2(-), TTF1(-), ALK(-), CD30(-), CD10(-), CD56(-), CgA(-), GB(-), SYN(-), TIA1(-) and EBER(-). The patient was diagnosed with myeloid sarcoma (MS). The results of bone puncture, bone marrow biopsy and bone marrow flow cytometry were all negative. The karyotype result was normal. The SET-CAN fusion gene was detected. Pericardial effusion was exudate. The Rivalta test was positive, and the cell count was 4481 × 106/L. After the initial chemotherapy with an HIA regimen (Idarubicin 20 mg×2 days, cytarabine 100 mg m2×7 days, homoharringtonine 2 mg×4 days), the mediastinal mass was significantly reduced. However, the follow-up treatment did not further alleviate the disease, and the negative effect of myelosuppression was particularly prominent, with a rapidly increased pericardial effusion. At last, the patient discontinued treatment due to intestinal infection.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'21844565': 1, '21720744': 1, '27073532': 1, '25924101': 1, '17620317': 1, '19166587': 1, '28115371': 1, '18299449': 1, '27070758': 1, '30809988': 1, '30125757': 1, '27910029': 1, '25956045': 1, '10546895': 1, '22075511': 1, '15239126': 1, '20417863': 1, '14671643': 1, '27276561': 1, '17296573': 1, '30840960': 1, '1384675': 1, '29365402': 1, '22095169': 1, '22133779': 1, '21738341': 1, '20065082': 1, '24449214': 1, '28830639': 1, '18096310': 1, '24368892': 2, '23114116': 1, '27913532': 1, '31502502': 1, '17569777': 1, '33893073': 1, '33869055': 2, '20682390': 1, '21795742': 1, '29455198': 1, '32821125': 2}", "similar_patients": "{'7423397-1': 2, '7423397-2': 2, '8044795-1': 1, '3869915-1': 1}"}