{"patient_id": 20567, "patient_uid": "7280001-1", "PMID": 32528580, "file_path": "comm/PMC007xxxxxx/PMC7280001.xml", "title": "Successful cryoablation of ventricular extrasystoles originating from the vicinity of the left anterior fascicle", "patient": "A 32-year-old male presented to our clinic complaining of heart palpitations. His electrocardiography (ECG) revealed frequent monomorphic ventricular extrasystoles (VEs) interrupting normal sinus rhythm (Figure A). The morphology of the extrasystole exhibited a QRS duration of 105 milliseconds, inferior axis, qR pattern in the inferior leads, rS pattern in lead I, and early transition with a positive concordance in the precordial leads. Holter monitoring revealed 13, 288 VEs out of 112, 233 total heart beats. No ventricular tachycardia was recorded. The morphology suggested that its origin was in the left ventricle and was close to the native heart conduction system. Since oral bisoprolol fumarate and mexiletine hydrochloride were ineffective, catheter ablation was carried out. In the supine position, both the right femoral artery and vein were punctured after local anesthesia with a lidocaine infiltration. An 8-French 25cm sheath was introduced into each vessel. A 5-French pentapolar catheter (5555M-120R, 2-5-2 mm spacing; Japan Lifeline) was advanced into the right ventricular apex for pacing. As for mapping, a 10-pole 6-French catheter (1110-6-2-L1-TE2BE2, 2-2-2 mm electrode spacing; IBI) was inserted into the left ventricular outflow tract (LVOT) to map the VEs in combination with a high-density three-dimensional mapping system (EnSite Precision; Abbott). During sinus rhythm, the 10-pole catheter positioned in the subvalvular LVOT recorded sharp pre-potentials reflecting the activation of the His-Purkinje system (Figure B,C). During the VEs, similar pre-potentials preceded the activation of the large ventricular potentials, while the pattern of activation differed from that during sinus rhythm (Figure B,D). Therefore, a local activation map was created by annotating the fascicular potentials instead of the ventricular potentials. The activation map during the VEs (VE-map) showed that the EAS was close to an area harboring the maximal amplitude of the fascicular potentials during sinus rhythm. A fascicular potential was recorded 19 milliseconds earlier than the onset of the QRS during the VEs at the earliest activation site (EAS) (Figure E). To clarify the spatial distribution of the conduction system and EAS, another map referring to sinus beats (SR-map) was created from the same data utilizing the TurboMap feature. As shown in Figure D, the EAS was identified in the anterior portion of the LVOT on the VE-map. The white tags reflect the locations of the maximal His/fascicular potentials confirmed in the SR-map. The white tags just beneath the aortic valve reflect the His-bundle. The upper-leftward extension after branching seemed to reflect the anterior fascicle, which was close to the EAS during the VEs. A 7-French 4 mm-tipped cryoablation catheter (Freezor1 S-curve; Medtronic) was introduced into the left ventricle via the aortic valve instead of the 10-pole mapping catheter. The ablation catheter was able to be inserted without using a U-curve technique. After confirming a series of large potentials on the anterior fascicle, the tip was slightly moved apically, aiming to avoid any direct freezing effect on the very trunk of the conduction system. To maximize the safety, freezing in the mapping mode at −30°C was attempted; however, the temperature did not drop adequately presumably because of slippage of the catheter tip. Therefore, the ablation mode was adjusted down to −80°C and was started at the same location (yellow tag in Figure D). A few clinical VEs appeared just after the temperature drop (Figure ) while no significant change in the ECG was observed throughout the freezing for 240 seconds. The fixation of the catheter tip was confirmed by the tip-motion under cine fluoroscopy. A consolidation freeze was given for 240 seconds at that same site. There were no peri-procedural complications including a conduction disturbance. The clinical VEs were eliminated thereafter.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'8017268': 1, '29024200': 1, '23962861': 1, '30106213': 1, '29759404': 1, '32528580': 2}", "similar_patients": "{}"}