{"patient_id": 98214, "patient_uid": "7267695-1", "PMID": 32536778, "file_path": "noncomm/PMC007xxxxxx/PMC7267695.xml", "title": "Multiple carcinosarcomas of the esophagus with adeno-carcinomatous components: A case report", "patient": "The patient presented with nausea and a fever of over 38 °C with weight loss of 10 kg during the previous 3 mo.\\nA 61-year-old male visited nearby clinic with complaint of heartburn which was treated as esophageal reflux. Three months later, he returned with nausea and a fever of over 38 °C and reported a weight loss of 10 kg. Laboratory values at this time were notable for a high white blood cell count (18800/μL) and elevated serum C-reactive protein at 15.9 mg/dL. He was referred to the Department of Gastroenterology at our hospital.\\nHis past medical history included glaucoma, depression, and smoking. He reported smoking 1.5 packs of cigarettes per day for 36 years until he was 55 years old. He reported daily use of alcohol.\\nThe patient was 171.8 cm tall and weighed 58 kg. Blood pressure was 104/66 mmHg and heart rate was 120/min. He had a mild fever of over 37.3 °C. All other vital signs were stable.\\nAbnormal laboratory findings at time of the referral included a white blood cell count of 18800/μL with 82% neutrophils, serum C-reactive protein at 14.8 mg/dL, hemoglobin at 11.8 g/dL, a platelet count of 42.7/µL, serum albumin at 3.1 g/mL, and serum interleukin-6 (IL-6) at 138 pg/mL (normal range, ≤ 4.0 pg/mL). Other laboratory examinations including serum levels of squamous cell carcinoma antigen (SCC-Ag), carcinoembryonic antigen, and carbohydrate antigen 19-9 were within normal limits at 0.5 mg/mL, 0.7 ng/mL, < 2 ng/mL, respectively.\\nUpper gastrointestinal series revealed stenosis due to the lesion protruding from the lower esophagus (Figure ). Upper gastrointestinal endoscopy revealed the presence of type 1 and 0-IIc lesions at a point 35 cm from the incisors toward the esophago-gastric junction (Figure ). At biopsy, the type 1 lesion was diagnosed as suspicious for carcinosarcoma; the type 0-IIc lesion was diagnosed as SCC. The major axis of the main tumor was 42 mm and maximum standardized uptake value of the lesion was determined to be 13.9 by computed tomography and 18F-2-fluoro-2-deoxy-D-glucose positron-emission tomography (Figure and ). While paraesophageal lymph node metastasis was suspected, there was no evidence suggesting more distant metastases.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'18485877': 1, '28111536': 1, '19945376': 1, '24875735': 1, '28111535': 1, '26515382': 1, '29780130': 1, '21436443': 1, '11493328': 1, '30451796': 1, '31098822': 1, '15017588': 1, '24556840': 1, '32536778': 2}", "similar_patients": "{}"}