{"patient_id": 27033, "patient_uid": "7585286-1", "PMID": 33097035, "file_path": "comm/PMC007xxxxxx/PMC7585286.xml", "title": "De Clérambault’s syndrome revisited: a case report of Erotomania in a male", "patient": "Mr. X is a 55-year-old Caucasian male living in a small village in the Inner South of Portugal. He is an only child and lived with his parents his entire life in this village where everyone knows one another. More recently, after his father’s death, he continued living alone with his mother. He graduated from high-school, and afterwards he worked with his parents in a coffee house that they owned. They sold the establishment some years ago, and now he has no employment nor occupation, and sustains himself with the profits of rented properties, having a low socioeconomical status. He spends his days frequenting another coffee house with a very small group of two friends, having no other friends nor social contact.\\nMr. X always had a very close relationship with his mother, describing her as his best friend. He had a troublesome relationship with his father. He describes himself as having very low self-esteem and considers himself an unattractive man. He is very vague when asked about previous relationships, mentioning he never had any lasting or significant previous relationships, and he hesitantly reports his first sexual intercourse at the age of 18. He also states that he has a strong desire of having a wife and children, and fears this will never happen because he feels he has no luck with women.\\nWhen Mr. X was 51 years old, he started believing that a married lady that frequented the same coffee house that he did, Mrs. A, was in love with him. He was certain of this because of the way that she looked at him and by her gestures, sending him signals, and he returned her love. He approached Mrs. A and had very brief interactions with her, and he found in their short innocent conversations further evidence that she was in love with him. He believed that they were deeply in love, that her marriage was doomed and that she would only be truly happy with him. He was very insistent in approaching her, and Mrs. A rejected further interaction. He started sending her text messages and going to the coffee house at the specific times that he knew she would be there to watch her from afar. Then he started stalking her around the village. His infatuation ceased when Mrs. A confronted and physically assaulted him, and so Mr. X. stopped stalking her. He was certain that this relationship didn’t work because another divorced lady, the owner of the coffee house he spent his days in, Mrs. B, was also in love with him, and was jealous of Mrs. A. He believed that Mrs. B conspired to end his relationship with Mrs. A by saying bad things about him to other people in the coffee house. He found certainty of Mrs. B’s infatuation and jealousy in an episode in which he had followed Mrs. A to another coffee house, and later that evening, when he tried to return to Mrs. B’s coffee house, she closed the door of the establishment earlier specifically to keep him outside, out of spite, letting other people in as usual. Mr. X stated that he considered having a relationship with Mrs. B, had he not been deeply in love with Mrs. A. After this episode, Mr. X continued spending his days in Mrs. B’s coffee house, having little interaction with her. He holds a grudge against Mrs. A, resenting her for not being strong enough to end her marriage and for believing the gossip about him.\\nSome years later, at the age of 55, shortly after his mother went to live in a nursing home, Mr. X started believing that another married lady that went to the coffee house, Mrs. C, was also in love with him. He believed that everyone in the coffee house was talking about this, conspiring and scheming behind his back to get them together because Mrs. C asked them to. Mr. X. returned Mrs. C’s love, and then he started stalking her around the village. First, he followed her from a distance, but he eventually went to her workplace to ask her out on a date. Mrs. C declined the invitation, and Mr. X believed this was because she was married and was ashamed of admitting she was in love with him in front of her co-workers. Meanwhile, Mr. X started having complaints of insomnia and anxiety. He believed that Mrs. C that was provoking these symptoms using witchcraft, and he also believed she had shrunk his genitals. Mr. X kept on stalking Mrs. C, and 1 week after the new complaints began, he threatened her with a knife, demanding that she undo the spell. He was apprehended by the authorities and was brought to the emergency unit for psychiatric evaluation. He was admitted as an inpatient in the psychiatry service. He was medicated with risperidone 3 mg per day and diazepam 3 mg per day, with no adverse effects, and his persecutory delusion remitted 4 days later. Physical examination, including neurological, was unremarkable and there were no analytical nor imaging relevant findings (normal blood count, renal and liver function, inflammatory markers, normal vitamin B12 and folic acid levels, normal thyroid function, normal parathyroid hormone levels, normal ceruloplasmin levels, negative drug screening, negative serology for HIV, syphilis, hepatitis B and C, normal EKG and no alterations in CT-scan nor MRI). The was no family history of psychiatric illness or of any remarkable medical condition. He did not present any other psychopathology nor history of other symptoms or disorders, so other psychiatric and organic diagnoses were excluded, and the patient was diagnosed with a Persistent Delusional Disorder. He gained insight to his persecutory delusion, but maintained the erotic delusions, and was discharged to follow-up as an outpatient.\\nThroughout follow-up, the same pharmacological treatment was continued, with good adherence and no observed nor reported adverse effects upon clinical observation and interview. He has not presented further aggressive behavior, he feels better and is satisfied with the medication. He retains the delusional belief that all three ladies are in love with him and are extremely unhappy without him, but these beliefs are less intense. Mr. X is not in love with Mrs. B nor Mrs. C anymore, but remains in love with Mrs. A, and he considers having had the only significant relationship of his life with her. The timeline of this case is summarized in Table .", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'2399821': 1, '34908701': 2, '34513106': 2, '10892614': 1, '3978349': 1, '15962143': 1, '26442945': 1, '697541': 1, '16097848': 1, '6622615': 1, '16749657': 1, '12579619': 1, '26600949': 1, '33097035': 2}", "similar_patients": "{'8611580-1': 1, '8611580-2': 1, '8611580-3': 1, '8611580-4': 1, '8426078-1': 1, '8426078-2': 1}"}