{"patient_id": 33579, "patient_uid": "7955989-2", "PMID": 32783159, "file_path": "comm/PMC007xxxxxx/PMC7955989.xml", "title": "Neuromuscular complications following targeted therapy in cancer patients: beyond the immune checkpoint inhibitors. Case reports and review of the literature", "patient": "This 65-year-old man underwent hemicolectomy and partial ileal resection for a gastrointestinal stromal tumour (GIST). Afterwards he began oral adjuvant therapy with Imatinib (400 mg/day), a tyrosine kinase inhibitor (TKI) and the first drug used as targeted therapy. Few days after the first administrations, he developed neck muscle weakness, chewing and swallowing difficulties, so Imatinib treatment was temporary stopped for 2 days, with symptoms improvement. Subsequently, Imatinib was restarted, and 2 days later, the previous symptoms appeared again, associated with the onset of right eye ptosis. The neurological examination showed fluctuating and fatigable right eye ptosis, marked neck extensor weakness with head drop, dysphagia, dysphonia and masticatory weakness. Limb weakness was absent, and sensory examination was normal. Brain CT and Chest Radiograph did not show significant abnormalities. Blood test revealed CPK level slightly elevated (462 U/L). Because of the strong suspicion of myasthenic syndrome, we administered symptomatic therapy (pyridostigmine 60 mg, four times a day), and we planned five sections of plasma exchange. Despite these treatments, the patient rapidly worsened, and, after the second plasma exchange session, he developed acute respiratory failure. He was transferred to the Intensive Care Unit, and mechanical ventilation was supplied. In addition, steroid therapy was administered (methylprednisolone 120 mg/day). In the meanwhile, anti-AChR antibodies were tested and showed high-titre positivity, confirming myasthenia gravis. Anti-titin antibodies also resulted positive, while anti-MusK antibodies were negative. Total body CT excluded thymic disease and GIST metastases. After a course of intravenous immunoglobulins (IVIg) cycle (2 g/kg), the patient recovered. After hospital discharge, the patient performed 1 month of intensive rehabilitation, and his neurological examination returned completely normal. However, because of anti-AChR antibodies still show high titre positivity, steroid therapy was maintained over the following months even if gradually tapered.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'29948463': 1, '24823520': 1, '34722270': 2, '24508103': 1, '29948466': 1, '23509307': 1, '22156613': 1, '31590992': 1, '25013714': 2, '30638612': 1, '31730012': 1, '27030078': 1, '30245744': 1, '28432982': 1, '28286113': 1, '32783159': 2}", "similar_patients": "{'7955989-1': 2, '4091286-1': 1, '8554100-1': 1}"}