{"patient_id": 28495, "patient_uid": "7694143-1", "PMID": 33137889, "file_path": "comm/PMC007xxxxxx/PMC7694143.xml", "title": "Disseminated Pelvic Actinomycosis Caused by Actinomyces Naeslundii", "patient": "Ethical statement: The patient´s written and signed consent to publish the case report was obtained and provided to the editor.\\nA 35-year-old female with a history of no chronic comorbidity, divorced and living single with her two school-age children, was referred to the hospital with weight loss and fatigue lasting for almost 6 months. She did not seek help earlier because she was afraid of job loss and later of being diagnosed with a malignant disease. She had an intrauterine contraceptive device (IUD) which was inserted 8 years ago. On admission, she presented with severe cachexia, prominent ascites, hepatomegaly, and oral candidiasis. She was conscious and cooperative, afebrile, eupnoeic, with heart rate 83 b/min and blood pressure 104/57 mm Hg.\\nLaboratory results showed hypochromic microcytic anaemia, leukocyte count 11.2 × 109/L with 86% neutrophils, D-dimers >2000 ng/mL, urea 12.5 mmol/L, creatinine 178 μmol/L, clearance 0.873 mL/s, albumin 16 g/L, prealbumin 0.08 g/L, C-reactive protein 115 mg/L, alkaline phosphatase 7.24 µkat/L, gamma-glutamyltransferase 4.74 µkat/L, cholinesterase 24 µkat/L (reference range (RR) 71–187), ferritin 1653 pmol/L (RR 4.6–204), and IgG 37.8 g/L (RR 7–16). Other biochemical tests results, as well as lymphocyte subpopulations, were in the normal range. Screening of autoantibodies was negative.\\nCT scan showed ascites, an enlarged right ovary with a parauterine non-homogenous mass 8 × 5 cm in size containing gas, bilateral hydronephrosis, ischaemic foci in spleen, multiple bilateral tiny nodules in the lungs with mainly subpleural distribution resembling miliary tuberculosis or multiple emboli, multiple liver lesions described as signs of Budd–Chiari’s syndrome due to the inferior vena cava thrombosis, and right hepatic vein thrombosis ( and ).\\nThe interferon-gamma release assay (QuantiFERON-TB Gold) was negative as well as HIV 1 and 2 antibodies. Angiotensin-converting enzyme activity was in the normal range. One set of blood culture and ascitic fluid was sterile. Gastroduodenoscopy showed erosive oesophagitis and gastritis with reflux disease Grade I-II.\\nThe diagnosis of metastatic ovarian cancer was assumed. Histology of a CT-guided fine-needle liver biopsy sample revealed fibroproliferative inflammation and chronic abscess with actinomycotic granules.\\nTreatment with intravenous ampicillin 2 g q.i.d., metronidazole 0.5 g t.i.d. and oral fluconazole 100 mg b.i.d. was started, as well as supportive parenteral nutrition and treatment of hepatorenal failure. Bilateral nephrostomy was inserted because of hydronephrosis due to ureteral compression by pelvic mass. The IUD was removed; on microscopy, branching Gram-positive rods were seen. Actinomyces naeslundii, sensitive to penicillin, ampicillin, clindamycin, chloramphenicol, cefoxitin, erythromycin, and metronidazole, Bacteroides sp. and Escherichia coli were identified by culture. The oral cavity swab culture rendered Candida albicans, but no Actinomyces.\\nTransthoracic echocardiography (TTE) showed no signs of endocarditis but thrombosis of the inferior vena cava reaching the right atrium and tricuspid valve. It could not be removed by catheterization; therefore, heparin anticoagulation was given.\\nThe radical surgery was postponed for two months until the patient´s nutritional status improved. Hysterectomy, bilateral salpingo-oophorectomy, appendectomy and adhesiolysis was performed. On the cut, the mass on the right ovary, with dimensions of 50 × 50 × 30 mm, showed yellowish tissue with necrosis. Histopathology showed that the mass consisted of confluent granulomas with purulent exudate containing fibrillar structures corresponding to actinomycotic granules despite two months of targeted antibiotic treatment ().\\nPostoperative healing was uneventful. Follow-up CT two weeks after surgery showed no pelvic mass, decreased ascites, persisting pulmonary nodules and signs of Budd–Chiari´s syndrome. A right-sided pleural effusion was punctured with negative culture and 16S panbacterial PCR. Left-sided nephrostomy was removed but the right-sided remained necessary as the ureteral obstruction persisted and intraluminal stenting was unsuccessful. The caval thrombus slowly decreased its size. Intravenous antibiotics were given for 94 days in total. Renal and liver functions slowly improved, as well as nutritional status. The patient was discharged home on day 96 with oral amoxicillin 1 g t.i.d. and warfarin.\\nNephrostomy catheter was removed 3 months later. At the follow-up visit 6 months after the discharge, she had gained 10 kg, laboratory results showed chronic kidney disease stage 3 with moderately decreased function and TTE finding was normal with no signs of thrombus. Antibiotic therapy was finished. At the 12-month follow-up visit, CT showed liver remodelling with incipient cirrhosis, persisting miliary nodules in the lungs decreasing in quantity, and mild right-sided ureteral dilatation. Secondary osteoporosis was treated with oestrogen substitution. The patient was able to take care of herself and her children and received a disability pension. She still complained of weakness and tiredness. Three years later, she remained free of relapse.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'4907004': 1, '3973000': 1, '25566409': 2, '28684963': 1, '24778807': 1, '18001459': 1, '15546422': 1, '22406688': 1, '19718405': 1, '14827946': 1, '19244431': 1, '7023240': 1, '30848144': 1, '25788515': 1, '26001364': 1, '30079287': 2, '33546209': 1, '30068330': 2, '13672913': 1, '17531616': 1, '3865948': 1, '33137889': 2}", "similar_patients": "{'4285003-1': 1, '6067810-1': 1, '6090905-1': 1}"}