{"patient_id": 24814, "patient_uid": "7481148-2", "PMID": 32514744, "file_path": "comm/PMC007xxxxxx/PMC7481148.xml", "title": "Case report: tolvaptan-associated creatine kinase elevation in two patients with autosomal dominant polycystic kidney disease (ADPKD)", "patient": "A 43-year-old man was diagnosed with familial ADPKD at the age of 34. His kidneys were bigger than normal and contained numerous cysts; he had no liver cysts and normal laboratory tests with slightly high Cr (1.1 mg/dL). Disease symptoms were controlled for 5 years with enalapril, amlodipine, and allopurinol. In December 2018, infinite bleeding renal cysts were detected, and Cr was 1.55 mg/dL. Due to the ADPKD rapid progression, tolvaptan was initiated on 4 May 2019 at the regular dose, 45-0-15. After 17 doses of treatment, blood tests revealed a 5–6 fold increase of CK (from 154 to 854 UI/mL) and a moderate increase in LDH (364 UI/L). Cr did not increase during this time, and the patient did not have symptoms. Tolvaptan was stopped, while other treatments continued, and CK and LDH (307UI/L) gradually recovered after 6 weeks.\\nBoth patients suffered a dramatic CK elevation after receiving tolvaptan and neither showed symptoms. They had no history of CK elevation and reported not having taken any other drug, phytotherapy, or special diet and not having performed extreme exercise that could justify CK elevation []. The LDH increase was minor; however, it is usually high in ADPKD due to cyst breakage. In the absence of any other justification for CK elevation and since CK decreased after tolvaptan discontinuation, it is probable that tolvaptan caused CK elevation in both cases [] (Fig. ).\\nThese are the first cases of tolvaptan-induced CK elevation reported. It is well-known that tolvaptan causes hepatotoxicity in ADPKD patients [] but not in other patients []. Since CK elevation is caused by muscle damage [], we hypothesize that tolvaptan might damage ADPKD patients’ myocytes and hepatocytes by the same mechanism, probably related with intracellular cAMP reduction. Since CK elevation might be underestimated in ADPKD patients receiving tolvaptan, we suggest that CK should be monitored in these patients.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'21333426': 1, '22205396': 1, '27920153': 1, '23121377': 1, '7249508': 1, '27655350': 1, '26760521': 1, '34234441': 1, '26188764': 2, '25786098': 1, '32514744': 2}", "similar_patients": "{'7481148-1': 2, '4608984-1': 1, '4608984-2': 1, '4608984-3': 1}"}