{"patient_id": 99156, "patient_uid": "7342181-1", "PMID": 32636228, "file_path": "noncomm/PMC007xxxxxx/PMC7342181.xml", "title": "Resuscitative hysterotomy for maternal collapse in a triplet pregnancy", "patient": "This case study reports a 47-year-old Middle Eastern woman, married for 17 years with primary subfertility conceived with in vitro fertilisation in India. She was pregnant with dichorionic triamniotic triplets. Her body mass index at initial visit at 10 weeks was 28 kg/m2. She refused fetal reduction in her first trimester and continued as triplet pregnancy. She had irregular follow-up to our tertiary care hospital throughout the pregnancy.\\nAt 10 weeks, she was started on low-dose aspirin to aid placentation and alpha methyldopa for her hypertensive disorders of pregnancy. She was on low molecular weight heparin from early pregnancy. Her glucose tolerance test done at 16 weeks had abnormal fasting and 2 hour values, so she was started on diabetic diet, glucophage and then insulin to achieve glycaemic control. She had normal anomaly scan for the three babies. Her gestational weight gain was 17 kg. At 32 weeks, she received betamethasone for fetal lung maturity and was planned for elective caesarean section at 35 completed weeks of gestation, as her home glucose monitoring values and blood pressure were in control.\\nTwo days before her scheduled caesarean, she arrived by ambulance to the emergency department (ED) at 02:00 hours with epigastric pain. She did not have headache or blurring of vision but was complaining of severe chest pain and difficulty in breathing. She was in left lateral position to help perfusion. Blood pressure on arrival was 202/127 mm Hg and before any antihypertensive and magnesium sulfate could be administered, she had an eclamptic fit for 1 min, which progressed to cardiac arrest. The patient had collapsed while being transferred to labour suite from ED on the ED bed.\\nThe patient was made supine, manual uterine displacement and CPR started immediately. Meanwhile, code was announced so that the crash call team could be assembled. Manual uterine displacement, resuscitation and intubation continued but as the patient was not responding and remained pulseless, immediate decision to perform urgent and immediate hysterotomy on site of collapse was taken by the obstetrician present. The incision was taken at approximately 4 min postcollapse.\\nResuscitative hysterotomy was performed with the small scalpel blade that was at hand to prevent wasting any time. Abdomen was opened by transverse (Joel-Cohen) incision as the obstetrician was more comfortable with it rather than vertical midline incision. Meanwhile, operative room staff was called for the instruments. On-call neonatologists were alerted to expect three preterm babies. Meanwhile, the chest compressions were continued as the hysterotomy was being performed. Babies delivered one after another were handed over to the midwives and neonatologist present.\\nCPR continued and the mother was intubated and given two doses of epinephrine. She regained spontaneous circulation around 15 min after incision. She did not have noticeable bleeding during the procedure and we had almost finished closing the abdomen when circulation had returned and so did not require shifting to theatre. Oxytocin drip was started and uterus was contracted by the time we shifted her to intensive care unit (ICU). The babies weighing 1.9 kg, 1.98 kg and 2.1 kg each initially had low APGAR scores and recovered well in neonatal intensive care unit.\\nThe patient was given triple antibiotics (ampicillin, gentamicin and metronidazole), started on labetalol infusion and magnesium sulfate for 24 hours postdelivery. On the second day, the patient was extubated and weaned off sedation. The patient received feeds via nasogastric tube. She needed dialysis for 3 days. She had slurred speech and difficulty walking for 10 days, but with intense chest and limb physiotherapy, she recovered.\\nThe patient was shifted from the ICU to the postnatal ward on day 7 and her antihypertensives were gradually tapered. Prior to her discharge, she was mobilising well and able to breastfeed her babies. She went home with her babies in good condition after 18 days postarrest.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'26212180': 1, '27211568': 1, '19561954': 2, '28233414': 1, '15970850': 1, '31845507': 1, '23956861': 1, '32636228': 2}", "similar_patients": "{'2700584-1': 1}"}