{"patient_id": 31679, "patient_uid": "7856439-1", "PMID": 33558820, "file_path": "comm/PMC007xxxxxx/PMC7856439.xml", "title": "COVID-19 pneumonia in a child with hepatic encephalopathy: A case study", "patient": "A 14-year-old boy, G2P2L2A0, presented with an abdominal protrusion, lower extremities pitting edema, icter, and weight gain. He was under observation of pediatric nephrologists with an impression of nephrotic syndrome due to proteinuria for40 days. Due to abnormal liver function tests with prolonged prothrombin time and INR, he was transferred to our hospital. Three days before admitting to our hospital, he developed a dry cough, ascites, and an increase in yellowish discoloration of skin and sclera. Before admission, he had a weight gain of about 8 kg. He had no history of fever, nausea, vomiting, oligouria, myalgia, and dyspnea, although he was in contact with his family members with cough.\\nAt the time of admission, he was alert with GCS=15, and his sclera and skin were icteric. The patient was ill and toxic looking. Physical examination of the patients revealed a body temperature of36.7°C, a respiratory rate of 18/min, a blood pressure of 110/70 mmHg, and a heart rate of 84 beats/min. Fine rales were heard in the left lung. The spleen was palpable 6cm below the costal margin and, the liver was detected about 8cm below the costal margin with a firm consistency. The abdomen was protruded due to moderate ascites. Stigmata of chronic liver disease such as spider hemangioma, palmar erythema, and caput medusa were observed in the abdominal examination. The lower extremities had 4+ pitting edema. Laboratory investigations revealed abnormal coagulation profile, direct hyperbilirubinemia, liver enzyme elevation, mild anemia with thrombocytopenia, hypophosphatemia, hyponatremia, hypomagnesemia, and hypokalemia. Laboratory findings are summarized in . Serologic markers for viral hepatitis A, B, and C viruses, HIV, and cytomegalovirus were negative. The autoimmune hepatitis profile, ceruloplasmin, and 24-hr urine copper results are summarized in . There was no specific key point in his past medical or family history.\\nChest radiography revealed diffuse haziness through the left lung field. A spiral chest CT scan without contrast showed bilateral multifocal sub-pleural ground-glass opacity with mild pleural effusion highly suggestive for COVID-19 (). Abdominopelvic ultrasonography revealed hepatomegaly with coarse echogenicity and moderate to severe ascites in favor of liver cirrhosis. The first complete blood count (CBC) showed anemia, lymphopenia, and thrombocytopenia. summarizesserial CBC. The nasopharyngeal swab sample RT-PCR confirmed the diagnosis of COVID-19 pneumonia. The serial nasopharyngeal sample test for COVID-19 was positive for three consecutive weeks. The patient was treated with non-invasive ventilation, hydroxychloroquine (200mg BID), and supportive drugs, including ursodeoxycholic acid 250mg TDS, vitamin K intravenous 10mg daily, vitamin E 200 mg oral daily, spironolactone 25mg BD orally, albumin, calcium gluconate, glycophose, intravenous cefotaxime, cryoprecipitate, fresh frozen plasma, and fresh packed-cell. The results of several abdominal paracenteses were transudative and clear. The patient had an absolute indication for emergency liver transplantation, and despite an initial improvement, his condition subsequently worsened, and he gradually developed encephalopathy with mood and mental status changes such as day time sleeping, lethargy, tremor, and respiratory distress. Unfortunately, the patient died after 18 days of hospitalization with features of refractory pulmonary hemorrhage.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'32125873': 1, '31986264': 1, '32289115': 1, '32202343': 1, '14767982': 1, '32185369': 1, '32345544': 1, '32145190': 1, '32109013': 1, '33558820': 2}", "similar_patients": "{}"}