{"patient_id": 29976, "patient_uid": "7770372-1", "PMID": 33109284, "file_path": "comm/PMC007xxxxxx/PMC7770372.xml", "title": "A patient with respiratory toxigenic diphtheria in Greece after more than 30 years", "patient": "The case was an 8-year-old boy with underlying conditions (mosaic Down syndrome (DS) with pulmonary hypertension) who had been incompletely vaccinated with three doses of DTaP vaccine in infancy.\\nOn day 1 (in November 2019), the patient presented high fever (39.9 °C) and later on during the night respiratory distress. The child was taken to a local hospital on day 2 where laryngitis was diagnosed and inhaled adrenaline was administered in the emergency department. However, his condition did not show improvement and was transferred to the paediatric intensive care unit of a paediatric reference hospital where he was intubated. Upon admission, the boy was pale, with diminished breath sounds, respiratory stridor and wheezing, abdominal breathing with intercostal retractions and abnormal vital signs: sat O2 <90%, respiration rate = 60/min, heart rate = 150/min and blood pressure = 110/60 mmHg. The physical examination of the pharynx revealed only some minor exudate patches. He initially received ceftriaxone and on day 3 vancomycin (250 mg q.i.d. I.V.) was added due to the radiological findings of pulmonary consolidation in the left lower lobe, increased inflammatory markers, haemodynamic instability and increased respiratory needs. During hospitalisation he developed fever up to 38.5 °C, while the white blood cell count increased to 34 600/cm3 and the CRP (C-reactive protein) up to 93 mg/L.\\nA Gram stain of the bronchial secretions revealed many Gram (+) coryneform bacteria and polymorphonuclear leucocytes. On Filmarray® respiratory panel (BioFire Diagnostics, Salt Lake City, USA) rhinovirus/enterovirus was detected and while waiting for Pneumocystis jirovecii polymerase chain reaction (PCR) on bronchoalveolar lavage, trimethoprim-sulphomethoxazole was started (day 5). On day 6, being severely hypoxemic, haemodynamically unstable, in profound metabolic acidosis the child had a cardiac arrest and passed away. On the same day, the Gram (+) bacterium of bronchial secretions was identified as Corynebacterium diphtheriae by VITEK® 2 ANC card (excellent identification 99%). This was further confirmed by MALDI-TOF MS (bioMérieux SA, Marcy-l'Etoile, France), with a confidence value of 99.9.\\nThe case was reported on day 7 to the Department of Epidemiological Surveillance and Intervention of the Greek National Public Health Organization (NPHO) through the Mandatory Notification System.\\nThe isolate was sent to the WHO Collaborating Centre for Reference and Research on Diphtheria and Streptococcal Infections housed under the auspices of Public Health England at Colindale, UK for confirmation of identification and the determination of toxigenicity. These were achieved using a combination of phenotypic methods and real-time PCR []. The analysis confirmed C. diphtheriae of the mitis biovar and the presence of the diphtheria toxin gene. The modified Elek immunoprecipitation test [] was used to confirm the production of diphtheria toxin. Multi-locus sequence typing (MLST) profiles [] were derived from whole-genome sequencing using metric-oriented sequence typing [,]. Alleles, allelic profiles and sequence types (STs) were determined by comparison with the Corynebacterium diphtheriae MLST Database ( accessioned 18 December 2019). The genotype was identified as a novel ST (allelic profile 3-10-3-1-3-3-2) which was a single locus variant (SLV) of ST-574.\\nThe patient's immunological response was investigated retrospectively (). Immunoglobulins were measured by nephelometry (Dade Behring –Siemens) and immunoglobulin G (IgG) levels were found to be low for his age. Antibody response tests for tetanus toxoid and anti-pneumococcal capsular polysaccharide (Anti-PCP) were performed in the Department of Immunology – Histocompatibility of ‘Aghia Sophia’ Children's Hospital in Athens. In specific, VaccZyme Anti-Tetanus Toxoid IgG Enzyme Immunoassay kit and VaccZyme Anti-PCP IgG Enzyme Immunoassay kit (The Binding Site Group Ltd) were used. In addition, indirect chemiluminescent immunoassay to test quantitatively IgG antibodies against Corynobacterium diphtheria toxin in human serum, in order to determine the protective status (Virclia, Vircell Granada, Spain) was performed in ‘P. & A. Kyriakou’ Children's Hospital. Anti-HBs and IgG for rubella were measured using a chemiluminescence assay with the Architect i2000SR (Abbott, Illinois, USA). Concerning the above pathogens and according to the Greek National Immunization Programme (NIP) the boy was incompletely vaccinated for tetanus and diphtheria (three doses instead of five), Streptococcus pneumoniae (two doses instead of four) and measles–mumps–rubella (one dose instead of two), but fully vaccinated against Hepatitis B virus (HBV). However, although fully vaccinated for HBV he showed no antibody response. In addition, along with incomplete vaccination for tetanus, diphtheria, pneumococcus and rubella his antibody response was insufficient to provide protection from infection. The above findings are indicative of primary immunodeficiency and specifically fulfil the diagnostic criteria of antibody deficiency because of his inability to produce specific antibodies.\\nThe epidemiological investigation was conducted by the NPHO in cooperation with the relevant Directorate of Public Health and was based on the new WHO Surveillance standards for diphtheria []. According to the European Commission's case definition as amended in 2012 a confirmed case of respiratory diphtheria is any person with the clinical form of classic or mild respiratory diphtheria (an upper respiratory tract illness with laryngitis or nasopharyngitis or tonsillitis and/or without an adherent membrane/pseudomembrane, respectively) from whom a diphtheria toxin-producing C. diphtheriae, C. ulcerans or C. pseudotuberculosis has been isolated from a clinical specimen. A probable case is defined as any person meeting the clinical criteria for classic or mild respiratory diphtheria with an epidemiological link to a human confirmed case or an animal to human transmission. A suspected case is defined as any person meeting the clinical criteria for classic respiratory diphtheria.\\nThe boy had no siblings and lived with his mother. Based on the vaccines registered in his health booklet the child had been immunised with three doses of a DTaP vaccine during the first 2 years of life. There was no travel history or any particular contact with people who have recently travelled to an endemic country. During the week before the symptoms’ onset, the child was attending a primary school with 17 pupils in his class.\\nAs soon as the case was notified, the epidemiological investigation was initiated by the NPHO aiming to identify all close contacts within the family and the school environment as well as in the hospital where the child was treated and implement all necessary measures according to the WHO protocol [].\\nContact tracing was carried out in two phases (). In the first phase, close contacts of the index case were identified. Those included a total of 104 individuals: six people from the family environment (mother and relatives), 48 people from the school environment (classmates, teachers and other school servants) and 50 healthcare workers from the two hospitals that had been potentially exposed to the child's respiratory secretions. All contacts were examined for the existence of classic respiratory diphtheria symptoms and a pharyngeal swab specimen was collected from each one of them. Prophylactic clarithromycin (30 mg/kg orally daily for the children and 1 g orally daily for adults) was given to all close contacts for a period of seven days and a daily check-up for the presence of new clinical symptoms was recommended. In addition, the vaccination status of all contacts was checked. Among the 17 children, 15 were completely vaccinated for their age with five doses of DTaP and two were incompletely vaccinated, one with four doses and the other with three doses of DTaP. The vaccination status of adult contacts was either unknown or impossible to be certified and thus they were all recommended to get a booster dose of Tdap from their treating physicians.\\nThe 54 pharyngeal specimens from the family and school contact tracing were examined at the Central Public Health Laboratory while 50 specimens from the potentially exposed health-care workers were examined at the laboratory of clinical microbiology of ‘P. and A. Kyriakou’ Children's Hospital with microbiological culture on standard blood agar and serum tellurite agar (Bioprepare, Greece) and incubation at 35 ± 2 °C for 24–72 h with subsequent Gram stain of all suspicious colonies. Further identification of catalase-positive, Gram-positive coryneforms was performed by conventional biochemical testing with API® Coryne or VITEK® 2 ANC (bioMérieux SA, Marcy-l'Etoile, France). C. diphtheriae was identified from one suspect isolate as C. diphtheriae biovar mitis. The identification was confirmed with MALDI-TOF MS and a pure subculture of the isolate was sent to the WHO Collaborating Centre for Reference and Research on Diphtheria and Streptococcal Infections, Public Health England, UK for confirmation of identification and the determination of toxigenicity (as described above). The analysis confirmed a toxigenic strain of C. diphtheriae biovar mitis. Furthermore, the genotype was characterised as the same novel ST (allelic profile 3-10-3-1-3-3-2) as the index case. This novel profile was subsequently submitted to the C. diphtheriae MLST database and designated ST698 by the curators.\\nThe single laboratory-confirmed case of toxigenic C. diphtheriae amongst the screened contacts of the index case was an asymptomatic carrier. This was a 9-year-old boy, a classmate of the index case, who belonged to a special subpopulation group (Roma). The child was inadequately vaccinated with three doses of a DTaP vaccine. A second stage of contact tracing took place through which 12 family members (six children and six adults) were identified as close contacts. Neither the asymptomatic carrier nor any of his close contacts had a history of travel to an endemic country. Pharyngeal swabs were collected from all contacts following the same protocol and all tested negative. Oral clarithromycin (30 mg/kg per day for children and 1 g per day for adults) was administered as chemoprophylaxis to the carrier for 14 days and all the contacts for 7 days. A second pharyngeal swab specimen was obtained from the carrier after concluding the treatment which was found negative. Booster doses of DTaP and Tdap were given to children and adult contacts based on available data regarding their vaccination status. No further cases occurred during the prospective follow-up of exposed individuals.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'20844217': 1, '25240511': 1, '31804499': 1, '22361223': 1, '10657221': 1, '6512248': 1, '16710980': 1, '22568715': 1, '9003626': 1, '19818425': 1, '29017961': 1, '20495169': 1, '805182': 1, '30099975': 1, '27602279': 1, '28776357': 1, '20491827': 1, '29616610': 1, '31139250': 1, '30407562': 1, '22535233': 1, '27585943': 1, '27902437': 1, '24970373': 1, '11057966': 1, '27672516': 1, '27669156': 1, '21352207': 1, '33109284': 2}", "similar_patients": "{}"}