{"patient_id": 26682, "patient_uid": "7571592-1", "PMID": 33094052, "file_path": "comm/PMC007xxxxxx/PMC7571592.xml", "title": "Acquired Diverticulosis of the Entire Colon in a Cadaver", "patient": "A 74-year-old Caucasian female cadaver with a history of peripheral vascular disease, coronary artery disease, and a left above-knee amputation underwent routine dissection. At first, diverticula were observed in the transverse colon. Further dissection revealed diverticula along the length of the colon. The entire colon was dissected free, opened along its long axis, and flushed. Adipose tissue was resected and the colon was cut into seven sections for diverticula counting. Sections 1 and 2 were taken from the ascending (right) colon. Sections 3, 4, and 5 were taken from the transverse colon. Sections 6 and 7 were taken from the descending (left) colon. Sections of the ascending and descending colon are shown in Figure and Figure , respectively.\\nColonic sections were opened to optimally display the lumen for accurate counting. Plastic markers were used to track the diverticula during the manual count. Additionally, samples of diverticula were prepared and processed for hematoxylin and eosin (H&E) staining (Figure ).\\nMicroscopic examination revealed a marked thinning of the muscularis externa in the region of the diverticula, which is consistent with acquired diverticulosis (also known as pseudodiverticula). It further revealed attenuated muscularis externa surrounding diverticula with normal colonic mucosa. The authors counted 413 diverticula throughout the colon. The ascending, transverse, and descending colon sections had 168, 195, and 50 diverticula, respectively. The individual section with the highest density of diverticula was section 5 (distal transverse colon). The section with the lowest density of diverticula was section 7 (sigmoid colon). Diverticula number from each section are reported in Table .", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'30561403': 1, '31351939': 1, '4930390': 1, '30733949': 1, '25331347': 1, '26872402': 1, '28042232': 1, '28469355': 1, '30733953': 1, '25435652': 1, '26559302': 1, '28837412': 1, '24379590': 1, '20676256': 1, '21876861': 1, '33094052': 2}", "similar_patients": "{}"}