{"patient_id": 101858, "patient_uid": "7588699-1", "PMID": 33173500, "file_path": "noncomm/PMC007xxxxxx/PMC7588699.xml", "title": "Bilateral Exudative Retinal Detachments Associated with Nivolumab Immunotherapy", "patient": "A 58-year-old Caucasian female presented to the retina service with a 2-week history of bilateral decrease in vision. Her past medical history was significant for stage 4 renal cell carcinoma with osseous metastasis, for which she has been treated with Nivolumab for 2 years (38 doses of 240 mg completed) and Denosumab for 4-years (27 cycles of 120 mg completed). Her past ocular history was significant for mild cataracts and bilateral posterior vitreous detachments noted 3 years before.\\nOn clinical examination, her visual acuity was OD 20/60 and OS 20/80, with intraocular pressure of 10 mm Hg OU. Anterior segment examination was significant for 1+ nuclear sclerotic cataracts OU. Fundus examination revealed bilateral choroidal metastasis with exudative retinal detachments (Fig. ). It was unclear at this time if the exudative retinal detachments were a side effect of Nivolumab therapy or choroidal metastasis-related vascular endothelial growth factors (VEGFs). The patient received intravitreal bevacizumab 1.25 mg/0.5 mL OS to counteract potential choroidal metastasis VEGFs. Two weeks later, the patient presented with a further decrease in vision and bilateral increase in subretinal fluid (OD: 20/80, OS: 20/125) (Fig. ). At that point, the decision to hold on Nivolumab was reached after discussion with the treating oncologist. Subtenon triamcinolone acetonide (STK) 10 mg was provided to enhance visual recovery in the left eye. One month later, the patient reported subjective improvement in her vision OS, with a bilateral decrease in the subretinal fluid on optical coherence tomography scans (OD < OS). STK was provided to the right eye, as per patient's request, to enhance visual recovery after confirming she was not a steroid responder.\\nOn follow-up with the oncology team, the patient had cancer progression after discontinuing her Nivolumab and was started on Cabozantinib 20 mg/daily. The choroidal lesions continued to enlarge; as a result, an anti-VEGF agent was incorporated to counteract any VEGFs secreted by the choroidal metastases. The patient had two additional STK injections OD at 2-month intervals, and two intravitreal bevacizumab injections OU in between her STK injections. Her subretinal fluid continued to resorb, and her cataracts progressed (OD: 20/700, OS: 20/500).\\nAt that point, the patient was referred to the cornea team for cataract extraction and posterior chamber lens implants in the right eye, which was followed by the left eye 1 month later. After 1 year from the initial presentation, the final visual acuity was OD 20/80 and OS 20/50 with attached retina. STK was continued as needed for recurrent subretinal fluid and macular edema. (Fig. ).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'23222564': 1, '28344662': 1, '29689030': 1, '9797677': 1, '27136135': 1, '29195497': 1, '30735682': 1, '28261342': 1, '26114847': 1, '25974108': 1, '33173500': 2}", "similar_patients": "{}"}