{"patient_id": 18479, "patient_uid": "7160938-3", "PMID": 32299451, "file_path": "comm/PMC007xxxxxx/PMC7160938.xml", "title": "A case report of familial 4q13.3 microdeletion in three individuals with syndromic intellectual disability", "patient": "The mother of patients II-1 and II-3 is a 43-year-old female who is a child of non-consanguineous parents (Fig. , individual I-2). During puberty she wore an orthopaedic corset due to a spine deformation and an orthopaedic pad for a shorter right leg. Regular menses started at age of 16 years. At the age of 40 years her head circumference was 52 cm (3rd centile), her height was 149 cm, her weight was 52 kg, and her BMI was 23. She was found to have intellectual disability, coarse facial features, hypotelorism, irregular posture, and wide chest. She suffers from frequent back pain, which spreads to both legs. She was diagnosed with arterial hypertension, second degree blood pressure increase, hypertensive cardiopathy (impaired diastolic function, moderate risk group), and a small haemodynamically insignificant atrial septal defect. An audiogram showed a neurosensory hearing impairment. An inner organ ultrasound revealed gall bladder stones. A spinal MRI performed at the age of 41 showed straightened lordosis, first degree spondylolystesis of L5, spondylolysis, first degree deforming osteochondrosis in the lower part of the thoracic spine and L1–5, second-third degree deforming osteochondrosis in the L5–S1 vertebrae, and Th12–L1 partial stenosis and L5–S1 absolute stenosis of the spinal canal. The patient’s IQ was measured at age 42 using the Wechsler Adult Intelligence Scale-III []: total IQ 62, verbal IQ 61, non-verbal IQ 69.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'19734141': 1, '27561207': 1, '24535828': 1, '19951919': 1, '23825006': 1, '22303795': 1, '19619540': 1, '19150984': 1, '25355368': 1, '18932124': 1, '33909992': 1, '26522830': 1, '16556917': 1, '26284580': 1, '29421787': 1, '20522426': 1, '19344873': 1, '9098490': 1, '32299451': 2}", "similar_patients": "{'7160938-1': 2, '7160938-2': 2}"}