{"patient_id": 23255, "patient_uid": "7410459-3", "PMID": 32524962, "file_path": "comm/PMC007xxxxxx/PMC7410459.xml", "title": "Case Report: COVID-19 Masquerading as an Acute Surgical Abdomen", "patient": "The third case was a 53-year-old man known to have diabetes, hypertension, and end-stage renal disease. The chief complaint was severe mid-upper abdominal pain, associated with nausea, vomiting, and diarrhea of 2-day duration. A systemic query was insignificant otherwise. The examination was significant for fever, and mild epigastric tenderness that did not correlate with the severe pain the patient described. Other systemic examinations, including the respiratory system, were unremarkable. Laboratory evaluation revealed a mild CRP rise and an elevated lipase 230 UL (normal range 8–78 U/L). He was labeled as a case of acute pancreatitis, and conservative management commenced. An abdominal CT was performed two days later because of non-improvement and did not show evidence of pancreatitis. The case was discussed with infectious disease colleagues, and, in light of our experience with the previous two cases, we requested a chest X-ray, which showed patchy infiltrates in the left upper and lower lung zones. Hence, the patient was tested for COVID-19 RT-PCR, and it was reported to be positive. The patient was started on COVID-19 pneumonia treatment (lopinavir/ritonavir, hydroxychloroquine, and azithromycin). The pain resolved within the first week of the admission. Thereafter, he remained asymptomatic until hospital discharge on day 29.\\nAnti–COVID-19 therapeutic agents varied between cases. This was according to local guidance at the time of each hospitalization and to medication availability. All three cases did not need critical care unit admission, and their hospitalization course was uncomplicated otherwise.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'32162702': 1, '32170560': 1, '33633860': 2, '32222988': 1, '32387082': 1, '34580634': 1, '33705346': 2, '33224507': 1, '34330569': 1, '34260323': 1, '34802890': 1, '32757205': 1, '32691004': 1, '32343396': 1, '9431337': 1, '33173753': 1, '34402958': 1, '32391742': 1, '32864225': 2, '32524962': 2}", "similar_patients": "{'7410459-1': 2, '7410459-2': 2, '7887665-1': 1, '8103461-1': 1, '8103461-2': 1, '7449643-1': 1}"}