{"patient_id": 31655, "patient_uid": "7854310-1", "PMID": 33552768, "file_path": "comm/PMC007xxxxxx/PMC7854310.xml", "title": "Hypernatremia in an Infant: A Case of Septo-Optic Dysplasia", "patient": "A six-week-old female infant presented for follow-up on failure to thrive. The patient was born vaginally at term. Initial assessment at birth included Apgar scores of 8 and 9 at one and five minutes, respectively. Newborn screening tests were normal, and the patient was visibly jaundiced. Laboratory tests revealed hypoglycemia and leukocytosis. The patient was initially managed with phototherapy and empiric antibiotics, but antibiotic therapy was discontinued following negative cultures. She remained jaundiced during her first well-child visit in the first week. She had failed to gain weight during her one-month wellness check, and her mother was advised to increase feeding and follow-up in two weeks. On presentation at six weeks, the patient's weight was 6.12 lb compared to a birth weight of 6.13 lb and a weight of 6.6 lb during hospital discharge (six days post-delivery). Bowel movement and diet (three ounces every three hours of Similac Sensitive® supplemented with breast milk) were regular, with no gastrointestinal complaints. She remained jaundiced with icteric sclera. The rest of the examination was insignificant, and the patient was admitted to monitor diet. Laboratory studies on admission showed hypernatremia (154 mmol/L), hyperbilirubinemia (total bilirubin 7.6 mg/dL), lymphocytosis, and increased alkaline phosphatase (Tables , ). These findings confirmed hypernatremic dehydration. Intravenous fluid replacement therapy (D5 quarter normal saline) was immediately initiated to correct extracellular fluid depletion. The patient's sodium levels did not improve in the following days, and the patient was transferred to a specialist hospital. In the absence of hyperglycemia (ruling out osmotic diuresis due to diabetes mellitus) and poorly reconstituted formula, the following diagnoses of central diabetes insipidus and nephrogenic diabetes insipidus were made.\\nOn admission, the patient was started on 0.1 mcg of desmopressin every 12 hours on the condition that serum sodium was above 135 mmol/L. Serum sodium levels were checked one hour before administering desmopressin. The patient responded well as serum osmolarity decreased and urine osmolality increased. The constellation of symptoms, including hypernatremia, low urine osmolarity, low specific gravity, and the improvements after administration of desmopressin, confirmed central diabetes insipidus. Later that day, she suffered from three episodes of generalized seizures. The first seizure was the longest, lasting for four minutes, while the other episodes lasted for two minutes each. The patient was afebrile during the first two episodes, but she felt warm to touch during the third seizure; however, no formal reading was taken. Laboratory values showed that serum sodium levels had dropped from 159 mmol/L to 137 mmol/L within the last 24 hours (Table ). She was transferred to the pediatric ICU, treated with levetiracetam, and managed empirically with ampicillin, cefotaxime, and acyclovir for meningoencephalitis. Lumbar puncture, computed tomography (CT) (Figure ), and electroencephalogram were performed to rule out suspected meningoencephalitis and other causes of seizures. All tests turned up unremarkable, and no epileptiform abnormalities were seen. Despite normal brain activity, management with levetiracetam was continued throughout admission.\\nAnterior pituitary hormones baseline values were obtained, and cortisol, thyroid, and growth hormone levels were decreased (Table ). The patient also experienced episodes of hypoglycemia throughout her hospital stay. Following the confirmation of central diabetes insipidus and reduced anterior pituitary hormones, the diagnosis was made for panhypopituitarism, and magnetic resonance imaging (MRI) of the brain and pituitary were ordered. MRI revealed hypoplasia of the pituitary stalk, an absent septum pellucidum, and suspected hypoplasia of the optic nerve (Figure ), confirming SOD. Ophthalmologic consult reported that the pupils were not reactive to light and fundoscopy confirmed hypoplastic optic discs bilaterally.", "age": "[[6.0, 'week']]", "gender": "F", "relevant_articles": "{'28458461': 1, '26031517': 2, '15593321': 1, '29479262': 1, '23523800': 1, '31839004': 1, '31695544': 1, '20837306': 1, '16376284': 1, '24932606': 2, '29593868': 1, '24459489': 1, '24505569': 1, '22665862': 1, '28217067': 1, '33552768': 2}", "similar_patients": "{'4460769-1': 1, '4141573-1': 1}"}