{"patient_id": 18581, "patient_uid": "7166287-1", "PMID": 32318303, "file_path": "comm/PMC007xxxxxx/PMC7166287.xml", "title": "Embolization of a Superior Thyroid Artery Hemorrhage after Fine-Needle Aspiration Biopsy of a Thyroid Nodule", "patient": "The patient is a 31-year-old male with a history of hypertension, hypothyroidism, and hyperlipidemia who initially presented to his primary care provider with fatigue and lethargy. He had no past surgical history and his family medical history was noncontributory. He was found to have severe hypothyroidism with a thyroid stimulating hormone level of greater than 100. He presented to the Emergency Department (ED) at an outside hospital for concerns of ongoing leg swelling, fatigue, and lethargy in conjunction with hypothyroidism. Upon admission to the ED, he was found to have a deep vein thrombosis (DVT) in the popliteal vein. He was then started on enoxaparin sodium 100 milligrams twice a day and was scheduled for a thyroid ultrasound. The thyroid ultrasound displayed multiple bilateral hypoechoic thyroid nodules with the largest 3.5 cm in diameter. He underwent FNAB of the dominant left and right nodules with 5 passes each, using a 22 gauge needle under ultrasound guidance.\\nThe procedure was reported to have gone well; however, several hours later he developed anterior neck swelling and difficulty breathing. An ultrasound at that time confirmed an intrathyroidal hematoma with concern for arterial disruption. The patient was fiberoptically intubated at the outside hospital for airway protection and transferred to a tertiary care center. Upon admission, computed tomographic angiography of the neck displayed a large intrathyroidal hematoma with an arterial blush concerning for active hemorrhage (). Enoxaparin sodium was held at the time of his admission to the tertiary care center. Interventional radiology was consulted for possible embolization of the hemorrhaging vessel. The patient was found to have active bleeding from his left superior thyroid artery (), which was successfully embolized using n-butyl cyanoacrylate particles (). The patient was assessed for an endotracheal cuff leak the next day for possible extubation. Unfortunately, the patient did not have a leak and the hematoma was not noted to be reduced in size. He was then taken to the operating room the next day for evacuation of the intrathyroidal hematoma to expedite extubation.\\nThe patient was then taken to the operating room the next day for evacuation of the intrathyroidal hematoma. A 4 centimeter transcervical incision was made over the lower anterior neck and exploration identified an organized intrathyroidal hematoma with no active bleeding. The hematoma was noted to be superficially involving the thyroid but it appeared viable and thyroidectomy was not deemed necessary. The neck was then copiously irrigated.\\nA Jackson-Pratt drain was placed in the wound bed. Enoxaparin sodium was restarted on postoperative day one after his neck evacuation and the patient was extubated. The patient had no further shortness of breath. He was subsequently discharged on postoperative day two after an uneventful hospital stay. His Jackson-Pratt drain was removed in clinic on postoperative day five. His surgical incision appeared to be healing well and neck soft without reaccumulation of fluid.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'29969159': 1, '15565819': 1, '18397159': 1, '19248559': 1, '26266891': 1, '26767307': 1, '16275409': 1, '19170717': 1, '22918840': 1, '16481831': 1, '15496625': 1, '29742978': 1, '23405871': 1, '7124765': 1, '32318303': 2}", "similar_patients": "{}"}