{"patient_id": 22713, "patient_uid": "7386075-1", "PMID": 32754389, "file_path": "comm/PMC007xxxxxx/PMC7386075.xml", "title": "Pediatric Parotid Chronic Sclerosing Sialadenitis in an African-American Female: A Rare Case and Review of the Literature", "patient": "A 15-year-old African-American female presented to the community otolaryngology clinic for the evaluation of a left neck mass, progressively enlarging over the past 10 months. The patient stated that the mass was firm and largely non-tender with periods of sensitivity, mildly relieved with nonsteroidal anti-inflammatory drugs (NSAIDs). She denied fevers, chills, weight changes, or any other masses in the head and neck. The mass failed to respond to multiple courses of antibiotics prescribed by her primary care physician. Past medical history was reported as unremarkable. On physical exam, there was a 4 x 3 cm mass overlying the left mandible angle and ramus, which was mobile, soft, and swollen appearing. Contrasted computed tomography (CT) was obtained, which revealed a large, loculated, cystic, parotid mass ~6 x 4 x 3cm (Figure ). Fine needle aspiration (FNA) was performed, revealing scant cellularity, negative for malignant cells as well as histocytes, and normal salivary glands.\\nA chronic inflammatory process, such as sialadenitis, was suspected and surgical removal recommended. During parotidectomy, the tumor involved the deep lobe and was successfully removed, without complications. Pathology revealed a 6.5 x 4 x 3 cm grossly multiloculated cystic mass containing mucin-like material and a benign lymph node showing dermatopathologic lymphadenitis. On microscopic exam, the tumor showed a retained lobular architecture with marked fibrosis, acinar atrophy, and duct dilation along with moderate chronic inflammatory infiltrates of lymphocytes and some plasma cells. Some ducts showed squamous metaplasia. These findings are consistent with those of chronic sclerosing sialadenitis and are presented in Figure .", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'1448373': 1, '25667206': 1, '26419838': 1, '22915418': 1, '27012661': 1, '22218969': 1, '26339446': 1, '11791589': 1, '20061932': 1, '26968047': 1, '22596100': 1, '18609677': 1, '26909791': 1, '26565969': 1, '15784774': 1, '25481618': 1, '24332556': 1, '25797447': 1, '27193771': 1, '29805984': 1, '32754389': 2}", "similar_patients": "{}"}