{"patient_id": 99390, "patient_uid": "7366763-1", "PMID": 32742104, "file_path": "noncomm/PMC007xxxxxx/PMC7366763.xml", "title": "Dental Rehabilitation Following Surgical Management of Temporomandibular Joint Ankylosis: An Interdisciplinary Approach", "patient": "A 13-year-old female patient came to the Department of Pediatrics and Preventive Dentistry, with the complaint of reduced mouth opening and discolored upper front tooth for one year. History revealed that she had a fall from the terrace three years back and did not receive any treatment for the same. There was a gradual reduction in mouth opening for one year, consequently she was not able to eat and maintain oral hygiene properly.\\nOn examination, a reduced mouth opening of 4 mm was observed with discolored permanent left maxillary central incisor and left mandibular lateral incisor as well (Figs and ). Due to reduced mouth opening, complete intraoral examination was not possible in the first visit. The patient was referred to Oral and Maxillofacial Surgery Department for the needful treatment. On radiographic investigation with computed tomography (CT) scan, the condyle head was found fused to the articular surface of temporal bone and revealed a bony ankylotic mass with the left TM Joint (Figs and ). Based on these findings patient was diagnosed as unilateral ankylosis of TM Joint left side (Type II Sawhney's Classification).\\nAfter thorough clinical and radiological assessment, a surgical management was planned. Interpositional arthroplasty with temporalis muscle flap on left TMJ was performed under general anesthesia, without the need of coronoidectomy either ipsilateral or contralateral side, as the adequate mouth opening was achieved as per the Kaban's protocol. Following the surgical procedure, postoperative physiotherapy/mouth opening exercise was done regularly and advised to continue for the period of 6 months. After one month follow-up, mouth opening was satisfactorily maintained to about 40 mm (Figs and ). Patient was kept under follow-up for the next six months to one year.\\nPatient was then referred back to the Dept. of Pediatric and Preventive Dentistry for the further dental treatment procedures. On intraoral examination generalized debris and calculus deposits, fractured and discolored 21 and 32, carious 46 and 36 and deep pits and fissures with respect to (w.r.t.) 17 27 37 were observed (). Radiovisiography (RVG) investigation revealed periapical radiolucency w.r.t. 21 and 32 while radiolucency involving enamel, dentin and concomitant pulp and periapical region was seen w.r.t. 46. Partial obliteration of the pulp chamber was seen w.r.t 12 while total obliteration of the pulp was noted w.r.t. 11 ( to ). Vitality of maxillary and mandibular anterior was checked by heat test using gutta percha sticks, for which a negative response was given by all the maxillary incisors and mandibular left lateral incisor.\\nOn the basis of these clinical and radiographic findings, complete oral prophylaxis with oral hygiene instructions given to the patient. Pit and fissure sealant was applied on 17 27 37. Root canal treatment (RCT) was done along with copious normal saline irrigation and intermittent intracanal medicament (metapex) w.r.t. 21 and 32. Simultaneously root canal treatment was also done w.r.t. 46 and 22 and composite resin restoration was done w.r.t. 36. Following RCT, Composite build up was done w.r.t. 21 and 32 and acrylic crown was delivered w.r.t. 21 ( to and ). Due to pulp calcification and asymptomatic condition 11 and 12 were kept under observation but patient didn't report back for further follow-up visit.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'25872639': 1, '19686936': 1, '11491624': 1, '20831638': 1, '19736506': 1, '23251054': 1, '25001450': 1, '21999441': 1, '17764551': 1, '32742104': 2}", "similar_patients": "{}"}