{"patient_id": 101499, "patient_uid": "7550959-1", "PMID": 33101688, "file_path": "noncomm/PMC007xxxxxx/PMC7550959.xml", "title": "Recurrent hemarthrosis after total knee arthroplasty in rheumatoid arthritis\\nsuccessfully treated with selective embolization: A case report", "patient": "An 85-year-old woman was referred to our institution with right knee pain (). She had RA for 4 years and\\nwas treated with infliximab and methotrexate. At surgery, a blood test showed normal white\\nblood cells (WBC), normal IgG-rheumatoid factor (RF), positive anti-cyclic citrullinated\\npeptide antibody (CCP), and negative C-reactive protein (CRP) levels. A cemented posterior\\nstabilized TKA (Triathlon Systems; Stryker Orthopaedics, NJ, USA) was performed in her right\\nknee. A pneumatic tourniquet was used in surgery, and careful hemostasis was confirmed. Oral\\nthromboembolic prophylaxis (edoxaban, a direct inhibitor of activated factor X; Daiichi\\nSankyo, Tokyo, Japan) was administered to prevent thrombosis for 7 days after surgery. The\\npatient was discharged on the 14th day after surgery. No abnormal bleedings and no acute\\ncomplications were noted.\\nAt 6 months post-surgery, pain and swelling occurred in the knee while she weeded her\\ngarden. The knee was swollen, with warmth and no redness. A blood test showed normal WBC\\nwith differential, negative CRP and normal erythrocyte sedimentation rate (ESR). There were\\nno abnormalities in blood coagulation screening. No anticoagulation or antiplatelet\\nmedications were prescribed. Radiographs showed no signs of instability, loosening, or\\nosteolysis (). Aspiration\\nof the joint showed a 35-mL hemarthrosis. An arthrocentesis was performed showing gross\\nblood. The fluid analysis showed 1381 white cells and 119 mg/dL of sugar, and cultures for\\nbacteria and fungi were negative. During the next 4 weeks, hemarthrosis was confirmed by a\\ntotal of three aspirations of 35, 40, and 30 mL. She was diagnosed with hemarthrosis\\nfollowing TKA.\\nInitially, conservative treatment involving rest, ice, and compression was performed, and\\noral tranexamic acid was prescribed. However, hemarthrosis recurred and aspiration was\\nneeded. As an advanced diagnostic test, contrast-enhanced computed tomography (CT) was\\nperformed. This showed joint effusion and prominent synovial enhancement in the superior\\nlateral suprapatellar pouch ().\\nAngiography revealed hyperemic blush in the superior lateral aspect of the knee (). Selective catheterization\\nrevealed a source of abnormal hyperemic blush supplied from branches of the superior lateral\\ngenicular artery ().\\nThen, branches from the superior lateral genicular artery were selectively cannulated and\\nembolized with a suspension of N-butyl-2-cyanoacrylate (NBCA) and Lipiodol. After\\nembolization, abnormal staining of the synovium was diminished (). At 1 week post-embolization, knee\\nswelling and pain disappeared without any complications. No recurrence was observed 8 months\\nafter embolization ().", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'21397454': 1, '25712866': 1, '22150039': 1, '12954841': 1, '26092252': 1, '29715715': 1, '14716660': 1, '8776057': 1, '8986579': 1, '14973857': 1, '18773205': 1, '8776056': 1, '11607913': 1, '33101688': 2}", "similar_patients": "{}"}