{"patient_id": 101862, "patient_uid": "7588709-2", "PMID": 33100064, "file_path": "noncomm/PMC007xxxxxx/PMC7588709.xml", "title": "Novel coronavirus infection and acute kidney injury in two renal transplant recipients: a case report", "patient": "A 37-year-old woman presented with an 8-day history of a fever and cough. The patient also had a 1-year history of hypertension, for which she was undergoing treatment with 47.5-mg metoprolol tartrate tablets once daily and 30-mg nifedipine controlled-release tablets once daily. In 2014, she was diagnosed with immunoglobulin A nephropathy via renal biopsy and underwent hemodialysis for 3 months in 2015. She was selected as a candidate for kidney transplantation and maintained her creatinine concentration at 130 to 140 µmol/L postoperatively. She was treated with prednisone (20 mg once daily), tacrolimus (2 mg/morning, 1.5 mg/night), and mycophenolate mofetil.\\nThe patient’s peak body temperature reached 40°C before hospitalization, and this fever was accompanied by chills, dry cough without phlegm, mild dyspnea, muscle pain, dizziness, headache, chest pain, chest distress, and pharyngeal pain. The patient visited Wuhan Union Hospital, where a chest CT scan revealed novel coronavirus infection in the lower region of her left lung on the day of presentation (), and her 2019-nCov nucleic acid test result was positive. The patient was administered arbidol hydrochloride tablets from 5 to 13 February, moxifloxacin from 5 to 13 February, ceftriaxone from 5 to 12 February, and propylene spheres from 8 to 12 February. Her symptoms were thereafter alleviated, and her body temperature remained nearly stable for 3 days; however, her chest CT scan indicated deterioration on 12 February 2020.\\nThe relevant changes in the patient’s laboratory examination results and body temperature are shown in and . Routine urinalysis showed 2+ red blood cells and 2+ protein. Biochemical tests showed a serum creatinine concentration of 167 µmol/L, blood urea nitrogen concentration of 7.7 mmol/L, estimated glomerular filtration rate of 33.4 mL/min/1.73 m2, and bicarbonate concentration of 19.5 mmol/L. The mycophenolate mofetil was stopped after admission. Tacrolimus was discontinued 10 days later, although methylprednisolone at 40 mg once daily and moxifloxacin were continued. Furosemide (40 mg) was administered according to the patient’s daily urine volume. The serum creatinine concentration exhibited a progressive upward trend. The patient rested well; received adequate nutrition, oxygen inhalation, and gamma globulin infusion; avoided nephrotoxic drugs; and received appropriate diuretic treatment according to the urine volume. The methylprednisolone therapy was changed from 40 mg once daily to oral prednisone 25 mg twice daily, and this was gradually reduced to 5 mg once daily. Eleven days after admission, tacrolimus (1.5 mg in the morning, 1 mg in the evening) was added to the treatment regimen. The patient had a satisfactory clinical recovery with respect to body temperature, absorption of lung lesions (), and renal function ( and ).", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'32346659': 1, '32292867': 1, '32217650': 1, '32198834': 1, '32181969': 1, '32371536': 1, '25645771': 1, '26886594': 2, '32164089': 1, '22349148': 1, '32090448': 1, '32327202': 1, '31986264': 1, '32181990': 1, '34208529': 1, '32249089': 1, '32229732': 1, '31995857': 1, '32247631': 1, '33946462': 1, '32035018': 1, '22654630': 1, '32471639': 1, '31978945': 1, '32105632': 1, '30606411': 1, '28177862': 1, '33100064': 2}", "similar_patients": "{'7588709-1': 2, '4998594-1': 1}"}