{"patient_id": 104236, "patient_uid": "7818405-2", "PMID": 32619074, "file_path": "noncomm/PMC007xxxxxx/PMC7818405.xml", "title": "Simultaneous pectus excavatum correction and lung transplantation–A case series", "patient": "A 9-year-old girl with alveolar proteinosis and asymmetric pectus excavatum presented at our pretransplant outpatient clinic. During the previous months, her respiratory function had gradually worsened and she required 4 L/min oxygen at rest. The patient had been receiving additional alimentation with a percutaneous endoscopic gastrostomy tube since the age of 4 years. Preoperative CT confirmed a severe asymmetric pectus excavatum with a Haller Index of 9.5 (Figure ). The predicted TLC of the patient was calculated as 1.95 L. Lung function tests could not be performed due to a lack of compliance.\\nAfter a waiting list time of 315 days, an organ from an 8-year-old female (120 cm, 36 kg) brain-dead donor was allocated to the patient. The donor Pao\\n2 at a FIo\\n2 of 1.0 was 521 mm Hg, and the calculated donor TLC was 2.13 L. A sequential double lung transplantation with central venoarterial ECMO support was performed. A clamshell incision was performed using the fourth intercostal space and the retrosternal plane was fully mobilized so that the heart could medialize after implantation. After a size-reduced double lung transplantation (extra-anatomical removal of middle lobe and lingula), a modified Ravitch procedure was performed with asymmetrical chondrotomies around the sternal bone from the third rib downwards to the xiphoid appendix. In addition, two 229-mm (9 inch) Nuss bars were used to lift the sternum. The first bar was placed in an oblique position between the fourth and the fifth intercostal space (above the sternotomy), and the second bar was placed in the sixth intercostal space underneath the sternotomy. Both bars were fixed using a cable system. Ischemic times were 280 minutes (right lung) and 350 minutes (left lung).\\nPostoperatively, respiratory weaning was prolonged and a tracheotomy was necessary. The patient developed a 4 MRGN Acinetobacter baumannii pneumonia, which required treatment with aztreonam, ceftazidime/avibactam, and fosfomycin. The patient was finally able to be transferred to the pediatric ward on POD 24 and was discharged from the hospital in excellent condition on POD 51.\\nAt a follow-up of 12 months, the patient has returned to school and has started to participate in school sports. A CT scan 1 year after the operation shows a good correction of the chest wall deformity (Figure ), and the alveolar proteinosis has not recurred.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'31932054': 1, '17338751': 1, '30326236': 1, '16818116': 1, '29653665': 1, '31596480': 1, '25085497': 1, '24768542': 1, '32619074': 2}", "similar_patients": "{'7818405-1': 2}"}