{"patient_id": 25970, "patient_uid": "7532559-1", "PMID": 33008295, "file_path": "comm/PMC007xxxxxx/PMC7532559.xml", "title": "Peptide receptor radionuclide therapy controls inappropriate calcitriol secretion in a pancreatic neuro-endocrine tumor: a case report", "patient": "A 57 years-old male patient presented with back pain, general discomfort, polydipsia, polyuria, fatigue and recent weight loss of 10 kg. Clinical examination was normal and there was no relevant medical history. Biochemical evaluation showed hypercalcemia (2,85 mmol/L; normal: 2.15–2.55 mmol/L) with slightly lowered PTH levels (14,2 ng/L; normal 14,9–56,9 ng/L) excluding hyperparathyroidism. CT-thorax-abdomen and ultrasound guided biopsy revealed a pNET with multifocal liver metastases as well as some small bone lesions. The Ki-67 index was 15 to 20% compatible with a grade 2 tumor. PTHrP was normal and although our patient had some osteodense skeletal metastases, these bone lesions alone could not explain his marked hypercalcemia. However, markedly increased calcitriol levels up to 134.3 ng/L (normal: 20.0–80.0 ng/L) were detected. We hypothesized that overproduction of this active form of vitamin D by the pNET was the cause of the HCM.\\nInitial treatment with lanreotide, a non-radioactive SSA, and everolimus, an inhibitor of mammalian target of rapamycin (mTOR), resulted in morphologically stable disease, but there was no effect on the hypercalcemia nor on the associated symptoms. The patient was evaluated for treatment with PRRT. In the meantime, therapy with FOLFOX chemotherapy was started. 68Ga-DOTATATE scan revealed intense SSR expression in the pancreatic lesion as well as strong uptake in the liver metastases and the skeletal metastases. All malignant lesions had an uptake intensity above the spleen (Krenning score grade 4) []. 18F-FDG-PET/CT showed strong hypermetabolism in some of the liver metastases (metabolic grade 3) []. There were no 18F-FDG + / SSR - mismatched lesions. Evaluation of the renal function showed no contraindication for therapy. Four cycles of PRRT with 177Lu-DOTATATE were given, with a treatment interval of 8 weeks up to a cumulative activity of 29.6 GBq. Three months after the final cycle, the initially refractory serum calcium levels had normalized and the associated symptoms disappeared (Fig. ), confirming the hypothesis of a calcitriol secreting pNET. Although there was a clear morphologic response (Figs. and ), some liver lesions showed an increase in 18F-FDG uptake compared with baseline (Fig. ). Because of these signs of metabolic progression, the patient was started on temozolomide-capecitabine, which resulted in continued morphological disease stabilization as well as continued normal serum calcium and calcitriol.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'10774879': 1, '11965603': 1, '8382106': 1, '30510849': 1, '25083313': 1, '31557758': 1, '28217023': 2, '27811124': 1, '15673803': 1, '8364192': 1, '23246111': 1, '21917872': 1, '3493837': 1, '28076709': 1, '15551131': 1, '30566620': 1, '26204206': 1, '24876204': 1, '7387355': 1, '28435454': 1, '26713296': 1, '26359569': 1, '31832136': 2, '28402980': 1, '21425137': 1, '18256357': 1, '10399030': 1, '20103666': 1, '33008295': 2}", "similar_patients": "{'5314667-1': 1, '5314667-2': 1, '5314667-3': 1, '6900336-1': 1}"}