{"patient_id": 98733, "patient_uid": "7307476-1", "PMID": 32773981, "file_path": "noncomm/PMC007xxxxxx/PMC7307476.xml", "title": "Son of Sevenless-1 genetic status in an Indian family with nonsyndromic hereditary gingival fibromatosis", "patient": "A 27-year-old male patient reported to our department with the chief complaint of enlarged gums of several years' duration. He had noticed this enlargement when he was 8 years of age, and it had slowly progressed to the present size. He had lost his upper front teeth in a road traffic accident 3 months ago and wanted replacement of the same.\\nThe patient was systemically healthy. On examination, Grade III generalized gingival enlargement was present on the buccal and palatal/lingual aspects of both the arches. The enlargement was diffuse involving the marginal, interdental, and attached gingivae []. He had fair oral hygiene. The surface of the swelling was smooth and lobulated in nature and coral pink in color with areas of melanin pigmentation. On palpation, it was nontender and firm in consistency with no evidence of pus discharge or bleeding on probing. Maxillary central and lateral incisors were missing. Remaining teeth were not tender on percussion and did not show mobility. An orthopantomograph revealed missing 12, 11, 21, and 22 with angular bone loss in relation to 26 and 27 []. The family history revealed that his mother, maternal grandfather, maternal uncle, and cousin had similar problems. The patient also revealed that he was not born out of consanguineous marriage. Based on the history and clinical features, a diagnosis of HGF with localized periodontitis in relation to 26 and 27 was made.\\nThe patient's parents and siblings agreed to undergo oral examination on request. Examination of his mother revealed that she had a similar enlargement of gingiva along with poor oral hygiene. She was diagnosed as having a combined enlargement (HGF with inflammatory component). The patient's maternal grandfather and uncle were deceased. His cousin was unavailable for examination. The patient's father and siblings were examined, and they were found to be asymptomatic. A pedigree chart was constructed using our patient as the proband []. From the pedigree chart, we determined that this case was inherited in an autosomal-dominant pattern with heterozygous mutation.\\nThe patient was initially treated with nonsurgical periodontal therapy. This was then followed by sextant-wise external bevel gingivectomy under local anesthesia. An interval of 1 week was given between subsequent surgeries. Periodontal dressing was given with Coe-Pak (GC America Inc., Alsip, Illinois, USA). The excised tissue was stored in formalin and sent for histopathological examination. A removable partial denture replacing the missing anterior teeth was also fabricated and delivered []. The patient was recalled after 6 months for review and was found to be asymptomatic with no recurrence.\\nHistopathology of the excised tissue revealed hyperplastic parakeratinized stratified squamous epithelium of variable thickness and dense collagen fiber bundles showing hyalinization in many areas []. Focal areas of inflammatory cells were also noticed in the connective tissue. The histopathological findings were compatible with our diagnosis of gingival fibromatosis.\\nSince previous reports suggest the possibility of SOS-1 mutation in patients with HGF, genetic assessment was done for the patient and his parents for possible mutation in the SOS-1 gene. One milliliter of venous blood was collected from the cubital fossa and transferred to ethylenediaminetetraacetic acid-coated tubes. The genomic deoxyribonucleic acid (DNA) was extracted from 0.1 ml of peripheral blood using Qiagen DNA mini kit (Cat#12125), and the DNA was eluted in 50 μl of elution buffer.\\nSOS-1 gene has been reported to carry an insertion mutation at codon 1083.[] In order to detect the presence of mutation, primers were designed (shown in bold letters) flanking the CCA codon as follows:\\nCCCCTAAAATCTCCTGGTGTTCGTCCATCAAACCCAA GACCAGGTACCATGAGGCATCCCACACCTCT GCAGCAGGAGCCAAGGAAAATTAGTTATAGTAG GATCCCTGAAAGTGAAACAGAAAGTACAGCATCT GCACCAAATTCTCCA AGAACACCGTTAACACCTCCGC CTGCTTCTGGTGCTTCCAGTACCACAGATGTTTGCAG TGTATTTGATTCCGATCATTCGAGCCCTTTTCAC.\\nThe region was amplified under the following conditions: after an initial denaturation at 94°C for 4 min, the samples were subjected to 35 cycles at 94°C for 30 s, 55°C for 30 s, and 72°C for 30 s, with a final extension at 72°C for 5 min. Two microliter of the amplified product was then subjected to direct sequencing. We found that there was no mutation in the region of 2p21–22 either in the patient's or his parents' samples [].", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'23230365': 2, '17510059': 1, '11868160': 1, '10507724': 1, '29926489': 1, '16098013': 1, '16671866': 1, '28425619': 1, '32773981': 2}", "similar_patients": "{'3514923-1': 1}"}