{"patient_id": 29706, "patient_uid": "7755544-1", "PMID": 33408586, "file_path": "comm/PMC007xxxxxx/PMC7755544.xml", "title": "Pregnancy Management in a Patient With Congenital Heart Disease and Severe Right Ventricle to Pulmonary Artery Conduit Stenosis", "patient": "A 29-year-old female in her second pregnancy, with a history of tetralogy of Fallot or ventricular septal defect with pulmonary atresia, had undergone 4 surgeries during her childhood, including a modified Blalock-Taussig shunt, patch repair of ventricular septal defect, and a right ventricle (RV) to pulmonary artery (PA) conduit. At 20 weeks’ gestation during her first pregnancy, she developed severe symptomatic stenosis of the RV to PA conduit with a Doppler gradient of 98 mmHg, thus requiring a 22-mm balloon dilatation and Genesis XD stent as a temporizing measure until definitive repair could be undertaken postpartum. However, she was lost to follow-up after delivery of her first child and did not undergo postpartum repair of her RV to PA conduit stenosis.\\nThe patient presented to our clinic during her second pregnancy at 21 weeks of gestation. Thus far, her pregnancy had been uncomplicated and prenatal testing to date had found no abnormalities in fetal development. On presentation, she admitted to mild dyspnea on exertion at a distance of 20 yards. On examination, the patient was tachycardic and normotensive with normal oxygenation. She was euvolemic with hemoglobin of 13.5 g/dL and creatinine of 0.7 mg/dL. Echocardiogram showed normal left ventricular ejection fraction (LVEF) of 60% to 65%, with mild right atrial (RA) dilatation, evidence of RV hypertrophy, and an estimated RV pressure of 82 mmHg. The PA conduit was severely stenosed, with a mean gradient of 52 mmHg and unrestricted pulmonic valve insufficiency. Our assessment determined her modified World Health Organization (WHO) pregnancy risk classification to be II-III (moderately increased risk of maternal mortality and moderate morbidity).\\nShe was seen again in clinic at 34 weeks’ gestation. Her symptoms and repeat echocardiogram were unchanged from the previous visit. However, at 36.5 weeks’ gestation, 2-dimensional echocardiogram done in preparation for delivery identified severe conduit stenosis with a mean gradient of >75 mmHg, peak gradient of 98 mmHg with a peak velocity of 5 m/s, and unrestricted pulmonic valve insufficiency. The patient's RV pressures at the time also exceeded 71 mmHg. Despite the severe restenosis and unrestricted insufficiency of her PA conduit, her symptoms remained New York Heart Association (NYHA) class II. The plan was to admit the patient prior to cesarean section for assessment of heart failure and bilateral tubal ligation at 37 weeks’ gestation.\\nAs planned, she was admitted at 37 weeks for delivery and was cared for by a multidisciplinary team involving obstetrics, ACHD specialists, heart failure specialists, obstetric anesthesia, maternal fetal medicine, and the neonatal intensive care unit.\\nThe patient underwent a successful low transverse cesarean section and bilateral tubal ligation under epidural block with an estimated blood loss of 1,100 mL. Postdelivery echocardiogram showed normal LVEF of 55% to 60%, RA and RV dilatation with RV hypertrophy, and no change in RV pressure or valve gradient. The RV to PA conduit stenosis had decreased to a peak velocity of <4.8 m/s and a mean gradient of <56 mmHg with unrestricted insufficiency.\\nThe patient had an uncomplicated postoperative course, only requiring some gentle hydration, and was discharged 3 days postpartum. She was scheduled for follow-up for severe conduit stenosis at 6 weeks postpartum to discuss management options.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'24448314': 1, '29270376': 1, '30165544': 1, '28403428': 1, '29796317': 2, '27382105': 1, '17572244': 1, '17967589': 1, '11479246': 1, '29793631': 1, '8633629': 1, '21844489': 1, '27213856': 1, '21901506': 1, '25034822': 1, '17260220': 1, '28082385': 1, '20584777': 1, '29033728': 1, '33408586': 2}", "similar_patients": "{'5896257-1': 1}"}