{"patient_id": 21876, "patient_uid": "7343315-1", "PMID": 32656007, "file_path": "comm/PMC007xxxxxx/PMC7343315.xml", "title": "Acute Obstructive Choledocholithiasis: A Case of Elusive Gallstones on Imaging", "patient": "A 73-year-old woman, with a history of hypertension and hypothyroidism, presented to the ED with a two-day history of nausea and vomiting, following meals. Associated symptoms included bloating, mild epigastric discomfort, anorexia, and choluria. The patient denied any diarrhea, constipation, sick contacts, recent travel, alcohol, tobacco, or illicit drug use.\\nPhysical examination was notable for tachycardia and icteric sclerae. Abdominal exam was unrevealing including negative Murphy’s sign and absent organomegaly. On admission, laboratory testing showed elevated white blood cells (WBC) 20TH/uL, total bilirubin 4.1 mg/dL, alkaline phosphatase (ALP) 147 u/L, aspartate transferase (AST) 233 u/L, and alanine transferase (ALT) 177 u/L. Lipase was within normal range. Hepatitis serologies were negative. Urinalysis was positive for urobilinogen.\\nAbdominal ultrasound was obtained and was negative for gallbladder wall thickening, gallstones, or intrahepatic biliary duct dilatation but the common bile duct was reported as borderline dilated at 0.63 cm. Based on these results, the patient underwent abdominal CT which revealed minimal fat stranding adjacent to the gallbladder with no gallstones visualized. Due to the concerning nature of symptoms, MRCP was performed, revealing a thick-walled hydropic gallbladder with surrounding inflammation, without gallstones. As a result of the concerning clinical findings and high level of suspicion, an ERCP was obtained and revealed a filling defect and mild dilation of the entire common bile duct secondary to a gallstone obstruction (Figure ). Biliary sphincterotomy was performed followed by balloon extraction of two stones. General surgery was consulted during the same hospitalization and the patient underwent laparoscopic cholecystectomy. The patient had no postoperative complications and was ultimately discharged home. The patient has had no further complications since hospitalization and is reported to be in good health at the time of writing this case report.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'8782497': 1, '10464139': 1, '9169700': 1, '15922197': 1, '11420481': 1, '26910024': 1, '16416162': 1, '32656007': 2}", "similar_patients": "{}"}