{"patient_id": 101500, "patient_uid": "7550963-1", "PMID": 33101683, "file_path": "noncomm/PMC007xxxxxx/PMC7550963.xml", "title": "Different retinopathy of prematurity severity and outcomes in\\ntriplets: A case report", "patient": "A 41-year-old mother was pregnant by in-vitro fertilization (IVF) treatment. She had\\nno medical problems during the antenatal period. There is no consanguinity between\\nthe parents. All triplets were boys and were born at 25 + 3 weeks of GA by cesarean\\nsection.\\nTriplet A weighed 800 g and had patent ductus arteriosus (PDA), sepsis and RDS that\\nprogressed to chronic lung disease (CLD) and as a result was on mechanical\\nventilation for 61 days. He was treated with penicillin and gentamicin for presumed\\nsepsis. At day 18, he had developed sepsis (blood culture showed\\nStaphylococcus capitis) which was treated with teicoplanin and\\namikacin for 10 days. ROP screening at 32 + 6 weeks (weight 1.57 kg) revealed no\\nROP. At 34 + 6 weeks, his weight was 1.88 kg and he presented with stage 2, zone 2.\\nAt 41 weeks, there was no ROP detected on examination and his weight had increased\\nto 3.70 kg. In the follow-up period after 10 months, his weight had increased to\\n7.99 kg and fundus examination showed zone 3 vascularization. Cycloplegic refraction\\nwas done revealing a mild hyperopia in both eyes (oculus dexter (OD):\\n+1.5/−0.5 × 180, oculus sinister (OS): +1.5/−0.5 × 180).\\nTriplet B weighed 630 g at birth and he had PDA and RDS which progressed to CLD. He\\nwas intubated twice and was on mechanical ventilation for 85 days. He also had\\npresumed sepsis and was treated with penicillin and gentamicin for 7 days. At 32 + 6\\nweeks, he weighed 1.470 kg but ROP screening showed bilateral stage 3, posterior\\nzone 2 with plus disease (). He was treated with intravitreal ranibizumab injection (0.03 mL) in\\nboth eyes. At 36 weeks, his weight increased to 1.91 kg and at 41 weeks his weight\\nwas 3.20 kg. At 10 months of age, the retina was vascularized to zone 3 with no plus\\ndisease. His weight was 8.30 kg and cycloplegic refraction for both eyes was done\\n(OD: plano/−0.50 × 180, OS: plano/−0.50 × 180).\\nTriplet C’s birth weight was 520 g with PDA, jaundice and RDS which progressed to\\nCLD. He was intubated once and then was placed on mechanical ventilation for\\n63 days. At 36 weeks, he developed ROP stage 3, posterior zone 2 with plus disease\\nwhile his weight was 1.65 kg. Intravitreal ranibizumab (0.03 mL) was injected in\\nboth eyes. After initial regression of ROP, it recurred again after 5 weeks with\\nstage 3, zone 2 with plus disease in right eye (threshold disease); and stage 2,\\nzone 2 with mild plus in left eye (Type I ROP). He was treated with diode laser\\nphotocoagulation in both eyes with 4435 shots in the right eye and 3969 shots in the\\nleft eye (). His ROP\\nregressed completely after laser treatment. After 10 months, his weight was 6.70 kg\\nand he developed myopia. His cycloplegic refraction was (OD: −2.75/−0.50 × 180, OS:\\n−2.50/−0.50 × 180). summarizes the demographics of the triplets.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'25950699': 1, '30809488': 1, '31326921': 1, '23601190': 1, '24382525': 1, '23782686': 1, '18423871': 1, '25774196': 1, '9083954': 1, '19384759': 1, '19052770': 1, '23490192': 1, '26917066': 1, '22267912': 1, '33101683': 2}", "similar_patients": "{}"}