{"patient_id": 27555, "patient_uid": "7647565-1", "PMID": 33157971, "file_path": "comm/PMC007xxxxxx/PMC7647565.xml", "title": "Ovarian dysgerminoma detected by 18F-FDG PET/CT technique", "patient": "A 21-year-old Chinese female patient was admitted to our hospital on February 6, 2016 due to “reduced menstrual flow with abdominal distension for 3 months”. She was previously in satisfactory health condition and had a normal menstrual cycle. In October 2015, her menstrual flow was significantly reduced, appearing dark red, but without discomfort (e.g., dysmenorrhea). There was no menstruation in the subsequent 2 months, and she experienced abdominal distension, which was obvious after eating. On January 10, 2016, the patients menstrual occurred again; however, the amount was still less than normal, with no medicine or special treatment taken during this period. The patient had no history of sexual intercourse and did not undergo gynecological examination. Her father had a history of seminoma.\\nOn February 6, 2016, color Doppler ultrasound examination in the outpatient of our hospital showed a huge solid mass in the abdomen and pelvis, with a dimension of about 22 cm × 20 cm. It extended from the pelvic cavity to about 2 cm below the xiphoid process. The mass had an irregular shape, a clear boundary, and uneven inner echo, and the ultrasonography suggested that it might originate from ovary or retroperitoneum. The patient was hospitalized on the same day to undergo different medical examinations. On abdominal physical examination, a palpable large, fixed, solid mass in the right abdomen was observed. Anal examination revealed a mass in the pelvic and abdominal cavity with clear lower margin and no abnormalities in Douglas cavity. The results of laboratory tests that day were as follows: carbohydrate antigen 125 (CA125), 1421.0 U/ml (reference range, 0–35 U/ml); CA153, 29.5 U/ml (reference range, 0–25 U/ml); CA199, 11.9 U/ml (reference range, 0–39 U/ml); alpha fetoprotein (AFP), 1.8 ng/ml (reference range, 0–13.6 ng/ml); carcinoembryonic antigen (CEA), 1.5 ng/ml (reference range, 0–10 ng/ml). Liver function parameters were as follows: alanine aminotransferase (ALT), 43 U/L (reference range, 7–40 U/L); aspartate aminotransferase (AST), 114 U/L (reference range, 13–35 U/L). Renal function, human chorionic gonadotropin (HCG), sexual hormones, and other indicators were normal.\\nChest X-ray on the day of hospitalization showed a large effusion in the right thoracic cavity (Fig. A). Chest computed tomography (CT) scan showed a large effusion in the right thoracic cavity with segmental consolidation of the right lower lung (Fig. B and C). Abdominal CT scan revealed the presence of a solid mass occupying a large space in the middle and lower abdomen, suggesting that it originated from the left ovary. Gastroscopy revealed no obvious abnormalities in the gastric mucosa, and no biopsy was performed. PET/CT showed a large space occupying lesion in the abdominal cavity (size of approximately 15.3 cm × 10.5 cm × 23.4 cm), with uneven density and a clear boundary. The metabolism of the mass showed uneven abnormal enhancement. The maximum standardized uptake (SUVmax) of 18F-FDG was 15.8. No abnormal hypermetabolic lesion was found in other sites. It was considered a neoplastic lesion derived from the left ovary (Fig. A, B and C).\\nThe night following admission, the patient underwent emergency laparotomy, with left accessory resection, partial omentectomy, right ovarian biopsy, and rectouterine fossa biopsy. Intraoperative exploration showed a solid tumor of about 20 cm × 15 cm × 10 cm in the left ovary with a smooth surface. The mass was immediately sent to the department of pathology for intraoperative rapid biopsy, which revealed ovarian cancer. Examination of liver surface, omentum majus, intestinal surface, uterus, and right adnexa showed no abnormalities. Postoperative pathology revealed tumor cells arranged in a nested shape, regular, round and quasi-circular with uniform size. Necrosis could be observed in some areas, with fine fiber separation between the tumor nests, some focal lymphocytes infiltrated between the tumor cell mass and the interstitial space, and no adenoid and papillary regions (Fig. A). Immunohistochemistry revealed CD117, PLAP, OCT3/4 were all positive, and Ki-67 (about 90% +) (Fig. B, C, D and E respectively). Other indicators such as Vim, S100, CD30, AFP, inhibin-α, CD99, CR (calretinin), and EMA were all negative. Based on these findings, the lesion was diagnosed as OD, and no tumor invasion was observed in the left fallopian tube. The left ovarian suspensory ligament stump and omentum majus were examined, and no lesions were observed. The postoperative stage was IC according to the International Federation of Gynecology and Obstetrics criteria (FIGO).\\nNo cancer cells were found in the hydrothorax (February 14, 2016) and ascites (February 6, 2016). Three cycles of bleomycin, etoposide and platinum (PEB) chemotherapy (etoposide 725 mg + cisplatin 143 mg + bleomycin 30 mg) were administered after surgery, and no radiotherapy was carried out.\\nCA125 was gradually decreased after surgery: 1 week, 944.7 U/ml (elevated); 5 weeks, 51.4 U/ml (elevated); 8 weeks, 30.8 U/ml (normal). During reexamination at 5th week after surgery, the color Doppler ultrasound of the abdomen showed no abnormalities in the uterus and adnexa uteri. Besides, CT scan of chest showed no abnormalities in both lungs and the mediastinum (Fig. D, E). At the last follow-up on April 8, 2018, there was no sign of cancer in the abdominopelvic cavity. In addition, CA125 (22.9 U/ml), CEA (2.4 ng/ml), AFP (0.9 ng/ml), ALT (9 U/L) and AST (15 U/L) were all normal. To date, the patient has been in good physical condition without obvious discomfort. The postoperative recurrence-free survival (RFS) time has reached 36 months.\\nInformed written consent was obtained from the patient for publication of this case report and accompanying images.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'24371620': 1, '29731802': 2, '25341580': 1, '27330950': 1, '19961281': 1, '27448792': 1, '29942725': 2, '29450608': 1, '33157971': 2}", "similar_patients": "{'6016000-1': 1, '5929395-1': 1}"}