{"patient_id": 97873, "patient_uid": "7229386-1", "PMID": 32440081, "file_path": "noncomm/PMC007xxxxxx/PMC7229386.xml", "title": "A New Home for a Streetless Occupant: A Case Report", "patient": "A 14-year-old girl was referred by the local dentist to the Department of Pedodontic and Preventive Dentistry, Seema Dental College and Hospital after a failed attempt to extract the mandibular right premolar. On intra oral examination nothing was visible but on extra orally swelling was seen on swelling was due to the periapical lesion wrt 46 that was confirmed on radiographic and clinical examination (). On Intraoral periapical (IOPA) radiograph of the respected site, a noninfected broken root was diagnosed in relation to right lower second premolar ().\\nTo maintain the functional matrix in the arch during growth period, allotransplant was planned as treatment after the extraction of root. Patients who had reported for the extraction of the mandibular right premolar for orthodontic reasons were recalled to the department. This donor was investigated for hepatitis B, C and HIV which turned out to be negative. Informed consents were obtained from both the donors and the recipient. Under local anesthesia the teeth of donor were carefully extracted with minimal trauma after completing an endodontic treatment RCT ().\\nThe tooth was placed immediately in a chilled solution of 2% chlorhexidine (). Holding the tooth by the crown, the root surface was thoroughly cleaned off all the blood with the same solution using syringe. The apical end of tooth was closed by the biodentine. Throughout the procedure, care was taken to ensure that the root surfaces of this teeth were left undisturbed. This was to ensure minimal damage to the periodontal fibers. The teeth were then transplanted to the recipient's after the extraction of root stem extraction of recipient and this procedure is done within 10 minutes of extraction and was splinted with splint (). Before transplantation the socket was irrigated with saline to clean off debris following which fresh bleeding was induced by forceful irrigation. Intra oral periapical radiograph was taken to confirm the position of transplanted teeth in the socket before splinting ().\\nThe wound healed uneventfully after 4 weeks () and prosthesis porcelain crown was given on the tooth. Subsequently, periodic follow-up showed that the allograft is clinically firm and radiographically no inflammation or replacement resorption (). This case is being continuously monitored to detect any future resorptive activity.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'19226618': 1, '32742105': 1, '854957': 1, '3926669': 1, '21417113': 1, '3112258': 1, '32440081': 2}", "similar_patients": "{}"}