{"patient_id": 27300, "patient_uid": "7600200-1", "PMID": 33154803, "file_path": "comm/PMC007xxxxxx/PMC7600200.xml", "title": "Two rare cases of oral metastasis arising from lung adenocarcinoma and esophageal carcinoma", "patient": "-Case 1\\nIn February 2015, a 55-year-old male was referred to the Oncologic Dentistry Service with the chief complaint of gingival bleeding and dental mobility. He reported that this complaint had begun five months previously with the appearance of a “lump” in the gingiva. The patient denied any odontogenic symptoms prior to the appearance of the gingival bleeding and dental mobility. The patient reported being an ex-smoker and ex-alcoholic. The patient’s past medical history was significant for adenocarcinoma of the lung (cT4cN2Mx – IIIB). The tumor was unresecTable by invasion of the pulmonary artery, and therefore the treatment plan was radiotherapy and chemotherapy. The physical examination revealed a mobile nodule approximately 1 cm in greatest diameter, subcutaneously, in the right parotid region. Intraoral examination showed an exophytic tissue mass, with a smooth and lobulated surface, firm consistency, and a reddish-pink color located in the gingiva around teeth 32, 31, 41, 42, 43 and 44. The tumor mass measured 6.0 x 3.0 cm. The teeth presented accumulation of biofilm with gingival bleeding to the touch (Fig. A,B). Teeth 41 and 42 showed grade 3 mobility. The imaging exams highlighted a radiolucent lytic lesion around teeth 41 and 42. In view of the previous oncological diagnosis and the characteristics of the lesion, the hypothesis of a diagnosis of oral metastasis was considered. The lesion was biopsied and the histology (Fig. C-F) and immunohistochemistry analysis of the mass revealed the lesion to be an adenocarcinoma of the lung (Fig. A-D) (). The patient progressed with disease progression and respiratory failure, and one month later died.\\n-Case 2\\nIn April 2016, a 61-year-old male was referred to the Oncologic Dentistry Service for evaluation of a gingival lesion to be clarified. The patient complained of dental mobility and gingival swelling for approximately the past 15 days. He had local discomfort and hypoesthesia on the lower lip on the right. The patient reported being a former smoker and ex-alcoholic. The patient’s past medical history revealed an oropharyngeal cancer treated in 2013 and a squamous cell carcinoma of the esophagus (T3NXM1 - IV) with cerebral metastasis in 2016. He was submitted to radiotherapy directed to the region of supraclavicular fossas, cervico-thoracic and esophageal concomitant to chemotherapy (Al-Sarraf Protocol). He was also submitted to stereotactic cranial radiosurgery covering two metastatic targets. Were administered single doses of 1.500 cGy to the right subcortical parietal lesion and 800 cGy to the right fronto-parietal region near the convexity, respectively. Intraoral examination showed a firm consistency swelling overlapped by mucosa with telangiectasias, located in the region of teeth 43, 44 and 45, extending to the posterior region of the mandible. The lesion extended to the buccal and lingual surfaces of the abovementioned teeth, measuring approximately 5.0 x 2.0 cm (Fig. A). Teeth 43, 44 and 45 showed marked mobility. On the panoramic radiograph, there was a radiolucent lesion with irregular “moth-eaten” borders, involving the roots of teeth 43, 44 and 45, extending to the posterior region of the mandible on the right (Fig. B). In view of the previous oncological diagnosis and the characteristics of the lesion, the diagnostic hypothesis of oral esophageal metastasis was raised. The lesion was biopsied and histologic and immunohistochemistry examination showed a moderately differentiated squamous cell carcinoma confirming the diagnostic hypothesis (Fig. C-F) (). The patient progressed with disease progression and one month later died.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'18061527': 1, '28451425': 1, '27376181': 1, '23800673': 1, '28659974': 1, '28462174': 1, '25095855': 1, '23646853': 1, '27270028': 1, '27601818': 1, '16505790': 1, '25409855': 1, '14342927': 1, '23740162': 1, '33154803': 2}", "similar_patients": "{}"}