{"patient_id": 28478, "patient_uid": "7693350-2", "PMID": 32939943, "file_path": "comm/PMC007xxxxxx/PMC7693350.xml", "title": "Goldberg–Shprintzen syndrome is determined by the absence, or reduced expression levels, of KIFBP", "patient": "The second patient (CYP3), is a 28-year-old female of Cypriot ancestry, born to reportedly nonconsanguineous parents. She had a history of microcephaly, mild intellectual disability, and developmental delay. She presented with short stature, typical dysmorphic facial features with bilateral blepharoptosis, and corneal ulcers. She was diagnosed with HSCR at the age of 3 years. In addition, she had scoliosis, lordosis, pes cavus, as well as mild sensory motor neuropathy with both axonal and demyelinating features. Brain magnetic resonance imaging did not reveal a central nervous system (CNS) abnormality. No copy number variations were detected with array-CGH. Review of the family history revealed that the patient's younger brother was diagnosed with HSCR and died in the neonatal period from sepsis, following surgery for meconium ileus. There was also a report of a maternal relative who apparently died in infancy and had features suggestive of GOSHS. Sequencing of KIFBP showed a homozygous missense variant in Exon 3, NM_015634.3:c.565C>T (p. Pro189Ser; Mut3; accession number: SCV000994836; Figure ; Table ), which was inherited from the parents. This variant has not been reported before (gnomAD browser), and based on the ACMG guidelines is classified as pathogenic (Table S2). Prediction tools, predict this variant as benign (Table ). However, its CADD score is 17.95, indicating a potentially pathogenic effect.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'34421502': 1, '15829955': 1, '15649318': 1, '33252036': 1, '17397038': 1, '26948876': 1, '20621975': 1, '10874640': 1, '1785632': 1, '15883926': 1, '24072599': 1, '2624281': 1, '3172144': 1, '16986122': 1, '17965226': 1, '16443855': 1, '3232708': 1, '9409878': 1, '23579558': 1, '9571278': 1, '16225668': 1, '28277559': 2, '27693352': 1, '30610864': 1, '29192291': 1, '25846562': 1, '27702942': 1, '25666438': 1, '12687674': 1, '7605558': 1, '24501272': 1, '2240026': 1, '18385256': 1, '21850686': 1, '27426273': 1, '23427148': 1, '18192286': 1, '34358225': 1, '7338549': 1, '6580385': 1, '16760737': 1, '32939943': 2}", "similar_patients": "{'7693350-1': 2, '5329763-1': 1}"}