{"patient_id": 22091, "patient_uid": "7357383-1", "PMID": 32220160, "file_path": "comm/PMC007xxxxxx/PMC7357383.xml", "title": "A case of envenomation by the false fer-de-lance snake Leptodeira annulata (Linnaeus, 1758) in the department of La Guajira, Colombia", "patient": "On April 27, 2018, at 19:20 hours, a 29-year old female biologist was bitten by a false fer-de-lance snake (L. annulata, male, snout ventral length (SVL)=495 mm, tail length (TL)=171 mm) () on the knuckle of the second digit of her right hand when she was trying to catch the snake during fieldwork at the municipality of Distracción, La Guajira department, Colombia (A).\\nThe snake remained attached to the knuckle for about 10 seconds until she asked for help. Once her fieldwork partner detached the snake from the knuckle, the patient had a burning sensation and itching in the site of the bite, which vanished 3 minutes later, but the pain remained. The bite marks were evident in the injury a few minutes after the bite. After 12 minutes, she noticed the emergence of mild edema at the affected site and she applied water and iodized antiseptic on the wound. After 18 minutes, the edema spread towards the rest of the fingers. The patient applied ice on her fingers directly on the skin trying to reduce the extension of the edema (B), but this had no effect against the growing edema (C). After 40 minutes, the edema reached its maximum extension covering the dorsal surface of the hand and causing complete mobility loss in the fingers and the hand (D). No tourniquet was used.\\nAfter 95 minutes of the snake bite accident, the patient received medical care at the emergency service of the Hospital San Agustín in the municipality of Fonseca. She was conscious, oriented, and afebrile and referred mild pain at the affected site, numbness, and difficulty in mobilizing the fingers of her right hand. No systemic symptoms were referred.\\nDuring the physical examination, the patient had mild hypertension (130/90 mm Hg), however, the rest of her vital signs were stable. There were signs of edema involving fingers, the dorsal surface of the right hand, and the distal third of the ipsilateral forearm. Appropriate mobility was restricted by the edema in the affected regions. There was no evidence of hemorrhagic blistering, ecchymosis, angioedema, lymphadenopathies or other relevant signs. The patient had no significant medical or surgical history.\\nThe wound was washed again with antiseptics and clinical supervision was based on symptomatic management: Pain, swelling, and potential infection control with intravenous sodium chloride solution, a single intravenous dose of hydrocortisone (400 mg), a single intravenous dose of ceftriaxone (1 g) and tetanus vaccine. The patient was under observation for approximately 12 hours during which her blood pressure normalized, edema and pain decreased, and she had moderate recovery of her mobility.\\nThe snake was shown to the medical practitioner on duty; however, she could not establish the taxonomic identity of the snake or whether the specimen was venomous. Hence, the patient and her fieldwork partner explained to the medical practitioner that the accident was not a bothropic envenomation and, therefore, no antivenom was applied.\\nThe patient was discharged with a medical prescription of desloratadine, 5 mg, orally twice a day for 7 days; ciprofloxacin, 500 mg, orally every 8 hours for 7 days, and naproxen, 500 mg, orally three times a day for 7 days; however, she did not follow it. The edema on the right hand disappeared 120 hours after the snake bite accident and the patient recovered the complete mobility of her extremity one week later. Mild pain at the bitten site continued for eight more days.\\nThe study complies with Colombian Resolutions 84/1989, 14/1986, and 3/2001, as well as with the Universal Declaration on Animal Welfare (UDAW) adopted by the United Nations in 2011. The third author of the study was the patient bitten by the false fer-de-lance snake (Leptodeira annulata) and she signed an informed consent.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'29774760': 1, '20643156': 1, '30392637': 1, '23462380': 1, '29290231': 1, '19643196': 1, '15517037': 1, '27390040': 1, '30066806': 1, '28636631': 1, '20362606': 1, '24645905': 1, '27598644': 1, '32220160': 2}", "similar_patients": "{}"}