{"patient_id": 24311, "patient_uid": "7456628-1", "PMID": 32879835, "file_path": "comm/PMC007xxxxxx/PMC7456628.xml", "title": "Abdominal Epilepsy: A Rare Cause of Unexplained Abdominal Pain", "patient": "The patient is a 20-year-old right-handed male. He presented to the General Surgery Clinic with recurrent episodes of severe \"piercing\" epigastric abdominal pain for six months. These episodes were associated with non-projectile vomiting followed by lethargy or loss of consciousness which lasted for a \"few minutes\" after each episode. They were neither associated with food intake nor had any aggravating or relieving factors. Each episode of abdominal pain lasted for 8-12 minutes and occurred three to five times per day. They were sudden in onset and resolved spontaneously. His birth, developmental, and past medical histories were unremarkable.\\nGeneral and local examinations of the abdomen and nervous system did not reveal any significant findings. He was prescribed analgesics and proton pump inhibitors and he was reviewed after one week. He did not report any significant improvement in his symptoms. His complete blood picture, stool for ova and parasites, 24 hr Holter ECG, ultrasound abdomen and CECT abdomen were unremarkable.\\nFollowing this visit, he was put in for a gastroenterology referral; upper gastrointestinal (GI) endoscopy and barium swallow studies were found to be normal after which he was referred to the psychiatrist in view of psychogenic abdominal pain. There was no psychiatric intervention and he was referred to the neurology department for a second opinion.\\nMRI brain was found to be normal. At this point, an epileptic aetiology was suspected. As in many Indian settings, the facilities for an ambulatory-EEG or video-EEG are either unavailable or beyond the affordability of most patients, a 30-minute awake EEG was ordered which revealed an abnormality in the form of repetitive sharp waves in the right temporal leads which were highly suggestive of an epileptogenic focus arising from the right temporal lobe as seen in Figure .\\nThen, the conclusive diagnosis of AE was made and he was started on oxcarbazepine 450mg BID. He was scheduled with regular monthly follow-up visits and was compliant with his medication. A follow-up over a 12-month period showed a progressive decrease in seizure frequency and has been asymptomatic for the past four months.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'32161489': 1, '11181099': 1, '11743510': 1, '3186570': 1, '27980744': 1, '10980722': 1, '17339252': 1, '2801681': 1, '23559997': 1, '9860077': 1, '12244404': 1, '11805256': 1, '15833692': 1, '10403207': 1, '32879835': 2}", "similar_patients": "{}"}