{"patient_id": 25540, "patient_uid": "7515743-1", "PMID": 32983717, "file_path": "comm/PMC007xxxxxx/PMC7515743.xml", "title": "T-cell Therapy-Mediated Myocarditis Secondary to Cytokine Release Syndrome", "patient": "Our patient was a 68-year-old female with progressive stage III endometrial carcinosarcoma who was admitted for T-cell therapy. The patient had a previous history of asthma, alpha galactose intolerance, bilateral mastectomy in 2005 with breast reconstruction in 2006 due to left breast cancer, and total laparoscopic hysterectomy with bilateral salpingo-oophorectomy in 2019. She had no known history of cardiac disease. The patient was admitted for T-cell therapy in May 2020 at our tertiary care hospital. She started having clinical manifestations of CRS within 12 hours of initial dosing. She complained of chest pain and became hypotensive, tachycardia, and hypoxic. A code blue was called and resuscitative efforts began. The patient failed resuscitation and died. A restricted autopsy was performed to rule out cardiac toxicity secondary to T-cell therapy. The heart revealed hypertrophic changes in myocytes of both ventricles along with lipofuscin pigmentation around some nuclei. The right ventricle revealed interstitial edema, scattered mast cells throughout the myocardium, and patchy lymphocytic infiltrate along with focal myocyte necrosis and perivascular fibrosis. The left ventricle had similar findings but to a lesser extent than the right ventricle. Additionally, sections of the lung revealed scattered small bone marrow emboli in the pulmonary vasculature, probably secondary to prolonged chest compression/resuscitation. The overall findings of the autopsy were consistent with immune therapy-mediated myocarditis.\\nMicroscopic sections\\nMyocardial sections showed focal interstitial inflammatory cell infiltration consisting of macrophages, neutrophils, and scattered lymphocytes accompanied by single-cell necrosis. Other areas showed inflammatory cells within capillaries and extracapillary also associated with contraction band necrosis, likely a terminal event secondary to catecholamine-induced necrosis. The changes within the heart sections were consistent with single-cell necrosis with inflammation, which was mostly composed of macrophages, neutrophils, and some lymphocytes (Figure ).\\nBy immunostaining, cluster of differentiation (CD) 3 cells were observed scattered within the myocardium in sections from the right ventricle but no clusters of T cells were observed (Figure ).\\nThe changes observed in the heart were consistent with a vasopressor (catecholamine)-induced single-cell necrosis, which was most prominent in the right ventricle and less in the left ventricle sections.\\nLung sections showed multiple foci of platelet thrombi without any organization and early changes of intimal thickening in some muscular arteries. Right upper lobe sections showed hemorrhage and necrosis with scattered acute inflammatory cells (small infarct) (Figure ).", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'27632680': 1, '31244578': 1, '30631206': 1, '29772353': 1, '24876563': 1, '31099694': 1, '26560054': 1, '28925994': 1, '29728402': 1, '30592986': 1, '29972754': 1, '26333935': 1, '32983717': 2}", "similar_patients": "{}"}