{"patient_id": 26855, "patient_uid": "7580342-1", "PMID": 32788763, "file_path": "comm/PMC007xxxxxx/PMC7580342.xml", "title": "Transcatheter Embolization of Ruptured Uterine Artery Pseudoaneurysm: A Case Report", "patient": "A 30-years-old P2L2 lady was referred to our hospital 40 days post-partum, with complaints of excessive intermittent per vaginal bleeding for a week. At term, she had undergone an emergency lower section caesarian section (LSCS), for thick meconium-stained liquor, with an uneventful peripartum period, and delivered a healthy\\nlive baby. On examination, she was pale even after transfusion of two pints of whole blood in a previous health care center for low hemoglobin levels. She had a well-healed Pfannenstiel scar with the soft and non-tender abdomen. Her per-vaginal examination revealed approximately 8-weeks sized contracted uterus and blood in the cervix without evidence of active bleeding on per speculum examination.\\nHematological and biochemical parameters were done, which showed hemoglobin of 9.1gm/dl. Transabdominal ultrasonography demonstrated a ruptured uterine artery pseudoaneurysm with surrounding hematoma as a heterogeneous hypoechoic lesion at the lower uterine segment with the turbulent bidirectional flow with characteristic ying-yang appearance on color Doppler, and to-and-fro pattern on pulsed Doppler. The left uterine artery was seen extending into this site with a focal area of dilatation representing its supplying artery ().\\nPelvic computed tomography (CT) angiography with non-ionic contrast confirmed the diagnosis with well-defined, contrast filled pseudoaneurysm arising from the left uterine artery. No thrombus was identified within it. Although surrounding hematoma was noted, there was no evidence of active bleed.\\nAfter a discussion with Obstetrics and Gynecology unit, the patient was transferred to the angiography suite for UAE. The contralateral femoral artery was accessed under ultrasound guidance. Due to limited hardware and resources, the procedure was started with 4 Fr Cobra catheter (Terumo) and Terumo glide wire. Left iliac angiogram demonstrated the pseudoaneurysm arising from a uterine branch of the left internal iliac artery. Procreate microcatheter of 2.4 Fr was then used for super-selective cannulation of the tortuous uterine artery (), but navigation beyond the aneurysm was not possible since the Cobra catheter was unable to provide enough support.\\nAn impromptu decision to use the Judkins Right (JR) guiding catheter was made because it was readily available since the suite was also shared for cardiac interventions. Therefore, a 5 Fr JR catheter in co-axial with the Progreate microcatheter was used to inject slurred gel foam to embolize the hypervascular collaterals, followed by Polyvinyl Alcohol (PVA) particles of 300-400μm size for complete and permanent embolization of the pseudoaneurysm. Complete obliteration of the pseudoaneurysm was demonstrated in immediate post-embolization angiogram images ().\\nThe post-procedure period was uneventful, and per-vaginal bleeding resolved. The patient was comfortable and was observed for two days. Post-procedural follow-up transabdominal ultrasonography with color and spectral Doppler on day three revealed no blood flow at the previous aneurysm site ().\\nThe patient was then discharged and advised for follow up after 6 months or sooner if any bleeding reoccurs.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'30878359': 1, '11717672': 1, '19423103': 1, '21977387': 2, '8553927': 1, '29692958': 2, '17722017': 1, '32788763': 2}", "similar_patients": "{'5912705-1': 1, '3173835-1': 1}"}