{"patient_id": 18979, "patient_uid": "7196143-2", "PMID": 32373382, "file_path": "comm/PMC007xxxxxx/PMC7196143.xml", "title": "Drug-Drug-Induced Akathisia: Two Case Reports", "patient": "Case B was a 17-year-old African female admitted and managed for first-episode depression with psychotic symptoms. Her medications on admission were fluphenazine decanoate 25 mg depot injection, diazepam 10 mg injection once (and thereafter when needed but not to exceed 30 mg in a day), olanzapine 10 mg tablet daily, and benzhexol 5 mg tablet daily when necessary. The patient complained of drooling and psychomotor retardation on admission which resolved when benzhexol 5 mg tablet daily was administered. The patient had no other significant medical history or substance use history and did not consume alcohol or herbal preparations. Her laboratory results on admission showed a reduction in Hb (9.5 g/dl) and a raised platelet count (379 × 109/l). The patient was discharged 10 days after admission. Her discharge medications were olanzapine 10 mg tablet daily, fluoxetine 20 mg capsules daily, a five-day course of ciprofloxacin 500 mg every 12 hours, and fluconazole 150 mg once. The latter two medications were prescribed to treat a urinary tract infection. The patient called her pharmacist a day after discharge (day 11) with complaints of restlessness, tremor, constipation, and “seizures.” She reported back to the hospital the next day and was diagnosed with moderate akathisia using ICD-10 classification and a BARS score of 5. The akathisia was managed by reducing her olanzapine 10 mg tablet to 5 mg daily and adding benzhexol 5 mg tablet daily (to be taken when needed) to her treatment regimen. The patient did not take the prescribed medications on account of the side effects she was experiencing. However, the symptoms of akathisia did not resolve despite noncompliance with her medications. She presented for review on day 28 with complaints of persisting distressing restlessness, weight gain, and stomach upset. Her antipsychotic medication was switched from olanzapine 5 mg tablet daily to risperidone 2 mg tablet daily. At her next review which was on day 42, there were no complaints; neither symptoms of akathisia nor depression with psychosis was present. Using the patient's score of +5 on the Naranjo's adverse drug reaction causality assessment tool (), the Medscape drug interaction checker, and literature review, a probable cause of the akathisia was attributed to adverse drug-drug interactions between olanzapine, fluphenazine decanoate, ciprofloxacin, and fluconazole. Nevertheless, her low Hb (9.5 g/dl) is a risk factor for akathisia and may have contributed to her developing it.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'9754850': 1, '17805218': 1, '19289334': 1, '10750880': 1, '22290205': 1, '8765105': 1, '2574607': 1, '34720951': 2, '21455406': 1, '23697447': 1, '24656425': 1, '24688760': 1, '9694033': 1, '7249508': 1, '32373382': 2}", "similar_patients": "{'7196143-1': 2, '8543336-1': 1}"}