{"patient_id": 26207, "patient_uid": "7544166-1", "PMID": 33031254, "file_path": "comm/PMC007xxxxxx/PMC7544166.xml", "title": "Pregnancy with giant ovarian dysgerminoma", "patient": "A 25-year-old pregnant woman with mental retardation who had abdominal pain and vomiting for 7 hours was transferred to our department. The previous history was gravida 1, para 0, without surgery history. Her initial prenatal examination was performed at 12 weeks of gestation. The ultrasound indicated pregnancy status and revealed a large mass in the pelvic cavity. The regular ultrasound examination during pregnancy revealed that the volume of the mass increased gradually. At 30 C 2 weeks of gestation, the ultrasound revealed cephalic presentation. The biparietal diameter (BPD) was 6.9 cm, the head circumference (HC) was 26.6 cm, the abdominal circumference (AC) was 24.7 cm, and the femur length (FL) was 5.6 cm. The posterior wall of the placenta was grade I and the lower margin was 1.6 cm from the inner cervix. The amniotic fluid index (AFI) was 16.1. The ultrasound also revealed a hypoechoic mass in the lower part of the posterior wall of the uterus with a size of 14.8 cm × 8.5 cm. At 38 C 4 weeks of gestation, the ultrasound before admission of the patient revealed cephalic presentation. The BPD was 7.8 cm, HC was 31.5 cm, AC was 32.9 cm, and FL was 6.8 cm. The right wall of the placenta was late grade II and AFI was 12.2 cm. A U-shaped impression was found on the neck of the fetus. The ultrasound also revealed a hypoechoic mass located at the right rear of the uterus with a size of 23.0 cm × 12.5 cm (Fig. ). Some of her tumor markers were positive. Human chorionic gonadotropin (HCG) was 14,333.94 mIU/mL (0–5 mIU/mL), the α-fetoprotein (AFP) was 142.59 ng/mL (0–8.78 ng/mL), Cancer antigen (CA)-125 was 148.10 U/mL (0–35 U/mL), CA-199 was 610.46 U/mL (0–37 U/mL), CA-50 was 59.10 U/mL (0–20 U/mL), Cytokeratin 19 fragment was 4.86 ng/mL (0–2.08 ng/mL), and neuron-specific enolase (NSE) was 76.04 ng/mL (0–15 ng/mL). Conversely, some of her tumor markers were negative, such as carcinoembryonic antigen (CEA), CA-153, and squamous cell carcinoma antigen (SCC).\\nOn abdominal examination, the uterine fundal height was 33 cm and the abdominal circumference was 98 cm. The abdominal tenderness was positive, especially in the right lower abdomen, and the rebound tenderness was also positive. The patient could not cooperate in the other examination.\\nTermination of pregnancy was performed due to severe abdominal pain. She delivered a 2540 g healthy girl with a 1-minute Apgar score of 9 by cesarean section (CS) and a 10-minute Apgar score of 10 by CS.\\nIntraoperatively, we found a large solid mass of 25 cm × 19 cm × 24 cm, which originated from the right ovary, with a moderate amount of pale-yellow ascites. The tumor was substantially lobulated, the texture was soft, the surface was intact, and the tissue was crunchy. Large blood vessels were visible, and the boundary between the tumor and adjacent organs (the right lining of the uterus, the rectal serosa) was not clear. No abnormalities in the appearance of the ovaries and fallopian tubes were found. At sectioning (Fig. ), the mass was grayish-white, grayish-yellow, grayish red, and homogeneous. The tumor was almost solid, while some areas were soft, of which the density was similar to brain medulla. No enlarged lymph nodes were found in the pelvis and abdominal cavity. The right fallopian tube was 7 cm long and 0.3 to 0.7 cm in diameter. Tumor biopsy and contralateral ovarian biopsy were conducted primarily.\\nThe pathological results of the intraoperative frozen section showed right adnexa dysgerminoma; left ovarian biopsy showed no tumor, but localized old bleeding and interstitial fibrosis. Fertility-preserving surgery, including giant tumor and right adnexa resection, omentectomy, appendectomy, pelvic lymphadenectomy, abdominal aortic lymph node biopsy, was performed.\\nThe final pathological results showed dysgerminoma (Fig. A–D) of the right adnexa, but no tumor metastasis was found in the right fallopian tube, left ovary, appendix, omentum, and pelvic lymph nodes. Immunohistochemical (IHC) results were as follows: D2–40, CD117, PLAP, and SALL-4 were positive (Figs. and ); CK (AE1/AE3), Vimentin, epithelial membrane antigen (EMA), estrogen receptor (ER), progesterone receptor (PR), Alpha fetoprotein (AFP), and Glypican-3 were negative, and the positive index of Ki67 was 70% (Fig. ). The final clinical diagnosis of the patient was OD, stage IIB (according to the 2014 FIGO staging system).\\nThe patient's postoperative vital signs were stable, and the incision healed well. However, the patient refused chemotherapy postoperatively. The follow-up results of the patient 42 days, 3 months, and 6 months after the surgery showed no tumor recurrence.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'24820861': 1, '17267887': 1, '18242765': 1, '25150953': 1, '31049103': 1, '24819795': 1, '11041682': 1, '15120665': 1, '34071828': 2, '11966485': 1, '21475076': 1, '9846727': 1, '2910781': 1, '22360037': 1, '22043416': 1, '2678485': 1, '24445819': 1, '5925036': 1, '23176153': 2, '8551550': 1, '29580145': 1, '18378402': 1, '15581984': 1, '8188914': 1, '3902315': 1, '3987948': 1, '16648414': 1, '19778893': 1, '21194826': 1, '2934291': 1, '17466045': 1, '1611190': 1, '21872237': 1, '1565399': 1, '21305635': 1, '9889045': 1, '424104': 1, '16973774': 1, '17342499': 1, '27448792': 1, '1546920': 1, '17653741': 1, '19205713': 1, '21152820': 1, '3767705': 1, '8996076': 1, '15359410': 1, '19745695': 1, '14454547': 1, '17617525': 1, '22426486': 1, '8674568': 1, '13372592': 1, '14227614': 1, '20291244': 1, '33031254': 2}", "similar_patients": "{'3514368-1': 1, '8229055-1': 1}"}