{"patient_id": 33304, "patient_uid": "7939201-1", "PMID": 33655918, "file_path": "comm/PMC007xxxxxx/PMC7939201.xml", "title": "Genetic analysis of rapidly progressing esophageal squamous cell carcinoma", "patient": "The patient was a 65-year-old man who presented with food obstruction, hoarse voice and choking on drinking water for 2 months, and pain behind the breastbone for 1 month. Gastroscopy revealed squamous cell carcinoma 23 to 25 cm from the incisors. Positron emission computed tomography examination showed that the middle and upper part of the esophagus was occupied, accompanied by multiple lymph node metastases in the right neck root and mediastinum. FDG uptake of the right lobe nodules of the liver was increased. Therefore, metastasis was considered. According to the eighth edition classification of UICC-TNM, the clinical stage of this patient was cT4bN1M1 (stage IVB). The patient had no indications for surgery in stage IVB and required local radiotherapy to relieve the current obstructive symptoms, hence CRT was planned. A single dose of 2Gy of radiotherapy was performed 5 times per week and the chemotherapy regimen was based on platinum drugs. Scored Patient-Generated Subjective Global Assessment score was 9. The nutrition group formulated a nutritional support treatment plan. According to the follow-up, stereotactic body radiotherapy treatment was considered optional for liver lesions. After obtaining the consent of patient and his family, the treatment was started. During the treatment process, symptoms such as low back pain had been occurred. Meanwhile, the liver lesions were larger than before in the liver magnetic resonance imaging (MRI) images, and lumbar MRI and bone ECT revealed new multiple bone metastases. Head MRI was normal without lesions. The lesions at the radiotherapy site (right neck root, mediastinal lesions) were absorbed and the range was reduced. All these results were observed in 1 week from the start of the first concurrent chemoradiotherapy. After discussing and evaluating within the department, the progression of the disease was considered. After communicating with the patient and family members, it was decided to add immunotherapy. Although the patient has not been tested for immunotherapy-related indicators, immunotherapy could be used as part of comprehensive treatment for patients with stage IV esophageal cancer. After obtaining the consent of the patient and family members, he was given camrelizumab 200 mg for one cycle. After 5 days, the patient began to develop cough, sputum, and bloodshot sputum. Chest computed tomography showed multiple lung nodules and metastasis was considered. The patient and his family gave up treatment, and his condition deteriorated rapidly after discharge. It took only 3 months from the onset of symptoms to death. In order to further find the cause of the patient's rapid progress, we performed genetic testing with his blood samples through high throughput DNA sequencing methodology (next generation sequencing; NGS) and found some meaningful somatic gene mutations as shown in Table .", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'31173854': 1, '24440717': 1, '25135238': 1, '12063677': 1, '25054828': 1, '30806788': 1, '30126368': 1, '28748917': 1, '28823862': 1, '30207593': 1, '31030667': 1, '31319389': 1, '27095573': 1, '9766574': 1, '29188501': 1, '23605218': 1, '31851786': 1, '28900112': 1, '27759562': 1, '28802037': 1, '24241346': 1, '25151357': 1, '31600529': 1, '28068934': 1, '33655918': 2}", "similar_patients": "{}"}