{"patient_id": 29659, "patient_uid": "7752645-1", "PMID": 33363912, "file_path": "comm/PMC007xxxxxx/PMC7752645.xml", "title": "A rare case of ovarian ectopic pregnancy with IUD in situ: A case report from Nepal", "patient": "A 33-year-old lady with G4P3L3 had presented to Emergency Department (ED) of Dhaulagiri Hospital, Nepal, with history of amenorrhea for 43 days and irregular vaginal bleeding for the past 2 weeks with partial soaking of one pad per day. She also had abdominal pain and occasional dizziness on the day she visited the ED. She also gave history of having regular menstruation cycle in the past. Her last child birth was 9 years back. She had been using Copper T (Cu T 380A) as a form of contraception for last 5 years. She gave no history of use of any form of contraception prior to that. She is nonsmoker and gave no history of any medical or surgical illnesses in the past.\\nShe was well oriented to time, place, and person but looked pale. Her blood pressure was 110 mm Hg systolic and 60 mm Hg diastolic, and pulse was 108 beats per min. On abdominal examination, there was generalized tenderness over the suprapubic region with mild distension. Vulva and vagina looked healthy. Copper T thread was visible on the speculum examination, and cervix looked healthy (Figure ). Her pelvic examination was significant for a firm mobile mass around the right adnexa of 4 × 4 cm. Despite the history of contraception, the examination findings led to a strong suspicion toward the differential diagnosis of ectopic pregnancy.\\nWe ordered a urine pregnancy test which came out to be positive. We performed an abdominal sonography on her which showed a well-defined heterogenous lesion of 3.9 × 4.2 cm in the right adnexa overlying the ovary. Ultrasound examination also revealed gross intraperitoneal fluid collection and Copper T in situ (Figure ).\\nWe decided to perform exploratory laparotomy on the patient after taking proper informed consent for removal of IUD and the operative procedure. Hemoperitoneum of 1 L was appreciated. The right ovary was 4 × 5 cm in size with a defect of one cm on its surface, a firm mass inside, and clots overlying it (Figure ). Bilateral fallopian tubes and left-sided ovary were normal. We performed right-sided oophorectomy (Figure ). The IUD string was pulled, and the device was removed in the operation theater (Figure ).Gross examination of the cross section of the ovary showed products of conception within the ovarian tissue thus confirming ovarian ectopic pregnancy (Figure ). Her postoperative period was uneventful, and she was pleased with overall management at this center. She gave informed consent for the publication of her case report.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'23434969': 1, '22067777': 1, '19358053': 1, '30503132': 1, '31848926': 1, '937394': 1, '15099878': 1, '3439441': 1, '7118613': 1, '25860721': 1, '21477680': 1, '7334975': 1, '12543617': 1, '9325530': 1, '17531610': 1, '30775665': 2, '21180222': 1, '2220914': 1, '33363912': 2}", "similar_patients": "{'6366366-1': 1}"}