{"patient_id": 17203, "patient_uid": "7054779-1", "PMID": 32148972, "file_path": "comm/PMC007xxxxxx/PMC7054779.xml", "title": "Diagnostic Pitfall of Platypnea-Orthodeoxia Syndrome Caused by Atrial Septal Defect after Right Pneumonectomy", "patient": "A 76-year-old woman underwent a right pneumonectomy for a T3N2M0 epidermoid adenocarcinoma localized in the right upper and middle lobes. Her past medical history included high blood pressure and recurrent venous thromboembolism. According to the French legislation, the patient's nonopposition to the use of her data was obtained.\\nManagement consisted of neoadjuvant chemotherapy followed by surgery. The preoperative evaluation revealed no contraindications, and in particular, any apparent atrial septal defect on echocardiogram was found. Since the intermediary artery was infiltrated without any possibility of sleeve artery resection, the best option for the patient was right pneumonectomy. There was no anesthetic or surgical incident during the intervention. The patient was discharged for the regular ward 5 hours after with 95% oxygen saturation on room air.\\nTwo days later, the patient presented an acute respiratory failure associated with a severe hypoxemia. She had bronchial congestion, with polypnea and a sinusal tachycardia, but no fever. The computed tomography (CT) showed a pulmonary edema, without pulmonary embolism or infection's sign. Transthoracic echography found normal left ventricular pressures, and the improvement was fast with diuretic therapy, in favor of postpneumonectomy noncardiac edema.\\nAfter seven postoperative days, the patient presented another episode of hypoxemia, and this time increased by the sitting position with an oxygen saturation dropping from 93% in the supine position to 70% in the upright position. The blood gas showed a severe isolated hypoxemia (PaO2 50 mmHg under oxygen 15 L/min). Another CT showed a pulmonary embolism. There were no clinical or radiological sign in favor of an acute heart failure or a pulmonary infection. It evoked a platypnea-orthodeoxia syndrome related to an intracardiac right-to-left shunt. Transthoracic echocardiogram with agitated saline injected in the superior vena cava (SVC) highlighted grade 1 intracardiac right-to-left shunt which cannot be responsible for the severity of hypoxemia. No ASD or POF was found.\\nSubsequent transesophageal echocardiogram revealed an atrial septal defect antero-inferior of 8 mm () with a left-right shunt in the supine position (). Agitated saline injected in SVC during upright position highlighted grade 1 intracardiac right-to-left shunt which was insufficient to explain symptomatology (). Therefore, the bubble test was performed in the lower cave territory through the femoral catheter during the upright position, unmasking a massive right-to-left shunt (). No compression of the right ventricule was detected. A right catheterization in the supine position confirmed normal pulmonary pressure: systolic pulmonary arterial pressure (PAP) was 24 mmHg, diastolic PAP 9 mmHg, and mean PAP 15 mmHg under O2 1.5 L/min. The right atrial pressure was 3 mmHg. The cardiac index was at 3 L/min/m2. Pulmonary vascular resistances were normal.\\nThe absence of the lower edge (1 mm at the retroaortic level) makes percutaneous closure difficult, and the ASD was then closed using a pericardial patch under cardiopulmonary bypass. Her oxygen saturation on air immediately increased to 95% in the supine position and 96% in the erect position with symptomatic relief.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'30305952': 1, '16044800': 1, '16816347': 1, '19038677': 1, '10936158': 1, '16368323': 1, '32148972': 2}", "similar_patients": "{}"}