{"patient_id": 28458, "patient_uid": "7691707-1", "PMID": 33391385, "file_path": "comm/PMC007xxxxxx/PMC7691707.xml", "title": "Necrotizing Skin Findings in Coronavirus Disease 2019: A Case Report", "patient": "A 51-year-old male patient referred to Dr. Sadi Konuk Training and Research Hospital, İstanbul, Turkey at the end of March 2020 with the complaint of weakness and dry cough for 11 days. At the time of admission his signs were as follow: fever 36.2°C, pulse 97/min, oxygen saturation 92%, CRP 118.97 mg/L (ref: < 5 mg/L). The patient was hospitalized and treatment was started because of low oxygen saturation. He had only comorbidity with chronic hepatitis B (HBsAg 100). There was obvious bilateral infiltration in the lungs on thorax computerized tomography. The result of the polymerase chain reaction (PCR) for COVİD-19 using nasopharyngeal swab sample was positive.\\nIn the follow-up, he was taken to the Intensive Care Unit (ICU) because of a decrease in oxygen concentration. On the 13th day of intensive care therapy, myoglobulin level, proBNP, troponin I, fibrinogen, and D-dimer were detected as 1029 ng/mL (<10 ng/mL), 8660 ng/l (0-133), 88 pg/mL (0-17.5), 500 mg/dl (200-400), and 2.87 µgFEU/mL (0-0.5), respectively. There were mild elevations in prothrombin time, international normalized ratio (INR), and fibrinogen level with the values of 16.3 sec (-), 1.25 (0.8-1.2), and 412 mg/dL (200-400), respectively. The prothrombin level was found to be slightly lower than normal 152 103/uL (155-366).\\nAfter 28 days, necrosis developed in the left hand and left toes. Necrosis was detected in the distal ends of the 1st, 2nd, and 3rd fingers of the left hand and the 1st, 2nd, and 4th left toes leading to amputation. In the histopathologic evaluation, necrosis in the epidermis, dermis, and subcutaneous tissue were noted (). Severe acute inflammation in the focal area of the subcutaneous adipose tissue and vasculitis with mixed-type inflammatory cells infiltration in the mid-sized muscular arteries wall were observed (, ). In addition, microthrombosis was detected in small capillaries (). The patient is still being treated in the ICU.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'32385858': 1, '32215952': 1, '32383234': 1, '31309614': 1, '32348545': 1, '32314436': 1, '32304581': 1, '32783264': 1, '32305439': 1, '32497704': 1, '32396999': 1, '32311448': 1, '32291399': 1, '24485157': 1, '32330334': 1, '34309085': 1, '33391385': 2}", "similar_patients": "{}"}