{"patient_id": 101428, "patient_uid": "7546248-1", "PMID": 33072254, "file_path": "noncomm/PMC007xxxxxx/PMC7546248.xml", "title": "ACE inhibitor-induced small bowel angioedema, mimicking an acute abdomen", "patient": "A 32-year-old white female patient presented to the emergency department with a 24-h history of diffuse abdominal pain associated with nausea and frequent bilious vomiting. She denied any change in her bowel habits or other complaints. Her past medical history included hypertension, diagnosed 3 months before, after preeclampsia and cesarean. She had been medicated with metoprolol (250 mg, twice a day in the last month) and perindopril (4mg, 1/2 pill per day, which started 1 month before). She had no known allergies to drugs or environmental agents. There was no family history for any diseases.\\nThe patient was admitted hemodynamically stable and afebrile. Abdominal examination was concerning for the diffuse tenderness, guarding and rebound in the lower right quadrant. Laboratory analysis revealed leukocytosis 1646 × 103/μl with 1400 × 103/μl absolute neutrophils, urea and creatinine in normal values, c-reactive protein of 0.69 mg/dl. Abdominal computed tomography (CT) scan with contrast showed moderate volume of ascites and segmental jejunal wall thickening and stratification, with edematous hypoattenuating submucosa, mucosa and muscularis propria enhancement (‘target sign’). No lymphadenopathy was identified and the mesenteric vessels were patent. The solid organs were normal and no free air was detected (). Due to severe abdominal pain, resembling an acute abdomen, we decided to perform an emergency diagnostic laparoscopy that showed only free serous intra-abdominal fluid in all quadrants of the abdomen, a mild erythema and edema of the small bowel. The fluid was aspirated and a prophylactic appendicectomy was performed. The patient was discharged on the third postoperative day. Microbiology of peritoneal fluid was negative.\\nRecurrence of the symptoms occurred 1 month after the discharge and a CT scan was then repeated. At this time, the hypothesis of ACE inhibitor-induced small bowel angioedema was considered, given the focality and recurrent distribution pattern, similar with the previous CT. The patient received only supportive treatment and improved in 48 h after perindopril had been discontinued, with complete reversal of the previous findings on the subsequent CT. The study of the underlying inflammatory bowel disease was negative (total colonoscopy and CT enterography without changes; normal levels of fecal calprotectin). After 1 year of follow-up, she had no recurrence of symptoms.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'11773949': 1, '28377081': 1, '21785085': 1, '25886983': 1, '33534062': 1, '28469880': 2, '25603633': 1, '23878294': 1, '31537593': 1, '28125922': 1, '33072254': 2}", "similar_patients": "{'5412761-1': 1}"}