{"patient_id": 99677, "patient_uid": "7386809-1", "PMID": 32802806, "file_path": "noncomm/PMC007xxxxxx/PMC7386809.xml", "title": "Well-Leg Compartment Syndrome After Percutaneous Nephrolithotomy in the Galdakao-Modified Supine Valdivia Position", "patient": "We present the case of a 32-year-old male, obese (105 Kg) and a former smoker. He had undergone a right double J stent due to an obstructive 3.5 cm staghorn lithiasis in the renal pelvis, 2.5 months ago (). The patient was positioned in the Galdakao-modified supine Valdivia position () to perform a right PCNL. The lower extremities were bandaged to prevent venous thrombosis, as established by the hospital protocol. First, an endoscopic cystolithectomy needed to be performed, since the double J stent was calcified distally. Second, the double J stent was removed and retrograde pyelography was performed. The upper urinary tract was accessed through an X-ray and ultrasound guided puncture of the lower calyx. After dilation, it was impossible to access the stone with the nephroscope since the Amplatz did not reach the lumen, due to a long stone-skin distance. With many difficulties and the use of flexible devices through the lumbar access, Holmium laser and Dormia catheters, it was eventually possible to eliminate the lithiasis completely. The entire procedure lasted 4.5 hrs.\\nThe patient was taken to the recovery room. In the immediate postoperative period, despite analgesic infusion, significant pain was reported in the left lower limb. The limb appeared oedematous and cyanotic, although the pedis pulses were preserved. Doppler ultrasound ruled out venous thrombosis. Suspecting compartment syndrome, the patient was taken back to the operating room.\\nFindings were general inflammation of the left leg and dorsal ankle flexion and finger mobility deficit. Muscle mass from the deep posteromedial compartment and the deep anterolateral compartment showed evidence of ischemia. Pale pink oedema and absence of contractility upon stimulation with an electric scalpel were observed. The muscle mass of both superficial compartments appeared with the correct tonality and contractility.\\nA complete decompression fasciotomy of the four compartments of the left leg was performed with a double approach. The edges were approximated with vessel-loop.\\nAfter surgery, creatine phosphokinase values reached 80,000 IU/L and serum creatinine levels were 1.53 mg/dL, with a glomerular filtration rate of 53.01 mL/min. The patient was taken to the Intensive Care Unit.\\nThrough intensive therapy with serum and diuretics, a progressive and complete recovery of kidney function was achieved. Rhabdomyolysis was also controlled, observing a decrease in its markers during admission to the unit. Twenty days after fasciotomy, the skin was finally closed with Prolene.\\nThere were no signs of systemic infection during admission. The patient remained hemodynamically stable at all times, maintaining Mean Arterial Pressure over 65 mmHg. The Rehabilitation Service was requested to improve leg recovery and normal mobility.\\nSix months after the episode, the patient still needed rehabilitation care. The magnetic resonance () showed the presence of a certain degree of discrete muscular oedema in a trajectory of approximately 18 cm, which affects the soleus muscles, with a chronic appearance. There is a certain degree of fat infiltration mainly in the proximal third of the muscle mass. Likewise, an apparent degree of scarring and/or fibrosis is also detected in the muscle. The fascia signal is preserved.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'25067973': 1, '30538877': 2, '16937229': 1, '22770120': 1, '21286459': 2, '11336771': 1, '12404849': 1, '29149365': 1, '24574090': 1, '11575534': 1, '19915657': 2, '19900389': 1, '20629565': 1, '26955278': 1, '17552975': 1, '12406113': 1, '31304580': 1, '27313986': 1, '23466240': 1, '23248724': 1, '14665832': 1, '29644268': 1, '30121089': 1, '16085748': 1, '31373561': 1, '32802806': 2}", "similar_patients": "{'6261077-1': 1, '2770805-1': 1, '3030055-1': 1}"}