{"patient_id": 24902, "patient_uid": "7487120-1", "PMID": 32953182, "file_path": "comm/PMC007xxxxxx/PMC7487120.xml", "title": "Physiologically Difficult Airway in the Patient with Severe Hypotension and Metabolic Acidosis", "patient": "A 58-year-old male with a past medical history of type II diabetes and hypertension presented to the hospital with altered mental status and was found to have severe metabolic acidosis presumably due to metformin toxicity. He was admitted to the intensive care unit (ICU), where his mental status deteriorated, at which point the medical code team was called to intubate the patient. Upon arrival, the patient was localizing to pain, breathing 30 breaths per minute, with heart rate in the 110 s and blood pressure of 80/50 mmHg on norepinephrine, vasopressin, and bicarbonate drips. Arterial blood gas showed a pH of 6.8, pCO2 of 22 mmHg, pO2 of 134 mmHg on 3 L nasal cannula, undetectable HCO3, and lactate >24 mmol/L. Bedside echo showed a hyperdynamic left ventricle with no obvious regional wall motion abnormalities and no pericardial effusion.\\nThe patient was preoxygenated with a nasal cannula and bag valve mask with O2 at 15 L/minute. A ketamine bolus of 140 mg (approximately 2 mg/kg) was given via the IV route that leads to patient dissociation but with the maintenance of spontaneous respirations. Following this, laryngoscopy was performed, and the patient was intubated with minimal change in hemodynamics.\\nSubsequently, he was connected to the ventilator and set on the assist control volume mode with a rate of 28 beats per minute, tidal volume of 450 mL, 4 cmH2O of positive end-expiratory pressure (PEEP), and 100% FiO2. The patient was subsequently treated with dialysis and supportive care. He was discharged from the medical ICU on hospital day 6 and discarded home on hospital day 14 at his baseline/when neurologically intact.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26342901': 1, '15329589': 1, '26082175': 1, '26759664': 1, '27152499': 1, '29261566': 1, '23911630': 1, '27979641': 1, '28024557': 1, '12707134': 1, '31274494': 1, '26507640': 1, '25388828': 1, '25447559': 1, '32953182': 2}", "similar_patients": "{}"}