{"patient_id": 27662, "patient_uid": "7652024-1", "PMID": 33178514, "file_path": "comm/PMC007xxxxxx/PMC7652024.xml", "title": "A Rare Case of Hemichorea-Hemiballismus Due to Chronic Uncontrolled Hyperglycemia", "patient": "A 48-year-old Caucasian female with a past medical history of uncontrolled type II diabetes mellitus presented with ballistic movements of the left upper extremity (LUE), which progressed to the whole body within three days. There were no other neurological deficits. No abnormality was seen on neurological examination except uncontrolled body movements. Initial labs were normal except hyperglycemia (600 mg/dL) and hyponatremia. Her initial CT head showed an area of a 3.7 x 1.8 cm hemorrhage surrounding a 2.1 x 1.5 cm probable infarct in the right caudate nucleus head and anterior putamen, with the intervening anterior limb of the internal capsule (Figure ). However, an infectious etiology needed to be ruled out as well. Stat MRI was recommended by a radiologist.\\nMRI showed a lesion in the right area of the brain and the differential diagnosis included infectious or inflammatory changes versus an underlying primary glial neoplasm or hemorrhage (Figure ). Correlation with cerebrospinal fluid (CSF) was suggested for further characterization.\\nMeanwhile, the patient became very combative and restless, lost IV access. An intraosseous infusion was placed, the patient was intubated and a lumbar puncture (LP) was done. Additionally, the patient was started on broad-spectrum antibiotics. The patient’s cerebrospinal fluid (CSF) analysis returned within normal limits. The patient was evaluated by the neurology and neurosurgery department and their differential diagnosis included glioblastoma/hemorrhage/infectious etiology or subacute ischemic stroke. A follow-up CT head was recommended. CT showed a focal area of hypoattenuation in the right caudate nucleus head, anterior limb right internal capsule, and anterior right lentiform nucleus representing osmotic myelinolysis secondary to chronic uncontrolled non-ketotic hyperglycemia (Figure ).\\nGiven the history of uncontrolled hyperglycemia and CT findings, she was diagnosed with NKH-associated hemiballismus/hemichorea. The patient stayed intubated for about a week or so, as she developed aspiration pneumonia. Her blood glucose was strictly controlled. Once extubated, the patient’s involuntary movements improved. Of note, the patient’s glycated hemoglobin (HbA1c) was in the range of 13 to 17 over the last year.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'20566257': 1, '2757526': 1, '29168452': 1, '12127677': 1, '29201474': 2, '11766783': 1, '8774410': 1, '31567992': 2, '29578188': 1, '27679748': 1, '32005905': 1, '31305406': 2, '27536463': 1, '30575849': 1, '31714279': 1, '21930415': 1, '23626568': 1, '33178514': 2}", "similar_patients": "{'6641835-1': 1, '6756614-1': 1, '5672605-1': 1}"}