{"patient_id": 102752, "patient_uid": "7700772-1", "PMID": 33294158, "file_path": "noncomm/PMC007xxxxxx/PMC7700772.xml", "title": "Management of an inflammatory abdominal aortic aneurysm causing ureteric obstruction: a case report", "patient": "A 53-year old male with no other past medical history of note presented to the emergency department (ED) with acute onset nausea and vomiting. This was preceded by a 2week history of non-specific malaise and generalized bilateral flank pain, worse on the right. He was an active smoker, with a 30-pack year history. He took no regular medications and had not undergone any previous surgical interventions. He denied any recent weight loss, night sweats or swollen glands.\\nOn presentation, all baseline observations were recorded to be within normal parameters. Abdominal examination revealed right flank tenderness on both light and deep palpation with active bowel sounds and no palpable masses. Murphy’s sign was negative. His cardio-respiratory examination was normal, with no murmurs on auscultation or lower limb oedema.\\nBlood tests demonstrated a severe AKI without significant neutrophilia but a mildly elevated C-reactive protein (). Given the flank tenderness and AKI, a non-contrast computed tomography of kidney, ureters and bladder (CT-KUB) was performed to exclude a renal or urological pathology. This demonstrated a large infra-renal AAA with surrounding retroperitoneal stranding and bilateral hydronephrosis ().\\nUrgent ureteric stenting to treat ureteric obstruction was performed with rapid normalization of renal function following stent insertion (). Upon normalization of his renal function, a contrast CT aortogram (CTA) was performed to delineate a 61 × 64 mm AAA, bilateral common iliac aneurysms (right 41mm × 44mm, left 31mm × 36mm) and associated peri-aortic stranding ().\\nExtensive workup for infective and autoimmune aetiologies such as tuberculosis, syphilis, Q-fever and human immunodeficiency virus (HIV) were negative and serum IgG-4 levels normal (). He underwent an endovascular aortic aneurysm repair (EVAR) with bilateral iliac branched devices (IBD) during his initial presentation, and his on-table completion angiogram demonstrated good flow through the grafts with no endoleak ().\\nPost-aortic stenting, a percutaneous US-guided biopsy of the para-aortic fibrosis was obtained for histopathological evaluation. Results reported non-specific fibrous tissue with chronic inflammation and no features of granulomatous inflammation or malignancy. He was subsequently discharged on Day 8 post-EVAR and on 30-day follow-up, a repeat CTA showed all grafts remained patent with no evidence of endoleak or evidence of aneurysmal enlargement. He subsequently had his ureteric stents removed, with continued normalization of renal function, and was referred to a rheumatology specialist for ongoing management of suspected systemic IgG-4 related disease.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'19541509': 1, '25287771': 1, '30528142': 1, '25879695': 1, '34754297': 1, '17180573': 1, '23206570': 1, '12563196': 1, '33294158': 2}", "similar_patients": "{}"}