{"patient_id": 20847, "patient_uid": "7296881-1", "PMID": 32550086, "file_path": "comm/PMC007xxxxxx/PMC7296881.xml", "title": "Trifocal Femoral Fracture Treated With an Intramedullary Nail Accompanied With Compression Bolts and Lag Screws: Case Presentation and Literature Review", "patient": "A 36-year-old man was admitted to our ED after a high energy motor vehicle accident. Physical examination and X-rays revealed a displaced transverse right femoral mid-shaft fracture 32 Α3/ AO type (Figure ), a nondisplaced intertrochanteric 31 A1/AO type fracture (Figure ) as well as an intra-articular fracture of the distal femur of AO type 33 C1/AO. The distal femur injury was a high Y-shaped intra-articular fracture, with minimal articular surface displacement and slight displacement to the metaphyseal region. Furthermore, an extra-articular incomplete fracture of the proximal pole of ipsilateral patella 34 A1/AO type and a fracture of the proximal third of ipsilateral fibula shaft of AO type 4F2.B/AO were also revealed based on radiographic examination (Figure ).\\nAll injuries were closed, the patient was hemodynamically stable, and he was operated 24 hours after admission. Our concern was the intra-articular distal femur fracture, so before placing the patient to the traction table we preferred to fix this fracture with cannulated 6.5 mm partially treated cancellous screws to compress and stabilize this fracture under biplane image intensifier. Afterwards, we applied axial traction from the tibial tubercle and we decided to manage all the ipsilateral fractures with a Gamma-3 Long Nail (Stryker, Mahwah, NJ, USA) using also the compression bolts. The compression bolts (Stryker, Mahwah, NJ, USA) were used to lock the nail and also to compress the metaphyseal Y-shaped fracture of the distal femur fracture (Figure ).\\nBy this modification of the nail accompanied with the cannulated screws we intended to fix all the fractures with a single device, respecting the soft tissues, based on the minimal invasive techniques of intramedullary nail implantation. Our surgical technique was based on the preoperative planning and the successful stabilization of the distal fracture via the lag screws was contributed to the implementation of our plan. After fixation of the femoral fractures, we evaluated the stability of the patella fracture and no displacement was observed even with 100o of flexion. The knee joint ligaments were found stable. Our patient had an uneventful recovery and was discharged six days after the initial admission. A knee brace was placed to our patient, the knee mobilization began after three weeks, and partial weight-bearing started one month postoperatively. The follow up at four months postoperatively revealed union on all fractures (Figures -) accompanied with excellent function of hip and knee joint, while the Oxford Knee Score (46/48) and the Harris Hip Score (100/100) were excellent. The patient returned to his routine six months after surgery and the follow up at 14 months revealed excellent union and remodeling of all fractures (Figure ).", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'12650323': 1, '24800097': 2, '8376172': 1, '8658285': 1, '12855885': 1, '20711725': 1, '32550086': 2}", "similar_patients": "{'3995313-1': 1}"}