{"patient_id": 21100, "patient_uid": "7306676-1", "PMID": 32582501, "file_path": "comm/PMC007xxxxxx/PMC7306676.xml", "title": "A Summertime Stupor", "patient": "A 21-year-old female with a past medical history of questionable phenylketonuria (PKU) not adherent to PKU diet, obesity, and gastritis presented to our facility’s ED with altered mental status (AMS). One month prior to admission, she was diagnosed with gastritis via upper gastrointestinal (GI) endoscopy at a different hospital for symptoms of epigastric pain and nausea/vomiting (N/V). She was prescribed omeprazole which she stopped taking as it provided no symptom relief. Two weeks prior to admission - during her initial visit to our facility, she presented to the ED with decreased oral intake, epigastric pain, N/V, dizziness, and shortness of breath which had been progressing since being diagnosed with gastritis. She was treated symptomatically in the ED and was discharged home in stable condition to follow up with a gastroenterologist and primary care physician.\\nIt was upon her second presentation to our facility’s ED that she was found to have AMS. Per history obtained from relatives at the time, she had locked herself in her bedroom two days prior to presentation and was found on the morning of admission laying on the floor next to her bed. In addition, the family stated that her symptoms of abdominal pain and N/V had persisted over the last two months and that over the last two weeks, her N/V worsened so much so she could no longer tolerate food without vomiting. Simultaneously, she was also experiencing progressive ataxia, blurry vision, and increasing confusion to the point where she could no longer engage in meaningful conversations.\\nUpon evaluation in ED, she had a Glasgow coma scale score of 10 (eye response-4, verbal response-1, motor response-5). In addition, she was notably hypothermic with a core temperature of 26.7°C after rewarming. Vitals were: blood pressure 114/55 mmHg, heart rate 54/min, respiratory rate 15/min, temporal temperature 26.4°C (core temperature not initially detected by the thermometer). A physical exam by ED physician revealed slowed mentation without appropriate response, cold skin, pallor, and bradycardia.\\nPertinent workup and significant labs include (see Table ):\\nHer alkaline phosphatase (ALP) was within normal limits as were her thyroid studies and her arterial blood gas (ABG) co-oximetry. Her pregnancy screen was negative. Urine drug screen was positive for cannabinoids and urinalysis suggestive of urinary tract infection (UTI), mild proteinuria, and hematuria. Her serum alcohol level was zero and triglyceride level within normal limits (WNL). See Figure below.\\nHer electrocardiogram (EKG) showed sinus bradycardia with Osborn wave and a CT scan of the abdomen and pelvis showed findings of mild pancreatitis. Biliary sludge was seen on abdominal ultrasound without biliary ductal dilation or gallstones and no signs of hepatobiliary inflammation. See Figure .\\nShe was admitted to the pediatric ICU (given her history of PKU) where she was treated with appropriate intravenous fluid resuscitation and then initially maintained on high rate of maintenance fluid given intravascular depletion, rhabdomyolysis, and acute kidney injury. She was actively rewarmed to normothermic body temperatures, and she was placed on empiric antibiotics for her presumed UTI. She was also started on folic acid and thiamine for presumed malnutrition while her electrolyte abnormalities were rapidly addressed. Her mental status gradually improved over the next several days. After stabilization, she was transferred to our adult medicine service from the pediatric ICU.\\nAt the time of transfer, physical exam revealed left abducens nerve palsy (ophthalmoplegia), facial myoclonus, ataxia when walking as well as with finger to nose testing, and slurred speech. Subsequent MRI of her brain revealed symmetrically increased T2 signaling in her medial dorsal thalami and basal ganglia consistent with WE following which her dose of thiamine was increased. See Figures -\\nOur patient was found to have classic triad of symptoms along with other rare manifestations of this syndrome and supporting imaging findings. She was diagnosed with WE secondary to prolonged malnutrition in the setting of intractable vomiting caused by gastritis and pancreatitis. Following initiation of a higher dose of intravenous thiamine: 500 mg TID, she had a rapid recovery. Her encephalopathy resolved dramatically over the subsequent 48 hours, as did her gait ataxia, slurred speech, and blurry vision. She also had complete resolution of her ophthalmoplegia. She still had some residual, albeit much improved, myoclonus at the time of discharge though this also showed continuous improvement during her inpatient stay. She was discharged to a rehabilitation facility for physical therapy on high dose thiamine and a multivitamin supplement with follow-ups arranged with PCP and Neurology. PKU was later confirmed upon discharge based on lab findings.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'16384871': 1, '24701066': 2, '30622385': 1, '31171116': 1, '19155417': 1, '26644959': 1, '32582501': 2}", "similar_patients": "{'3963199-1': 1}"}