{"patient_id": 104728, "patient_uid": "7869291-1", "PMID": 33708678, "file_path": "noncomm/PMC007xxxxxx/PMC7869291.xml", "title": "Intraoperative Transcranial Embolization following Decompressive Craniectomy for a Dural Arteriovenous Fistula Presenting with Acutely Raised Intracranial Pressure", "patient": "A 58-year-old female presented with sudden onset of giddiness and multiple episodes of vomiting. On presentation, she was conscious, obeying commands, and had a Glasgow Coma Scale (GCS) of 15. Computed tomography (CT) of the brain revealed hemorrhages in the left posterior temporal lobe and left cerebellar hemisphere with mildly dilated bilateral lateral ventricles. In view of atypical pattern of hemorrhage, a CT cerebral angiography was performed, which showed multiple subarachnoid curvilinear vascular channels over the bilateral cerebellar hemispheres and left temporal lobe []. A digital subtraction angiography (DSA) was done, which revealed a DAVF in relation to isolated left transverse sinus with extensive cortical venous reflux suggesting Cognard Type IIa + b fistula. It was showing meningeal arterial feeders from temporal squamous branch of the left middle meningeal artery, left posterior auricular artery and left occipital artery, and cortical venous reflux. The DSA venographic phase image showed that the left transverse sinus was isolated from the venous circulation, and it was not used by the brain for normal drainage []. The imaging features suggested extensive venous congestion in the posterior fossa due to arterialized flow in the cortical veins secondary to DAVF. The patient was planned for definitive treatment of the DAVF by endovascular embolization through transarterial (femoral) approach. However, on day 2 of admission, her neurological condition deteriorated and her GCS became 8. After the protection of the airway, a repeat CT scan of the brain was performed, which showed interval increase in hydrocephalus and effacement of perimesencephalic and prepontine cisterns suggesting raised ICP []. After informed consent, the patient was taken up for emergency occipital decompressive craniectomy, and simultaneous intraoperative direct embolization of DAVF of the left transverse sinus was planned.\\nThe patient was placed in a prone position. A 6 cm posterior midline incision was made and deepened till the bone. The underlying bleeding vessels were cauterized, and self-retracting clips were applied. Suboccipital craniotomy was done, and bone was nibbled up to C1 vertebra. The foramen magnum was decompressed. The dura covering the cerebellum was opened. After the decompressive craniectomy, the upper margin of craniotomy was drilled to expose the posterior aspect of the left transverse sinus. It was punctured directly using a 21-G micropuncture needle (Cook, Bloomington, Indiana, USA). Once backflow of blood is confirmed through the needle, a 0.018” wire was then advanced through the needle into the isolated segment of the left transverse sinus under C-arm fluoroscopic guidance. The needle was exchanged for a micropuncture sheath (4F radial sheath) (Avanti+, Cordis, Santa Clara, USA). An Echelon-10 (ev3, Toledo Way, Irvine, USA) and Synchro 0.014 (Stryker neurovascular) guidewire assembly was introduced through the micropuncture sheath into the left transverse sinus. The microcatheter was primed with dimethyl sulfoxide. Under fluoroscopic guidance, embolization of isolated left transverse sinus was done using graded injections of liquid embolic agent ethyl vinyl alcohol polymer Onyx-18 (ev3, Toledo Way, Irvine, USA). The injection of Onyx-18 was done till complete cast is formed in the isolated sinus, and reflux was allowed into foothills of feeding arteries and draining veins []. The micropuncture sheath was removed from the transverse sinus, and bleeding was controlled by electrocautery. After the completion of the operative procedure, the patient was shifted to neuroangiosuite for a DSA. Selective injection of the carotid arteries and vertebral arteries revealed no residual AVF or cortical venous reflux [Figures and ]. CT scan of the brain done on postoperative day 4 revealed spacious basal cisterns and decreased dilatation of lateral ventricles as compared to preoperative CT scan []. Postprocedure, the patient was monitored in neurointensive care. The patient gradually improved and was extubated on postoperative day 3. The patient was discharged in a neurologically stable condition on day 9. At 1-year follow-up, her neurological condition was stable with no recurrence of symptoms.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'9728941': 1, '15228770': 1, '22241393': 1, '17967486': 1, '7862961': 1, '12186454': 1, '22107854': 1, '7985570': 1, '13679278': 1, '22865057': 1, '9726478': 1, '9488298': 1, '33708678': 2}", "similar_patients": "{}"}