{"patient_id": 99193, "patient_uid": "7349132-1", "PMID": 32630997, "file_path": "noncomm/PMC007xxxxxx/PMC7349132.xml", "title": "An infant with a palatal fistula secondary to Candida infection", "patient": "A 9-month-old male infant referred to our center with palatal fistula secondary to a pathological condition. Antenatal history revealed a male neonate of 3.5 kg was delivered vaginally in the 39th week of gestation with no perinatal or postnatal complications. After standard postdelivery care, the baby was healthy at the time of discharge. The baby was admitted to the hospital when he was one and a half months old with a complaint of discharging sinus from the right cheek and whitish scrapable patches over his cheek and palate. Incision and drainage were performed extraorally, and culture swab was taken for examination. Bone biopsy was done from the palatal region, and the bone was exposed. Microscopic examination suggested areas of osteolysis, yeast-like fungus, and Candida utilis grew on cultures of the bone specimen. Culture swab reported the presence of a non-albican Candida, C. utilis. After the patient was treated with antifungal therapy (liposomal amphotericin B) for one and a half months, the baby improved clinically.\\nThen the patient presented to our center with a chief complaint of nasal regurgitation and feeding problems. Clinical examination identified an obvious deformity of the middle third of the face (). These findings were confirmed on a threedimensional reconstructive computed tomography, which also showed the destruction of maxilla, including a part of the nasal bone (). Intraoral examination revealed a large-sized, ovalshaped anterior palatal fistula with no inflammatory signs (). Deciduous teeth were absent with no maxillary alveolar arch. Depending on the history, culture report, and clinical and radiographical findings, a definitive diagnosis of Candida osteomyelitis was made. Maxillary reconstruction was not recommended as the patient’s age was less than a year. We planned closure of the palatal fistula to overcome his present problems like feeding and nasal regurgitation. The patient was operated under general anesthesia. No signs of fibrosis were observed. The nasal layer was repaired, and the marking of posteriorly based myo-mucosal buccal flaps was done. (). Bilateral buccal flaps were taken, along with a buccal fat pad, to cover the nasal layer and facilitate the closure (, ). Complete closure was achieved ()", "age": "[[9.0, 'month']]", "gender": "M", "relevant_articles": "{'3503589': 1, '3130388': 1, '34474545': 2, '10224841': 1, '9986866': 1, '7190000': 1, '3555067': 1, '8724402': 1, '22911646': 1, '12839164': 1, '10025246': 1, '32630997': 2}", "similar_patients": "{'8413924-1': 1}"}