{"patient_id": 99470, "patient_uid": "7373920-2", "PMID": 32351016, "file_path": "noncomm/PMC007xxxxxx/PMC7373920.xml", "title": "Two cases of successful treatment of acute right heart failure with Impella RP®", "patient": "A 55-year-old male patient was diagnosed with type A aortic dissection and disruption of the RCA. The patient was taken to the operating theatre in stable condition and without neurological deficits. Before initiation of a cardiopulmonary bypass (CPB), the patient went into ventricular fibrillation and was successfully defibrillated with a single shock. Under deep hypothermic circulatory arrest with selective antegrade cerebral perfusion, we performed a David operation with replacement of the ascending aorta, the hemiarch, and antegrade TEVAR. Due to a tear of the right coronary ostium, a venous CABG to the posterior descending artery was performed (flow 14 mL/min, pulsatility index 6). Consecutively, the patient went into acute RHF; wherefore, a second venous bypass graft to the main right coronary artery was implanted (flow 28 mL/min, pulsatility index 4.7). Since RHF persisted with severely reduced RV function (Table ) despite of inhaled nitric oxide (20 ppm), and inhalation of iloprost, adrenaline, norepinephrine, and milrinone, an Impella RP® device was implanted X-ray guided by our cardiologists, and the patient was weaned from CPB (crossclamp time: 190 min, CPB: 346 min, CVP 12 mmHg, pH 7.12, lactate 7.4, norepinephrine 10 γ/min, adrenaline 10 γ/min, nitric oxide 20 ppm, iloprost 20 mcg) and transferred to the ICU. Under cautious reduction of medical cardiac support and under TEE surveillance, the patient could be weaned from Impella RP® on the fourth post-operative day (cardiac index: 3.6 L/min/m2, CVP: 12 mmHg, moderately reduced RV function, Table\\n). Arterial lactate peaked peri-operatively (before Impella: 8.7 mmol/L, after weaning: 0.8 mmol/L) and lactate dehydrogenase levels (613 U/L, after weaning: 433 U/L) and high sensitive Troponin-T levels (4673 ng/L, after weaning 1358 ng/L) on the first post-operative day. The patient was extubated on the sixth post-operative day and transferred to the ward on the ninth post-operative day. Echocardiography revealed a moderately impaired right ventricular function (TAM: 10 mm) and a mildly impaired left ventricular function. After 16 days, the patient was discharged to a cardiac rehabilitation unit. At the 1 year follow-up, the patient presented in good condition with a mildly impaired right ventricular function (Table\\n).", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'29514403': 1, '26681124': 1, '34956754': 1, '29148290': 1, '30241890': 1, '29143378': 1, '24726682': 1, '31866154': 1, '15632832': 1, '26658183': 1, '32351016': 2}", "similar_patients": "{'7373920-1': 2}"}