{"patient_id": 99885, "patient_uid": "7416831-1", "PMID": 32793364, "file_path": "noncomm/PMC007xxxxxx/PMC7416831.xml", "title": "Vaping-induced lung injury: brief report for the practicing clinician", "patient": "A 29-year-old man with a history of exercise-induced asthma (not requiring treatment for 10 years) and obesity (body mass index 39) presented to the emergency room in respiratory distress with evidence of systemic inflammatory response syndrome. His history was pertinent for heavy e-cigarette use for the previous 2 years. Of note, he admitted that he previously smoked ~1–2 packs of cigarettes and 0.5 g of cannabis per day from ages 19 to 27 but quit both of those when he started vaping. He admitted to owning 12 different vaping pens, 8 of which were used for nicotine and 4 for THC. He used a variety of flavors and estimated that he went through a 30-ml bottle every 7–10 days. He also reported that 5 days prior to the onset of symptoms, he tried a new branded vaping product that contained THC. Two days prior to presentation, he experienced rigors with associated nausea and several episodes of emesis. Despite cessation from all vaping activities, he became increasingly dyspneic with shortness of breath with minor activity prompting him to seek emergent evaluation. Upon presentation, he demonstrated evidence of hypoxemic respiratory distress with severe tachypnea with increased work of breathing and mild accessory muscle use. He reported coughing bouts with deep inhalation and associated production of white frothy sputum. He denied hemoptysis, chest pain, recent illness, travel or sick contacts. His examination was significant for tachycardia, tachypnea and distant breathing sounds with fine crackles in bilateral lung fields. An electrocardiogram showed sinus tachycardia (heart rate 115) with no ST-segment changes. Chest radiograph showed diffuse pulmonary infiltrates bilaterally (). Laboratory evaluation demonstrated an elevated white blood cell count of 19.5 cells/μl (the cell differentials by percentage were all within normal range and there was no eosinophilia present). Troponin was negative, and both brain natriuretic peptide and D-dimer were not significantly elevated (82 pg/ml and 195 ng/ml, respectively).\\nTherapy consisted of scheduled nebulized albuterol, methylprednisolone (30 mg intravenous [i.v.] given twice over 8 hours, and then changed to prednisone 40 mg b.i.d.) and empirical antibiotic treatment with azithromycin and ceftriaxone. The patient continued to have fevers (Tmax 101.6), worsening hypoxemia (requiring up to 12 l via high-flow nasal cannula) and leukocytosis.\\nOn Day 2, the patient’s respiratory status worsened and an arterial blood gas (ABG) analysis revealed a pH of 7.48, pCO2 of 33 and a pO2 of only 48 while on 8 l O2 high-flow nasal cannula. He did meet the Berlin criteria for severe ARDS and therefore was transferred to the intensive care unit (ICU) for closer observation but never required invasive mechanical ventilation. A computerized tomography (CT) chest angiogram with i.v. contrast revealed findings significant for pneumonitis ().\\nAt this point, a workup for an infectious source including blood cultures, urine legionella, antigen, urine antigen for Streptococcus pneumoniae, antibody screen for coccidiomycosis, human immunodeficiency virus and respiratory polymerase chain reaction panel was negative. Antinuclear antibody (ANA), antineutrophil cytoplasmic antibodies, cytoplasmic & perinuclear and anti–double-stranded DNA antibody were also negative. An ABG showed respiratory alkalosis with hypoxemia. Acute phase reactants were elevated including: C-reactive protein of 243.93 mg/l, procalcitonin of 0.17 ng/ml and sedimentation rate of 35 mm/h. Antimicrobials were discontinued after 3 days of duration and supportive care continued including supplemental oxygen, steroids and albuterol nebulizer treatments. By the sixth day of his hospital stay, the patient’s symptoms had resolved and was able to ambulate without supplemental oxygen. He was discharged home with an inhaler and to complete a course of prednisone 40 mg daily for five more days. His vaping paraphernalia was submitted to the county health department and was subsequently found to indeed contain THC. His case was also reported to the Centers for Disease Control and Prevention. The patient followed up with his primary care provider within 2 weeks of discharge and no further treatment was indicated. Additionally, upon contacting the patient 8 months after his hospitalization, we were pleased to discover that he has quit using e-cigarettes and has not had any further episodes of respiratory distress or need for an inhaler.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'24935895': 1, '31860793': 1, '31491070': 1, '14973213': 1, '22913171': 1, '30872586': 1, '25731134': 1, '25156991': 1, '31491072': 1, '31688912': 1, '32793364': 2}", "similar_patients": "{}"}