{"patient_id": 26313, "patient_uid": "7548041-1", "PMID": 33038927, "file_path": "comm/PMC007xxxxxx/PMC7548041.xml", "title": "An adolescent girl with premature ovarian failure, Graves’ disease, and chronic urticaria: a case report", "patient": "A 15-year-old Han Chinese girl presented to our department in June 2019 with the chief complaint of amenorrhea for 2 years. She experienced menarche more than 2 years ago with a menstrual cycle of 18–21 days and menstruation lasting 6–7 days with normal menstrual flow. However, the menstruation ceased 7 months after menarche with no obvious cause. Her last menstruation was on June 26, 2017. Her past medical history revealed recurrent attacks of urticaria 6 years ago, which were attributed to allergies to abalone, milk, soy, and eggs. She was diagnosed as having Graves’ disease 4 years ago. She was treated with thiamazole, which was discontinued after more than 2 years of treatment and her thyroid function returned to normal with monitoring. Her personal history revealed that she had a full-term birth and a birth weight of 2.85 kg. The developmental milestones of raising her head, turning over, sitting up, crawling, and walking were achieved at normal times, and her academic performance was good. Her mother was 42-years old and had regular menstruation; our patient’s maternal grandmother experienced menopause at the age of 50.\\nA physical examination revealed: a body temperature of 36.2 °C; pulse, 63 beats/minute; respiratory rate, 20 breaths/minute; blood pressure, 93/60 mmHg; height, 161.5 cm; body weight, 47 kg; upper body height 80.5 cm; lower body height 81 cm; and arm span 161.5 cm. The appearance of her vulva was normal, with Tanner II breast development and Tanner I pubic hair development. Cardiopulmonary and abdominal examinations revealed no abnormalities, and there were no malformations such as webbed neck, cubitus valgus, or shortened metacarpals. Supplemental examination results of adrenocorticotropic hormone, cortisol, sex hormones, and thyroid hormones are shown in Tables , and . The results of blood, urine, and fecal tests were normal; the results of electrolytes test, liver function test, and kidney function test were normal. Ultrasound examinations of her breasts, thyroid, and abdomen revealed no abnormalities. Her lumbar spine bone density T-score was − 1.5. Her growth hormone level at 1 hour of deep sleep was 2.19 ng/mL (reference range, 0.123–8.05) and parathyroid hormone level was 30.5 pg/mL (reference range, 15–68.3). Her anti-Müllerian hormone level was < 0.06 ng/mL (reference range, 2.80–6.3). Serum anti-ovarian antibody, antinuclear antibody, rheumatoid factor, antineutrophil cytoplasmic antibodies, and extractable nuclear antigens polypeptide titers were negative. A transrectal color Doppler ultrasound revealed the size of her uterus to be 19 × 15 × 22 mm, with a small volume and an intimal thickness of approximately 3 mm. The sizes of her left and right ovaries were 16 × 7 × 8 mm and 18 × 7 × 9 mm, respectively, indicating that both ovaries were small. A 3.7 × 3.3 mm sized follicle was visible in her left ovary. Magnetic resonance imaging of her pituitary gland indicated no abnormalities. Her bone age was approximately 15–16 years. Her chromosomal type was 46,XX as per the karyotype analysis of 50 cells. Whole-exome genetic testing did not reveal mutations associated with amenorrhea. Gene copy number testing revealed no obvious pathological copy number variation (CNV).\\nAfter learning about the disease, our patient suffered from anxiety and insomnia. Psychologists counselled and reassured her that treatment could lead to improvement. Estazolam was prescribed as a sleep aid for a short period, together with 0.5 mg estradiol once daily, calcium, and vitamin D replacement. Follow-up and ultrasound re-examination after 6 months of treatment revealed that her uterus had increased in size to 24 × 16 × 25 mm. There was no significant change in the bilateral ovarian size, and no follicles were found. Further examination showed Tanner III breast development and Tanner I pubic hair. Her lumbar spine bone density T-score was − 1.0. The treatment had had a favorable effect and resulted in improving our patient’s psychological anxiety.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'30263036': 1, '24402023': 1, '29208545': 1, '20375216': 1, '12848961': 1, '22674016': 1, '26087426': 1, '24766875': 1, '25906823': 1, '34440895': 1, '22336078': 1, '15950644': 1, '25203144': 1, '20724926': 1, '24982681': 1, '22154711': 1, '28250725': 1, '12050123': 1, '24905063': 1, '34754844': 1, '24945456': 1, '33038927': 2}", "similar_patients": "{}"}