{"patient_id": 22912, "patient_uid": "7395399-1", "PMID": 32765899, "file_path": "comm/PMC007xxxxxx/PMC7395399.xml", "title": "Unilateral morning glory disc anomaly in a patient with prenatal Zika virus exposure", "patient": "A 3-year-old male child with a previous medical history of strabismus and cleft lip was referred to our clinics due to an anomalous optic disc and visual loss. Perinatal history revealed that during the second trimester of pregnancy the mother developed a generalized maculopapular rash. The mother denied having any other symptoms including headache, fever, conjunctivitis, arthralgia, or myalgia. Due to her symptoms, the mother underwent a real-time polymerase chain reaction (RT-PCR) test for ZIKV with positive results. Postnatal history was remarkable for a 4 day hospitalization at the neonatal intensive care unit (NICU) due to hyperbilirubinemia treated with phototherapy. Previous ocular history was remarkable for decreased visual acuity in the right eye (OD) with sensory exotropia diagnosed at 11 months of age. Strabismus surgery had been undertaken after unsuccessful occlusion therapy with excellent anatomical outcomes.\\nA complete ophthalmological exam was performed. Best-corrected visual acuity was 20/200 OD and 20/20 in the left eye (OS). Intraocular pressure was normotensive in both eyes (OU). No nystagmus was present. Extraocular muscle ductions were full, but a small angle exotropia was present OD. Pupils were equally round and with an afferent pupillary defect OD. The anterior segment was unremarkable OU.\\nPosterior segment examination showed a centrally excavated optic disc with associated hypopigmented glial tuft, peripapillary chorioretinal atrophy, and radial spoke-like vascular pattern consistent with MGDA OD (Fig. ). No foveal reflex was present OD. The OS posterior segment was unremarkable (Fig. ).\\nMagnetic resonance imaging (MRI) and computed tomography (CT) were performed and were remarkable for a base of skull encephalocele and callosal dysgenesis. The pituitary gland, infundibulum and optic chiasm were not well visualized raising concern for other associated midline developmental abnormalities (Fig. ).", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'25136226': 1, '29780905': 1, '28715527': 1, '30817677': 1, '30025671': 1, '28652051': 1, '28418539': 1, '18484308': 1, '26775125': 1, '28975230': 1, '27812690': 1, '23878133': 1, '31312233': 1, '30213843': 1, '17011858': 1, '27143174': 1, '29372233': 1, '27228275': 1, '28123079': 1, '26173377': 1, '32765899': 2}", "similar_patients": "{}"}