{"patient_id": 100853, "patient_uid": "7500185-1", "PMID": 32943446, "file_path": "noncomm/PMC007xxxxxx/PMC7500185.xml", "title": "PTSD and bipolar II disorder in Fukushima disaster relief workers after the 2011 nuclear accident", "patient": "The patient was a male in his 40s when he first visited our clinic. He was born and grew up in a town in Fukushima Prefecture (within 20 km of the nuclear power plant). After he graduated from a college in another city, he returned to his hometown and started working in a town office. He has no medical history of note. After the accident at the nuclear power plant in 2011, an evacuation order covering his hometown was issued. The order was lifted in July 2017.\\nHe was working at the town office at the time of the earthquake. Later, while conducting a tour of the coastal area to check for earthquake damage and to ensure that people had evacuated, he experienced the tsunami near his childhood home. He and his colleague evacuated the lower floor of the house, moved upstairs with his family and watched as the surrounding houses were swept away, fearing that, along with his family and his colleague, he would also be swept away at any moment. Eventually, the water receded, but the area around the house was flooded, preventing any movement. Mobile phone services collapsed. In the evening, he carried his grandmother on his back and waded through the waters to take refuge on a nearby hill, where about 40 people had gathered. He barely slept during the night. At daylight the next day, he was rescued—along with the other people who were with him—by a Self-Defence Forces helicopter.\\nOn the afternoon of the second day, he began engaging in relief work throughout the area. Among the tasks and efforts he undertook was aiding the local fire brigade and he was involved in housing the corpse of a man whom he had known since childhood. He would go on to help recover six or seven bodies in half a day. With nowhere to go, he slept that night wrapped in a blanket by his desk in his office. He heard a rumour of a nuclear power plant being in danger and fell asleep in a daze.\\nBy the morning of the third day, it was clear that the nuclear power plant was in danger. Evacuation orders for everyone within a 5 km radius, followed by a 10 km radius, from the nuclear power plant, were conveyed. On the night of the fourth day, the town office was closed. On the morning of the fifth day, he told his family to flee, although he decided to stay and aid in the relief work being carried out. On the morning of the seventh day, 200–300 people—taking refuge at a junior high school—were transported to another prefecture aboard seven or eight buses. There were only three staff members remaining, including himself. Initially, he felt a strong sense of urgency and was in high spirits. He carried on working for 3 months with the local authorities, which included visiting evacuees. One of the evacuees once made him kneel for 2 hours, scolding him and saying, ‘You're here too late’. Even after he returned to his hometown, he continued to work as a local government employee. He was involved in a lot of heartbreaking work—such as catching and slaughtering the growing number of untended or escaped cattle and pigs within the evacuation area.\\nIn August 2014, after watching the news of the flood damage in another area of Japan, he experienced flashbacks of scenes from the tsunami during the GEJE; these flashbacks made him anxious and made sleeping difficult. This affected his work severely. At that time, he was working in a department of the town and frequently attended briefings in his hometown. He notes that there was a lot of shouting at these briefings. In the same month, he visited a clinic in the city and was diagnosed with PTSD and depression. He was given leave from the time of his initial visit for a duration of about 8 months. His symptoms subsequently improved, and he decided to discontinue treatment. During this time, while taking antidepressant medication, he experienced an uptick in his mood and spent a lot of money on mail order goods besides elated feelings with increased energy, decreased need for sleep and an increase in goal-directed activity.\\nTwo-and-a-half years later, he became depressed again and visited another psychiatric hospital in the city. This visit began a second leave of absence from his work; he returned to work after 4 months. Three months later, he took a third leave of absence after suffering a worsening of his anxiety and depression. His physician, at the time, determined that he needed specialised treatment for PTSD and referred him to our clinic for the purpose of implementing trauma-focused psychotherapy.\\nHis first visit to our clinic was 7 years and 7 months after the GEJE. Although outwardly he appeared well groomed, his speech was sluggish. His alcohol consumption increased after the disaster, but he had been abstaining from alcohol for a month and a half before his visit, so we told him to continue. The previous doctor's prescriptions were escitalopram (20 mg), mirtazapine (30 mg), ethyl loflazepate (4 mg) and diazepam (10 mg). Although we considered this prescription inappropriate for a bipolar patient, we continued this treatment first then started to taper it down. After two general outpatient meetings, a total of 10 sessions of trauma-focused psychotherapy were conducted twice a week.\\nWeekly outpatient visits continued for a month. Whenever he heard news about an earthquake on the TV, he became anxious; however, he had learnt to respond by practising breathing techniques. The psychotropic drugs were gradually reduced.\\nHe returned to work the next month, on a half-day basis, and began working full time after 3 weeks. At that time, he was still taking escitalopram (10 mg) and ethyl loflazepate (1 mg).\\nWe conducted prolonged exposure therapy.\\nIn the first session, we listened in detail to comprehend all aspects of his trauma. Because he had experienced multiple traumatic events, we asked him to evaluate the degree of subjective distress he felt about the different events. He expressed the following: (1) on the tsunami: ‘I feel like blaming nature, wondering why this once-in-a-thousand-year event happened at this time’; (2) in reference to the harsh complaints emanating from residents after the disaster: ‘It's not just my fault’ and ‘There's only so much I can do’; and (3) concerning the scene where corpses were taken: ‘Why did it have to be this way?’\\nIn the second session, he expressed survivors’ guilt: ‘There was some fear in the trauma part, but I wondered if the loss of an acquaintance was greater. The village where I was born and raised was gone. The person I told immediately after the earthquake to “get out of here fast” also died. I am wondering why I didn't tell them more forcefully. Images of the disaster and [the sound of] sirens on fire trucks and ambulances trigger my anxiety. There were other times when we were all talking about the disaster and everyone was normal, and I was the only one who froze’.\\nIn the third session, he recalled that he was near his childhood home soon after the earthquake when the tsunami hit and how he had escaped by taking shelter on the second floor. He further recalled that he was left with others on high ground until the following day.\\nIn the fourth session, he described the first few days in detail. The moment the tsunami came, he was told: ‘There's a tsunami coming, run away quickly’. He recalled that ‘The waves were really black, and [that] the water was extremely powerful’, and that he ‘was rescued by a helicopter with [his] colleagues and [that he] went back to the town office crying’. In addition, on the afternoon of the 12th, he was tasked with helping recover the deceased; the first person he found and carried was a fire brigade worker who he knew.\\nIn the fifth session, he remembered that, after recovering bodies on the afternoon of the 12th, he received the news that the nuclear power plant was in danger. In addition, after the evacuation order was issued, he had to help evacuate local residents while his family was evacuated to another area. There were times when he was subjected to abuse. He stated that: ‘There's so much going on, so much work, it makes me just laugh’.\\nIn the sixth session, he was asked to explain, in detail, the scenes when the lifeless body of someone he knew was recovered. He had received a call from the fire brigade, telling him that a body had been found; subsequently, he was sent to pick it up. On recognising the corpse as someone he knew, he thought, ‘I could have been dead, that could well have been me rather than him’.\\nIn the seventh session, he could recall and express his memories more easily than previously. He said, ‘It's over, but why did it take so long?’\\nIn the eighth session, we dealt with the tsunami scene again and he recalled the episodes in greater detail.\\nIn the ninth session, he was asked to speak about his recollections of the first 3 months after the earthquake and how he lost 15 kg of weight during that period, resulting in a colleague telling him that he looked completely different.\\nIn the tenth session, he was asked to repeat his recollections of those first 3 months. He responded by saying that ‘it's great that I've been able to organize the memories in my head. Before, they were all jumbled up. I have been able to cut out some of the worst traumatic experiences, organize others, and accept the result. So, I've come to understand that it's all in the past’.\\nThe patient continued his visits to the outpatient clinic as well as his medication—mainly the mood stabiliser lamotrigine (25 mg: in Japan, the dosage of each psychotropic drug is usually set lower than in Western countries) used for the treatment of bipolar disorder. He voluntarily practised coping techniques, such as breathing exercises, in situations where he felt stressed. Every year, emotional instability emerged around 11 March, the day the earthquake struck. In October 2019, the area where the disaster occurred suffered from flooding and water damage due to a major typhoon. He was involved in the management and operation of the evacuation centre that was set up at that time, but later became unwell and needed to take a leave of absence for about a month. Trauma-focused psychological interview sessions were conducted following this event, and two traumatic memories were treated, which were left unaddressed in the prolonged exposure method interviews conducted. One recollection concerned the times when he was angrily abused by some evacuees during the period after the GEJE. The second was about the scene when he was verbally abused at his job. After the two sessions, he recovered and has returned to work and continues to be well.\\nThe COVID-19 outbreak, which began in January, has caused intense and extensive fear and anxiety. The patient has reported that the outbreak has brought back memories of the GEJE, as well as that of the atmosphere of the people at the time, causing him to experience some heightened emotions of fear. He has also realised, however, that for a long time he was too absorbed in and preoccupied by his GEJE experiences; because of this awareness and acceptance, he was mindful not to be like that this time round.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'27788170': 1, '26329988': 1, '29925557': 2, '24895734': 1, '28265432': 1, '18809117': 1, '25030715': 1, '30015595': 1, '27391446': 1, '27641075': 1, '30349583': 1, '21330117': 1, '26260948': 1, '2871574': 1, '28374662': 1, '31872039': 1, '28283132': 1, '24599261': 1, '22394694': 1, '24783444': 1, '27534897': 1, '23925621': 1, '30165706': 1, '29890768': 1, '31888897': 2, '32943446': 2}", "similar_patients": "{'6936524-1': 1, '6011534-1': 1}"}