{"patient_id": 29677, "patient_uid": "7753279-1", "PMID": 33362924, "file_path": "comm/PMC007xxxxxx/PMC7753279.xml", "title": "Ten-year-old boy with atypical COVID-19 symptom presentation: A case report", "patient": "A 10 years old boy presented with a history of fever and urticaria (Figure ) from one week prior to admission without a previous history of food or drug allergy. His urticaria was self-limited, with the recurrence times in a day lasting for one or two hours. Five days before admission, the patient developed pain and swelling in both knees and his right elbow. Then, Cefixime and Acetaminophen were prescribed for him by a pediatrician, but the symptoms remained. His arthritis was associated with morning stiffness, and by movement, his pain becomes attenuated. He had no history of cough, dyspnea, pharyngitis, myalgia, nausea, vomiting, and smelling disorder. In the emergency room, physical examinations (P/E) revealed tenderness, swelling, limitation, and pain of motion in reported sites. The involved joints were warm but without any erythema. Migratory arthritis was not seen in him. The patient's breath sound was normal. The history of COVID-19 infection did not report in his first-degree or other family members.\\nOn P/E, body temperature: 37.3°C, blood pressure: 100/60 mm Hg, the pulse rate: 98 beats/min, respiratory rate 17 breaths/min were found without respiratory distress, and O2 saturation was 96% on room air. No sign of murmurs or gallops was found on the heart examination. His abdomen was soft and nontender without any organomegaly; the neurologic examination was normal. All cranial nerves were intact.\\nThe mild kidney impairment also was observed with a BUN of 32 mg/dL and creatinine of 1.5 mg/dL and then decreased to 14 and 0.43 mg/dL, respectively, three days after hydration therapy. The sodium and potassium levels were 134 and 3.5 meq/L, respectively. Urine analysis was normal. Stool examinations for ova and parasites and occult blood were normal. Wright's test was negative. Knee joint aspiration was done, which was a dry tap without any joint fluid. Aspartate aminotransferase and alanine aminotransferase were 11 and 17 U/L, respectively, and higher levels of alkaline phosphatase (694 IU/L) were observed. The Prothrombin Time and INR were intact. Sonographic findings of the abdomen were normal without any organomegaly. Also, it must be noted that the ALP routinely in the children might be elevated due to growth. The rheumatic factor (RF) and antinuclear antibody (ANA) were normal. Also, D.dimer was less than 200 ng/mL, C3 and C4, Creatine phosphokinase (CPK) test, and Ferritin levels all were in the normal range.\\nChest radiographs (Figure ) did not show the ground-glass opacity, a typical radiologic manifestation of COVID-19. X-ray graphies of involved joints showed inflammation (Figures ,). Although the patient did not declare any travel history or reported known contacts with contagious or infected people, the nasopharyngeal and oropharyngeal swabs tested positive for SARS-CoV-2 by real-time reverse transcriptase-polymerase chain reaction (rRT-PCR) assay. So the COVID-19 has been confirmed for the patient.\\nThe protective COVID-19 local protocols were performed, with patient hospitalization under isolation and treatment with intravenous Acetaminophen (10 mg/kg PRN), Cetirizine (10 mg per oral (PO) two times a day), Desloratadine (5 mg PO daily), and Hydroxyzine (10 mg PO every night) were used. We did not use any antiviral drugs or Hydroxychloroquine or Interferon Beta.\\nAfter 12 days since the initial symptoms and 72 hours after supportive and antihistamine treatments, the patients showed a better general condition, and his kidney condition becomes stable. Arthritis and Urticaria dramatically were removed.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'15684121': 1, '23252525': 1, '22100285': 1, '32348545': 1, '34538296': 1, '31379071': 1, '32763956': 1, '26096095': 1, '32294262': 1, '24418301': 1, '31470887': 1, '34337594': 1, '34237419': 1, '30241623': 1, '32902087': 1, '32109013': 1, '9287382': 1, '32294273': 1, '33362924': 2}", "similar_patients": "{}"}