{"patient_id": 96915, "patient_uid": "7083189-1", "PMID": 32206646, "file_path": "noncomm/PMC007xxxxxx/PMC7083189.xml", "title": "Intellectual Disability, Falls and Gait Disturbances: A Misdiagnosis", "patient": "The patient was a 27-year-old man presenting with gait disturbance and falls. Some episodes of unmotivated laughing, and problems keeping up in school and needing support, were also referred to. There was no tremor, bradykinesia or other symptoms. Past medical history was relevant for an episode of moderate hypoglycaemia 2 hours after birth and normal psychomotor development until he was 5 years of age when his mother remarked that the patient sometimes had difficulties in terms of remaining straight in a chair, handling objects and falls. Difficulty with self-help and self-care skills was also noted. In addition, gait problems started at age 8 when he was seen by an orthopaedic specialist without any diagnosis. He was evaluated by a psychiatrist who considered the patient to present a syndromic intellectual disability. The family history was irrelevant.\\nThe physical examination revealed and intellectual coefficiency border-line. Cranial nerves, muscle strength, muscle tone and osteotendinous reflexes were normal. The finger-to-nose test was normal. No bradykinesia or tremor were noted. However, a slight troncular stiffness and dystonic posture of the left foot were found. The cardiorespiratory and abdominal examinations were unremarkable.\\nLaboratory investigations showed a normal complete blood count, normal electrolytes and normal renal function. Liver, coagulation and thyroid function test results were within the normal range. The chemistry panel was completed by the determination of ferritin, copper, ceruloplasmin, serum phenylalanine and long-chain fatty acids, without any abnormal results. In this setting, a karyotype study was performed which excluded fragile X syndrome. Magnetic resonance imaging (MRI) showed bilateral, symmetric foci of T2 hyperintensity in the globus pallidus (GP) surrounded by pallidal T2 hypointensity (), the so-called “Eye-of-the-tiger” sign. A genetic panel for NBIA, specifically PKAN, was ordered for this patient, including pantothenate kinase 2 (PANK2) testing – the genetic marker for pantothenate kinase 2 (PanK2) enzyme. This showed a PANK2 gene mutation.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'29436799': 1, '27487380': 1, '16437574': 1, '31431841': 2, '32206646': 2}", "similar_patients": "{'6695239-1': 1}"}