{"patient_id": 21234, "patient_uid": "7314364-1", "PMID": 32596089, "file_path": "comm/PMC007xxxxxx/PMC7314364.xml", "title": "Rare and Fascinating Case of ST-Elevation Myocardial Infarction Diagnosis From an Underlying Ventricular Paced Rhythm", "patient": "This is the case of an 83-year-old male with a medical history of essential hypertension, hyperlipidemia, ischemic cardiomyopathy, coronary artery disease (CAD), PVD, and abdominal aortic aneurysm. The patient has a known history of bi-ventricular implantable cardioverter defibrillator implantation and aortic aneurysm repair. She presented to the emergency department with typical angina. Two weeks prior to presentation, the patient was discharged after femoral-femoral bypass surgery for severe lower extremity PVD. Presenting EKG revealed concordant > 1 mm ST-segment elevations in the anterior and inferior leads (Figure ), which were new compared to baseline EKG (Figure ). Initial vitals were as follows: temperature of 98.2°F, pulse rate of 74, blood pressure of 130/76, respiratory rate of 20 breaths per minute, and SpO2 of 97% on room air. Physical examination revealed bilateral lung rales and 1+ bilateral lower extremity edema. No jugular venous distension or carotid bruits were noted and peripheral pulses were symmetric, 2+, and intact. Initial troponin was elevated at 0.111. Urgent transthoracic echocardiogram (TTE) showed visually decreased left ventricular ejection fraction (LVEF) of 30-35%, which was reduced from a baseline of 40-45%. Additionally, basal-to-inferior and mid-inferior wall akinesis was noted, as well as severely hypokinetic mid-to-apical anterior and anteroseptal walls.\\nHHeparin drip was initiated in the emergency room, and the patient was taken for emergent cardiac catheterization/coronary angiography. A loading dose of ticagrelor and aspirin was administered prior to angiography. The patient was noted to have 90% ulcerated plaque of the proximal left anterior descending artery (Figure ), which was successfully treated with a 3.0 x 18 mm XIENCE Sierra drug-eluting stent (Abbott, Abbott Park, IL, USA), reducing the 90% lesion to 0%, with post-PCI TIMI III flow noted (Figure ). His anginal symptoms resolved after percutaneous coronary intervention (PCI). EKG abnormalities resolved with troponin peaking at 90.431 after the PCI. Medical therapy was optimized for CAD and acute systolic dysfunction prior to discharge from the hospital.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'10987588': 1, '28040280': 1, '23769390': 1, '16781224': 1, '10052441': 1, '11326177': 1, '8559200': 1, '16368285': 1, '9841600': 1, '27399322': 1, '22939607': 1, '32596089': 2}", "similar_patients": "{}"}