{"patient_id": 33826, "patient_uid": "7972838-1", "PMID": 33777467, "file_path": "comm/PMC007xxxxxx/PMC7972838.xml", "title": "Recurrent Self-Induced Nontraumatic Orbital Emphysema Causing Orbital Compartment Syndrome with Optic Nerve Dysfunction", "patient": "A 51-year-old man presented to the Emergency Department late at night complaining of proptosis of his right eye with accompanying diplopia. He provided a history of attempting to “unblock his ears” by performing a Valsalva manoeuvre. He stated he performed this Valsalva manoeuvre habitually on a daily basis, which often resulted in proptosis of the right eye that he was able to manually push back into place. He had not previously sought medical advice for this. His past medical history included Meniere's disease for which he performs Valsalva manoeuvres in an attempt to relieve his symptoms. His remaining past medical history was a radical mastoidectomy 22 years previously for cholesteatoma. There was no prior history of trauma.\\nExamination showed nonaxial proptosis of the right eye with infero-lateral displacement of the globe. Visual acuity in this eye was reduced to 6/21 (compared to 6/12 in the left eye). Binocular diplopia was apparent. He retained a good range of eye movement, and visual fields were normal to confrontation. Pupillary examination confirmed a relative afferent pupillary defect (RAPD); intraocular pressure (IOP) measure by Goldmann applanation was within the normal range at 12 mmHg, and fundoscopy demonstrated no optic nerve changes.\\nAccordingly, an urgent CT of the orbit was arranged, which showed significant orbital emphysema in the medial aspect of the orbit (). There was a suggestion of a small bony defect in the superior aspect of the medial orbital wall. After a multidisciplinary discussion jointly between ophthalmology and otolaryngology consultants, preparations were provisionally made for urgent surgical decompression via endoscopic approach. However, on detailed review of the cross-sectional images, needle decompression was proposed in the first instance.\\nSterile preparation was administered using aqueous chlorhexidine, followed by 2 ml lignospan with 1/80,000 adrenaline infiltration into the right conjunctival mucosa. Using a syringe attached to a 16G cannula inserted adjacent to the carcuncle, 7 ml of air was subsequently aspirated from the orbit resulting in immediate resolution of his proptosis and diplopia, with concurrent improvement in visual acuity. IOP after the procedure was 17 mmHg in the right eye. As both pupils had been dilated to perform fundoscopy, assessment for resolution of the RAPD was not possible. A prophylactic dose of 375 mg coamoxiclav TDS was provided for five days. Ophthalmology follow-up was arranged for the next day, and the patient provided with information to avoid further nose-blowing/Valsalva manoeuvres, with strict instruction to return to casualty urgently if he experienced deterioration in vision. The patient subsequently declined follow-up and stated by telephone that this was not required due to lasting resolution in proptosis and diplopia, with concurrent normal visual acuity.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'17074576': 1, '8309261': 1, '24475915': 1, '22278865': 1, '11276340': 1, '29393309': 1, '14579655': 1, '20207057': 1, '22914499': 1, '24631455': 1, '19466340': 1, '18097969': 1, '23008887': 1, '29954764': 1, '26559044': 1, '8337501': 1, '29865143': 1, '26614302': 1, '8190488': 1, '16703557': 1, '12425992': 1, '21086265': 1, '6514309': 1, '30130334': 1, '26516251': 1, '18358968': 1, '29018719': 1, '25524455': 1, '7978593': 1, '27365827': 1, '18604571': 1, '27654503': 1, '10326008': 1, '18429907': 1, '23120007': 1, '18169924': 1, '18339332': 1, '17539798': 1, '33777467': 2}", "similar_patients": "{}"}