{"patient_id": 105088, "patient_uid": "7890724-1", "PMID": 33643655, "file_path": "noncomm/PMC007xxxxxx/PMC7890724.xml", "title": "Diffuse large B-cell lymphoma mimicking chronic osteomyelitis of the ankle joint: A case report", "patient": "A 42-year-old male with unremarkable medical or surgical history presented to our hospital with a 3-month history of progressive left ankle pain and swelling, associated with low grade temperature, sweating and weight loss. There was no history of trauma. Systemically, his vital signs were stable and he was limping but was able to walk with a walking stick. Local examination indicated pronounced swelling and warmth, dark discolorations of the skin with moderate-to-severe tenderness of the ankle and distal third of the leg. No palpable lymph nodes were detected. His ankle range of motion was restricted due to pain and swelling. The blood work revealed normal erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), white cell count (WCC), procalcitonin and hemoglobin (Hgb) level. Left ankle radiography showed soft tissue swelling around the joint with an abnormal bone density at the distal end of the left tibia ().\\nMagnetic resonance imaging (MRI) with and without contrast of the ankle revealed extensive bone marrow and soft tissue edema affecting the distal metadiaphysis of the tibia with a reactive small joint effusion and a subchondral small fluid-like collection (2.5 × 2 × 1.55 cm3) in dimension, indicating an aggressive lesion most likely an inflammatory process/(osteomyelitis) ().\\nEarlier images of a three-phase bone scan showed an increase uptake over the left ankle joint with intense hyper vascular activity which could be related to bone infection ().\\nA gallium scan followed by whole body scan /T/ HYBRID SPECT CT of the knee showed multiple intense gallium uptake drainage lymph nodes in the popliteal and inguinal regions with the possibility of a neoplastic process as a differential diagnosis ().\\nCT of the chest showed two ground glass pulmonary nodules at the left upper lobe and the apical segment of the left lower lobe ().\\nA tissue biopsy was strongly recommended. Patient was taken to the operating room and after preparation, draping under spinal anesthesia, two milliliters (2 mL) of serous fluid was aspirated from the ankle joint with a soft tissue and a bone biopsy taken and sent for histopathology studies. It showed diffuse infiltration of large atypical lymphocytes with frequent mitotic figures and a destructive behavior toward the bone and the surrounding soft tissue consistent with diffuse large B-cell NHL. It is worth mentioning that after the biopsy the patient disclosed that his younger brother was previously diagnosed with the same disease and is currently in complete remission. Neoplastic cells were found to be diffusely positive for CD10, CD20, CD45, CD79a and MUM1, faintly positive for BCL2 and BCL6, while negative for EBER ISH-, CD5-, CD30-, CYCLIN D1-, C-MYC and ALK1. The proliferation fraction on Ki-67 was 80% positive. It was confirmed that the cell of origin is germinal center–type diffuse large B-cell lymphoma (GCB—DLBCL) ().\\nPatient was referred to the Hematology Oncology Center where he had six cycles of immunochemotherapy regimen (R-CHOP) in the form of rituximab, cyclophosphamide, doxorubicin hydrochloride, Vincristine and Prednisone combined with involved-field radiation therapy (IFRT) at a dose of 30 Gy in 15 fractions to his left lower limb and regional lymph nodes with no refractoriness to therapy in between. An end of treatment 18-FDG PET/CT imaging revealed interval regression in FDG activity of previously described left distal tibial lesion at 12 months after combined chemoradiotherapy with no new FDG avid focal bone lesions, lymphadenopathy or lesions elsewhere. At 16 months of follow-up, he showed marked improvement in his symptoms and the 18-FDG PET/CT imaging was consistent with complete metabolic response.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'3827957': 1, '9422983': 1, '28961838': 1, '25698636': 1, '21944785': 1, '9647875': 1, '1529847': 1, '3578646': 1, '20638196': 1, '24062391': 1, '22290632': 1, '26405224': 1, '25199714': 1, '13743408': 1, '25754633': 1, '32994912': 1, '9704731': 1, '24567283': 1, '25056400': 2, '23370945': 1, '26458619': 1, '19734480': 1, '25841712': 1, '20043324': 1, '33643655': 2}", "similar_patients": "{'4120726-1': 1}"}