{"patient_id": 26661, "patient_uid": "7569435-1", "PMID": 33102398, "file_path": "comm/PMC007xxxxxx/PMC7569435.xml", "title": "Complete Response of Synchronous Liver Metastasis in a Pancreatic Ductal Adenocarcinoma, When Surgery Could Represent a Therapeutic Option", "patient": "A Caucasian 64-year-old man suffering from hypertension and diabetes presented with a history of abdominal pain in the last two months. A computed tomography (CT) scan of the abdomen revealed a lesion of 4 cm in diameter localized in the head of pancreas with the presence of venous involvement of the superior mesenteric vein () without a clear cleavage plane from the descending part of the duodenum and an initial dilatation of the intrahepatic bile duct. Six secondary liver lesions were concomitant (Figures –). In particular, 2 of these lesions ranged from 1 to 2 cm and the other 4 were millimetric ones; so far, we consider it as an oligometastatic cancer. Serum levels of CEA and Ca 19.9 were 721 ng/mL and 11.200 U/mL, respectively (Figures and ). A fine-needle biopsy of both pancreatic and the V segment lesion of the liver reported the diagnosis of malignant cells compatible with moderately differentiated PDAC. First-line chemotherapy according to the modified FOLFIRINOX regimen (oxaliplatin 85 mg/m2, irinotecan 180 mg/m2, folinic acid 400 mg/m2, continuous 44 hours infusion of 5FU 2400 mg/m2, every 2 weeks) was started. After 4 cycles, a CT scan of the abdomen documented a partial response of all target lesions according to RECIST 1.1 criteria []. Nevertheless, due to the appearance of a subocclusive clinical scenario associated with an acute bacterial pneumonia and a rapid decay of performance status, the patient underwent an esophageal-gastric-duodenum endoscopy showing duodenal stenosis associated with severe gastric displacement. Therefore, a palliative gastro-entero-anastomosis was performed associated with a targeted antibiotic therapy for pneumonia. In the following 3 months, only best-supportive care was initiated in order to improve patient's health status. At that time, a new CT scan documented the increase of both pancreatic and liver lesions, serum tumor markers, and obstructive jaundice with high total bilirubin levels (15.7 mg/dL). As a consequence, a biliary drainage was implanted with a rapid restoration of normal bilirubin values. In the next month, the FOLFIRINOX regimen was resumed and 6 cycles were administered without significant toxicities. A progressive decline of CEA and Ca 19.9 was achieved with values of 110 ng/mL and 152 U/mL, respectively. A new CT scan showed dimensional stability of both hepatic and pancreatic lesions associated with a prevalence of necrotic areas (Figures –). Simultaneously, a PET was negative. After one month, an exploratory laparotomy was performed. Intraoperative extemporaneous histological examination of macrobiopsy of two liver lesions at the V segment was negative for malignancy. Thus, a duodenocephalopancreasectomy was performed. Microscopic examination reported the diagnosis of PDAC with negative surgical margins and 7 out of 25 metastatic pancreatic lymph nodes (ypT2N1). After 2 months, a CT scan of the chest and abdomen showed no secondary lesions. ASCO guidelines recommend a total of 6 mounts CT between neoadjuvant and adjuvant chemotherapy. So far, no systemic chemotherapy was administered in the following 6 months. Next, two consecutive CT scans identified no metastases, showing only three stable subcentimetric liver nodules. During this period, a slow progressive increase of tumor markers was documented.\\nAt the third radiological evaluation after surgery, the liver and lung relapse was observed (Figures –). The patient underwent administration of other 20 cycles of mFOLFIRINOX with a 1-year progression-free survival. The most frequently observed mFOLFIRINOX-related grade 1-2 adverse events were diarrhea, stomatitis, and anemia. Occasionally, grade 3 neutropenia, anemia, diarrhea, and fatigue required dosage adaptions. After that, a second line with gemcitabine was administered for 6 months due to the increase of liver and lung metastases. Overall, the patient achieved an OS of 45 months.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'31110329': 1, '26909576': 1, '21460848': 1, '27423449': 1, '31277479': 1, '19097774': 1, '30487695': 1, '30582059': 1, '31231358': 1, '20427809': 1, '24840647': 1, '27604886': 1, '24131140': 1, '28383487': 1, '28083912': 1, '29079592': 1, '21376230': 1, '30207593': 1, '24587996': 1, '29064484': 1, '26049277': 1, '21561347': 1, '9164539': 1, '27856064': 1, '31180816': 1, '30620402': 1, '25944992': 1, '31285145': 1, '23660962': 1, '21197481': 1, '25702263': 1, '25812117': 1, '22000009': 1, '18309512': 1, '30866547': 1, '17066229': 1, '24084722': 1, '20573852': 1, '17941009': 1, '23148997': 1, '20495644': 1, '20585879': 1, '28516291': 1, '9626229': 1, '33102398': 2}", "similar_patients": "{}"}