{"patient_id": 21383, "patient_uid": "7322846-1", "PMID": 32600335, "file_path": "comm/PMC007xxxxxx/PMC7322846.xml", "title": "A rare case report: tricuspid valve prolapse due to spontaneous chordae rupture in a congenitally corrected transposition of the great arteries patient", "patient": "A 38-year-old male was referred to our hospital because of progressive exertional dyspnea and fatigue of 1 week. He was diagnosed as CCTGA in a physical examination without any symptoms 14 years ago. The heart ultrasound examination revealed CCTGA without any other anomalies, such as ventricular septal defect, pulmonary stenosis, atrial septal defect, etc. TV regurgitation was mild and ejection fraction (EF) of systemic ventricle was 67% at that time. He denied prior history of hypertension, coronary heart disease and diabetes. The initial vital signs were normal (heart rate was 93 beats/min, blood pressure was 110/70 mmHg, breath rate was 16/min with an oxygen saturation 99%, and temperature was 36.8 °C). Physical examination revealed a grade 4/6 holosystolic murmur at the left sternal border, accompanied by a thrill. Mild lower extremity edema was present. Heart function in New York Heart Association (NYHA) was Class III.\\nLaboratory evaluation was normal. White blood cell count 4700/mL (normal 4000–10,000/mL), C-reactive protein level was 0.09 mg/dL (0.0–0.5 mg/dL), and erythrocyte sedimentation rate was 5 mm/h (normal 0–15 mm/h). Electrocardiogram indicated sinus rhythm. A 2-dimentional transthoracic echocardiography (2D-TTE) examination was performed on IE33 machine (Philips Healthcare, Amsterdam, NL). The S5–1 sector array probe was used and its frequency range was 1–5 MHz. TTE revealed liver lay in the right side, spleen and stomach lay in the left side. A series of images were obtained from different windows including parasternal long-axis view (Fig. ), parasternal short-axis view and apical view (Fig. ). Atrioventricular and ventricular arterial were discordant. The morphological right ventricle, connecting to the left atrium and aorta, was placed leftward and functioned as systemic ventricle. Similarly, the morphological left ventricle, connecting to the right atrium and pulmonary artery, was placed rightward and functioned as a pulmonary ventricle. The anterior leaflet of TV was prolapsed and could not be aligned with the posterior valve, leaving a large gap (Fig. ). Color Doppler showed severe TV regurgitation flowed into the dilated left atrium (Fig. ). System ventricle was enlarged and its end-diastolic diameter was 58 mm, EF of systemic ventricle was 50%.\\nHowever, with 2D-TTE, the reason of TV prolapse was unclear and the image was poor due to the shadow of ribs. Real-time three-dimentional transesophageal echocardiography (RT-3D-TEE) was performed to further define the anatomy of the TV. The probe used was X7-2t sector array probe and its frequency range was 2–7 MHz. We Obtained images of TV from either the 0° to 30° mid-esophageal view, four chamber view tilting to place the valve in the center or the 40° trans-gastric view with ante-flexion. 3D images of TV were acquired by using a narrow-angle, single-beat mode. After cropped 3D volume, we obtained real-time 3D imaging of TV. A short rod-like structure was seen on the left atrial side of TV. It swung back and forth with the flow of blood, causing a wide gap in the three valves of TV in systolic period (Fig. . The crime culprit of anterior leaflet prolapse was detected by RT-3D-TEE. It was rupture of one main chordae.\\nThe patient was diagnosed as CCTGA, chordae rupture of TV and severe TV regurgitation. Operation needed to be performed because of progressive exertional dyspnea and fatigue. Because TV repair was difficult in TV prolapse with chordae rupture and late results of valvuloplasty were poor in CCTGA, [] we thought TV replacement was more suitable for this patient and then performed TV replacement surgery. Considering the patient’s young age and the size of heart, we chose a 27 mm Carbomedics bileaflet mechanical prosthesis. The surgery confirmed 3D TEE findings. Intra-operation showed the TV was intact, no perforation or tear was found, a rupture of chordae was observed in the anterior valve, the broken end was attached to the tip of the anterior valve, and no papillary muscle injury was observed in the three muscles. Visual inspection and histologic examination was normal and denied infective endocarditis (Fig. ). Spontaneous chordae rupture was deemed to the etiology of TV prolapse after excluded other reasons.\\nThe signs and symptoms of dyspnea were abated 3 months after surgery. Electrocardiogram revealed sinus rhythm. No regurgitation of the mechanical prosthesis was found by 2D-TTE. System ventricle end-diastolic diameter was 53 mm, the EF was 60% and inflow of TV was normal. Heart function was NYHA Class I. At 6 years’ follow up, the patient was uneventful without any complications. TTE revealed no TV regurgitation at last follow up (1 month ago). EF of systemic ventricle was 57%. System ventricle end-diastolic diameter was 51 mm. Inflow of TV was normal. Maximal velocity was 1.4 m/s, peak pressure gradient was 8 mmHg, mean pressure gradient was 3 mmHg, velocity time integral was 44.6 cm, pressure half time was 113 ms. Sinus rhythm was reported by electrocardiogram.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'21955472': 1, '12106933': 1, '24356157': 1, '9737520': 1, '21565637': 1, '26984988': 1, '24292888': 1, '32600335': 2}", "similar_patients": "{}"}