{"patient_id": 20426, "patient_uid": "7273414-1", "PMID": 32523835, "file_path": "comm/PMC007xxxxxx/PMC7273414.xml", "title": "The Challenges Faced and Lessons Learnt in the Multidisciplinary Management of Medication Refractory Post-Stroke Sialorrhea: A Case Report", "patient": "A 67-year-old female with a history of bilateral middle cerebral artery infarcts and atrial fibrillation (AF) presented with a four-year history of sialorrhea that had severely affected her quality of life (QOL). She spat every two to three hours, packed tissues into her mouth to dry up her saliva, and required 10 changes of tissues per day. She had been regularly reviewed by a speech therapist and had been found to have moderate to severe oropharyngeal dysphagia, characterized by limited and effortful bolus manipulation propulsion, delayed swallow triggers, reduced hyolaryngeal elevation, and reduced epiglottic retroflexion. She also had severe dysarthria characterized by limited articulation, reduced voicing, impaired resonance, and poor respiratory support. She received oral motor therapy, which included the jaw, tongue, and tongue-to-palate exercises.\\nHer pharmacological treatment for sialorrhea included oral hyoscine butylbromide, which provided limited relief, and a scopolamine patch, which resulted in adverse effects of drowsiness and confusion. As glycopyrrolate was only available in injectable form in our local hospital, and the option of her carer syringing the glycopyrrolate from the vial was not feasible, oral glycopyrrolate could not be prepared using the injectable glycopyrrolate by the dilutional method. Salivary gland injection with botulinum toxin (BoNT) was considered. However, as her international normalized ratio (INR) levels often exceeded 3.0 related to anticoagulation, the risks of bleeding with BoNT salivary gland injection outweighed the benefits, and this option was not further pursued.\\nShe was referred to the palliative medicine specialist for further management. Her antidepressant medication, fluoxetine, was switched to nortriptyline, which was gradually increased from 10 mg nightly to 100 mg nightly. As she had a history of AF and constipation, the nortriptyline dosage could not be further increased. The addition of atropine drops to the pharmacological regime did not provide any additional symptomatic relief. As her sialorrhea was still troubling her, she was subsequently referred to the radiation specialist for consideration of radiotherapy for sialorrhea management.\\nThe risks and benefits of radiotherapy were discussed with her, including the small risk of radiation-induced malignancies. She consented and was given one fraction of radiotherapy (7.5 Gy) using photons delivered by parallel-opposed lateral fields. She reported transient sore throat after radiotherapy. After three months, she reported significant improvement of her sialorrhea (her use of eight gauzes a day came down to two gauzes a day). Nortriptyline dose was reduced to 25 mg nightly. Two months later, she reported gradual recurrence of her sialorrhea (her use of five gauzes a day had increased to eight gauzes a day). She was given a second fraction of radiotherapy (7.5 Gy), this time using electrons delivered in left and right lateral fields. One month later, she reported satisfactory relief of her sialorrhea with a reduction of usage of gauzes to three to four a day. Nortriptyline was weaned off. Two months after her second fraction of radiotherapy, her Drooling Rating Scale (DRS) score markedly decreased from 15 (constant use of cotton gauze during sitting, standing, in bed, talking, eating, and drinking) to zero (excessive dryness of the mouth). At the four-month post-radiotherapy follow-up, she reported using three gauzes a day and she was quite happy with her symptom improvement. She has continued with her three-month follow-up visits with the radiation specialist and her six-month follow-up with the rehabilitation medicine physician.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'17089393': 1, '17960826': 1, '15202698': 1, '29803825': 1, '25200111': 1, '25228780': 1, '19843155': 1, '22837969': 1, '26092552': 1, '28188210': 1, '29116410': 1, '26327120': 1, '21511748': 1, '31819763': 1, '11802042': 1, '32523835': 2}", "similar_patients": "{}"}