{"patient_id": 17699, "patient_uid": "7082370-1", "PMID": 32103286, "file_path": "comm/PMC007xxxxxx/PMC7082370.xml", "title": "Freiburg Neuropathology Case Conference", "patient": "An 11-year-old girl presented with increasing headaches that had started approximately 4 weeks earlier. These headaches of high intensity occurred on a daily basis and were predominantly located in the left frontal region. The patient reported an episode of severe pain at night, with a state of disorientation and limited motor control that had first occurred 2 weeks prior to admission. An electroencephalography (EEG) was performed at that time and did not reveal any pathological findings. Neither nausea nor vomiting occurred at any time.\\nOn admission the clinically and neurological examinations were strictly normal. Brain magnetic resonance imaging (MRI) showed an intraventricular mass lesion (Figs. , and ). The indications for tumor resection were established at the weekly interdisciplinary tumor board meeting.\\nThe operation was performed applying intraoperative neuronavigation, intraoperative ultrasound and intraoperative neuromonitoring. Despite an initially unremarkable course of surgery, the first operation for tumor resection had to be aborted shortly after dural opening due to a newly occurring epidural hematoma. Postoperatively a new visual field loss occurred; otherwise no new neurological deficit was encountered. The second operation for tumor removal was performed 8 weeks later. After opening of the dura a soft predominantly greyish tumor with a sharp border to the surrounding ependymal lining, especially in the direction of the cella media of the left lateral ventricle was developed. In a rostral direction a sharp border to the thalamus was visible. A larger tumor node was visualized in the direction of the temporal horn of the left ventricle which appeared to be covered by a thin layer of parenchyma. After fenestration of the parenchyma under neuronavigation, the greyish tumor of soft consistency could easily be separated from the surrounding tissue and was removed. Finally, the tumor portion directed to the midline, adjacent to the internal cerebral veins was prepared. Here, the tumor borders seemed less well defined. The consistency of the tissue appeared hardened and was of more diffuse yellowish-greyish appearance. Altered tissue was removed via a cavitronic ultrasonic surgical aspirator (CUSA), under neuronavigation and electrophysiological monitoring. Due to increasingly diffuse tumor infiltration and no indication of clear tumor residues, resection was stopped and wound closure accomplished. The postoperative course was uneventful and the patient was discharged home in good clinical condition.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'21193945': 1, '10515229': 1, '18716556': 1, '25304271': 1, '19903171': 1, '17618441': 1, '12432118': 1, '34468789': 2, '15537977': 1, '28680735': 2, '18430816': 1, '30422762': 1, '19098176': 1, '22938081': 1, '2790835': 1, '23322825': 1, '32103286': 2}", "similar_patients": "{'5482168-1': 1, '8463354-1': 1}"}