{"patient_id": 103941, "patient_uid": "7793177-1", "PMID": 33442637, "file_path": "noncomm/PMC007xxxxxx/PMC7793177.xml", "title": "Crossing the chasm: caution for use of angiotensin receptor-neprilysin inhibition in patients with cardiogenic shock– a case report", "patient": "A 65-year-old man with a previously established diagnosis of non-ischaemic cardiomyopathy [left ventricular ejection fraction (LVEF) 20%], on guideline-directed medical therapy (bisoprolol 5 mg PO o.d., candesartan 4 mg PO o.d.) with a primary prevention implantable cardioverter-defibrillator, presented to a community hospital with persistent epigastric abdominal pain. Prior to this, he was New York Heart Association (NYHA) class II. Five days prior to this admission, he was discharged with abdominal pain of uncertain cause after oesophagogastroduodenoscopy and colonoscopy showed no evidence of gastrointestinal pathology and computed tomography angiography showed patent mesenteric vessels. His comorbid illnesses include paroxysmal atrial fibrillation (treated with apixiban), previous cerebrovascular accident, hypertension, dyslipidaemia, and depression. At the time of admission, he had re-presented with abdominal pain and fatigue. His medications were unchanged. His blood pressure was 112/81 mmHg heart rate of 70 b.p.m. (irregularly irregular) and his respiratory rate was 18 breaths per minute. He was congested on exam (jugular venous pressure noted at 5–6 cm above the sternal angle with the head of the bed at 30° and had 1+ peripheral oedema) and had metabolic evidence of poor perfusion with a lactate of 5.6 mmol/L, a creatinine (Cr) of 125 µmol/L (eGFR 60 mL/min/1.73 m2), and liver enzyme elevation [alanine transaminase (ALT) 174 IU/L]. Transthoracic echocardiography demonstrated an LVEF of 11% with mild right ventricular dysfunction. He was initiated on an intravenous furosemide infusion.\\nWith ongoing diuresis, by post-admission day (PAD) 8, he developed an AKI with a Cr of 176 µmol/L (eGFR 41 mL/min/1.73 m2). His liver enzymes remained elevated with ALT 350 µ/L, aspartate transaminase 913 µ/L, and international normalized ratio of 4.4. However, his lactate had normalized to 1.7 mmol/L and he was haemodynamically stable (heart rate 86 b.p.m. and blood pressure 103/66 mmHg), such that he was started on a bisoprolol 2.5 mg PO o.d. and sacubitril/valsartan 24/26 mg PO b.i.d. on PAD 8. Over the next 24 h, he developed progressive shock with a dramatic rise in his Cr from 176 to 476 µmol/L (eGFR 12 mL/min/1.73 m2) and hypotension necessitating norepinephrine at 0.28 µg/kg/min and dobutamine at 18.7 µg/kg/min. As a result, a request for a transfer to our institution was made.\\nUpon arrival to our institution the next day (PAD 10), a right heart catheterization was completed for advanced therapies assessment. The trend of these results can be found in . Opening pressures documented a pulmonary capillary wedge pressure of 24 mmHg, cardiac index of 5.7 L/min/m2, and a systemic vascular resistance of 297 dyne/s/cm5, whilst on the vasodilators as above. In light of no clear source of sepsis, adrenal insufficiency, fulminant liver failure, or neurogenic cause to explain his haemodynamics, he was diagnosed with vasoplegic shock secondary to the initiation of ARNI. After 96 h (PAD 14) of supportive care with vasopressors and dobutamine, his vasodilatory shock resolved and his Cr normalized to 95 µmol/L (eGFR 84 mL/min/1.73 m2). On PAD 15, his haemodynamics were more consistent with CS, which was managed with aggressive diuresis, the re-initiation of dobutamine and introduction of oral heart failure (HF) therapy. Dobutamine was weaned off 48 h later. Bisoprolol and ramipril were judiciously added on PAD 26 and 32, respectively. At time of discharge (PAD 34), he was optimized on medical therapy (bisoprolol 3.75 mg PO o.d., ramipril 2.5 mg PO o.d., and spironolactone 25 mg PO o.d.) and was decongested, with a net 25 kg weight loss since admission. His Cr was 148 µmol/L (eGFR 53 mL/min/1.73 m2) at time of discharge. Seven months post-discharge from hospital, the patient is well (NYHA II) and has not required further HF hospitalization. An attempt was made to re-introduce sacubitril/valsartan as an out-patient, but this was discontinued as he developed hyperkalaemia.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'29398176': 1, '29111106': 1, '28455343': 1, '25176015': 1, '30955360': 1, '30415601': 1, '21403100': 1, '27206819': 1, '34659932': 1, '14662711': 1, '15262849': 1, '33442637': 2}", "similar_patients": "{}"}