{"patient_id": 29303, "patient_uid": "7738035-1", "PMID": 33327329, "file_path": "comm/PMC007xxxxxx/PMC7738035.xml", "title": "Combination of DNA-hypomethylating agent and hematopoietic stem cell transplantation in treatment of juvenile myelomonocytic leukemia", "patient": "A 10-month-old male infant who presented with recurrent fever, pallor, and abdominal distention was admitted to the Division of Pediatric Hematology and Oncology of West China 2nd University Hospital. There was no significant family history of hematologic disease, and on clinical examination he was found to have massive splenomegaly, mild hepatomegaly, and cervical lymphadenopathy. A complete blood count showed leukocytosis, anemia, thrombocytopenia, and that myeloblasts accounted for 1% of all nucleated cells, as shown in Table . Examination of bone marrow aspirate revealed that it was hypercellular with granulocytic proliferation and a decreased ratio of megakaryocytes, while myeloblasts were not substantially increased in number. Analysis of a peripheral blood sample revealed negativity for the BCR/ABL fusion gene, while a molecular study investigating genes often shown to be aberrant in JMML showed a mutation in somatic KRAS.\\nThe patient received 2 courses of protocol contained homoharringtonine and cytarabine (homoharringtonine 2.5 mg/m2 for 7 consecutive days, cytarabine 40 mg/m2 for 7 consecutive days) and 3 courses of a decitabine protocol (20 mg/m2 over 1 hour intravenously (i.v.) for 5 consecutive days, repeated every 4 weeks). The patient suffered from platelet transfusion refractoriness, and was then transferred to the pediatric surgery department, where a splenectomy was performed. There were no complications after the operation, and approximately 2 weeks later he had a good response to platelet transfusion. Eleven months after the diagnosis, the patient underwent haploidentical stem cell transplantation from his mother, with a 4-human-leukocyte-antigen (HLA)-mismatched umbilical cord stem cell sample used for complementary therapy. The conditioning regimen administered to the patient was myeloablative, including busulfan (4.8 mg/kg/d i.v. for 4 days), cyclophosphamide (60 mg/kg/d for 2 days), F-ATG (5 mg/kg/d i.v. for 3 days), and melphalan (140 mg/m2/d i.v. for 1 day). The numbers of CD34+ cells and monocytes infused during transplantation were 5.0 × 106/kg and 6.6 × 108/kg, respectively, while the umbilical cord blood stem cells infused were 1.65 × 105/kg of CD34+ cells and 7.2 × 107/kg of monocytes. The prophylaxis to combat GVHD included methotrexate (15 mg/m2 on day 1 and 10 mg/m2 on days 3, 5, and 11), cyclosporine (3 mg/kg/d during the conditioning regimen), and mycophenolate mofetil (250 mg orally bid from day 1 to day 44). Neutrophil engraftment was noted on day 14, with platelet engraftment seen on day 16. On day 20, the patient's total blood cells were 99.73% donor cells, and by day 30, a test to detect the KRAS mutation was negative. One month after HSCT, the patient developed grade I GVHD of the skin on day 58 in the form of an erythematous rash, which responded to oral methyl-prednisolone (4 mg orally bid). Two months after the transplant, we administered decitabine prophylactically (20 mg/m2 over 1 hour i.v. once a month) to guard against disease relapse. Twenty-six months after transplantation, the patient's blood tests were normal, the molecular genetic analyses were negative for mutations, and complete chimerism was observed.", "age": "[[10.0, 'month']]", "gender": "M", "relevant_articles": "{'27322988': 1, '28179213': 1, '15353481': 1, '11960345': 1, '26720758': 1, '23926304': 1, '22976832': 1, '25564399': 1, '24322499': 1, '24734223': 1, '19299654': 1, '25163700': 1, '27913534': 1, '18397212': 1, '33327329': 2}", "similar_patients": "{}"}