{"patient_id": 21761, "patient_uid": "7337453-1", "PMID": 32629741, "file_path": "comm/PMC007xxxxxx/PMC7337453.xml", "title": "A case report of late-onset symptoms of erythrocytosis in univentricular dextrocardia", "patient": "A 54-year-old Asian male was admitted to hospital with the complaint of numbness and tingling of limbs for 1 month. He had no history of similar episodes in the past. On admission vital signs were as follows: temperature 37.1°C, blood pressure 112/73 mm Hg, pulse 72 beats/min, respiratory rate 18 breaths/min, finger oxygen saturation 85% (room air). Cardiac physical examination indicated dextrocardia: the apex of the heart was located in the right side of the chest accompanied with a systolic murmur at the apex. Other pertinent examinations showed cyanosis of lips, flushing of face and limbs, and a normal neurological examination.\\nThe cranial magnetic resonance imaging excluded the possibility of cerebrovascular accidents. The coronal and transverse sections of chest computed tomography (CT) demonstrated the dextrocardia with situs inversus and dilated single ventricle (Fig. , A–C). Electrocardiography (ECG) showed inverted, broad, notched P waves in lead I and lead avL; positive P waves in avR; inverted QRS complex in leads V1 to V5 and a first-degree atrioventricular block (Fig. ). Transthoracic echocardiography also presented the right-sided cardiac images with normal sized atriums, a double-inlet and outlet left ventricle, lengthy leaflets of tricuspid valve and mild atrioventricular valve regurgitation (Fig. , D-F). The pressure gradient of ventricular outflow tract to pulmonary was further estimated by pulsed doppler blood flow spectrum. The acceleration time of 85ms indicated mild-moderate pulmonary hypertension. Despite a normal coagulation function, the blood tests showed the increased hemoglobin of 19.9 g/dL and hematocrit of 58.8%, decreased oxygen partial pressure of 49.5 mm Hg and oxygen saturation of 81.3% (Table ). The iron study indicated a mild decrease of ferritin and transferrin saturation. Other biochemical data including a blood urea nitrogen (BUN) of 7.0 mmol/L, serum creatinine of 88.3 μmol/L and creatinine clearance rate of 78.0 mL/min/1.73 m2 demonstrated no renal dysfunction.\\nFinally, this patient was diagnosed as dextrocardia with pulmonary hypertension and secondary erythrocytosis. Hydration therapy of intravenous drip 1L normal saline within 2 hours successfully eliminated his symptoms of hyperviscosity status. In view of socio-economic reasons, the patient refused bone marrow aspiration, surgical evaluation and other further medical intervention. During 18-month follow up, he received no drug except for regular water intake. Fortunately, his life quality was satisfactory, and no other symptoms emerged except for mild numbness of limbs.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'21861958': 1, '17506064': 1, '4725588': 1, '17917783': 1, '17631088': 1, '22440217': 1, '19727926': 1, '6702691': 1, '1603715': 1, '12714192': 1, '23007895': 1, '32629741': 2}", "similar_patients": "{}"}