{"patient_id": 17842, "patient_uid": "7092649-1", "PMID": 32202154, "file_path": "comm/PMC007xxxxxx/PMC7092649.xml", "title": "Resistant Hypertension Secondary to Severe Renal Artery Stenosis With Negative Duplex Ultrasound: A Brief Review of Different Diagnostic Modalities", "patient": "A 77-year-old Caucasian female with a past medical history of carotid artery stenosis, hypertension, hyperlipidemia, and hypothyroidism presented to the emergency department with sudden-onset shortness of breath for a few hours with associated symptoms of orthopnea and nausea. She reported that her blood pressure had been difficult to control for the past 4 years with medications. Her vitals on presentation showed hypertension with a blood pressure of 250/96 mm Hg with a normal heart rate of 91 beats per minute. Pertinent physical examination findings included a carotid bruit on the right side, an ejection systolic murmur over the aorta area, and inspiratory crackles at bilateral bases on auscultation. An abdominal examination revealed faint abdominal bruits bilaterally. Positive laboratory findings included a BNP (brain natriuretic peptide) level of 384 pg/mL (range = 0-150 pg/mL), sinus tachycardia on electrocardiogram shortly after presentation with a heart rate of 102 beats per minute, and bilateral vascular congestion on chest X-ray. The patient was started on a labetalol drip, 4 L of supplemental oxygen via nasal cannula, and was given 60 mg intravenous furosemide with marked improvement of symptoms.\\nWorkup revealed an elevated renin level of 7.1 ng/mL/h (range = 0.5-4.0 ng/mL/h upright) and an elevated aldosterone level of 48.2 ng/dL (range = 4.0-31.0 ng/dL upright; ). The patient was not hypokalemic (). The aldosterone levels were appropriately elevated for the elevation of renin implying secondary aldosteronism due to renovascular cause or dehydration. Furthermore, the lack of renin suppression led to a high suspicion for renal involvement. Renal ultrasound was unremarkable for any structural causes, and renal duplex ultrasound showed patent bilateral renal arteries ( and ). Subsequent autoimmune workup was negative, and the patient had metanephrine levels within normal ranges (). The patient continued to improve and was discharged home on clonidine, spironolactone, amlodipine, and isosorbide mononitrate for blood pressure control.\\nOne week later, the patient received follow-up laboratory results as outpatient, which showed marked elevation of creatinine from 1.5 mg/dL on hospital discharge to 3.7 mg/dL. Spironolactone was discontinued by her primary care provider, as a result. On interviewing the patient, the primary care provider elicited that the patient has been using a nonsteroidal anti-inflammatory drug (NSAID) agent several times a day for migraine headaches, and this has been ongoing for several weeks. She was subsequently readmitted to the hospital for worsening kidney function, presumably an acute injury due to NSAID medications, acute tubular necrosis from accelerated hypertension, or renovascular hypertension as a differential diagnosis. She was started on intravenous fluids, and the blood pressure regimen was changed to avoid nephrotoxic medications; however, her kidney function continued to deteriorate. Temporary dialysis for oliguria and worsening kidney function was started, and a renal biopsy was done that showed cortical necrosis, a finding highly suspicious for renovascular origins despite prior negative duplex renal artery sonogram. A computed tomography angiogram (CTA) of the abdomen/pelvis with contrast was performed on her dialysis day, which showed complete occlusion of the right renal artery and 90% stenosis of left inferior renal artery ( and ). CTA was chosen over magnetic resonance angiography (MRA) for cost and ease of access purposes. Expert consultation subsequently determined that the right renal artery was not salvageable due to passing of the occlusion window, so the patient underwent immediate stent placement in the left renal artery. The patient’s blood pressure slowly started to stabilize and she was discharged on carvedilol 25 mg twice daily with good control. The patient’s creatinine levels stabilized at 4.0 mg/dL, and she continued to be dialysis dependent due to oliguria.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'19907042': 1, '16509936': 1, '19907044': 1, '24366917': 1, '11172181': 1, '12466310': 1, '21273200': 1, '32202154': 2}", "similar_patients": "{}"}