{"patient_id": 96374, "patient_uid": "7026597-1", "PMID": 32099960, "file_path": "noncomm/PMC007xxxxxx/PMC7026597.xml", "title": "Percutaneous closure of an uncommon aortic pseudoaneurysm after arterial switch repair: a case report", "patient": "We present an 18-year-old man with a history of transposition of the great arteries for which an arterial switch operation and a transpulmonary closure of an associated ventricular septal defect were performed shortly after birth. One year later, a pacemaker and epicardial leads were implanted because of a third-degree atrioventricular block. Despite not present in the first years after surgery, he developed progressive regurgitation of the neoaortic valve and consequently left ventricular dilatation. Aortic valve replacement with a decellularized homograft at the age of 17 years was performed. Follow-up transthoracic echocardiography at 5 months after the procedure detected an additional structure at the aortic root, raising the suspicion of a post-operative pseudoaneurysm. Computed tomography (CT) angiography confirmed the presence of a large pseudoaneurysm, measuring 4.5 × 1.8 × 2.5 cm, arising from the right side of the aortic root (Figure ). The neck of the entry at the aortic site was measured 4 × 4 mm on CT.\\nThis asymptomatic pseudoaneurysm was considered to be a post-operative sequelae and after revision of the post-operative echocardiogram at discharge retained as a pure incidental finding. Endocarditis was excluded by laboratory analyses, negative blood cultures, and exclusion of vegetations on transoesophageal echocardiography. It was hypothesized that the orifice of the pseudoaneurysm occurred first in the ascending aorta and that in a second time the pseudoaneurysm re-entered in the left ventricular outflow tract (LVOT).\\nGiven its size, it was decided that repair was warranted. Because surgical reintervention was not preferred, transcatheter closure under general anaesthesia and fluoroscopic guidance was attempted. During the procedure, the patient was anticoagulated with intravenous heparin aimed at an activated clotting time above 250 ms.\\nAngiography in the ascending aorta revealed the ostium of a sizable pseudoaneurysm with an additional fistula of 4.6 × 3.4 mm in diameter between the pseudoaneurysm and the LVOT (Figure ). In a next step, the aortic orifice of the pseudoaneurysm was reached through a right guiding coronary catheter and subsequently, this fistula to the LVOT was approached via the pseudoaneurysm with a Progreat micro-catheter (Progreat® Microcatheter, Terumo). Then, the fistula between the pseudoaneurysm and the LVOT was closed by a duct occluder (Amplatzer Duct Occluder II 9-PDA2-05-06, Abbott) with a disc size of 11 mm and waist of 5 mm. Subsequently, the aortic orifice of the pseudoaneurysm was closed using a 6 mm (waist) atrial septal defect (ASD) device (Figulla Flex II ASD device 29ASD06, Occlutech). We intended to close both entrances to be sure that no reintervention would be needed, as in our experience in previous cases it was noted that when only one orifice is closed, the residual pseudoaneurysm is continued to be fed by the second orifice. Control angiography demonstrated two well-positioned devices without contrast extravasation. Furthermore, the coronary arteries were free from compression, considering the close proximity of the ASD occluder to the right coronary artery (Figure ).\\nThe post-procedural course was uneventful, the patient was discharged the day after. No oral anticoagulation nor antiplatelet therapy was initiated as this might interfere with thrombus formation within the occluded pseudoaneurysm; also, the high-flow state over the LVOT and the ascending aorta contains no indication for systematic antiplatelet therapy. A CT scan after 1 month showed no residual contrast flow in the pseudoaneurysm (Figure ).\\nAt follow after 6 months, patient revealed no symptoms and could undertake all normal daily activities. Transthoracic echocardiography showed a good function of the aortic homograft and a complete occlusion of the pseudoaneurysm. The left ventricular cavity remained only slightly dilated however with preserved ejection fraction and without any clinical nor echocardiographic signs of heart failure. Treatment with a low-dose beta-blocker and angiotensin-converting enzyme-inhibitor was continued.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'27141915': 1, '16872966': 1, '17139656': 1, '25598723': 1, '34423241': 2, '19133671': 1, '15973675': 1, '28296051': 1, '32099960': 2}", "similar_patients": "{'8374982-1': 1}"}