{"patient_id": 24829, "patient_uid": "7481918-1", "PMID": 32953184, "file_path": "comm/PMC007xxxxxx/PMC7481918.xml", "title": "Giant Parotid Pleomorphic Adenoma with Atypical Histological Presentation and Long-Term Recurrence-Free Follow-Up after Surgery: A Case Report and Review of the Literature", "patient": "A 36-year-old healthy male patient reported to the oral and maxillofacial surgery outpatient clinic at the College of Dentistry and Dental University Hospital, King Saud University, in October 2012. The patient sought medical attention for a slow-growing, painless swelling in the right preauricular region. History revealed that the patient noticed the swelling almost 4 years ago, and since then, it had gradually increased in size with no obvious symptoms or changes to the overlying skin. Upon interviewing, the patient reported no relevant medical or surgical history and mentioned fear of surgery and absence of discomfort as reasons for delaying medical consultation, in spite of an unesthetic facial appearance.\\nClinical examination revealed a firm, nontender, nodular, and mobile swelling with apparently normal overlying skin. The swelling extended superoinferiorly from the level of the external ear to the lower border of the mandible and anteroposteriorly from the angle of the mouth to the posterior border of the mandible. There was no lymph node involvement or facial nerve deficit (). Preoperative computed tomography (CT), magnetic resonance imaging (MRI), and fine-needle aspiration cytology (FNAC) were ordered. CT with contrast revealed a well-defined mass lesion in the superficial lobe of the right parotid gland, without any underlying bony erosion and normal-appearing pharynx, larynx, and parapharyngeal spaces. While confirming the CT findings, head and neck MRI further demonstrated a well-demarcated, heterogeneous, mass lesion measuring 10 × 7 × 8 cm in maximum dimension (). FNAC showed numerous scattered groups and clusters of plasmacytoid myoepithelial cells, associated with a chondromyxoid matrix. A provisional diagnosis of PA with no malignant tendency was arrived at based on CT, MRI, and FNAC findings.\\nSurgical removal of the right parotid SGT under general anesthesia was planned and explained to the patient. Following informed consent, the lesion was excised completely through ECD, with preservation of all branches of the facial nerve. The right parotid gland was approached using a cervically extended preauricular skin incision. A clearly discernible plane of dissection around the tumor was used for dissecting the tumor mass, without any iatrogenic damage to the facial nerve branches. Owing to the long-standing nature, multiple small feeder vessels had to be ligated circumferentially around the tumor to achieve hemostasis. The intraoperative period was unremarkable, and the patient did not require any blood transfusions (). The resected mass was bilobed and ovoid in shape with a final dimension of 7 × 13 × 7 cm and weighing 1.2 kg.\\nHistopathological examination of the excised specimen gave a gross appearance of a partially encapsulated mass containing myoepithelial and ductal proliferation. There was marked stromal hyalinization, squamous metaplasia, and keratinization. Some epithelial islands exhibited papillary configuration, along with large cysts and inflammation. Chondromyxoid changes and fibrosis were evident throughout the tumor. Certain foci of tumor islands were seen approaching and breaking through it. Hematoxylin and eosin (H&E) stained sections revealed a partially encapsulated tumor with variable histopathological features and focal effacement of the fibrous capsule. The tumor typically showed epithelial/myoepithelial proliferation punctuated by chondromyxoid areas. Aggregates of plasmacytoid myoepithelial cells as well as ducal differentiation surrounded by clear myoepithelial cells were evident. Based on the above findings, a final diagnosis of benign PA was reached. While the tumor sections showed no evidence of malignant change, there was extensive squamous metaplasia and keratin cyst formation, which were atypical for PA (). The patient was therefore advised close follow-up, once every month for the first year postoperatively and subsequently once in six months.\\nAt 6 weeks postsurgery, the patient had unremarkable wound healing without any neurological deficit of the facial nerve (). As of December 2019, the patient had a recurrence-free follow-up period of 7 years and presented with normal activity of muscles of facial expression, indicating the absence of any long-term facial nerve weakness ().", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'21411120': 1, '11021720': 1, '28247227': 1, '19386401': 1, '31700577': 1, '22973659': 1, '12407730': 1, '19186458': 1, '16487817': 1, '30480189': 2, '22548271': 1, '8705593': 1, '27061390': 1, '26522191': 1, '24237779': 1, '12464204': 1, '26824218': 1, '15787647': 1, '23821206': 1, '30269471': 2, '8764697': 1, '31735235': 1, '27538561': 1, '30307055': 1, '31189352': 1, '29549132': 1, '31500918': 1, '26225040': 1, '18167483': 1, '9745180': 1, '25441940': 1, '21552721': 2, '28975191': 1, '16258307': 1, '32953184': 2}", "similar_patients": "{'4243758-1': 1, '6239038-1': 1, '6250938-1': 1}"}