{"patient_id": 103464, "patient_uid": "7759176-1", "PMID": 33376273, "file_path": "noncomm/PMC007xxxxxx/PMC7759176.xml", "title": "Coexistence of malacoplakia and mullerianosis in the urinary bladder: An uncommon pathology", "patient": "A 25-year-old female presented with dysuria and lower abdominal pain, especially during menstruation. She had a previous cesarean section. The physical examination was within normal limits. The sonography showed a 55 mm × 40 mm mass lesion in the bladder. Contrast computed tomography scan of the abdomen and pelvis showed an ill-defined heterogeneously enhancing solid-cystic lesion, with predominantly cystic component, over the antero-superior part of the urinary bladder, extending anteriorly in the prevesical space and infiltrating into the anterior abdominal wall muscles, in the region of the previous cesarean section scar. The lesion measured 50 mm × 29 mm × 26 mm []. The lesion was not extending towards the umbilicus and the rest of the bladder was normal. Cystoscopy showed a mass over the dome of the bladder. The mucosa over the mass lesion was normal. As the mass was mimicking malignancy, decision was taken to excise it and send for histopathological examination. A lower abdominal exploration was performed with a Pfannenstiel incision including the cesarean scar. There was a mass lesion in the abdominal muscles on the right lateral side of the midline extending till the bladder dome. Complete excision of the mass with partial cystectomy was performed []. Histopathological examination revealed the presence of plasma cells, giant cells with calcium deposits, foamy histiocytes, and presence of Michaelis–Gutmann bodies, which is pathognomonic of malacoplakia. Periodic acid–Schiff staining was performed to confirm the finding of Michaelis–Gutmann bodies []. Further confirmation was obtained by the Von Kossa staining which showed the presence of calcium in the Michaelis–Gutmann bodies []. All the above findings were suggestive of malacoplakia. In addition, histopathology also showed features of mullerianosis. It consisted of endometrial glands and surrounding endometrial stroma and also the glands that were lined by columnar epithelium []. The presence of these two histological features confirmed the diagnosis of mullerianosis.\\nThe patient had uneventful postoperative course. Her symptoms of dysuria during menses completely subsided after the surgery.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'31659350': 1, '22919142': 2, '28216941': 2, '8832555': 1, '29681822': 2, '33376273': 2}", "similar_patients": "{'3424903-1': 1, '5903129-1': 1, '5308051-1': 1}"}