{"patient_id": 19119, "patient_uid": "7204010-1", "PMID": 32399214, "file_path": "comm/PMC007xxxxxx/PMC7204010.xml", "title": "Successful treatment of acute B lymphoblastic leukemia relapse in the skin and testicle by anti-CD19 CAR-T with IL-6 knocking down: a case report", "patient": "A 29-year-old man, who presented with skin nodules and swollen testicle, was initially admitted to Shanghai Renji Hospital. Physical examination showed multiple red nodules in the skin and the swollen left testicle. Peripheral blood counts showed white blood cells total count of 7.0 × 109/L, hemoglobin levels of 113 g/L, and platelets total count of 87 × 109/L. Skin biopsy indicated B lymphocytic malignancies. Consequently, bone marrow aspiration analysis by morphology, immunophenotyping, cytogenetics, and molecular genetics suggested B-ALL. Moreover, the ultrasound examination confirmed the swollen left testicle. Finally, the patient was diagnosed with B-ALL, accompanied by extramedullary infiltration in the skin and testicle.\\nAfter induction therapy with VDLP (vincristine+daunorubicin+ L-asparaginase +prednisone), skin nodules disappeared, testes shrank, and complete remission was achieved, which was confirmed by bone marrow aspiration examination. However, after 3 cycles of consolidation treatment, the skin nodules (Fig. a, c, d) and the swelling of the scrotum reappeared (Fig. c).\\nSubsequently, the patient was referred to the hematology department of the First Affiliated Hospital of Soochow University. Bone marrow aspiration analysis by morphology, flow cytometry, and the next-generation sequencing showed no relapse. Flow cytometry analysis of skin biopsy showed 93.1% of blast proportion with immature B cell immunophenotyping profile (CD10+: 99.9%, CD22+: 99.8%, CD19+: 90.9%, CD20 + -: 97.9%, CD38+: 99%, CD34 + -: 73.9%)(Fig. b). The pathology of skin biopsy was consistent with B lymphoblastic lymphoma/ALL infiltration (Fig. b). Considering the poor responses in skin and testicle to conventional chemotherapy, the patient was enrolled in an anti-CD19 CAR-T clinical trial ( number, NCT03919240).\\nDuring the clinical trial, the T cells from the patient were purified from the blood by gradient centrifugation using Lymphoprep™ (Oriental Hua Hui, Beijing, China). Cells were then enriched using anti-CD3 magnetic beads (Miltenyi Biotec, Bergisch Gladbach, Germany). CD3 + T cells were stimulated with anti-CD3/CD28 (Miltenyi Biotec) monoclonal antibodies for 24 h and then transduced with recombinant lentiviral vectors encoding the CD19-specific CAR, and comprising an anti-CD19 single-chain variable fragment (scFv), 4-1BB costimulatory moiety, CD3-ζactivation domain, and IL-6 shRNA element, all manufactured by UniCar Therapy Ltd. CAR-T cells were cultured in AIM-V media (Gibco, Grand Island, NY, USA) supplemented with 10% autologous serum, 100 IU/ml IL-2 (Peprotech, Rocky Hill, USA), 5 ng/ml IL-7(Peprotech), and 5 ng/ml IL-15(Peprotech) for 12 days []. Before CAR-T cell infusion, the patient received lymphodepleting chemotherapy for 3 days with Fludarabine 30 mg/m2/day and Cyclophosphamide 250 mg/m2/day. Infection-related examinations including procalcitonin, spot test using T lymphocytes, 1, 3 - β glucan test, galactomannan test and chest CT scanning, were performed and showed negative results. Two days after conditioning, the patient received ssCART-19 cells infusion at a total dose of 5 × 106 cells/kilogram for 3 consecutive days (Fig. a). Four days after infusion, the patient suffered from lower swelling in skin nodules and left testicle, accompanied by high fever. However, 1 week after infusion the patient’s skin nodules disappeared, and only the chromatosis remained (Fig. a, c, d). Biopsy showed few lymphocytes infiltration but no leukemia cells, which was confirmed by flow cytometry (Fig. b). Besides, the ultrasound examination revealed shirked testicles (Fig. c). Forty-six days after ssCART-19 therapy, the patient underwent allogeneic hematopoietic stem cell transplantation (allo-HSCT) from a matched unrelated donor, and at the moment is in complete remission. Until now he is followed up for 2 years and 1 month after HSCT with no signs of relapse in bone marrow, skin or testicles.\\nDuring the treatment, the indicators of cytokine release syndrome (CRS) and cytokine release encephalopathy syndrome (CRES) were comprehensively monitored. The levels of IL-6, IFN-γand hsCRP were elevated following ssCART-19 cells infusion; they were consistent with the changes in body temperature, and declined to basal level spontaneously in 1 week (Fig. e). CRS in grade 1 was considered only due to discomfort related to fevers (Fig. e) and no CRES was detected. The proliferation of ssCART-19 cells detected by the real-time quantitative PCR was noted on day + 6, and sustained on a high level for several days (Fig. f). The data of blood biochemical, BNP, troponin and D-dimer turned out to be normal. The patient had granulocytopenia without thrombocytopenia or anemia after infusion (Fig. d). The granulocytes recovered on day + 8.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'31321805': 1, '26451310': 1, '23527958': 1, '31648329': 1, '34777381': 1, '29417201': 1, '31335321': 1, '34513679': 2, '29191665': 1, '31010660': 1, '30407609': 1, '32043764': 1, '29458388': 2, '31690821': 1, '30846865': 1, '30319272': 2, '30442119': 2, '32399214': 2}", "similar_patients": "{'6238377-1': 1, '6238377-2': 1, '6167997-1': 1, '8427303-1': 1, '5819207-1': 1, '5819207-2': 1, '5819207-3': 1}"}