{"patient_id": 97472, "patient_uid": "7180306-1", "PMID": 32321342, "file_path": "noncomm/PMC007xxxxxx/PMC7180306.xml", "title": "Difficult intubation and anesthetic management in an adult patient\\nwith undiagnosed congenital tracheal stenosis: a case report", "patient": "A 52-year-old woman (weight, 59 kg; height, 162 cm) was scheduled for left\\nmicrovascular decompression because of involuntary left facial movement. Her medical\\nhistory showed good functional capacity without respiratory difficulties. She took\\n150 µg levothyroxine for hypothyroidism. There was no other medical history,\\nincluding tracheal intubation, and no abnormal findings of routine airway\\nevaluation, including Mallampati class. Preoperative evaluation, including a chest\\nradiograph (),\\nelectrocardiogram, spirometry, and routine laboratory results, were normal.\\nRoutine monitoring equipment, including an electrocardiogram, a pulse oximetry\\ndevice, and a noninvasive blood pressure monitor, were attached to the patient.\\nAfter preoxygenation with 100% oxygen, general anesthesia was induced using a\\ntarget-controlling infusion system (Orchestra; Fresenius Vial, Brezins, France) with\\npropofol and remifentanil. After confirming loss of consciousness of the patient\\nusing the eyelid reflex, 50 mg rocuronium was injected. There were no difficulties\\nwith manual mask ventilation. The vocal cords were exposed by conventional direct\\nlaryngoscopy and the patient appeared to be Cormack–Lehane grade 1. A 6.5-mm inner\\ndiameter (ID) reinforced endotracheal tube (8.9-mm outer diameter [OD]; Lo-Counter\\nOral/Nasal Tracheal Tube cuffed, Shiley™; Covidien, Bedford, MA, USA) easily passed\\nby the vocal cords. However, the tube could not be advanced further because of\\nresistance. The tube was withdrawn and a smaller tube (6.0-mm ID and 8.4-mm OD) was\\nattempted. This tube also could not be advanced passed the same point. The\\nanesthesiologist then asked for assistance. Another anesthesiologist made a third\\nattempt with a 6.0-mm ID tube, but the intubation failed. Additional attempts were\\nconsidered inappropriate because there was the possibility of vocal cord and\\ntracheal edema. The operation was postponed for further evaluation. The procedure\\ntime was 15 minutes. Therefore, the anesthesiologist awakened the patient with 600\\nmg (10 mg/kg) sugammadex (Bridion; Merck Sharp & Dohme, Kenilworth, NJ, USA).\\nDexamethasone (5 mg) was injected for the edema. A neurosurgeon consulted an\\notolaryngologist for evaluation of the airway. Flexible endoscopy by the\\notolaryngologist showed no tracheal abnormalities. The patient and the neurosurgeon\\nrequested anesthesia on the afternoon of the same day with the suspicion of a\\ntransient tracheal spasm.\\nA second anesthesia was induced with propofol and cisatracurium (Nimbex; Mitsubishi\\nTanabe Pharma Co., Osaka, Japan) because of the use of sugammadex 6 hours\\npreviously. There were no difficulties with manual mask ventilation. Before\\nattempting tracheal intubation, flexible fiberoptic bronchoscopy (FOB) was\\nconsidered to identify the reason for the resistance. FOB showed a reddish lesion\\nthat was suspected from the previous intubation trial, but unlike the evaluation by\\nthe otolaryngologist, it also showed a stenotic portion in the mid-trachea (). The patient was\\nawakened using 3 mg neostigmine and 0.6 mg glycopyrrolate with train-of-four\\nneuromuscular monitoring. She was observed in the post-anesthesia care unit for 90\\nminutes because of concerns of recurarization.\\nIn the evening, neck computed tomography (CT) was performed, but a radiographic\\nreading by a radiologist was non-specific. The next day, she visited a pulmonologist\\nand was recommended to have a virtual chest CT scan, which was performed using a\\n64-detector CT scanner (LightSpeed VCT; GE Healthcare, Milwaukee, WI, USA). Chest CT\\nshowed segmental congenital tracheal stenosis at 2 cm above the carina. The lesion\\nwas 8.27 mm at the shortest diameter and 3.9 cm in length. Sagittal reformation\\nimages at 2 mm in thickness showed smooth undulation involving the posterior wall of\\nthe trachea, which represented a cartilaginous ring that replaced the membranous\\nportion. Virtual CT-bronchoscopy showed a complete tracheal ring. The proximal and\\ndistal parts of the trachea were normal and there were no cardiopulmonary\\nabnormalities ().\\nAfter evaluation by a pulmonologist, she was finally diagnosed with congenital\\nmid-tracheal stenosis with complete tracheal rings. However, the patient did not\\nrequire additional treatment because she had no respiratory symptoms and the degree\\nof tracheal narrowing was tolerable. After a conversation with a pulmonologist and\\nneurosurgeon, we planned to place a 6.5-mm ID reinforced endotracheal tube above the\\nstenotic site if there was sufficient space between the vocal cords and the tracheal\\ncuff (distance from the cuff to the tip was 8.5 cm). The second option was placing a\\nsmaller endotracheal tube through the stenotic site using FOB.\\nA third anesthesia was induced. A 6.5-mm ID reinforced endotracheal tube was\\nsuccessfully placed under FOB guidance into the normal portion of the trachea\\nimmediately above the stenotic site (). We fixed the tube 20 cm from the\\nincisor. After the patient was placed in the lateral park bench position, the\\nanesthesiologist confirmed the appropriate position of the tracheal tube with a\\nbronchoscope. Throughout the operation, all respiratory parameters were well\\ncontrolled under volume-guaranteed (tidal volume: 370 mL), pressure-controlled\\nventilation with a positive end-expiratory pressure of 5 cm H2O. During\\nthe operation, her maximal peak airway pressure was 24 cm H2O and\\narterial blood gas analyses were in the normal range. After the surgery, the patient\\nwas transferred to the surgical intensive care unit for neurological evaluation and\\npostoperative care after confirming full recovery of spontaneous respiration. She\\ndid not suffer from any respiratory symptoms during the hospital stay.\\nEthical permission was approved by the Institutional Review Board of Chonnam National\\nUniversity Hwasun Hospital (CNUHH-2019-117). Written informed consent was obtained\\nfrom the patient for publication of this case report.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'21641785': 1, '34109446': 2, '20176322': 1, '23364566': 1, '23536732': 1, '26304826': 1, '29787386': 1, '9793666': 1, '14195226': 1, '19639372': 1, '11959731': 1, '17883582': 1, '17884711': 1, '3605754': 1, '12019383': 1, '32321342': 2}", "similar_patients": "{'8190253-1': 1}"}