{"patient_id": 26457, "patient_uid": "7557320-1", "PMID": 33072462, "file_path": "comm/PMC007xxxxxx/PMC7557320.xml", "title": "A Rare Case of Hepatic Sarcoidosis Caused By Hepatitis B Virus and Treatment-Induced Opportunistic Infection", "patient": "A 58-year-old woman with a known cause of hepatitis B virus (HBV)-related compensated cirrhosis of the liver for six months, type 2 diabetes, and hypertension for five years came to the hospital with the chief complaint of loss of appetite, abdominal bloating and discomfort, and bilateral pedal edema for one month but no weight change. She had a past medical history of an episode of jaundice 22 years prior (treated conservatively) and tubal ligation 25 years prior. The woman denied a history of hematemesis, melena, loss of consciousness, distension of the abdomen, or blood transfusion. There was no family history of cirrhosis of the liver or hepatocellular carcinoma. On examination, bilateral pitting edema up to the ankle was present. An abdominal examination revealed mild tenderness in the right hypochondrium with a palpable liver just below the right costal margin.\\nAn ultrasound (image record not available, now) of the abdomen showed diffuse coarse parenchymal echogenicity of the liver with hepatomegaly (14 cm), mild splenomegaly (12.6 cm), multiple sub-centimeter sizes mesenteric lymph nodes, and no ascites. The mean liver stiffness by transient elastography was 21.3 kPa. Esophagogastroduodenoscopy showed mild portal hypertensive gastropathy with no esophageal varices. Although she had been stable with chronic hepatitis B infection with a model for end-stage liver disease (MELD) score of 14, the Child-Pugh score was class A, the ultrasound showed hepatosplenomegaly with multiple mesenteric lymph and baseline HBV DNA levels at 15.89 IU/ml, so a liver biopsy (Figures -) was performed, which revealed moderate inflammation consisting of lymphocytes and plasma cells in the portal area with mild interface activity and multiple small non-caseating granulomas, which consist of Langerhans giant cells in the portal tract and liver parenchyma. The Grocott-Gomori's Methenamine Silver (GMS) stain was negative for fungal infection.\\nA high-resolution CT (HRCT) (record not available now) of the chest showed fibrotic changes in the right upper and middle lobes with no mediastinal lymphadenopathy. Two sputum analysis was negative for acid-fast bacilli so tuberculosis was ruled out. Based on laboratory findings (Table ), autoimmune hepatitis was ruled out because of the normal immunological marker. By correlating the biopsy finding of chronic hepatitis with cirrhosis, small non-caseating granulomas with an elevated angiotensin-converting enzyme level of 85.8 nmol/mL/min (reference range: less than 40 nmol/mL/min), and HRCT changes, hepatic sarcoidosis was diagnosed in this patient. But we also considered non-alcoholic steatohepatitis (NASH) as a differential diagnosis.\\nBased on these findings, we started the patient on oral prednisone at a dose of 40 mg/day for one month with ongoing oral entecavir 0.5 mg (which started at the baseline HBV DNA level of 15.89 IU/ml six months prior). The patient was better at follow-up visits, with improved appetite and no abdominal complaints, and liver function tests along with ACE level were also improved. So, we ruled out nonalcoholic steatohepatitis (NASH). Then, at subsequent visits, prednisone was tapered and then gradually tapered to 5 mg every week till 10 mg/day. After three months of treatment, she had developed a persistent low-grade fever with loose stools for 15 days, stool frequency of four to five times/day, which was watery, small in amount, without blood or mucus in stool, and associated with periumbilical abdominal pain. The patient had also lost 4 kgs of weight in the past month.\\nHer abdomen CT (record cannot be retrieved) showed hepato-splenomegaly with multiple mesenteric lymphadenopathies and mild, concentric, enhancing mural thickening involving the terminal ileum, ileocecal junction, and ascending colon. Colonoscopy (Figure ) was done and revealed multiple scattered ulcers (1-4 cm in diameter) throughout the colon. Biopsy (Figure ) was taken, which revealed, lymphohistiocytic infiltrate with yeast forms (2-5 µm) with basophilic crescent-shaped nucleus seen within macrophages, often with a pericellular halo, most easily found within necrotizing granulomas.\\nShe was started on injection amphotericin B according to weight and continued for 21 days with renal function monitoring. After that, she was shifted to tablet itraconazole 200 mg for six weeks. Because of active colonic histoplasmosis, hydroxychloroquine was started for liver sarcoidosis and tablet prednisolone was stopped. At a follow-up after six weeks, she was clinically asymptomatic with normal colonoscopy and normal laboratory findings.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'16027302': 1, '14684507': 1, '18320314': 1, '26501211': 1, '28530163': 1, '19201769': 1, '22273662': 1, '9012596': 1, '10207939': 1, '28936409': 1, '1898846': 1, '17330190': 1, '33072462': 2}", "similar_patients": "{}"}