{"patient_id": 18182, "patient_uid": "7137676-1", "PMID": 32269879, "file_path": "comm/PMC007xxxxxx/PMC7137676.xml", "title": "Arteriovenous Malformation of the Cervical Spine Presenting as Subarachnoid Hemorrhage", "patient": "A 59-year-old woman presented to the emergency department with chest pain radiating to the left shoulder, arm, and back, and two days of headache. Her chest pain virtually resolved on admission, and the workup for acute coronary syndrome was negative. Her headache, however, fluctuated in intensity, and became worse on the third day, when she also reported some numbness on her left fingertips. A computed tomography (CT) of the head was normal.\\nHer blood pressure was 157/68 mmHg, pulse 67/minute, respiratory rate 18/minute, temperature 36.2ºC. Her neck was supple, with no paraspinal tenderness. There was no focal neurologic deficit.\\nOn the fourth day, the headache level increased. Her paresthesia level was reportedly more proximal, affecting the left forearm, and she developed difficulty with flexion and abduction of that arm. No deep reflexes were elicited on that limb. A lumbar puncture performed under radiologic guidance produced a bloody fluid. Its analysis showed 2,440,000 red blood cells/μL, 1,100 white blood cells/μL (8% neutrophils, 56% lymphocytes, 36% macrophages), glucose 14 mg/dL, protein level of 376 mg/dL, and negative Venereal Disease Reseach Laboratory (VDRL) test. Magnetic resonance imaging (MRI) showed a C5-C6 spinal hematoma and abnormal vessels adjacent to the dorsal aspect of the cervical canal (Figure ). An angiogram showed the arteriovenous malformation nidus (type 4) supplied by the anterior spinal artery and a radicular branch of the right vertebral artery (Figure ). The patient underwent a cervical laminectomy. The hematoma was evacuated. The AVM was dissected, coagulated, and resected. Postoperatively the patient improved substantially with minimal residual left arm weakness six months after discharge.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'22830180': 1, '23227983': 1, '3681418': 1, '12630732': 1, '17053603': 1, '28552137': 1, '32269879': 2}", "similar_patients": "{}"}