{"patient_id": 22087, "patient_uid": "7357340-1", "PMID": 32670678, "file_path": "comm/PMC007xxxxxx/PMC7357340.xml", "title": "Concomitant Reversible Cerebral Vasoconstriction and Hyperperfusion Syndromes Following Carotid Endarterectomy", "patient": "A 59-year-old female with a history of hypertension presented to an outside hospital with symptoms concerning for transient ischemic attacks affecting the right middle cerebral artery (MCA) territory causing brief (<15 min) episodes of left hemiparesis. Imaging showed previous infarcts in the right frontal cortex (Figure ), as well as bilateral dense calcified plaques at the carotid bulb and severe right internal carotid artery (ICA) stenosis (>90%) (Figure ). She underwent a right CEA and was discharged home on post-op day 2. On post-op day 4, she presented to the outside hospital with acute mental status change. Neurological examination revealed 4 mm reactive pupils, irregular respirations, and bilateral flexor posturing in response to noxious stimuli. She was intubated immediately. Imaging showed a large right temporo-parieto-occipital hemorrhage with about 20 mm midline shift, adjacent cortical subarachnoid hemorrhage (SAH), and small right frontotemporal subdural hemorrhage (SDH) (Figure ). These signs were concerning post-CEA CHS. She was intubated and referred to our hospital where she underwent an emergent decompressive craniectomy and clot evacuation (Figure ,E). The bone flap was not replaced after craniectomy.\\nThe patient improved clinically on post-craniectomy day 1 having purposeful extremity movements and following commands occasionally. However, she started to have seizure-like activity (spastic jerks in all extremities) lasting for hours, although her electroencephalogram (EEG) was negative. Levetiracetam and lacosamide were started. Due to the occurrence of post-CEA ICH and questionable head CT angiography concerning for vasculitis, cerebral catheter angiography was performed on post-craniectomy day 7. The angiogram demonstrated a patent right ICA (Figure ) and diffuse segmental constrictions and dilatations of the MCA concerning for segmental vasospasm while vasculitis could not be ruled out (Figure ,C). Therefore, steroids were started to cover for any vasculitic pathology. However, a vasculitis work-up was negative. A repeat catheter angiogram 10 days later demonstrated almost complete resolution of the segmental constrictions and dilatations favoring a reversible vasospasm (i.e., RCVS) over vasculitis (Figure ,E). The MRI brain did not show any new infarction. The family refused any further surgeries. She was discharged to a nursing home under hospice care. At the time of her discharge she was able to follow commands and utter a few words. She had a sunken right skin flap at the site of her craniectomy. She was lost to follow up.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'2403665': 1, '16297845': 1, '18025032': 1, '31345945': 1, '2352016': 1, '23817298': 1, '3351580': 1, '22995694': 1, '25593203': 1, '10942006': 1, '20136378': 1, '710017': 1, '10893135': 1, '3046073': 1, '31733386': 1, '19486141': 1, '24614989': 1, '18077950': 1, '7266064': 1, '29875166': 1, '32670678': 2}", "similar_patients": "{}"}