{"patient_id": 100560, "patient_uid": "7469741-3", "PMID": 32865060, "file_path": "noncomm/PMC007xxxxxx/PMC7469741.xml", "title": "Green urine sign after laparoscopic chromopertubation as an effect of severe contrast intravasation: a report of three cases", "patient": "A 34-year-old woman with eumenorrhoea and a BMI of 24.1 kg/m2 had been incapable of becoming pregnant for 3 years. She had undergone appendectomy at the age of 15 years and hysteroscopic resection of the intrauterine partial septum (class Vb according to the ASRM classification) 3 months before presentation. According to the surgical protocol, the intrauterine septum was completely released. Because intra-abdominal adhesions were suspected, the patient underwent diagnostic laparoscopy with chromopertubation during the middle of her follicular period. The laparoscopic examination revealed grade 2 endometriosis according to the ASRM classification and solid adhesions between the adnexa and anterior wall of the abdomen. After filling the uterine cavity with methylene blue, partial contrast and no flow through both fallopian tubes was observed. Contrast produced by methylene blue solution was observed in the uterine wall and perimetrium vessels. After a few hours, the patient’s urine turned green.\\nUrine and blood samples were obtained from all patients, and postoperative cystoscopy was performed to rule out bladder injury. Bladder wall damage was not observed.\\nLaboratory tests confirmed the presence of methylene blue in the blood and urine. Twenty-four hours after the procedure, the urine had returned to its standard colour without the presence of blue dye solution. The patients’ general condition was normal. The green urine sign had no negative impact on the patients’ health.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'10809821': 1, '33730278': 1, '30597629': 1, '24605262': 1, '19394536': 1, '3627577': 1, '12151831': 1, '25638782': 1, '31201020': 1, '23378884': 1, '27279925': 1, '15129051': 1, '26551173': 1, '32865060': 2}", "similar_patients": "{'7469741-1': 2, '7469741-2': 2}"}