{"patient_id": 17342, "patient_uid": "7061122-1", "PMID": 32158569, "file_path": "comm/PMC007xxxxxx/PMC7061122.xml", "title": "Treatment of Recurrent Clostridium difficile Infection in an Immunocompromised Patient with Severe Neutropenia Not Responding to Standard Therapy", "patient": "A 69-year-old female presented to the emergency department complaining of intractable diarrhea, nausea, vomiting, generalized abdominal pain, and inability to eat or drink. She described her diarrhea as watery with a foul smell and excessive bowel movements (BMs) up to 10 times per day not responding to loperamide. She had been recently diagnosed with high-risk Myelodysplastic Syndrome (MDS) with severe pancytopenia and refractory anemia. Significant medical history included end-stage renal disease treated with hemodialysis three times weekly, congestive heart failure, diabetes, hypertension, hyperlipidemia, gastroesophageal reflux (on omeprazole 20 mg PO daily), and seizures. The patient also reported recurrent CDI, and this admission was her 5th episode (4th recurrence). According to the patient's electronic chart, previous episodes in 9/2017, 01/2018, and 09/2018 were treated with metronidazole and PO pulse taper vancomycin. FMT was planned in 2017 but not administered, and unfortunately, the patient was lost to follow-up from infectious disease after 2017. The patient had not yet received any chemotherapy for her MDS. The laboratory results shown in revealed severe leukopenia, pancytopenia, neutropenia, anemia, and hypoalbuminemia. Her baseline liver function tests were normal except for albumin and septic work up was negative including blood and urine cultures. Stool sample was sent for C. diff testing which returned to be positive for C.diff antigen and toxins and negative for NAP1 strain.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'30288286': 1, '30610862': 1, '29851107': 1, '27510591': 1, '26198180': 1, '24890442': 1, '29462280': 1, '11512083': 1, '30458058': 1, '29020328': 1, '30246002': 1, '29101931': 1, '31563878': 1, '34320343': 1, '32158569': 2}", "similar_patients": "{}"}