{"patient_id": 16182, "patient_uid": "7001236-1", "PMID": 32042284, "file_path": "comm/PMC007xxxxxx/PMC7001236.xml", "title": "Acute generalized exanthematous pustulosis simulating toxic epidermal necrolysis: case presentation and literature review", "patient": "A 77-year-old female with no known allergies and with a medical history including dyslipidemia, hypertension, hypothyroidism was transferred to our intensive care unit from a community hospital for an important skin eruption. Prior to her transfer, she had been hospitalized for approximately 1 month for cholangitis complicated by sepsis, iatrogenic pancreatitis and portal vein thrombosis. After a chart review, it was noted that she had received Piperacillin Tazobactam for a total of 20 days as well as Ibuprofen as needed. She also had two contrast radiologic exams 5 and 21 days prior to the eruption.\\nOn initial evaluation, the patient was intubated in the context of an important vasoplegic shock with acute kidney failure. She presented with erythema and skin detachment on 80% and 35% of her total body surface, respectively, including external genital area but no ophtalmic lesions (Fig. ). She presented multiple bullae with purulent liquid. With these findings as well as a positive Nikolsky sign on her arms, abdomen and neck region, the most probable diagnosis was toxic epidermal necrolysis (TEN). Her TEN score (Table ) was calculated at 3, indicating a very high mortality risk. Twenty-four hours after admission, the patient was sub-febrile (body temperature increased to 38.2 Celsius) and her leukocyte level reached 16.8 × 109/L.\\nShe was treated with intravenous immunoglobulins 1 g/kg/day for a total of 3 days. A skin biopsy from the hand and one from the thigh were obtained upon admission. These biopsies showed sub-corneal pustules with edema of the papillary dermis and an inflammatory infiltrate containing eosinophils. Scattered necrotic keratinocytes were described, but there was no confluent epidermal necrosis. Necrotic keratinocytes were also noted in the intraepidermal portion of a sweat gland (Fig. ). Direct immunofluorescence was negative. Therefore, the final histopathological diagnosis was compatible with acute generalized exanthematous pustulosis (AGEP).\\nSeveral agents were identified as possible culprit: b-lactam antibiotics (Piperacillin Tazobactam), radiologic iodine product and anti-inflammatory drugs (Ibuprofen).\\nOn the 3rd day after admission, she was extubated. After 7 days, no new lesions were noted and the desquamation resumed to less than 5% of the total body surface. She had an excellent evolution and she was eventually transferred to the referring hospital for rehabilitation.\\nAt 2 months follow-up, the patient was doing well and her skin had healed leaving no scarring. She had the medic-alert bracelet indicating the above-mentioned drugs. Unfortunately, the patient refused allergy investigations such as patch testing in order to confirm the culprit drug.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'21515438': 1, '29387760': 1, '31020549': 1, '29065395': 1, '26931079': 1, '10951229': 1, '32253799': 1, '24888401': 1, '26932660': 1, '34466647': 1, '15148066': 1, '31150704': 1, '21690532': 1, '29402393': 1, '12636039': 1, '22930254': 1, '23452000': 1, '19659879': 1, '17448012': 1, '15774300': 1, '18581028': 1, '11679003': 1, '19727917': 1, '25677856': 1, '29800753': 1, '30573342': 1, '8993963': 1, '29445753': 1, '21790730': 1, '26520037': 1, '28358593': 1, '32042284': 2}", "similar_patients": "{}"}