{"patient_id": 17741, "patient_uid": "7084764-1", "PMID": 32155762, "file_path": "comm/PMC007xxxxxx/PMC7084764.xml", "title": "DNA Methylation Profiling for Diagnosing Undifferentiated Sarcoma with Capicua Transcriptional Receptor (CIC) Alterations", "patient": "A 12-year-old female was referred to our hospital emergency department with recent-onset abdominal pain. No other symptoms were recorded; she had no fever, vomiting or diarrhea. Diuresis and menstrual cycle were regular as well. Clinical examination revealed a hard-elastic swelling in the meso-hypogastric region. Complete abdomen ultrasound and magnetic resonance imaging (MRI) showed a voluminous bilobed mass of approximately 13.5 cm × 7 cm, with regular margins, in the left paramedian of the anterior abdominal wall, extending from the umbilical region to the supra-bladder area and, posteriorly reaching the spinal vertebral bodies at the lumbar-sacral level. The cranial portion of the mass appeared capsulated with signal over-intensity in all impulse sequences in relation to myxoid component and high cellularity in diffusion weighted imaging (DWI). The caudal portion appeared more inhomogeneous, predominantly hypo-intense in all sequences, as for bleeding (A–G).\\nAn incisional biopsy of the tumor was performed. Histological examination showed proliferation of medium-sized elements, with sharp cellular contours, dimly eosinophilic cytoplasm, and polymorphic and polymetric nuclei, with evident nucleoli and atypical mitotic figures (A–C). The cells appeared immersed in amorphous, dimly eosinophilic proteinaceous material. Hemorrhagic extravasation in the interstitium was observed. Immunohistochemical characterization was as follows: Vimentin: positive; S100: rare positive cells; CD99 (D) and CD31: weak positivity; Neuron Specific Enolase (NSE): weak positivity; Cytokeratin (CK) MNF116: rare positive cells;CKAE1-AE3: rare positive cells; CD117: weak positivity; Friend leukemia integration 1 transcription factor (FLI1): positive; Wilms’ tumor (WT1): positive (F), nuclear; INI: positive; Bcl6: weak positivity; Transducin-like enhancer of split 1 (TLE1): positive Epithelial membrane antigen(EMA), Synaptophysin, Actins, CK7, Desmin, Myogenin, MyoD, Leukocyte common antigen (LCA), CD30, Activin receptor-like kinase (ALK1), Myeloperoxidase (MPO), Terminal deoxynucleotidyl transferase (TdT), Melanoma-associated antigen recognized by T cells (MART1), CD34, p63, NUT, CD56, Placental alkaline phosphatase (PLAP) were all negative. The proliferation index evaluated through Ki-67 assay was high (E).\\nMolecular evaluation by both FISH and PCR found no evidence of the translocation of EWS. PCR testing for CIC-DUX4, BCOR-CCNB3, and for the myxoid chondrosarcoma transcript was also negative. Histopathological diagnosis was determined through examination of the specimen at the Italian pediatric sarcoma central pathology panel whose conclusion was a malignant mesenchymal neoplasm/unclassifiable sarcoma.\\nTo complete the diagnostic work-up, the patient underwent bone scintigraphy, which was negative for areas of abnormal accumulation. A Positron Emission Tomography (PET)/CT scan confirmed the presence of the mass, which was metabolically active (maximum standardized uptake value -SUV 7 and diameter 14 × 8.2 × 7.7 cm) at the left rectus abdominis muscle, with extensive development in the meso- and hypo-gastric site. Compressive phenomena in some loops of the small bowel and on the left psoas muscle were also observed. The tumor was capsulated without infiltration of the surrounding structures. There were no other areas of tracer uptake in the peritoneum, lymph nodes, lungs, and skeletal segments. A CT scan showed millimetric nodules in the latero-basal segment of the lower lobe of the right lung, in the dorsal segment of the upper lobe of the right lung in the sub-pleural area, and in the middle lobe, where metabolic activity could not be assessed due to the small size of the nodules.\\nDNA methylation profiling was performed according to protocols approved by the institutional review board, after obtaining written consent from the patient’s parents. Tumor areas with the highest tumor cell content (≥70%) were selected for DNA extraction. Samples were analyzed using Illumina Infinium Human Methylation EPIC Bead Chip (EPIC) (Illumina, San Diego, CA, USA) arrays according to the manufacturer’s instructions, as previously reported [,,]. In detail, 500 ng DNA were used as input material for fresh frozen tissue. Generated methylation data were compared with the Heidelberg sarcoma classifier [] to assign a subgroup score for the tumor compared to 63 different sarcoma methylation classes identified to date.\\nThe tumor had a score of 0.98 in the “methylation class SRBCT with CIC alteration”. Global profiling methylation data were also compared to 32 samples randomly extracted from internal and external datasets [] among those classifying as central nervous system neuroblastoma FOXR2 (CNS-NB-FOXR2), CIC rearranged sarcoma (EFT-CIC), high-grade neuroepithelial tumor MN1 (HGNET-MN1), and high-grade neuroepithelial tumor BCOR (HGNET-BCOR) using the Heidelberg brain tumor and sarcoma classifier. Bead Chip data were analyzed by means of R (V. 3.4.4) package minfi (V. 1.24.0) to obtain normalized beta values and to perform multidimensional scaling (MDS) analysis, as previously described [,,]. Our patient displayed global methylation levels close to those of Ewing Family Tumor (EFT)-CIC, as evidenced by MDS performed on the 1000 most variable islands in the cohort (). The copy number variation plot showed a segmental loss on chromosome arm 1p, a deletion in 4q, and a duplication of 20q (). These results were also confirmed by chromosomal microarray analysis, which showed the following three somatically acquired defects: 40.1 Mb deletion in 1p36.33p34.2; 1.3 microdeletion Mb in 4q35.2; 1.1 Mb microduplication in 20q13.2.\\nIn light of the histological, molecular, and clinical findings, a neoadjuvant chemotherapy was proposed to the patient’s family. After written informed consent was obtained, neoadjuvant chemotherapy was started according to European Pediatric Soft Tissue Sarcoma Study Group (EpSSG) 2005 non-Rhabdomyosarcoma protocol (Intergroup Rhabdomyosarcoma Study-IRS stage III). After three cycles of ifosfamide (3 gr/m2/day for three days) and doxorubicin (37.5 mg/m2/day for 2 days) every three weeks, disease reevaluation showed an excellent response, with shrinkage of tumor volume (8.1 × 5.6 × 3.9 cm) (H,I). The pulmonary nodules remained stable.\\nA gross total resection of the residual tumor was performed. Histological examination showed a reactive fibrous pseudocapsule surrounding the mass peripherally. Regression areas, alternating with vital areas were observed. The regression areas, which were quantified in about 60% of the total mass, showed evidence of necrosis, hemorrhagic infarction, and histiocytic infiltration by elements with a foamy and/or pigmented aspect due to the presence of abundant hemosiderin in the interstice. The vital areas were irregularly distributed within the mass and quantified in about 40% of the total. They consisted of elements with a morphology and immunohistochemical pattern substantially similar to the one detected in the diagnostic biopsy. The margins of resection were negative.\\nThree cycles of adjuvant chemotherapy were administered: two of ifosfamide (3 gr/m2/day for two days), one of ifosfamide (3 gr/m2/day for three days), and doxorubicin (37.5 mg/m2/day for 2 days) every three weeks. At the 22-month follow up, the patient was in good clinical conditions and disease free.\\nWhile the revision of this manuscript was ongoing, we further analyzed the case by next generation sequencing (Archer FusionPlex Sarcoma kit -ArcherDX, Boulder, CO, USA) and finally detected the CIC-DUX4 rearrangement: CIC (Exon20)→DUX4 (Exon1), confirming the results obtained by methylation profiling (). Total RNA was extracted from 5 to 10 µm formalin-fixed paraffin-embedded (FFPE) tissue sections using the Qiagen miRNeasy FFPE kit (Qiagen, Valencia, CA, USA), quantified by using Qubit fluorimeter (Thermo Fisher Scientific, Waltham, MA, USA) and quality checked on the 2100 Bioanalyzer by using the RNA 6000 Nano kit (Agilent Technologies, Santa Clara, CA, USA). Anchored multiplex PCR-based libraries were prepared and run on Illumina (Miseq, San Diego, CA, USA) platforms according to the manufacturer’s instructions. The Archer Analysis bioinformatics platform was exploited for the analysis of the Archer FusionPlex panel results.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'21288772': 1, '28197724': 1, '22072439': 1, '25683183': 1, '27443513': 1, '7700648': 1, '17690209': 1, '27562494': 1, '30709443': 1, '30257034': 1, '10949935': 1, '24345474': 1, '23593020': 1, '33150315': 1, '29220292': 1, '28404587': 1, '21113140': 1, '26847175': 1, '28643791': 1, '31910894': 1, '1522903': 1, '21813156': 1, '8834175': 1, '34782706': 1, '27790742': 1, '27079694': 1, '24947144': 1, '26752546': 1, '25203299': 1, '25007147': 1, '22387997': 1, '24723486': 1, '28233365': 1, '26919435': 1, '32997853': 1, '25321332': 1, '28797504': 1, '19318479': 1, '33562188': 2, '29431183': 1, '16717057': 1, '33344249': 2, '27306060': 1, '29539639': 1, '24378391': 1, '26685084': 1, '29911999': 1, '34067464': 1, '28346326': 1, '31114608': 2, '29572501': 1, '27879517': 1, '33436720': 1, '26701753': 1, '22945394': 1, '10828619': 1, '19841938': 1, '8646746': 1, '23887164': 1, '33572349': 1, '30255939': 1, '8162068': 1, '31996670': 1, '31447100': 1, '32155762': 2}", "similar_patients": "{'7915142-1': 1, '6502896-1': 1, '7738346-1': 1}"}