{"patient_id": 97984, "patient_uid": "7242099-1", "PMID": 32329314, "file_path": "noncomm/PMC007xxxxxx/PMC7242099.xml", "title": "Successful Electroconvulsive Therapy for a 74-year-old Female with Major Depressive Disorder and Tardive Tremor: A Case Report and Literature Review", "patient": "A 74-year-old female has been treated for major depressive disorder that manifested with depressed mood, loss of interest, fatigue, psychomotor retardation, insomnia, poor appetite, negative thoughts, and suicidal ideation since the age of 59 years in 2002. From 2002 to August 2016, her physicians have treated her with several antidepressants, including paroxetine (20 mg/day), venlafaxine (300 mg/day), duloxetine (90 mg/day), escitalopram (20 mg/day), mirtazapine (45 mg/day), agomelatine (50 mg/day), and bupropion (450 mg/day). In this period, her pharmacological treatments have even been augmented with several antipsychotics and other agents, including quetiapine (50 mg/day), aripiprazole (5 mg/day), lithium carbonate (600 mg/day), and thyroxine sodium (0.1 mg/day). We did not observe any extrapyramidal symptom. And her depressive symptoms were unremitted. In September 2016, she began to receive treatment of mirtazapine 30 mg/day and aripiprazole 5 mg/day. Three months later, tremors over the mandible, lips, tongue, and both hands were detected. No vivid bradykinesia, rigidity of limbs, or loss of balance was observed. To relieve the involuntary movement, we changed her medication to quetiapine 25 mg/day, bupropion 150 mg/day, and agomelatine 25 mg/day but observed no improvement. Then, we discontinued all antidepressants and antipsychotics in January 2017. Nevertheless, the tremor symptoms did not improve, and her depressive symptoms were worsened. Her routine blood tests, electrolytes, renal and hepatic functions, thyroid and cortisol hormones, homocysteine, rapid plasma reagin test, autoimmune disorder-related blood examinations, and brain magnetic resonance imaging all revealed no significant abnormalities. The tremography reported a 6 Hz postural tremor in both hands. We prescribed piracetam 2,400 mg/day, vitamin B6 400 mg/day, and propranolol 10 mg/day, but the movement symptoms did not improve.\\nIn March 2017, the patient was hospitalized with aggravated depressed mood, hopelessness, and helplessness. A course of ECT was administered due to her severe depressive and distressing tremor symptoms. Intravenous thiamylal sodium 90 to 210 mg was used for the anesthesia. The patient received bitemporal ECT by a ThymatronⓇ system IV machine (Somatics, LLC., Venice, FL, USA) every other day. According to system IV instruction manual, we selected the preset LOW 0.5 program (fixed 0.5 ms pulsewidth, varies frequency to maximize duration) with a pulse width of 0.5 milliseconds, a frequency of 60 Hz, a duration of 2 seconds, and a current of 0.9 mA because it provided a broadly effective stimulus that was in the physiological range for most patients. To avoid excessive initial treatment stimuli [], we did not use most applicable “half-age method” for the bilateral ECT (set PERCENT ENERGY dial to approximately one-half the patient’s age, e.g., 35% for a 70-year-old patient) []. We used simple and practical “stimulus titration method” for bitemporal ECT with an initial setting of “PERCENT ENERGY dial” at 10% ENERGY, followed by re-stimulations at 5% ENERGY increments until a seizure occurs. If no seizure activity results, the PERCENT ENERGY setting should be increased step by step to 100% and the patient re-stimulated within 30 to 60 seconds to maximize the likelihood of obtaining a therapeutically satisfactory seizure at the first treatment session. Once the seizure threshold is determined for a specific PERCENT ENERGY setting, the subsequent treatments should be administered at recommended doses approximately 2 times this threshold (e.g., 20% ENERGY for a patient with 10% ENERGY seizure threshold). According to motor activity measurement, her seizure duration ranged from 25 to 35 seconds.\\nUpon completing 10 ECT sessions, both the TT and the depressive symptoms showed significant improvement. The patient’s scores on the Extrapyramidal Symptoms Rating Scale decreased from 31 to 15 and from 22 to 10 on the Hamilton Depression Rating Scale-17 items. Retrograde amnesia occurred, but it was temporary and related to the period of impairment immediately following ECT, thus we considered it was the adverse effect of ECT. She was discharged after one month of hospitalization. The tremor symptoms did not recur in the six months after discontinuing all antidepressants and antipsychotics.\\nThis study was approved by the Human Research Ethics Committee of Chang Gung Memorial Hospital (2018 00084B0), and the informed consent was obtained from the subject.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'16476138': 1, '8919581': 1, '665856': 1, '7413915': 1, '11941067': 1, '11940948': 1, '3406352': 1, '2346849': 1, '25061306': 1, '6142087': 1, '25580924': 1, '2317740': 1, '15905759': 1, '6615944': 1, '15591862': 1, '2892889': 1, '1976309': 1, '10352867': 1, '6145361': 1, '8744171': 1, '11941133': 1, '23897874': 1, '19440098': 1, '24057776': 1, '8635179': 1, '11940983': 1, '6134719': 1, '696908': 1, '1348352': 1, '23965612': 1, '1958968': 1, '1012451': 1, '8872401': 1, '32329314': 2}", "similar_patients": "{}"}