{"patient_id": 104902, "patient_uid": "7879268-1", "PMID": 33613251, "file_path": "noncomm/PMC007xxxxxx/PMC7879268.xml", "title": "Delayed-Onset, Recurrent Hyphema after Microhook ab interno Trabeculotomy", "patient": "An 87-year-old woman with bilateral normal-tension glaucoma had undergone μLOT combined with small incisional cataract surgery in both eyes (OU) 4 years previously. LOT was performed using microhooks (M-2215; Inami & Co., Ltd., Tokyo, Japan) under observation using a Swan-Jacob gonioprism lens (Ocular Instruments, Bellevue, WA, USA) []. The inner wall of SC and the TM were incised circumferentially for 3 clock hours in the nasal angle of the right eye (OD) and the temporal angle of the left eye (OS). Cataract surgery was performed through a 2.2-mm-wide corneal incision OU, and a single-piece soft acrylic intraocular lens (XY-1; Hoya, Tokyo, Japan) was implanted into the capsular bag OU. No intraoperative or early postoperative complications other than mild hyphema were recorded OU. Preoperatively, the best-corrected visual acuity (BCVA) was 0.01 OD and 0.4 OS; the IOP was 15 mm Hg OU with once-daily topical instillation of 0.005% latanoprost drops. Postoperatively, BCVA was counting fingers to 0.01 OD and 0.5–0.8 OS; IOP was 9–13 mm Hg OD and 8–12 mmHg OS with latanoprost OU. At the scheduled 4-year follow-up visit, BCVA was counting fingers OD and 0.6 OS, and IOP was 11 mm Hg OU. Slit-lamp examination (Fig. ) showed numerous red blood cells (RBCs) floating in the anterior chamber OD; however, no evidence of uveitis, inflammation, or iris rubeosis was seen. Gonioscopy showed angle hyphema in the inferior angle (Fig. ), and the LOT cleft was open in the nasal angle (Fig. ), while no abnormal blood vessel formation or pigmentation was observed in any quadrant of the angles (Fig. ) OD. Dilated fundus examination showed no vitreous or retinal hemorrhages or any marked changes OU. The patient was diagnosed with delayed-onset hyphema due to blood reflux from the previously incised angle; no further treatment was added, and the patient was observed. Two months later, BCVA and IOP were unchanged OU; very few floating RBCs were present in the anterior chamber, but no angle hyphema was seen by gonioscopy OD. Four months later, BCVA was unchanged and IOP was 15 mm Hg OD and 11 mm Hg OS; numerous floating RBCs were seen in the anterior chamber and angle hyphema was seen in the inferior angle. The patient had no history of ocular trauma or use of anticoagulant or antiplatelet drugs.", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'24412282': 1, '34884242': 1, '34069079': 1, '28929279': 1, '34667743': 1, '1274035': 1, '15882909': 1, '4582681': 1, '701150': 1, '25609906': 1, '23218696': 1, '20051884': 1, '27938973': 1, '30560205': 1, '8543207': 1, '27805318': 1, '23521908': 1, '11558815': 1, '26495135': 1, '701163': 1, '21396622': 1, '22789561': 1, '29339920': 1, '33613251': 2}", "similar_patients": "{}"}