{"patient_id": 33639, "patient_uid": "7962156-1", "PMID": 33715337, "file_path": "comm/PMC007xxxxxx/PMC7962156.xml", "title": "Prenatal diagnosis of persistent cloaca accompanied by uterus didelphys: A case report", "patient": "A gravida 3, para 2, 35-year-old woman at 22 weeks of gestation was referred to our hospital with a diagnosis of moderate pyelectasis of the fetal kidneys and fetal diffuse intestinal dilation. The amniotic fluid level was normal. Detailed ultrasound scan findings were reported as a small thick-walled septated cystic pelvic mass of 5.2×5.5 cm size seen at the level of the fetal pelvic region. Except for two previous normal vaginal deliveries, her obstetric history was unremarkable. The glucose tolerance test performed at about 24 weeks during pregnancy led to the diagnosis of gestational diabetes. The target sign could not be visualized, and anal atresia was considered. In the following weeks, the patient, who was evaluated together with meconium on the uterine septum, and monitoring of the neighboring bladder and anal atresia, was diagnosed as having persistent cloaca (). She was diagnosed as having intrahepatic cholestasis of pregnancy at 37 weeks of gestation. We decided to induce labor as determined by the Bishop score. After the initiation of misoprostol induction, in another 8 h, the patient gave birth to a live-born female infant weighing 2,520 g, a height of 47 cm, and an Apgar score of 9-10 points. The female neonate presented with an absent anal opening; she was passing stool from the vestibule. The newborn had abdominal distension, simulating a distended bladder, and rectal atresia with a single perineal opening between the labia majora. The fetus postnatally manifested as persistent cloaca. On the first day after vaginal delivery, pelvic ultrasound in the neonatal intensive care unit showed bilateral 2nd-degree hydronephrosis, presacral enlarged bowel loops, uterus didelphis, vaginal septum, direct contact between urethra and vagina, and the proximal end in the rectum was compatible with atresia. On the second day, colostomy and cystoscopy were performed. Her renal condition continued to be stable. She is now waiting for definitive surgery for cloaca. The patient postpartum period was uncomplicated. At the follow-up visit between 4-6 weeks, the patient was in good health and without symptoms.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'11849166': 1, '31322137': 1, '9239829': 1, '18358269': 1, '26023414': 2, '33715337': 2}", "similar_patients": "{'4420364-1': 1}"}