{"patient_id": 17207, "patient_uid": "7054807-1", "PMID": 32148982, "file_path": "comm/PMC007xxxxxx/PMC7054807.xml", "title": "Pulmonary Toxoplasmosis Diagnosed on Transbronchial Lung Biopsy in a Mechanically Ventilated Patient", "patient": "A 37-year-old woman, with no significant past medical history, presented to the hospital with acute onset of dry cough and dyspnea on exertion for a week. She did not complain of fevers or chills. The patient did not have any recent sick contacts. She did report loss of appetite and weight loss of about 20 pounds over a two-month period. She spent most of her life in Nigeria and immigrated to the United States 2 years ago, working as a cultural activist in her community. She was married with one child who lives in her home country along with her spouse. She lived with friends and had no pets. She was a nonsmoker with no alcohol or illicit drug use. On admission, the patient was in mild respiratory distress. Her vitals showed a heart rate of 152 beats/minute, blood pressure of 116/83 mmHg, respiratory rate of 22 breaths/min, temperature of 99°F, and SaO2 of 96%, while breathing ambient air. Physical examination revealed hepatomegaly, but the other systems exam was normal. Laboratory examination revealed hemoglobin (Hgb) of 11.8 grams/deciliter, platelet (PLT) count of 94,000 cells/mcl, aspartate aminotransferase (AST) of 664 units/liter (L), and alanine aminotransferase (ALT) of 1703 units/L. Lactate dehydrogenase (LDH) was elevated at 3462 units/L, and creatinine phosphokinase (CPK) was also elevated at 2742 units/L. A rapid HIV test was positive, and the CD4 count was 8 cells/mcl with HIV viral load of greater than 10 million copies/milliliter (mL). Serological tests revealed active hepatitis B infection with a positive hepatitis B surface antigen and hepatitis B core total antibody and a negative hepatitis B core IgM and hepatitis B surface antibody. Hepatitis B viral load was greater than 17 million DNA units/L. Chest radiograph showed bilateral homogeneous ground-glass opacity (). A computed tomography (CT) scan of the chest showed lower lobe predominant bilateral ground-glass opacities and bilateral lower lobe atelectesis (Figures and ). Differential diagnosis included, but was not limited to PJP, atypical pneumonia and viral infections. The patient was started on empiric treatment for PJP with intravenous sulfamethoxazole-trimethoprim at 220 mg (trimethoprim component) every 6 hours along with systemic corticosteroids (oral prednisone 40 milligrams/day). She was also started on treatment for community-acquired pneumonia with intravenous ceftriaxone 2 grams and azithromycin 500 mg daily, while awaiting culture results.\\nOver the next 48 hours, respiratory distress worsened, requiring mechanical ventilation. Arterial blood gas analysis revealed arterial oxygenation of 157 millimeters of mercury (mm Hg) on a 100% inhaled oxygen with an A-a gradient of 506 mm Hg. She underwent flexible bronchoscopy with bronchoalveolar lavage (BAL) and transbronchial lung biopsy (TBLB) due to poor response to standard therapy for PJP. BAL showed many alveolar macrophages with no evidence of Pneumocystis jiroveci or any other organisms. Hematoxylin and eosin stain of lung biopsy showed a toxoplasma cyst containing bradyzoites in the lung parenchyma (Figures and ). Immunohistochemical stain directed for Toxoplasma gondii confirmed the diagnosis (). Her serum Toxoplasma IgG was positive, but IgM was negative. Subsequently, appropriate treatment with oral sulfadiazine 1 gram every 6 hours and pyrimethamine 50 mg per day along with folinic acid 25 mg per day was initiated. Antibiotics for community-acquired pneumonia were discontinued after careful review of all cultures. The patient was liberated from mechanical ventilation within 72 hours. Prednisone was discontinued as its role in pulmonary toxoplasmosis has not been well studied.\\nThough the patient did not have any neurological symptoms or signs throughout the course of hospital admission, a decision was made to obtain magnetic resonance imaging (MRI) of the brain. MRI showed a lesion in the left temporal lobe with surrounding edema (ring enhancing lesion) measuring 1 cm (). A prolonged course of pyrimethamine 1 gram every 6 hours and sulfadiazine 50 mg/day along with folinic acid 25 mg/day was continued with close monitoring of the brain lesion. During her hospital course, liver enzymes showed improvement. On discharge from hospital, AST was 98 units/L and ALT was 105 units/L. Antiretroviral therapy was not initiated in the hospital due to concern of the possibility of causing an immune reconstitution syndrome. The patient was discharged from the hospital in a stable condition. She will follow up in an infectious disease clinic with plans to start treatment for HIV and hepatitis B infections. Hepatitis B therapy was planned to be given as an outpatient along with HIV therapy by choosing HAART regimens which have activity against hepatitis B infection as well.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'1576281': 1, '15919273': 1, '12662007': 1, '4903651': 1, '15188723': 1, '19578625': 1, '7490042': 1, '33528283': 1, '3943376': 1, '22831461': 1, '16207959': 1, '11742918': 1, '3280690': 1, '1520757': 1, '1509069': 1, '15765925': 1, '15194258': 1, '3677765': 1, '8931787': 1, '2368769': 1, '6328301': 1, '1887167': 1, '22491772': 1, '19433092': 1, '25420956': 1, '8953067': 1, '9118660': 1, '16767490': 1, '21871086': 1, '32148982': 2}", "similar_patients": "{}"}