{"patient_id": 16737, "patient_uid": "7029571-1", "PMID": 32070435, "file_path": "comm/PMC007xxxxxx/PMC7029571.xml", "title": "Unusual recurrent metastasizing benign breast papilloma: a case report", "patient": "Our patient was a 56-year-old postmenopausal African American woman with no past medical history who was previously treated at an outside oncology clinic for breast masses until 2010, when we first saw her. Her family history was negative for breast or ovarian carcinoma. She had a negative smoking history and endorsed drinking one drink per week. Per reports obtained, she first presented in 2006 with left breast lesions located in the upper inner breast that were documented as complicated cystic masses within the 9 o’clock and 9:30 positions on the basis of ultrasound (US). Subsequent US core biopsy in both areas revealed intraductal papilloma (IDP), and the patient was referred for a surgical consultation. No additional documentation of clinical visits was available until 1 year later. That documentation was in the form of a core biopsy pathologic report documenting the patient’s history of IDP at 9:00 and 9:30 positions as well as intraductal papillomatosis of the breast. A core biopsy taken at that time was from the left breast (location not mentioned) as well as the left axilla. The patient’s left breast showed fibrosis of mammary stroma including intralobular stromal sclerosis as well as microcalcifications in the lobular lumens. An axillary core biopsy confirmed IDP of the breast with stromal hyalinization as well as lymph node tissue adjacent to the papilloma. One month later, she underwent lumpectomy, with pathology reporting a 7-mm intracystic papilloma within a lymph node that was completely excised, as well as an epidermal inclusion cyst. The pathologist noted that the tumor was located near the periphery of a lymph node, probably arising in ectopic breast tissue in the capsular region. Approximately 11 months later, she developed another left breast mass. This was excised after a US-guided core biopsy once again revealed a benign IDP. The patient was then lost to follow-up at the outside clinic. She presented to our clinic 2 years later for an evaluation of a new left breast lesion. A bilateral diagnostic mammogram revealed two masses in the left breast, which were not well visualized, owing to heterogeneously dense breast tissue. Diagnostic US revealed a solid superficial mass measuring 0.81 × 0.76 × 0.81 cm corresponding to palpable findings also seen at the 6 o’clock position (Fig. a). Additionally, the patient had a large, complex cystic mass measuring 7 cm at the 1 to 3 o’clock position abutting the pectoralis muscle (Fig. a). A core biopsy of the 6 o’clock lesion was recommended. A US-guided, vacuum-assisted core biopsy of the 6 o’clock mass revealed an intracystic papillary neoplasm. Per the report, the patient denied nipple discharge, dimpling, thickening, redness of the skin, swelling, or tenderness at the time. A few weeks later, she underwent left breast lumpectomy with pathology revealing a complex cystic mass with fibrocystic changes at 1 to 3 o’clock and intraductal papilloma at 6 o’clock. The patient missed her 6-month follow-up mammogram. She returned 8 months later for a bilateral diagnostic mammogram, which showed a new 2.5-cm mass in the deep central aspect of her left breast at the 12 o’clock position. US showed a cystic mass measuring 3 cm and containing an intracystic solid component measuring 1 × 1 × 2 cm. No axillary or supraclavicular adenopathy was noted on the basis of imaging or physical examination. Her surgical team decided on left breast excisional biopsy with preoperative mammogram guidewire localization. Pathology revealed a benign papilloma measuring 1 cm, focally extending into skeletal muscle in the area adjacent to the previous biopsy site, but with negative margins and no signs of atypia. On the patient’s 6-month follow-up surveillance diagnostic mammogram, another new 3-cm density was noted at the 12 o’clock position. This was most consistent with a benign cyst and was aspirated. She was again lost to follow-up for more than 2 years until July 2015, when she presented with a 2-month history of a slowly enlarging left breast mass in the same region as her previous papillomas. A bilateral diagnostic mammogram with US showed a large mass at the 12 o’clock position measuring 7 × 2.5 cm. Her physical examination revealed that there were two areas of concern: first, a mass measuring 7.5 × 6.3 cm in the 1 o’clock position, and second, an area of nodularity measuring 4.6 × 3.1 cm in the 11 o’clock position. One month later, computed tomography (CT) of the chest and magnetic resonance imaging of the breast revealed a predominantly cystic mass with a solid component extending into the chest wall and approaching the pleural space (Fig. ). These tests also revealed a suspicious internal mammary lymph node (Fig. a). A positron emission tomographic (PET)-CT scan showed a hypermetabolic nodule located in the pretracheal space (Fig. b) with a corresponding standardized uptake value (SUV) of 6.1 and multiple associated hypermetabolic internal mammary lymph nodes with the highest SUV of 6.0 and nodular hypermetabolic activity along the inferomedial aspect of the cystic mass (SUV, 2.7).\\nHer case was discussed at the multidisciplinary breast tumor board, and the recommendation was to proceed with a biopsy of the left internal mammary lymph nodes. Core biopsy revealed a papillary neoplasm with benign morphology with immunostains positive for estrogen receptor (ER) at 99%, positive for progesterone receptor (PR) at 85%, HER2/neu 1+, and a Ki67 proliferation index of 6%. An independent external pathologist agreed with the finding of histologically benign papilloma. The patient sustained a biopsy-related internal mammary artery injury and as a result developed a hemothorax requiring video-assisted thoracoscopic surgery.\\nUpon recovery from the hemothorax, the patient was referred to the medical oncology department of our hospital. Given the malignant behavior of her tumor, a recommendation of aggressive local control was made. She was started on endocrine therapy with palbociclib and letrozole as a neoadjuvant strategy. Repeat PET-CT following 4 months of combination antiestrogen therapy demonstrated near-complete resolution of metastatic internal mammary lymph nodes (white arrows in Fig. a) and reduced size and avidity of the paratracheal nodes (arrows in Fig. b). A physical examination did not show any significant changes in the size of the left breast mass. She went on to complete 6 months of neoadjuvant therapy. The primary lesion demonstrated minimal clinical response after 6 months of combination endocrine therapy, and then she underwent a left simple mastectomy and sentinel lymph node biopsy. Once again, the pathology revealed a 7.1-cm papillary neoplasm described as microscopically bland and mitotically inactive, with a retained ME layer. Several similar-appearing satellite papillomatous lesions were also seen within the skeletal muscle and deep adipose tissue. Margins and all five sentinel lymph nodes were negative (Figs. and ).\\nGiven the extent of her local involvement and history of recurrent disease, she underwent adjuvant chest wall radiation for 6 weeks, followed by adjuvant endocrine therapy with letrozole. Six months after mastectomy, a repeat PET-CT scan showed no evidence of disease. She continues to undergo surveillance CT of the chest and mammography of her right breast. One year after her mastectomy, she underwent left breast reconstruction (Fig. d). She remained without evidence of disease 2.5 years after mastectomy and continued on endocrine therapy during that time.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'16514838': 1, '19646841': 1, '18171414': 1, '8674001': 1, '22952379': 1, '19402174': 1, '8056421': 1, '20524058': 1, '11985565': 1, '17549566': 1, '26240010': 1, '18379415': 1, '18929044': 1, '16723843': 1, '6743838': 1, '28845569': 1, '20222992': 2, '18661510': 1, '23996839': 1, '18473143': 1, '27362568': 1, '22959140': 1, '8067510': 1, '19492881': 1, '23314624': 1, '10664628': 1, '27472236': 1, '28053629': 1, '15323138': 1, '30414221': 1, '24884898': 2, '12673557': 1, '32070435': 2}", "similar_patients": "{'2841131-1': 1, '4046440-1': 1}"}