{"patient_id": 19981, "patient_uid": "7249952-1", "PMID": 32481338, "file_path": "comm/PMC007xxxxxx/PMC7249952.xml", "title": "Clindamycin-induced acute generalized exanthematous pustulosis", "patient": "A 30-year-old Asian woman presented with a 2-day history of generalized itchy erythematous rash. She reported that she had fever and sore throat 4 days before. She sought medical attention at a private hospital and was diagnosed with acute pharyngitis. She was administered clindamycin, paracetamol, codeine phosphate, and guaifenesin. Two days after treatment initiation with clindamycin (a total of 5 doses), she developed an erythematous pruritic rash on the extremities and trunk. She denied any personal history of drug or food allergy. Physical examination revealed an erythematous patch on her back with non-follicular pustules and pus-fluid levels, wherein the pus accumulates in the lower half of the pustule with an overlying clear fluid (Fig. ), and generalized erythematous macules, papules, and patches on her arms, chest, and abdomen. On admission, she had low-grade fever and other vital signs were normal. There was no ocular or mucosal involvement and lymphadenopathy.\\nLaboratory tests revealed the following: hemoglobin level 13.2 (12.0–16.0) g/dl, hematocrit level 39.3 (36.0–48.0)%, white cell count 12.9 × 109 (4.0–10.0)/L (neutrophils 87%, lymphocytes 10%, eosinophils 1%, and monocytes 2%), platelet count 299 × 109 (1500–450)/L, and serum creatinine level 0.59 (0.51–0.95) mg/dl. The liver function test results were normal and the anti-nuclear antibody test results were negative. For skin biopsy, a skin sample from the back was taken. Histopathology revealed the spongiotic change in the epidermis with a focal subcorneal pustule, superficial and deep perivascular and periadnexal eosinophil and lymphocyte infiltration, and no definite vasculitis (Fig. ). Periodic acid–Schiff–diastase and Gomori methenamine silver staining results were negative for fungi. The pus gram staining result was negative for bacteria. The blood and pus culture results were also negative.\\nThe patient was diagnosed with AGEP due to the characteristic rash and the skin biopsy results. Clindamycin was the probable cause, assessed using the Jones algorithm.[ Treatment with clindamycin was discontinued and treatment with systemic, topical steroids (intravenous dexamethasone, 16 mg/d for 3 days and topical 0.25% desoximetasone cream) and antihistamines (hydroxyzine 20 mg/d, chlorpheniramine 20 mg/d, and fexofenadine 180 mg/d) was initiated. The pus-fluid levels had stopped spreading within 1 day and the maculopapular rash alleviated within 2 days. She was discharged after 3 days and was prescribed oral prednisolone 30 mg/d for 4 days. At the 1-week follow-up, she was free of skin eruptions.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'10278126': 1, '24417617': 1, '28417476': 1, '27349653': 1, '31258877': 1, '34567864': 2, '10879309': 1, '28084022': 1, '26783390': 1, '34680725': 1, '27966434': 1, '28476287': 1, '28492831': 1, '16924073': 1, '23855377': 1, '32481338': 2}", "similar_patients": "{'8451523-1': 1}"}