{"patient_id": 20382, "patient_uid": "7271055-1", "PMID": 32565789, "file_path": "comm/PMC007xxxxxx/PMC7271055.xml", "title": "Coinfection of Strongyloides stercoralis and Aspergillus sp.", "patient": "A 55-year-old man originally from Behbahan (a county in Khuzestan Province in the south of Iran) was admitted to the Department of Internal Medicine, in Martyr Faghihi Hospital, Shiraz, Iran, in June 2019. He presented with chronic cough, shortness of breath, wheezing, chest pain, obvious weight loss, weakness, and loss of appetite but without chills or night sweats. He was a worker at the cement factory and had a history of picking mushrooms in the forest with bare feet for the last 8 months before the current admission. His previous medical record was indicating that he had two masses in his right lung for the past one year. Pantoprazole, beclomethasone, and atrovent therapy had been initiated for his chronic pneumonia before the current presentation. Moreover, methylprednisolone (600 mg/8 h; IV) and beclomethasone (two puffs, two times a day; each puff contains 40 μg of beclomethasone) were given to the patient before and during hospital stay.\\nA computed tomographic scan of his chest revealed two masses along with moderate to severe pleural effusion and evidence of pneumothorax.\\nInitial laboratory indices were as follows: hemoglobin concentration of 10.1 g/dL, white blood cells counts of 33.88 (normal, 4.0–10.0) × 109 cells/L with differentials of 31.81% neutrophil, 0.6% lymphocytes, 1.4% monocytes, zero count of eosinophil, and platelets count of 813 (normal, 150–450) × 109 cells/L. He had an increased C-reactive protein (CRP) level of 118 (normal, <10) mg/L and erythrocyte sedimentation rate (ESR) of 114 (normal 0–20) mm/hour. His creatinine concentration (3.7 mg/dL) was above the normal range (0.7–1.4 mg/dL).\\nRoutine parasitological laboratory analysis of the fresh faecal specimen was requested, and massive (up to 10 larvae per microscopic field; 10X) actively motile larvae of S. stercoralis were identified in the wet mount preparation. These larvae are about 0.20–0.35 mm long with a round tip and elongated tail. They have a short buccal canal, an esophageal bulb, and a prominent genital primordium ().\\nSubsequently, bronchoalveolar lavage (BAL) and urine samples were subjected to direct microscopic examination in terms of S. stercoralis infection, but the samples were not positive for S. stercoralis. Surprisingly, a direct examination of BAL revealed septate hyphae with regular dichotomous branching. A potassium hydroxide-Calcofluor mount of BAL confirmed the presence of septate, dichotomously branched hyphae (Calcofluor white bind to chitin that is present in the cell walls of fungi and fluoresces when exposed to UV light) (). The patient's BAL sample was cultured in a plate containing sabouraud dextrose agar, with 0.05% chloramphenicol. Two identical species of Aspergillus grew abundantly on the plate at the sample inoculation points ().\\nThe fungal colonies were isolated from the plate, and molecular tests were performed for accurate identification of Aspergillus species, as previously described []. In brief, DNA was extracted from the isolates, using homogenization by a rapid mini-preparation method []. Polymerase chain reaction (PCR) amplification of the ITS1–5.8S–ITS2 rRNA region was performed, using a panfungal primer pair including ITS1 (5′-TCCGTAGGTGAACCTGCGG-3′) and ITS4 (5′-TCCTCCGCTTATTGATATGC-3′). The PCR amplified an approximately 550–600 bp fragment in both of the tested Aspergillus species. shows the agarose gel electrophoresis of PCR products from the isolated Aspergillus species.\\nSequencing was performed, using the forward primer (ITS1) as for the PCR, via an automated DNA sequencer (ABI PrismTM 3500 Genetic Analyzer, Genetic Group). The sequences were edited with Geneious software (), and for final identification, the obtained consensus sequences were compared with those of available sequences in the GenBank (). The comparative DNA sequence analysis showed that the amplified sequence of one of the colonies had 99% identity with the ITS regions of A. niger with GenBank accession number MH055397.1 and another colony sequence had 100% identity with the sequence of A. flavus (GenBank accession number: MN179296.1). The consensus nucleotide sequence data determined in this study were deposited in the GenBank, under the accession numbers of MT197480 and MT197481.\\nCytological evaluation of the pleural fluid sample also did not reveal any sign of malignancy. The patient continued to be in severe hypoxic and respiratory failure without improvement and eventually developed cardiac arrest and passed away 9 days after admission. Anthelmintic therapy (ivermectin; 200 µg/kg per day, orally) was started for the patient for one day, but due to his severe condition, the treatment was not continued. Postmortem examination was not allowed.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'27743682': 1, '3397296': 1, '23025061': 1, '23875033': 1, '30759812': 2, '27742318': 1, '31804353': 2, '10681211': 1, '12817433': 1, '25922748': 1, '18771224': 1, '22691685': 1, '27181117': 1, '28032738': 1, '17525130': 1, '31525192': 1, '26384733': 1, '23394259': 1, '7957278': 1, '8629651': 1, '24324900': 2, '21509240': 1, '17524758': 1, '19931558': 1, '25887711': 1, '25121962': 1, '32565789': 2}", "similar_patients": "{'6919406-1': 1, '3845250-1': 1, '6473255-1': 1, '6473255-2': 1}"}