{"patient_id": 28461, "patient_uid": "7692351-1", "PMID": 33281955, "file_path": "comm/PMC007xxxxxx/PMC7692351.xml", "title": "Efficacy of high-dose anakinra in refractory macrophage activation syndrome in adult-onset Still’s disease: when dosage matters in overcoming secondary therapy resistance", "patient": "We report here the case of a young woman in her 30s admitted to the Hematology Care Unit of the University Hospital for severe systemic inflammation. Her previous medical history was negligible, except for radiofrequency ablation for atrial arrhythmia. There was no notion of a specific triggering factor. The days before admission she had acute and high fever spikes up to 40–41°C, headache, malaise, sore throat, arthralgias and myalgias and rapid deterioration of general health. The fevers persisted to reappear, with highest temperature in the afternoon and at nights and concomitant transient maculo-papular lesions.\\nAt admission, the clinical examination was notable for tenosynovitis of her shoulders, wrists and knees, hepatosplenomegaly and general edema. The laboratory findings were notable for a very high serum ferritin level >63,000 ng/ml, marked increased C-reactive protein (CRP) level of about 200 mg/l, severe cytolysis with lactate dehydrogenase (LDH) >5000 U/l, aspartate aminotransferase (AST) >600 U/l and alanine aminotransferase (ALT) >200 U/l, as well as thrombocytopenia of about 50,000 × 103/mm3, fluctuating normal-to-low leucocyte count, lymphopenia, anemia, and hypoalbuminemia without proteinuria. Autoimmunity panel, such as ANA, extractable nuclear antigens (ENA), anti-dsDNA, RF, ACPA and ANCA, anti-phospholipid antibodies and microbiological analyses, including repeated hemocultures, were all negative. Findings of echographic and positron emission tomography-computed tomography (PET-CT) examinations showed hepatosplenomegaly and pleuritis, without any signs of malignancy. Histologic examination of the biopsy specimens of bone marrow showed phagocytosis of various hematopoietic cells by histiocytes.\\nThe patient was diagnosed as having adult-onset Still’s disease (AOSD) based on three major and four minor criteria described by Yamaguchi et al. as well as after exclusion of concomitant infection, malignancy and autoimmune disease. According to the 2016 EULAR/ACR/PRINTO Classification Criteria, the AOSD in our patient was complicated with macrophage activation syndrome (MAS).\\nA day after admission, therapy with high-dose corticosteroids (CS) with methylprednisolone (MP), 1 g daily pulses for 3 days, was administered, followed by daily MP 1 mg/kg/day. However, the benefits of CS therapy were limited and only temporary, and, after a couple of days, the fevers, rash, joint and muscle pains recurred, and inflammatory signs worsened. Then, high-dose of CS pulses were given again and IL-1-blocking treatment with anakinra, at the standard dosage of 100 mg/day, was started, which induced a dramatic response with rapid disappearance of fever, rash and pains, together with an abrupt decrease in systemic inflammation and cytolysis. However, in a few days the symptoms reappeared, serum ferritin levels again increased, cytolysis and 3-lines cytopenia worsened despite ongoing treatment with anakinra and daily MP 2 mg/kg/day. The treatment was further escalated and consisted of cyclosporine A (CyA) in association with intravenous immunoglobulin, given above anakinra and high dose MP; however, no benefits were seen. Repeated bone marrow examination confirmed a phenomenon of active phagocytosis.\\nBecause of the persistent clinical, laboratory, histology and imaging signs of an active refractory autoinflammatory disease, inflammasome activation resistant to conventional therapy and to interleukin-1 (IL-1) blocking was supposed. Considering recent reports about efficacy of interferon gamma (IFN-γ) blocking to halt severe and refractory primary haemophagocytic lymphohistiocytosis (HLH), treatment with emapalumab as an emergency investigational new drug was requested, but was unavailable for our patient with secondary HLH.\\nIn addition to ongoing therapy with anakinra, cyclosporin A and high-dose MP, etoposide therapy was initiated, with close surveillance of possible infectious complications. Despite combined immunosuppression, the clinical status of the patient deteriorated progressively, cytopenias worsened rapidly and absolute neutrophil count was < 500; she had daily fevers, was confused and had persistent hyperferritinemia, which increased dramatically to >79,000 ng/ml. Further treatment with etoposide was considered unacceptable and, thus, was terminated after three cycles of etoposide. Repeated assessments aiming to exclude infections and malignancy were negative. Cerebrospinal fluid examination did not reveal any infection and was compatible with features of central nervous system involvement of HLH (elevation of protein and cell count). MP was increased to 2.5 mg/kg/day, and anakinra together with CyA was continued. At this point, hematopoietic stem cell transplantation was considered, and a search for suitable donors was started. Meanwhile, the clinical and neurological status of the patient improved slowly, but she had persistent fevers, severe cytolysis and hyperferritinemia.\\nBecause of persistently active MAS resistant to IL-1 blocking, other pathogenetic pathways were supposed to maintain the inflammasome hyperactivation in our patient. Considering successful reports on efficacy of anti-IL 6 receptor antibodies in patients with refractory AOSD, IL-6 blocking with intravenous tocilizumab, at the dosage of 8 mg/kg, was administered and anakinra was stopped. In less than 3 days that followed, the patient became critically ill, with clinical symptoms and laboratory deterioration comparable with those she experienced at the time of admission.\\nBecause only anakinra was clinically effective in our patient, even though the response was incomplete, IL-1 blocking was re-started and, as a last therapeutic resort, anakinra was given at a higher dosage, 200 mg/day (100 mg twice daily), in addition to ongoing high-dose MP and CyA. The restoration of anakinra therapy allowed clinical improvement within a few days but only partial laboratory improvement, therefore further escalation of anakinra dosage to 300 mg/day was considered. The bone marrow examination (which was repeated for the third time) and liver biopsy specimens were consistent with active phagocytosis without signs of lymphoproliferative or hepatic disease.\\nThe following week, a persistent resolution of fever, musculoskeletal and skin complaints was achieved, and laboratory signs slowly improved. At this point, dosage of anakinra was decreased to 200 mg/day along with careful lowering of MP dosage. At 1 week after starting with tapering of immunosuppressive therapy, the patient experienced a spontaneous utero-ovarian bleeding, which was treated successfully angio-surgically. In our opinion, this event was likely attributable to the high accumulated dose of CS and persistently active MAS.\\nAs soon as serum ferritin significantly and persistently decreased to levels below 10,000 ng/ml, anakinra was further tapered to 100 mg/day and continued thereafter. At 7 months after presentation, remission was achieved, with complete resolution of systemic and articular symptoms, normalization of serum ferritin and laboratory values, and MP was tapered and discontinued progressively. To avoid accumulation of side-effects of CyA, and, given the lack of evidence, empirically, CyA was tapered successively and finally suspended, while maintenance with oral methotrexate (MTX) was adopted. At the present time, 12 months after initial presentation, no clinical or laboratory signs of the disease have reappeared and persistent remission on treatment with anakinra and MTX has been achieved.\\nThe course of the disease and given treatments are presented in .\\nThis report did not require an ethical board approval because there was no change in clinical management of the patient in routine care. The patient signed informed consent for the publication.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'22859346': 1, '28614216': 1, '32373790': 1, '28659802': 1, '26314082': 1, '28095869': 1, '23040362': 1, '29481673': 1, '30617216': 1, '28935695': 1, '30623346': 1, '31829244': 1, '20740616': 1, '31513353': 1, '23225779': 1, '32804304': 1, '1578458': 1, '24657513': 1, '31383678': 1, '24515813': 1, '29795429': 1, '27822185': 1, '31537529': 1, '20693540': 1, '31769856': 1, '30528964': 1, '29416343': 1, '26426623': 1, '23252526': 1, '22992145': 1, '28807357': 1, '31355491': 1, '26865703': 1, '27296321': 1, '20737186': 1, '29642928': 1, '26672682': 1, '24005839': 1, '30279267': 1, '27009539': 1, '26314396': 1, '33281955': 2}", "similar_patients": "{}"}