{"patient_id": 97219, "patient_uid": "7150566-2", "PMID": 32308340, "file_path": "noncomm/PMC007xxxxxx/PMC7150566.xml", "title": "The Pterygoid Hamulus Syndrome – An Important Differential in Orofacial Pain", "patient": "A 23-year-old male patient reported with the chief complaint of pain on the left side of the face for 2–3 years.\\nThe pain was severe, radiating to the ipsilateral ear and temporal region. The pain was aggravated on swallowing and relieved on medications. The patient was on intermittent pain relief medications and was earlier diagnosed with myofascial pain dysfunction syndrome. The patient's medical, dental, and family history was unremarkable. Extraoral examination revealed no abnormalities. Bilateral TMJ examination was normal with no prominent signs and symptoms of TMJ disorder. Intraoral examination showed focal areas of slight bony enlargement with typical blanching palatal to the maxillary tuberosity on the left side. Marked tenderness could be elicited on slight provocation in the same area.\\nThe differential diagnosis included elongated pterygoid hamular process, glossopharyngeal neuralgia, and idiopathic orofacial pain.\\nRadiographic investigations with intraoral periapical radiograph were advised, which demonstrated a prominent left PH []. Further evaluation with CBCT was performed for precise location and measurements in both axial and coronal sections. Both radiographic and clinical findings led to the final diagnosis of PH syndrome.\\nSurgical resection of the elongated hamuli was planned under local anesthesia in both cases. Intraorally, a longitudinal incision over the bony prominence, posteromedial to the maxillary tuberosity, was made. Dissection was done to isolate and expose the elongated hamulus on the left side, which was located along the palatal mucogingival line []. The hamulus was excised with a bur, and bony margins were smoothened. Primary closure was obtained. Postoperative healing was uneventful. The patients reported with relief of symptoms thereafter and were kept on regular follow-up up to 2 years with no recurrence [].", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'11355439': 1, '26776720': 1, '16447915': 1, '6947179': 1, '9237153': 1, '16816817': 1, '9110625': 1, '26620093': 1, '24974520': 1, '2780016': 1, '5237185': 1, '5272119': 1, '3484119': 1, '3576809': 1, '9258718': 1, '14199335': 1, '6580311': 1, '15222258': 1, '21612951': 1, '24471031': 1, '283514': 1, '2052325': 1, '17696033': 1, '32308340': 2}", "similar_patients": "{'7150566-1': 2}"}