{"patient_id": 96866, "patient_uid": "7074422-1", "PMID": 32201448, "file_path": "noncomm/PMC007xxxxxx/PMC7074422.xml", "title": "A rare occurrence of intrauterine death following an allergic reaction to iron sucrose", "patient": "A 35-year-old multigravida of 28-week gestation with moderate iron-deficiency anemia was advised to take tablet Orofer XT (Emcure Pharmaceuticals Limited) containing ferrous sulfate 100 mg + folic acid 1.5 mg once daily. She complained of on and off episodes of nausea and severe gastric irritation during the treatment, but continued taking oral preparations for 2 months. In spite of this treatment, there was no raise in hemoglobin (Hb) levels. Before conception, her Hb was 9 g% and serum ferritin was 58 ng/ml. The peripheral smear was suggestive of microcytic hypochromic anemia. The Hb during 16th week was 8 g%, which had improved to 8.5 g% at the end of 2 months. The dose and frequency of oral iron preparation was not increased due to intolerance to the drug. Hence, she was administered two doses of iron sucrose (Ferimax-SR and Micromax 5 ml, 1 ml = 20 mg) diluted in 500 ml normal saline infused over 5 h in a private hospital after the test dose (0.1 ml intravenous). One hour after infusion, she developed generalized edema with mild itching. The itching reduced after administering injection chlorpheniramine maleate 10 mg intravenously. On day 2, she experienced reduced fetal movements. She had no history of receiving parenteral iron preparation in the past. Ultrasound abdomen reported that reduced movement was due to the hyperextension position of the fetus, and cardiac activity was normal. The patient continued to have reduced fetal movements, so she consulted her obstetrician again after 4 days. On examination, her pulse rate was 84 beats/min, blood pressure was 110/60 mm Hg, and respiratory rate was 21 breaths/min with pallor and generalized pitting edema. During the fetal Doppler test, cardiac activity was not recorded, and the patient was reassured and advised adequate rest. In spite of taking adequate rest, she continued to have reduced fetal movements. On consultation after 2 weeks, the ultrasound abdomen was done. Ultrasound abdomen revealed the absence of fetal heart beat with signs of fetal death of 2-week duration as depicted in []. The previous ultrasounds done for nuchal thickness at 12 weeks and anomaly scan at 20 weeks were normal with no growth lag. The uteroplacental blood flow was normal. On investigation, the total blood count, thyroid profile, lipid profile, and random blood sugar were normal. The occult blood in stools was negative. The serological tests done during 8 weeks of pregnancy for human immunodeficiency virus infection, syphilis, and hepatitis B were negative. She had no history of fever, diarrhea, abdominal discomfort, burning micturition, and cough before the iron sucrose injection. Pregnancy was terminated by induction with tablet misoprostol, and the patient was counseled. On examination of the fetus, no congenital defects were observed.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'19406557': 1, '24056552': 1, '18691872': 1, '23268454': 1, '11904617': 1, '24984990': 1, '17209473': 1, '24056559': 1, '23543624': 2, '26575062': 1, '7249508': 1, '32201448': 2}", "similar_patients": "{'3608307-1': 1}"}