{"patient_id": 18200, "patient_uid": "7139853-1", "PMID": 32280549, "file_path": "comm/PMC007xxxxxx/PMC7139853.xml", "title": "Ibrutinib-Associated Cardiac Tamponade with Concurrent Antiplatelet Therapy", "patient": "An 82-year-old Caucasian male with CLL, gastroesophageal reflux disease, anxiety disorder, gout, hypertension, hyperlipidemia, and obstructive sleep apnea presented to our hospital in May 2019 with complaints of retrosternal chest pain, shortness of breath, and syncope. The patient was seen at another hospital 5 days earlier with similar complaints. Initial work up at the outside hospital included negative troponins, an electrocardiogram showing sinus bradycardia with a rate of 39 beats per minute (bpm), and leukocytosis with anemia (). Computed tomography (CT) of the chest, abdomen, and pelvis at that time showed an increased number of small retroperitoneal lymph nodes and a small pericardial effusion. He underwent a barium swallow study that revealed normal swallowing with tertiary contractions and mid-esophageal spasms. The patient experienced relief of his retrosternal chest pain with antacid treatment. He was diagnosed at the outside hospital with esophageal spasms and discharged on pantoprazole. He developed postdischarge symptoms of chest pain and shortness of breath that were worse while supine and relieved when leaning forward. A syncopal episode prompted him to present to our hospital.\\nThe patient had a history of CLL Rai Stage 0 that was initially diagnosed in 2013 after routine laboratory studies revealed a white blood count (WBC) of 17 × 109/L with 70% lymphocytes. Flow cytometry and bone marrow biopsy at that time were consistent with CLL. Further work up included normal chromosomal studies and fluorescence in-situ hybridization (FISH) studies negative for 17p deletion. He was initially managed conservatively without treatment until 2015 when his WBC increased to 93 × 109/L. He was then started on obinutuzumab and chlorambucil, but due to medication intolerance chlorambucil had to be discontinued. He completed the course of obinutuzumab in 2016. The WBC initially improved after treatment, but then slowly began to increase in 2017 to 17 × 109/L. Repeat chromosomal studies and FISH at that time were positive for a 17p deletion. Following repeat testing, he was started on ibrutinib 420 mg/day in May 2017. The patient's other home medications included aspirin for primary cardiovascular protection, citalopram, allopurinol, amlodipine, enalapril, spironolactone, and atorvastatin. He had no other medication changes over the previous 24 months.\\nOn presentation to our hospital, he had a temperature of 97.8°F, heart rate of 132 bpm, respiratory rate of 20 breaths/minute, blood pressure of 98/54 mmHg, and oxygen saturation of 92% on 2 liters of supplemental oxygen. Physical exam was significant for irregular heart rate, muffled heart sounds, and an elevated jugular venous pulse. Laboratory studies revealed a new acute kidney and hepatic injury with an elevated creatinine of 2.43 mg/dL (patient's baseline 1.1 mg/dL), alanine transaminase (ALT) of 93 U/L, aspartate transaminase (AST) of 59 U/L, and alkaline phosphatase of 123 U/L. His CBC (complete blood count) results included a WBC of 16.3 × 109/L with an absolute lymphocyte count of 2.08 × 109/L, hemoglobin of 10.5 g/dL, and a platelet count of 204 × 109/L. Coagulation studies revealed normal findings including a partial thromboplastin time (PTT) of 29 sec, prothrombin time (PT) of 15 sec, and an international normalized ratio (INR) of 1.2. Electrocardiogram showed atrial fibrillation with rapid ventricular response. Chest radiograph revealed an enlarged cardiac silhouette. Emergent echocardiogram revealed a large pericardial effusion measuring 2 cm with associated right ventricular diastolic collapse, consistent with cardiac tamponade ().\\nThe patient underwent an emergent pericardial window with removal of 500 mL of bloody pericardial fluid. The pericardial fluid cultures and cytology were negative for infection or malignancy. Repeat echocardiogram performed 3 days after the pericardial window showed a normal left ventricular ejection fraction of 55–65% with normal ventricular chamber size. He was started on treatment for atrial fibrillation with amiodarone, and his ibrutinib and aspirin therapy were discontinued. The patient's acute hepatic and kidney injuries were attributed to hypoperfusion injury in the setting of cardiac tamponade, these studies normalized prior to discharge with a creatinine of 0.9 mg/dL, ALT of 20 U/L, AST of 29 U/L, and alkaline phosphatase of 74 U/L.\\nQuantitative assessment of platelet function was not performed urgently as both the patient's aspirin and ibrutinib were discontinued given that aspirin use for primary prevention of cardiac disease is not indicated and the patient's CLL was well controlled. The patient remained off antiplatelet and anticoagulant therapy. His WBC remained stable at 7.8 × 109/L with an absolute lymphocyte count of 3.78 × 109/L off ibrutinib therapy 4 months later on outpatient follow-up without further intervention. The patient was in normal sinus rhythm during his 5 month follow-up with cardiology and amiodarone was switched to metoprolol.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'30077698': 1, '29296721': 1, '28182323': 1, '26430171': 1, '33161683': 1, '29995658': 1, '10593777': 1, '31020076': 2, '30620402': 1, '27909342': 1, '34776981': 1, '31558250': 1, '25083126': 1, '29916856': 1, '32280549': 2}", "similar_patients": "{'6177071-1': 1, '6177071-2': 1, '6177071-3': 1}"}