{"patient_id": 20601, "patient_uid": "7282378-1", "PMID": 32528769, "file_path": "comm/PMC007xxxxxx/PMC7282378.xml", "title": "Endobronchial Tuberculosis: A Rare Presentation", "patient": "A 17-year-old immunocompetent Asian female with no comorbid conditions presented to the ED with complaints of acute onset of hemoptysis (50-75 mL). She reported no history of fever, chills, or rigors. The patient denied shortness of breath, chest tightness, unintentional weight loss, or night sweats. She had no contact with anyone who was known or suspected to have tuberculosis.\\nOn clinical examination she was thin, well-oriented, and lying comfortably on the examination bed. General physical examination revealed mild pallor with no signs of cyanosis, clubbing or peripheral lymphadenopathy. Her respiratory rate was 18 breaths/min. On respiratory system examination, the patient had decreased tactile vocal fremitus at middle and lower left lobes. On auscultation, there were bronchial breath sounds with pronounced crepitations on the left from mid to lower zones. The rest of the physical examination was within normal limits.\\nHer laboratory investigations revealed normal white blood cell (WBC) count with mildly lower lymphocyte percentage count of 23.9%. Initial hemoglobin (Hb) was 10 mg/dL with a normocytic normochromic picture. Her hepatic and renal function tests as well as erythrocyte sedimentation rate (ESR) and serum adenosine deaminase (ADA) were within normal range. A spot and morning sputum test for acid-fast bacilli (AFB) and GeneXpert were negative with few Gram-positive cocci seen on the Gram stain. Chest X-ray showed nonhomogeneous cystic and nodular infiltrates at the left mid zone (Figure ).\\nCT scan of the chest shows nodular infiltrates in the right lung with ground glass opacity (Figure ) and patchy nodular infiltrates in the left lung along with traction bronchiectasis (Figure ).\\nEventually bronchoscopy was performed which showed significant bleeding in the presence of an endobronchial tumor in the left lower lobe (Figure ). Biopsy did not reveal signs of malignancy or a granuloma while Ziehl-Neelsen staining was negative again for AFB. Bronchoalveolar lavage sample was positive for AFB and nucleic acid amplification using GeneXpert was low positive for M. tuberculosis and no rifampicin resistance was seen. Culture in Löwenstein-Jensen medium also confirmed the presence of M. tuberculosis complex.\\nWhile awaiting her work up she was empirically treated as a case of pneumonia with various antibiotics as an outpatient for which she did not show much favorable response. The patient was started on standard anti-tuberculosis treatment with isoniazid, rifampicin, ethambutol, and pyrazinamide as per national standard treatment guidelines. In a month’s time, the patient reported a steady improvement in her condition. She was subsequently discharged and closely followed up in the clinic where she reported significant improvement in her condition with no further episodes of hemoptysis. The patient denied respiratory distress and clinical features of bronchial stenosis during the course of treatment.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'2182903': 1, '25197570': 1, '25202465': 2, '14830798': 1, '26379001': 1, '23088226': 1, '975957': 1, '23088170': 1, '11192556': 1, '8733492': 1, '10669679': 1, '25620110': 1, '9097353': 1, '23168513': 1, '12426259': 1, '1414809': 1, '8430169': 1, '10780776': 1, '32528769': 2}", "similar_patients": "{'4151577-1': 1, '4151577-2': 1}"}