{"patient_id": 27919, "patient_uid": "7667612-1", "PMID": 33209521, "file_path": "comm/PMC007xxxxxx/PMC7667612.xml", "title": "Petechiae, Purpura, and a Pandemic: A Recipe for Scurvy", "patient": "A 28-year-old man presented to the emergency department with two weeks of painful bilateral ecchymoses of his legs and flank. Additionally, he reported fatigue, shortness of breath with exertion, and lightheadedness. He had never experienced these symptoms before. He denied trauma, fever, weight loss, night sweats, cough, abdominal pain, frequency, urgency, or changes in bowel movements.\\nHis medical history was significant for major depression, anxiety, and ADHD, which were treated with citalopram, propranolol, and dextroamphetamine/amphetamine, respectively. He denied changes to his medications in over a year. He was not taking over-the-counter medication or herbal supplements. He recently graduated from college and was living on his own for the past one and a half years. He reported a recent increase in alcohol consumption since the coronavirus disease 2019 (COVID-19) pandemic began and was drinking five to six drinks per day. He also reported intermittent marijuana use during this time. He denied any history of tobacco use or illicit drug use. His mother died from complications of type 1 diabetes. His father was alive and reported a history of monoclonal gammopathy. He denied any family history of bleeding, bruising, clotting, or hematologic malignancy. Since the pandemic and stay-at-home orders started three months ago, he reported that his diet changed from fast food and restaurant meals to home-cooked meals. He would order groceries once a month, eating mainly meat (sausage, chicken, burgers) and eggs. He denied intake of fruits, vegetables, or juice.\\nOn physical examination, his temperature was 99.1°F, pulse was 97 beats per minute, respiratory rate was 19 breaths per minute, blood pressure was 112/80 mmHg, and oxygen saturation was 97%. His BMI was 32.83 kg/m2. He was slightly anxious and lying flat in bed. The legs were covered in bilateral ecchymoses, non-palpable purpura, and petechiae (Figures , ). There were also large ecchymoses on both flanks (Figure ). He had conjunctival pallor and slight scleral icterus, as well as dry mucous membranes and poor dentition. There was no evidence of gingival bleeding. The liver and spleen were unable to be palpated due to body habitus. Closer examination of the skin revealed perifollicular petechiae and corkscrew hairs (Figure ).\\nHis laboratory values revealed hyponatremia, hypokalemia, and hypochloremia. He was anemic with hemoglobin of 8.4 g/dL and mean corpuscular volume (MCV) of 91.7 fL. Folate levels were reduced. White blood cell count and platelets were slightly elevated at 12.1 k/mm3 and 476 k/mm3, respectively, which returned to normal levels following hydration. Lactate dihydrogen (LDH) was elevated at 614 U/L, and total bilirubin was elevated at 3.2 mg/dL. Fibrinogen was elevated at 563 mg/dL. D-dimer was elevated at 13.7 mg/L. Prothrombin time (PT) was slightly prolonged at 14.6 seconds and partial thromboplastin time (PTT) was normal at 26.9 seconds. Haptoglobin was normal at 155 mg/dL. Von Willebrand factor (VWF), factor VIII activity, and platelet function assay were all within normal limits. Peripheral smear demonstrated bands, nucleated red blood cells, and megakaryocytes, with no evidence of blasts or schistocytes. Reticulocyte count was increased to 11.6.\\nHis hemoglobin fell to 6.6 g/dL, and he was given one unit of packed red blood cells. His hemoglobin levels subsequently increased, and his fatigue, lightheadedness, and shortness of breath improved. A vitamin C level was collected, and he was started on high-dose vitamin C therapy for suspected deficiency. Subsequently, his vitamin C level returned undetectable (<0.1 mg/dL).\\nOur patient was treated with 1 g IV vitamin C for three days. His bleeding, leg pain, and bruising all improved (Figures -), and he was discharged on oral supplementation of vitamin C 250 mg daily in addition to nutritional education.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'30795887': 1, '18793598': 1, '29274306': 1, '30259130': 1, '26926815': 1, '26590972': 1, '31806112': 1, '30461672': 1, '34446946': 1, '19508394': 1, '28943382': 1, '30704850': 1, '33209521': 2}", "similar_patients": "{}"}