{"patient_id": 28657, "patient_uid": "7707131-1", "PMID": 33274125, "file_path": "comm/PMC007xxxxxx/PMC7707131.xml", "title": "A Renal Colic Mimic - Wunderlich Syndrome: A Case Report", "patient": "A 24-year-old male presented to our ED with complaints of right flank pain, with sudden onset, and rapid progression. The pain was localized to the right flank. There was no associated radiation of pain, fever, hematuria, or history of trauma. He also complained of two episodes of vomiting. He had been on regular medication for hypertension and chronic renal failure.\\nUpon arrival, the patient was afebrile, blood pressure (BP) was 114/70, pulse rate was 88 beats/min, room air saturation 100%, and respiratory rate was 22 breaths/min. Systemic examination of the abdomen was soft with tenderness over the right lower quadrant, with a palpable mass over the renal angle. Another systemic examination was unremarkable. Blood investigations revealed hemoglobin (Hgb) 10.7 g/dL (baseline Hgb 13.7 g dL), creatinine 222 umol/L, urine microscopy blood 3+, and protein 3+ (Table ).\\nGiven his persistent pain over the flank region, with renal dysfunction, a noncontrast computed tomography-kidney ureter bladder (CT-KUB) was performed, showing enlarged right kidney with perinephric fat stranding and isodense lesion in the perinephric space, showing a CT density of recent bleed [(45-50 Hounsfield unit (HU)] (Figure ).\\nThe patient was hospitalized for further workup and management and was started on analgesics and antibiotics. After two days of hospitalization, the patient underwent an MRI abdomen with contrast, showing a large perinephric hematoma (arrowhead) and a small hemorrhagic cyst (arrow) in the anterior renal cortex communicating with perinephric hematoma (Figure ).\\nHe was treated symptomatically. The patient was pain-free and hemodynamically stable. The urology team was consulted, who advised for conservative management and close observation. He did not have a further fall in Hgb or worsening of renal function. Further workup for other causes, like vasculitis, were negative.\\nOn the eighth day of admission, ultrasound imaging of the kidney revealed an estimate of 208 cc of perinephric fluid collection (Figure ).\\nAs the patient improved symptomatically, he was discharged with outpatient follow-up. Follow-up ultrasounds done in the first and third weeks after discharge demonstrated regression of hematoma. Follow-up ultrasound done after three months postdischarge demonstrated complete resolution of hematoma, and no evidence of malignancies was detected (Figure ).", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'15915395': 1, '16985559': 1, '20674233': 1, '21346835': 2, '8740036': 1, '21765296': 1, '11912370': 1, '12384111': 1, '33274125': 2}", "similar_patients": "{'3037002-1': 1}"}