{"patient_id": 27828, "patient_uid": "7661154-1", "PMID": 33176766, "file_path": "comm/PMC007xxxxxx/PMC7661154.xml", "title": "A rare entity of Primary Ewing sarcoma in kidney", "patient": "A 31-year-old female patient was admitted with chief complaints of intermittent pain in the left plank and palpable abdominal mass. No urinary symptoms such as haematuria and dysuria were found. Her past medical history and family history of malignancy were unremarkable. Results of routine blood and urine examination as well as tumor markers including AFP, AFP-L3, CEA, CA199, CA125 and SCC were within the normal range. Enhanced computed tomography (CT) demonstrated a hypoechoic mass (18 cm × 14.5 cm × 14 cm) from the left renal with central necrosis, no invasion to renal veins or inferior vena cava (IVC) was reported (Fig. a, b). Further clinical investigations including chest HRCT showed no evidence of metastasis. 3-dimensional imaging of the neoplasm was conducted (Fig. c), and an open, left radical nephrectomy was performed. Macroscopic examination showed a huge soft tissue mass attached to the spleen and pancreas tail. In surgery, the spleen was separated from the tumor capsule, and partial left adrenal gland and distal pancreatic involving about 2 cm × 1.5 cm × 1 cm pancreas tail tissue were excised with the assistance of hepatobiliary surgeons. Microscopic examination revealed a small round cell tumor with focal necrosis, endovascular tumor thrombi and adrenal involvement were detected (Fig. a, b). The tumor cells were arranged in sheet with fiber segmentation. Immunohistochemistry results indicated positive stained for AE1/AE3, CD99, CD56, synaptophysin (Syn), Ki-67(50%), and negatively stained for S-100, EMA, CgA, WT1, Desmin, SMA and MyoD1 (Fig. c–g). In the light of these findings, a pathological diagnosis of primary ES/PNET of the left renal was made. The diagnosis was further confirmed by fluorescence in situ hybridization (FISH) by detecting the rearrangements of t (22q12): EWS-FLI1 type 1 translocation (Fig. h). A PET-CT examination was conducted at 3 months postoperatively and showed no recurrence or metastasis. Adjuvant chemotherapy including vincristine, doxorubicin, cyclophosphamide (VAC), ifosfamide, etoposide (IE) and carboplatin (AUC = 4) was delivered after surgery. During the triweekly chemotherapy, metastasis was found in the retroperitoneal lymph node at 6 months postoperative, followed by multiple metastases to the left neck, bilateral adrenal gland, psoas major, retroperitoneum and bilateral diaphragm angles. The chemotherapy was maintained by the follow-up at 12 months postoperatively, and lung metastasis was detected by PET-CT scan. Afterwards, the antiangiogenic drug, apatinib, was recommended by the oncologist due to the intolerance to chemotherapy. This patient survived with tumor by the latest follow-up at 18 months postoperatively.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'17879630': 1, '12352425': 1, '1129029': 1, '3316513': 1, '31807433': 1, '19815490': 1, '26927724': 1, '23800653': 1, '28529185': 1, '22534242': 1, '20547982': 1, '16006796': 1, '12594313': 1, '11859203': 1, '16904430': 1, '11176062': 1, '23374800': 1, '29782348': 1, '33176766': 2}", "similar_patients": "{}"}