{"patient_id": 21410, "patient_uid": "7325116-1", "PMID": 32600450, "file_path": "comm/PMC007xxxxxx/PMC7325116.xml", "title": "Atypical parkinsonism and intrathecal anti-glutamic acid decarboxylase antibodies – an unusual association: a case report", "patient": "We describe a 58-year-old white man who presented with a 1-year history of gait disturbance with disequilibrium leading to falls. His medical history was significant only for past alcohol abuse, interrupted approximately 5 years before. His family history was negative per movement disorder and, in general, for neurodegenerative conditions. A neurologic examination showed mild hypomimia, mild hypophonia, mild dysarthria, saccadic pursuit eye movements, asymmetric mild-moderate bradykinesia with right prevalence, moderate muscle rigidity of upper limbs, moderate-severe rigidity of lower limbs, and shuffling gait. Formal neurophthalmological evaluation failed to highlight further signs, in particular, the “round the houses” sign was absent [] as well as supranuclear vertical gaze palsy. He could walk without support but pull test was positive. His Unified Parkinson’s Disease Rating Scale-III (UPDRS-III) score was 44/104. His Hoehn and Yahr stage was 3. Limb strength, sensitivity, and coordination were normal. No symptoms and signs of dysautonomia were found. His cognitive functions were studied through a complete battery of neuropsychological tests, which highlighted mild deficits in visuo-constructive and executive functions. Brain magnetic resonance imaging (MRI) showed diffuse cerebral atrophy involving both supratentorial and subtentorial regions, with more pronounced involvement of bilateral parieto-frontotemporal lobes, cerebellar worm, and midbrain; no alterations were shown in the basal ganglia or cerebellar deep nuclei; furthermore, no evidence of cerebrovascular disease was noted. A spinal cord MRI was normal. Electroencephalography showed mild diffuse slowing of electric cortical activity without periodic waves or epileptic discharges. Electromyography documented mild polyneuropathy. 123Iodine fluoropropyl-CIT single-photon emission computed tomography (FP-CIT SPECT) showed normal dopamine transporter (DAT) uptake. 18F-fluorodeoxyglucose (18F-FDG) brain positron emission tomography (PET) demonstrated bilateral parieto-temporal hypometabolism. A diagnosis of atypical parkinsonism was made and levodopa therapy was introduced at a dosage up to 400 mg a day, with mild improvement of limb rigidity and bradykinesia but no amelioration of gait stability (UPDRS-III 35/104, Hoehn and Yahr 3). Further increase of levodopa was not possible since he refused, at that time, due to side effects.\\nA panel of blood examinations was performed in order to search for metabolic or dysimmune causes of parkinsonism. Serum antinuclear antibodies (ANA), extractable nuclear antigens (ENA), anti-neutrophil cytoplasmic antibodies (ANCA), anti-GAD, anti-tissue transglutaminase antibodies, anti-human T-lymphotropic virus (HTLV) 1–2 antibodies, and anti-onconeural antibodies: anti-Hu, Ri, Yo, Ma, amphiphysin, CV2, and paraneoplastic antigen Ma2 (PNMA2) were negative. Genetic testing for spinocerebellar ataxia (SCA) types 1, 2, 3, 6, and 7 was negative as well. Plasma levels of ceruloplasmin, copper, and neoplastic markers were normal, as well as liver function. A lumbar puncture was performed. CSF had normal levels of glucose, proteins, and leukocytes. Oligoclonal bands and onconeural antibodies were negative. Finally, a search for anti-GAD antibodies in CSF by radioimmunoassay gave a positive, albeit low titer, result (2.0 U/ml, normal values under 1.0 U/ml).\\nAt the last follow-up visit, performed 15 months after hospital admission and after completion of an intensive cycle of rehabilitative treatment, he showed mild improvement of gait stability, with no change in limb bradykinesia and rigidity. UPDRS-III was 31/104 and Hoehn and Yahr stage was 2.5. Given the acceptable functional status, the absence of T2 hyperintense or contrast-enhanced brain lesions on MRI, the lack of inflammatory changes in CSF, and the low titer of CSF anti-GAD, we have decided not to introduce immunosuppressive therapy at the moment. Follow-up is currently ongoing for detecting any possible clinical modification in order to decide whether to increase levodopa dosage or opt for potential immunotherapies. Furthermore, we are monitoring our patient for the possibility of the appearance of malignancy.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26711563': 1, '9007109': 1, '18687732': 1, '16970217': 1, '26944115': 1, '11134126': 1, '32600450': 2}", "similar_patients": "{}"}