{"patient_id": 98366, "patient_uid": "7276616-1", "PMID": 32548008, "file_path": "noncomm/PMC007xxxxxx/PMC7276616.xml", "title": "Case Report of Diagnostic Evidence Depicting Palmaris Longus Origin Reversal: Ultrasound and MRI Evaluation", "patient": "A right hand dominant, 28-year-old Caucasian male presented to the orthopedic associates of Southwest Ohio as a referral to a hand specialist due to an abnormal ultrasound finding and left wrist mass. The ultrasound of the suspected left wrist mass was executed 10 days prior, exhibiting increased echogenicity within the musculature of the left distal wrist at the site of the patient’s reported abnormality. This echogenicity was asymmetric when compared to the right wrist. The image of the left anterior distal forearm on ultrasound is displayed in . There was no evidence of a focal mass or fluid collection according to the ultrasound report. The patient presented complaining of left wrist swelling, with no pain. There was an unremarkable past medical, surgical, or family history significant to the chief complaint. As far as a differential, the questionable echogenicity within the musculature of the left distal forearm could have been related to a mild non-specific myositis. Moreover, there was no evidence of focal mass or fluid collection, so an MRI was considered to rule out a neoplasm.\\nThe patient completed the MRI in 10 days, and then followed up in a week to the clinic. The current status of the patient remained unchanged. The MRI of the patient demonstrated a palpable abnormality secondary to a congenital variation consisting of a PL muscle variant due to an accessory muscle belly volar to the flexor tendons. The signal intensity of this muscle appears within normal limits. This finding was confirmed on the retrospective review of the prior ultrasound. The abnormal muscle variant is displayed in the sagittal view T1 MRI in (), it is displayed in the coronal view T1 MRI in (), and it is displayed in the coronal view T2 MRI in ().\\nAfter consecutive diagnostic imaging techniques ruled out anything pathologic including neoplasm, the patient was counseled on the plan. Since the muscle variant was not painful and it did not limit functional outcomes, a non-operative conservative plan was instituted. The patient was informed to follow-up as needed, and if any concerning symptoms arose to schedule an appointment and new measures would be taken for continued care.\\nIn the present case, the PL muscle belly originated at the distal forearm volar to the flexor digitorum profundus and superficialis tendons. The abnormality lied between the soft tissue markers placed at the site of the patient’s complaint of the palpable abnormality.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'3418050': 1, '30022223': 1, '26491493': 1, '24431941': 1, '20396682': 1, '3249139': 1, '15935531': 1, '9737913': 1, '32548008': 2}", "similar_patients": "{}"}