{"patient_id": 17994, "patient_uid": "7106845-1", "PMID": 32228470, "file_path": "comm/PMC007xxxxxx/PMC7106845.xml", "title": "Conservative recovery and replacement of a ruptured percutaneous endoscopic gastrostomy tube; a case report", "patient": "A 69-year-old female with multiple comorbid medical conditions underwent an emergency repair of an aortic dissection and suffered from prolonged hospital course postoperatively. Because of failure to wean and generalized weakness, tracheostomy and percutaneous endoscopic gastrostomy (PEG) tubes were placed, and both tubes functioned adequately after placement. PEG tube was utilized for feeding and PO meds and continued to function well for more than a month after placement except for the occasional episodes of tube blockage. Tube blockages were resolved by forcefully flushing the tube via a five-cc syringe. On Day 32 post-PEG placement, the patient started complaining of severe abdominal pain. Digital subtraction angiography (DSA) tubogram revealed contrast leak into the peritoneal space and a complete rupture and separation of the PEG tube into a proximal and a distal segment (Fig. ). CT abdomen demonstrated a significant increase in the density of the ascitic fluid, confirming the clinical diagnosis of peritonitis, and the patient was placed on broad-spectrum antibiotics.\\nInterventional radiology quickly removed the proximal fragment with no difficulty. Utilizing the locking threads that are part of the PEG apparatus, the distal fragment was conservatively maneuvered and pulled it to the level of the skin of the abdomen (Fig. ). When the distal fragment became visible at the stoma site, a clamp was placed to secure it in place, a guide wire was then threaded to regain access to the stomach, and a new gastrostomy tube was re-introduced over the guide wire (Fig. ). Water-soluble contrast was injected, and the location was confirmed with no leaks detected (Fig. ). The patient subsequently did well, recovered from peritonitis, and transferred to a chronic care medical facility.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'6783471': 1, '3108063': 1, '27931635': 1, '18193123': 1, '6780678': 1, '11791048': 1, '32228470': 2}", "similar_patients": "{}"}