{"patient_id": 19702, "patient_uid": "7236527-1", "PMID": 32430060, "file_path": "comm/PMC007xxxxxx/PMC7236527.xml", "title": "Meningomyeloencephalitis secondary to Mycobacterium haemophilum infection in AIDS", "patient": "The decedent was a 39-year-old man with newly diagnosed HIV/AIDS, who had recurrent bouts of pyrexia of unknown origin, nausea and vomiting, and altered mental status that required repeated admissions at an outside hospital over a four-month period. Aside from the recent diagnosis of HIV/AIDS, there was no other significant past medical history. Assessment of his respiratory system showed no abnormalities and chest radiographs showed no focal consolidation, atelectasis, or pleural fluid accumulation. Microbiological analysis of cerebrospinal fluid was negative for infectious organisms. On his last admission, cranial imaging identified a brainstem mass and the patient was transferred to our neurological intensive care unit requiring intubation for suspected aspiration pneumonia. At the time of transfer, his CD4 cell count was 3 cells/mm3 with a viral load of 46,000 copies/mL and he was initiated on antiretroviral therapy (ART). He underwent MRI which showed a new nodular brainstem enhancement and residual leptomeningeal enhancement (Fig. a) in addition to a 7 mm enhancing region at the cervicomedullary junction in the anterior cervical spinal cord. Analysis of his cerebrospinal fluid (CSF) at this time showed an elevated protein (97 mg/dL; normal: 15–45 mg/dL) and glucose (80 mg/dL; normal: 40–70 mg/dL) with a lymphocytosis (100 cells/mm3). Quantitative PCR was negative for JC virus and a meningitis/encephalitis PCR panel was negative for Escherichia coli, Haemophilus influenzae, Listeria monocytogenes, Neisseria meningitidis, Streptococcus pneumoniae, Cytomegalovirus, Enterovirus, Human Herpes Virus-6, Herpes Simplex Virus-1, Herpes Simplex Virus-2, Human Parechovirus, Varicella Zoster Virus, and Cryptococcus neoformans. Furthermore, culture of CSF, including cultures for acid-fast bacilli (AFB), showed no growth of microorganisms. Despite broad-spectrum antibiotics for suspected rhomboencephalitis, he died. Other than his known HIV status, at no point during his hospitalizations was an infectious agent identified.\\nAn autopsy restricted to the brain and spinal cord was performed with written informed consent obtained from the family. The fresh brain weight was increased (1525 g) and the leptomeninges were thickened multifocally, being most pronounced over the midbrain, pons, and right middle cerebellar peduncle. The brainstem was diffusely widened (Fig. b) and the cerebral gyri were swollen. Coronal sections of the cerebral hemispheres revealed marked, bilateral dilatation of the lateral and third ventricles. Transverse sections of the brainstem showed poor demarcation of the gray and white matter (Fig. c-h). The substantia nigra was pale and the cerebral aqueduct was obliterated (Fig. c). The pons and medulla oblongata appeared mottled and hyperemic with white patches over the basis pontis (Fig. d-h).\\nMicroscopically, leptomeningeal lymphohistiocytic infiltrates were seen multifocally. Widespread damage was seen in the brain and spinal cord with focal lymphohistiocytic infiltrates, neuropil vacuolation, neuronal loss, gliosis, and perivascular inflammation. This was found throughout the examined neocortex with relative sparing of the corpus striatum and thalamus. The subcortical white matter showed patches of myelin pallor and were also associated with lymphohistiocytic inflammation.\\nThe most severe damage in the CNS involved the brainstem. The degree of injury in the brainstem was not diffuse but varied throughout. In the midbrain, at the level of the decussation of the superior cerebellar peduncles (Fig. g), the most dramatic inflammatory infiltrate was in the midline and extended laterally to involve the substantia nigra (Fig. g-h). The substantia nigra showed marked neuronal loss and was associated with neuromelanin-laden macrophages (Fig. k). Gram, periodic acid-Schiff (PAS) and Grocott’s methenamine silver (GMS) stains were negative for organisms. AFB stains revealed numerous rod-shaped microorganisms within epithelioid histiocytes, thus compatible with NTM infection. The severely damaged midbrain harbored the highest density of AFB (Fig. i).\\nTo determine the species of the AFB, DNA was extracted from formalin-fixed, paraffin-embedded material of the midbrain (ReliaPrep FFPE gDNA Miniprep System, Zymo). Using primers targeting the 16S V3-V4 rRNA region, DNA was amplified and Sanger sequencing was performed. Using BLAST searching on NCBI, the sequence matched closest to a group of non-tuberculous mycobacterial references sequences, including M. haemophilum and M. riyadhense at 99% identity. Therefore, the mycobacterial hsp65 protein gene region was amplified with the forward primer (5′ ACCAACGATGGTGTGTCCAT 3′) and the reverse primer (5′ CTTGTCGAACCGCATACCCT 3′) []. The obtained hsp65 sequence ranked highest with 99.72% identity to M. haemophilum.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'32226763': 1, '31723708': 1, '9431419': 1, '24908366': 1, '11438898': 1, '24841195': 1, '26578674': 1, '8894345': 1, '11229914': 1, '20484607': 1, '25008390': 1, '31441427': 1, '21976605': 1, '25818941': 1, '21258102': 1, '14766845': 1, '18291698': 1, '1455063': 1, '7300761': 1, '9278615': 1, '32430060': 2}", "similar_patients": "{}"}