{"patient_id": 98633, "patient_uid": "7297443-1", "PMID": 32577206, "file_path": "noncomm/PMC007xxxxxx/PMC7297443.xml", "title": "Extensive subdural spread of a glioblastoma associated with subdural hygroma: case report", "patient": "A 67-year-old male patient presented at a local hospital with progressive fatigue, memory and concentration loss, right-sided neglect and weakness as well as gait disturbance. A cerebral MRI scan depicted an inhomogeneous contrast-enhancing, left temporo–parieto–occipital intracerebral tumour invading the trigonum of the left lateral ventricle. The tumour was resected subtotally under 5-ALA fluorescence with a small remnant infiltrating the trigonum of the left lateral ventricle, which was opened intraoperatively (). Histologically, glioblastoma multiforme, WHO IV°, was diagnosed. No molecular analysis was performed.\\nPostoperatively, the patient received fractionated radiotherapy of the tumour region up to 62 Gy and concomitant chemotherapy with temozolomide 75 mg/m2 body surface area for 44 days, starting in the third postoperative week.\\nTen weeks postoperatively, the patient complained of vertigo and a self-limiting episode of right-sided visual field restriction and neglect. Subsequently, oral cortisone therapy was started again, which lead to the relief of these symptoms. The MRI showed a new contrast enhancement around the resection cavity, possibly treatment-related after radiochemotherapy, as well as a 14-mm-thick, left-sided subdural fluid collection causing a midline shift of 6 mm, which was interpreted as a subdural hygroma or hematoma (). The latter was slightly progressive on a CT scan 1 week later, and surgical evacuation through a burr hole was indicated. Intraoperatively, it presented as a slightly xanthochrome, slightly pressurized subdural hygroma. No pathological alterations of the dura were revealed during this procedure. Postoperatively, the subdural hygroma was incompletely regressive and began to grow again as was seen on the CT images 3 weeks after the surgery. This finding was considered to be related to post-radiation changes. The patient stayed asymptomatic and received two cycles of adjuvant chemotherapy with temozolomide 150 mg/m2 body surface area and 200 mg/m2 body surface, respectively.\\nFifteen weeks after tumour resection and 4 weeks after hygroma evacuation, the patient presented again with concentration loss, fatigue and a moderate right-sided hemiparesis. A new CT scan revealed a strongly progressive subdural hygroma with a 3-mm-thick subdural membrane. The hygroma was evacuated through the same burr hole; however, due to an unsatisfying hygroma regression, a subduro–peritoneal shunt for permanent hygroma drainage was implanted subsequently. During these both procedures, a thick greyish subdural membrane was noticed, but no tissue samples were taken. Despite the volume reduction of the hygroma, its membrane still caused a considerable mass effect. Few days after the last surgical procedure, a cerebral MRI was performed following the tumour follow-up protocol. On this imaging, the subdural membrane over the left hemisphere presented as an inhomogeneous contrast-enhancing lesion with irregular contours ().\\nSubdural spread of the glioblastoma was suspected, which was validated by an open tissue biopsy. Intraoperatively, the membrane appeared as a beige, thick subdural mass with a xanthochrome hygroma underneath. Histologically, a subdural metastasis of the underlying glioblastoma was confirmed. The molecular status of the tumour could not be determined due to DNA degradation in the tissue sample. Our reference pathology centre considered gliosarcoma as a differential diagnosis.\\nDue to the substantial tumour progress under chemotherapy and dramatic worsening of the patient’s condition, no further surgery or chemotherapy was performed.\\nThe patient developed signs of increased intracranial pressure and died 5 months after the initial diagnosis of glioblastoma.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'22958073': 1, '26635136': 1, '23263292': 1, '30994843': 1, '24036578': 2, '19618114': 1, '32577206': 2}", "similar_patients": "{'4201746-1': 1}"}