{"patient_id": 22916, "patient_uid": "7395989-1", "PMID": 32774981, "file_path": "comm/PMC007xxxxxx/PMC7395989.xml", "title": "A Patient with Milky Urine: Nonparasitic Chyluria and Silver Nitrate Sclerotherapy", "patient": "A 51-year-old male was admitted with a complaint of milky urine and significant weight loss (10 kg) for over four months. On further assessment, neither lower urinary tract symptoms nor a contact history of tuberculosis was observed. The patient was cachectic with a body mass index of 20.2 kg/m2.\\nMacroscopically, urine appeared milky in colours (), and the analysis demonstrated severe proteinuria and a high triacylglycerides level of 370 mg/dl (standard 1-10 mg/dl). Chloroform test for chyluria was positive, whereas filarial IgM and IgG antibodies were negative. Imaging studies of the urinary tract, which included an ultrasound scan (KUB) and CT-urography, revealed no abnormality. During diagnostic rigid cystoscopy and ureterorenoscopy, egress of milky urine from the left ureter was observed (). The retrograde pyelogram, performed subsequently, demonstrated a left-sided lympho-urinary fistula at the level of the renal pelvis ().\\nInitially, he was managed with a low-fat diet and a trial of diethylcarbamazine 6 mg/kg/day for 21 days with an inadequate response. Persistent symptoms, despite initial management, encouraged us to change over to instillation therapy. 10 ml of 0.5% silver nitrate was instilled endoscopically to the left ureter via a 6 Fr ureteric catheter, and the procedure was repeated for another three cycles at 30 min intervals. Subsequently, bladder irrigation was continued for 12 hours, and cefuroxime was administered intravenously for three days. He had an uneventful recovery with complete clearance of urine over five days () and was discharged later on a low-fat diet. On routine follow up at one month, his urine was completely clear (), and a 3 kg increase in body weight was also observed. Follow up was carried out for twenty-two months with no recurrence of symptoms.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'25371613': 1, '34584798': 2, '1486394': 1, '28978586': 1, '20224262': 1, '28556416': 1, '25393404': 1, '32774981': 2}", "similar_patients": "{'8457537-1': 1}"}