{"patient_id": 30398, "patient_uid": "7789215-1", "PMID": 33407746, "file_path": "comm/PMC007xxxxxx/PMC7789215.xml", "title": "Metaplastic carcinoma of the breast and BRCA1 germline mutation: a case report and review", "patient": "A 39-year-old woman with a family history of breast cancer in her mother and ovarian cancer in her maternal grandmother noticed a lump in her left breast and consulted her primary care doctor. Because of the examination, the possibility of breast cancer was considered, and she was referred to our hospital for detailed examination.\\nA 1.4-cm tumor was palpated in the upper-outer region of left breast, an enlarged lymph node was not palpated, and there was no nipple discharge.\\nAccording to mammography (Fig. ), an equal density mass with a margin showing a circumscribed irregular shape was observed in the outer upper quadrant of the left breast at one o’clock in the anterior portion, and calcification was found inside of the mass. By ultrasonography, a 1.4 × 1.4 × 1.0-cm clear and rough, microlobulated marginal heterogeneous mass was observed in the outer upper quadrant of the left breast, along with calcification and enhanced posterior features (Fig. b).\\nInvasive ductal carcinoma and adjacent chondroid metaplastic breast cancer were diagnosed by needle biopsy. Positron emission spectroscopy-computed tomography revealed a tumor of maximum standardized uptake value of 7.7 in the outer upper quadrant of the left breast, with no lymph node metastasis or distant metastasis.\\nBased on these results, we diagnosed the patient with left breast cancer, cT1cN0M0, Stage I.\\nWe performed left mastectomy + sentinel lymph node biopsy + tissue expander insertion as well as silicone implant replacement surgery approximately 6 months later.\\nIn the outer upper quadrant of the whole breast resection specimen, 1.5 cm of metaplastic carcinoma (Fig. a), a component of chondroid metaplasia (Fig. b), and a component of ductal carcinoma (Fig. c) were mixed. Breast cancer invaded the fat tissue, the nuclear grade was 3 (atypia: 3, mitosis: 3), and the surgical margin was negative. Lymph node metastasis was not observed. The results of immunohistochemistry analysis were as follows: estrogen receptor: negative (0%), progesterone receptor: negative (0%), HER-2: negative (0), and MIB-1 index: 70–80%. These results suggested triple-negative breast cancer (TNBC).\\nAs a postoperative course, we conducted genetic counseling because of the young onset of TNBC with a family history of both breast cancer and ovarian cancer. She wished to undergo genetic testing, and thus we evaluated BRCA1 and BRCA2. The results confirmed the presence of the pathogenic mutation c. 188 T>A (L63*) in BRCA1. Four courses of doxorubicin+ cyclophosphamide therapy were performed as postoperative adjuvant chemotherapy. In addition, after disclosing the genetic test results, periodic surveillance of ovarian cancer was started. She did not want to undergo contralateral mastectomy; therefore, surveillance of the contralateral breast was started. The patient has asthma and cannot be evaluated by contrast-enhanced magnetic resonance imaging, and thus mammography and ultrasonography are performed once per year. Currently, she has been alive without relapse for 2 years post-surgery.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'17551255': 1, '12680165': 1, '12829800': 1, '27310713': 1, '20189727': 1, '21723046': 1, '25412848': 1, '29378733': 1, '19350356': 1, '18815879': 1, '21138954': 1, '26918222': 2, '33407746': 2}", "similar_patients": "{'4752368-1': 1}"}