{"patient_id": 33017, "patient_uid": "7925058-1", "PMID": 33680596, "file_path": "comm/PMC007xxxxxx/PMC7925058.xml", "title": "Anabolic Steroid-Induced Myocardial Infarction in a Young Male", "patient": "A 38-year-old African American male with no significant past medical history (he was using anabolic steroid [unknown duration] for muscle building and athlete) came to the emergency department with complaints of severe chest pain that started 30 minutes previously, which were crushing in nature, radiating to his left arm, and associated with sweating, nausea, and breathlessness. He denied similar pain in the past during exertion or rest. The patient smoked three cigarettes per day for 10 years. His family history was nonsignificant for ischemic heart disease.\\nOn examination, the patient was sweaty, and vitals were: heart rate, 110 beats/min; blood pressure, 130/85 mm Hg; respiratory rate, 16/min; temp., 98.6 F [Normal 97-98 F]. His heart sounds were normal with no murmur. There was no lower extremity edema and normal peripheral pulses. A 12-lead electrocardiogram (ECG) showed ST-segment changes of the precordial leads of an acute anterior wall MI (Figure ). The patient’s serum creatine kinase and total cholesterol concentration were normal. Complete blood count, urea, creatinine, urine analysis, and urine drug screen were normal.\\nThe ECG taken at the time of arrival in the emergency department revealed STEMI and elevated troponin. Cardiac catheterization revealed proximal left anterior descending artery 100% stenosis (Figure ). A thrombectomy, percutaneous transluminal coronary angioplasty, and drug-eluting stent placement in the left anterior descending artery were performed. An ECG showed ischemic cardiomyopathy left ventricular ejection fraction 35-40%, and apical and anterolateral wall hypokinesis. Systolic function was moderately reduced. There was mild hypokinesis of the mid-anteroseptal and mid-anteroseptal wall. There was akinesis of the apical anterior, apical septal, apical lateral, and the apical wall(s). Doppler parameters were consistent with abnormal left ventricular relaxation (grade 1 diastolic dysfunction).\\nAll blood work including complete blood counts, chemistry, creatinine, liver enzymes, creatine kinase, homocysteine, vitamin B12, TSH, urine analysis, and urine drug screen was negative. The low-density lipoprotein (LDL) level 116 mg/dl, high-density lipoprotein (HDL) 48 mg/dl, triglycerides 141 mg/dl, and total cholesterol 151 mg/dl. The patient’s coagulative workup including antithrombin III, factor V Leiden deficiency, protein C and S activity were within the normal range. Autoimmune workup was checked to rule out vasculitis including antinuclear antibody, antineutrophil cytoplasmic antibody, and anti-glomerular basement membrane antibody, and was negative.\\nThe patient was stable during the hospital stay and asymptomatic. He was discharged on the third day of hospitalization. He was prescribed aspirin 81 mg daily, ticagrelor 90 mg daily, carvedilol 3.25 mg twice daily, lisinopril 2.5 mg daily, and atorvastatin 80 mg daily. The aldosterone antagonist was not started inpatient secondary to borderline soft blood pressure. The patient was followed up as an outpatient in a week and his blood pressure was within normal limit, he was started on low-dose spironolactone 25 mg, and repeated basic metabolic was checked for potassium and that was within normal limit. The patient also had an echocardiogram after 40 days and his ejection fraction improved, and spironolactone was discontinued.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'15248788': 1, '20633817': 1, '20020375': 1, '34441248': 1, '3315401': 1, '15778771': 1, '24015213': 1, '26862345': 2, '33680596': 2}", "similar_patients": "{'4738047-1': 1}"}