{"patient_id": 96672, "patient_uid": "7052551-1", "PMID": 32149063, "file_path": "noncomm/PMC007xxxxxx/PMC7052551.xml", "title": "Mesenteric phlebosclerosis with amyloidosis in association with the long-term use of medicinal liquor: A case report", "patient": "In August 2016, a 64-year-old male patient presented to our department with the chief complaints of persistent, mild lower abdominal pain, diarrhea, and fever for more than 10 d.\\nThe patient’s maximum body temperature was 39.8 °C. He was diagnosed with infective diarrhea by a local doctor and transferred to our hospital department.\\nThe patient denied any notable medical history, except hypertension.\\nThe patient stated that he had a history of drinking and smoking for 10 years.\\nAt presentation, the patient’s body temperature was 37.1 °C. His heart rate was 72 beats/min. His respiratory rate was 20 breaths/min, and his blood pressure was 121/74 mmHg. His abdomen was soft and flat, with no tenderness.\\nLaboratory tests yielded the following results: Hemoglobin, 116 g/L; C-reactive protein, 99.3 mg/L; erythrocyte sedimentation rate, 73 mm/h; 24-h urinary protein, 0.21 g; and normal levels of blood urea nitrogen (1.98 mmol/L) and creatinine (70 µmol/L). The serum and urinary β2-microglobulin concentrations were 0.62 mg/dL and 2.31 mg/dL, respectively. The urinary kappa and lambda light chain concentrations were 10 mg/dL and 5.21 mg/dL, respectively. A fecal occult blood test was positive. All other laboratory parameters were within normal limits.\\nAbdominal computed tomography (CT) showed thickening of the colonic wall, with threadlike calcifications of the mesenteric vein in the transverse colon (Figure ). No obvious obstruction point was observed. A subsequent colonoscopy revealed purple-blue mucosa extending from the ascending colon to the transverse colon. Multiple circumferential and deep ulcers were observed along the colonic wall, with sparing of the rectum (Figure ).\\nHistological examination with hematoxylin and eosin staining showed obvious thickening and calcification of the vein walls. Eosinophil infiltration of the lamina propria was also seen (Figure ). Masson trichrome staining of the biopsy material revealed dense perivascular and mucosal collagen degeneration (Figure ). Congo red staining highlighted amyloidosis in the venous walls (Figure ).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'10644121': 1, '16076605': 1, '26446556': 1, '21620850': 1, '4065883': 1, '12576895': 1, '19949682': 2, '27402114': 1, '27220772': 1, '34956536': 1, '29280316': 1, '26206576': 1, '11964039': 1, '12498290': 1, '22289953': 1, '30592327': 1, '18239331': 1, '26185388': 1, '25088891': 1, '23589075': 1, '26242772': 1, '27344996': 1, '15855120': 1, '18076735': 1, '19175648': 1, '17591581': 1, '16037518': 1, '22817400': 1, '24390259': 1, '24833888': 1, '32149063': 2}", "similar_patients": "{'2775874-1': 1}"}