{"patient_id": 103088, "patient_uid": "7727913-1", "PMID": 33311930, "file_path": "noncomm/PMC007xxxxxx/PMC7727913.xml", "title": "D-transposition of the great arteries with right-sided pulmonary hypoplasia", "patient": "A 23-year-old woman (gravida 4, para 2) underwent a complete fetal ultrasound at 19-week gestation and subsequent fetal echocardiogram at 23-week gestation. The fetal cardiac diagnoses included dextroposition, left-sided superior vena cava (SVC), d-TGA, and ventricular septal defect (VSD) []. The right pulmonary veins and right pulmonary artery were not well visualized. At 38 2/7-week gestation, a follow-up ultrasound demonstrated premature atrial contractions, thickened myocardium, and decreased contractility. The woman underwent induction of labor later that day given the interval changes on the ultrasound. She delivered a female infant with a birth weight of 2510 g (<fifth percentile) and a length of 43 cm (<fifth percentile). The Apgar scores of eight at one minutes, and eight at five minutes\\nThe postnatal echocardiogram confirmed the cardiac diagnoses of dextroposition, left-sided SVC, d-TGA, patent foramen ovale, large membranous VSD, large patent ductus arteriosus, and severely hypoplastic right pulmonary artery []. No right-sided pulmonary venous return was visualized. The initial postnatal chest X-ray demonstrated asymmetric hyperdensity of the right lung, hazy opacification of the right hemithorax, and rightward mediastinal shift []. The postnatal head ultrasound was notable for a small cystic structure in the caudothalamic groove. The renal ultrasound demonstrated mild right upper pole central calyceal dilation. Chromosomal microarray analysis confirmed a normal female karyotype.\\nWithin the first 24 h after birth, the infant developed progressive hypoxia requiring intubation and escalation of ventilator support. The decision was made to perform a balloon atrial septostomy given the persistent hypoxia. The postseptostomy course was complicated by a right-sided pneumothorax necessitating chest tube placement, hypotension requiring inotropic support, persistent hypoxia, atrial tachycardia, and progressive lactic acidosis. Because of hemodynamic instability, the infant was unable to undergo a computed tomography angiogram for further evaluation of the cardiac and pulmonary anatomy. Given the infant's inoperable state and declining medical status, the family elected for comfort care including a terminal extubation at 10 days of age. The infant died shortly thereafter. The parents consented for an autopsy, and the findings were consistent with right-sided pulmonary hypoplasia. The right lung weighed 13.1 g and the left lung weighed 28.4 g. The right lung was markedly reduced in size and had a single lobe.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'24699523': 1, '8518068': 1, '23197556': 1, '18401841': 1, '27292912': 1, '29287135': 1, '27516952': 1, '11876817': 1, '11026578': 1, '33311930': 2}", "similar_patients": "{}"}