{"patient_id": 32217, "patient_uid": "7884024-2", "PMID": 33615125, "file_path": "comm/PMC007xxxxxx/PMC7884024.xml", "title": "Digital ischaemia of the upper limbs in middle age: consider arterial thoracic outlet syndrome until proven otherwise!", "patient": "A 39-year-old right-hand-dominant male patient who is normally fit and well presented in July 2019 with right hand resting pain and digital wet necrosis of the tip of his middle finger. He presented 2 months before that with a milder degree of symptoms and received a diagnosis of Buerger’s disease, based on his heavy smoking history, absence of distal pulses below the brachial artery and CT angiogram evidence of absent runoff in small vessels below the elbow level. He was treated with anticoagulation and prostaglandin infusion. However, when he presented with worsening symptoms 2 months later, it was noticed that he had lost his subclavian and brachial pulses. A repeat CT angiogram revealed thrombosis of an aneurysmal right subclavian artery and the presence of a unilateral right cervical rib that was inadvertently unreported on his previous CT scan ().\\nThe patient underwent emergency right cervical rib resection and subclavian artery interposition bypass with a reinforced 8 mm Dacron graft. Brachial embolectomy retrieved organized brachial thrombus but, as for Case 1, was unsuccessful in retrieving old clots in the small vessels of his forearm. Postoperatively, the patient had a well-perfused hand, palpable brachial pulse and excellent Doppler signals at the digital level. He underwent debridement of his fingers after 6 weeks, and follow-up after 6 months showed healed fingers and a patent bypass graft ().", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'17543693': 1, '7823362': 1, '13323047': 1, '21433833': 1, '1821732': 1, '10995867': 1, '21272763': 1, '20541346': 1, '29218290': 2, '16488246': 1, '22659359': 1, '33615125': 2}", "similar_patients": "{'7884024-1': 2, '5714986-1': 1}"}