{"patient_id": 98639, "patient_uid": "7297551-1", "PMID": 32577207, "file_path": "noncomm/PMC007xxxxxx/PMC7297551.xml", "title": "Rare case of adhesive large bowel obstruction in acute burn patient: management of open abdomen with ABTHERA ADVANCE™ Open Abdomen Dressing", "patient": "An intubated 53-year-old man was transferred to a tertiary burn centre with 24% total body surface area (TBSA) burns to the head, back, arms, legs and inhalation injury secondary to a caravan explosion. Medical history included chronic alcoholism, active smoker and a previous open appendicectomy. Despite fluid resuscitation as per Parkland’s formula, inotropic support was still required. Computer tomographic (CT) trauma series demonstrated stable old and new cervical, thoracic and sacral fractures. He was admitted to the intensive care unit for continued resuscitation.\\nBy day five of admission all burns, including full thickness burns on his back and arms, were debrided and grafted with no further coverage required. On day nine, he developed paralytic ileus, which required colonoscopic decompression. Colonoscopy showed faecal impaction and large, coalescent ulcers in the sigmoid colon suggestive of stercoral colitis.\\nSubsequently, he remained stable in his systemic inflammatory state tachycardic to 115, blood pressure of 114/59 with minimal noradrenaline requirement, and febrile to 39°C. He had continued small liquid stools and developed larger nasogastric aspirates. Abdomen was tense, distended and tender on the right lower quadrant. He was not peritonitic and bowel sounds were not appreciable. Repeat imaging demonstrated a thickened caecal wall, pericaecal fat stranding and a transition point in the ascending colon secondary suspected stercolith ().\\nDue to failure of medical management and a mechanical obstruction, the patient received an emergency laparotomy. The greater omentum off the hepatic flexure was found to be adhered to the right iliac fossa at the previous open appendicectomy site causing flexion narrowing of the ascending colon. This was released with diathermy ablation. Multiple segments of viable small bowel appeared oedematous with venous congestion. No bowel resection was performed however 1.3 L of fluid was suctioned from the peritoneal cavity and 1.2 L aspirated from the nasogastric tube. Given the distended loops of bowel, tight abdominal wall, and plan for relook, temporary abdominal closure was achieved with ABTHERA ADVANCE™ Open Abdomen Dressing ().\\nRelook 24 h later, demonstrated viable bowel and abdomen closure was achieved. Total parental nutrition was subsequently weaned over the week. Extubation and discharge to the ward occurred 2 weeks after presentation. His recovery was complicated by a hospital-acquired pneumonia and large pleural effusion, which was managed with antibiotics and a chest drain. He was discharged to rehabilitation 7 weeks from presentation.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'6714048': 1, '25650387': 2, '18437404': 1, '22777397': 1, '28780148': 1, '28050445': 1, '30975060': 1, '23517436': 1, '28657949': 1, '32577207': 2}", "similar_patients": "{'4315080-1': 1, '4315080-2': 1}"}