{"patient_id": 16884, "patient_uid": "7036240-1", "PMID": 32087707, "file_path": "comm/PMC007xxxxxx/PMC7036240.xml", "title": "A case of bi-ventricular extensive calcification caused by multiple factors", "patient": "A 9 years old girl was admitted to a general pediatrics department and she showed symptoms of cough, vomit, abdominal pain, and twitching. The patient rapidly developed severe hypoxemia (SpO2: 45–70%), dyspnea, and heart failure on the next day. She was then transferred to the ICU (Intensive care unit), initial echocardiography at ICU showed enlargement of the left atrium and left ventricle, the magnitudes of ventricular wall motion was lower with an estimated 36% ejection fraction. A series of rescue treatment were implemented such as Continuous renal replacement therapy, large doses of dexamethasone impact therapy, and antibiotics. Most surprisingly is that the initial Chest CT (Computerized tomography) scan revealed extensive calcification of both ventricular walls and chordate on the 14th day (Fig. a.), which was confirmed by Cardiac Revolution CT scan subsequently (Fig. b). As her condition was improving, the follow-up echocardiography on the 16th day demonstrated that the ejection fraction of the left ventricular had recovered to 50%. A series of diagnosis was established including multiple organ failure (heart, lung, liver, and kidney), septic cardiomyopathy, systemic inflammatory response syndrome, pulmonary hemorrhage, viral encephalitis, myocardial calcification, bacterial pneumonia, electrolyte disorder (hyperkalemia, hyponatremia, hypocalcemia), metabolic acidosis, and disseminated intravascular coagulation.\\nCompared to treatments in other case of myocardial calcification, there were negligible difference in standard treatments that were carried out in this case study. However, it is summarized that the favorable outcome in the patient was mainly attributed to the series of rescue treatments that were carried out when the MODS (Multiple organ dysfunction syndrome) appeared, the advantages and disadvantages for all the treatments that were implemented to protect the organs were took in account. During the intensive care unit admission, every vital signs were recorded every 1 h and the dose of antibiotics were calculated according to the weight of the child. The dose of antibiotics were used with half a dose of norepinephrine which was only used only one time. The dose of norepinephrine was given by the lowest amount which is 12 mg because when the patient is in hypotension shock, the norepinephrine can help avoid catecholamine-ranted ischemia. When considering that the current occurrence of MODS may be related to the storm of inflammatory factors, methylprednisolone pulse therapy (500 mg QD) was used. The dose was reduced and maintained after 3 days, and stopped when the vital signs were normal and stable.\\nFurthermore, there was a follow-up on the patient for 18 months and the Magnetic Resonance Imaging images showed no changes in the myocardial calcification, showing that the patients didn’t have further extensive myocardial calcification. The cardiac function and the wall motion of the patient had also completely recovered in the 18 months follow-up. The follow-up echocardiography showed that the patient’s condition and cardiac function were completely normal.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'29570107': 1, '33969311': 1, '28636521': 1, '31100653': 1, '30635313': 1, '11082415': 1, '10947885': 1, '25456525': 1, '32087707': 2}", "similar_patients": "{}"}