{"patient_id": 30554, "patient_uid": "7797421-1", "PMID": 33457131, "file_path": "comm/PMC007xxxxxx/PMC7797421.xml", "title": "A Case of Euglycemic Diabetic Ketoacidosis in a Patient With Type 2 Diabetes Mellitus and COVID-19", "patient": "A male in his 40s with a past medical history of T2DM and hyperlipidemia was diagnosed with COVID-19 three days prior to presentation to the ED. The patient came for the evaluation of worsening symptoms of fatigue, non-productive cough, and poor appetite for six days. He also admitted to several episodes of non-bloody, non-bilious vomiting, and poor oral intake. When questioned, he reported compliance with his home medications including 25 mg of empagliflozin daily, 3 mg of semaglutide daily, 500 mg of metformin twice per day, 40 mg of atorvastatin daily, and 200 mg of modafinil daily. On physical examination, significant findings showed that he was diaphoretic and actively vomiting. His vitals signs were significant for a heart rate of 113 beats per minute, temperature of 37.6 °C (99.7 °F), blood pressure of 122/95 mm Hg, 20 breaths per minute, and 97% oxygen saturation on room air. Comprehensive metabolic panel (CMP) results were notable for a serum sodium level of 133 mEq/L (corrected sodium of 134 mEq/L), carbon dioxide 11 mEq/L, creatinine of 1.5 mg/dL, glucose 177 mg/dL, and calculated anion gap of 25 mEq/L. Complete blood count (CBC) results were significant for a white blood cell count of 11.76 × 103/μL and red blood cell count of 20.4 × 106/μL. Beta-hydroxybutyrate resulted in 8.62 mmol/dL. Venous blood gas (VBG) determined a pH of 7.06, partial pressure of carbon dioxide of 37 mm Hg, partial pressure of oxygen of 31 mm Hg, bicarbonate level of 10.0 mEq/L, and lactate 2.3 mmol/L. Urinalysis was positive for glucose (≥1000 mg/dL) and ketones (>80 mg/dL). Other non-specific laboratory results for active COVID-19 infection revealed a lactate dehydrogenase level of 259 U/L, ferritin 591 ng/mL, creatine kinase 59 U/L, and C-reactive protein level of 94.2 mg/L. His chest x-ray was negative for acute disease (Figure ). Upon initial evaluation in the ED, the patient was administered 2 L of normal saline, 4 mg of intravenous ondansetron, and 20 mg of intravenous famotidine. After laboratory evaluation and diagnosis of eu-DKA, he was started on continuous intravenous (IV) regular insulin at a rate of 1.5 units/hour and a continuous IV infusion of D5 one-half normal saline at a rate of 100 mL/hour. The patient was admitted to the medical ICU for further management of eu-DKA in the setting of active COVID-19 infection. The patient’s hemoglobin A1c was determined to be 10.6% at admission. While in the ICU, the patient was continued on the same regimen of IV insulin and D5 one-half normal saline that was started earlier in the ED. His bicarbonate improved to 22 mEq/L and his anion gap normalized to 10 mEq/L. He was transferred to the general medicine floor after three days, and his regimen was transitioned to 25 units of subcutaneous insulin glargine every night and 10 units of subcutaneous insulin lispro before meals, as recommended by endocrinology. Four days later, he was discharged home in a stable condition and instructed to follow up with endocrinology for his eu-DKA episode and T2DM management. Throughout his entire hospital admission, his COVID-19 respiratory symptoms remained fairly mild.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'32556147': 1, '26981940': 1, '29596400': 1, '22033476': 1, '9057951': 1, '34598700': 1, '30135197': 1, '3096181': 1, '32544373': 1, '32301997': 1, '26294774': 1, '32314455': 1, '12453891': 1, '33133998': 1, '33457131': 2}", "similar_patients": "{}"}