{"patient_id": 33284, "patient_uid": "7938938-1", "PMID": 33693446, "file_path": "comm/PMC007xxxxxx/PMC7938938.xml", "title": "Inconsistency of Karyotyping and Array Comparative Genomic Hybridization (aCGH) in a Mosaic Turner Syndrome Case", "patient": "A 16-year-old apparent female patient with a clinical Turner syndrome phenotype was referred for genetic counselling. The clinical evaluation revealed that the patient was 147 cm in height. She was diagnosed with premature ovarian failure and she was treated with hormonal replacement therapy followed by menstruation at the age of 14 years. Her follicle-stimulating hormone levels were reported to be 155 IU/L, luteinizing hormone was 23.34 IU/L, and estradiol was 11pg/mL, respectively. She was diagnosed with arrhythmia and ablation by cardiologist.\\nWhole blood was obtained from the patient, the mother, and the father for cytogenetics analysis following getting consent forms. The lymphocytes were cultured and metaphase chromosomes were obtained by phytohaemagglutinin (PHA) stimulation. Standard GTL banding was performed at 400 to 500 band level. Fluorescence in situ hybridization analysis was performed for the patient on both metaphase and interphase chromosome spreads using probes specific for;\\nSHOX\\ngene located on Xp22.33/Yp11.32, DYZ1 on Yq12, and DXZ1 on Xp11.2-q11.1 according to manufacturer's protocol (CytoCell).\\nTo compare the karyotype and aCGH results, additional blood sample was also collected from the patient. DNA sample was obtained (DNeasy blood and tissue kit) and the microarray analysis was performed according to manufacturer's protocol (Agilent Oligonucleotide Array-Based CGH for Genomic Analysis). The sample and the control DNA were labeled by ULS-Cy3 and ULS-Cy5 according to manufacturer's protocol. Agilent oligonucleotide microarray was used for the hybridization with 8*60K coverage for 24 hours at 65°C. Following microarray washes, the slides were scanned and analysis was performed using the Agilent CytoGenomic edition 5.0.0.38 analysis program.\\nThe 16-year-old patient was reported to have a mosaic karyotype with 52% (26/50) isochromosome Xq, 22% (11/50) terminal deletion of Xq11.2 region, 15% (8/50) monosomy X, and 10% (5/50) euploid karyotype; 46,X,i(X)(q10)[26]/46,X,del(X)(q11.2)[11]/45,X[8]/46,XX[5] (\\n). The karyotyping result of this patient was in agreement with variant Turner syndrome. However, the aCGH analysis did not detect any mosaicism. A deletion of 57,252kb of Xp22.33-p11.21 region was rather identified; arr[GRCh37] Xp22.33-p11.21 (310,932–57,563–078)X1 (\\n). A total of 3,370 probes were present in this region. Therefore, aCGH result suggested that\\nSHOX\\ngene, which is located on Xp22.33, was deleted. Fluorescence in situ hybridization analysis also confirmed the aCGH result of\\nSHOX\\ngene deletion, though in a mosaic pattern (\\n). The mother of the patient was shown to have a euploid karyotype; 46,XX; whereas the patient's father was reported to have an inversion on chromosome 2; 46,XY,inv(2)(p11.2q13).", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'24225028': 1, '28647950': 1, '15689449': 1, '24398791': 1, '10749976': 1, '17103431': 1, '17607705': 1, '15098121': 1, '21752892': 1, '15127362': 1, '835578': 1, '17047017': 1, '16490798': 1, '12740760': 1, '33693446': 2}", "similar_patients": "{}"}