{"patient_id": 31080, "patient_uid": "7820513-1", "PMID": 33412986, "file_path": "comm/PMC007xxxxxx/PMC7820513.xml", "title": "Internal carotid artery aneurysm presenting as diplopia via telemedicine during COVID-19", "patient": "A 59-year-old woman called the University of California San Diego Shiley Eye Institute triage line complaining of diplopia. At the time, spring 2020, governor-mandated restrictions related to the COVID-19 pandemic had temporarily suspended elective medical care. Over the phone, the patient described a history of sudden onset of horizontal binocular double vision, which she noticed one day prior while driving. During the preceding two weeks, she also felt intermittent episodes of the “room spinning,” although she endorsed prior similar vertiginous episodes in the past that had self-resolved. Additionally, she reported a new frontal headache on the day of presentation. She was advised to present to the ophthalmology clinic emergently for an in-person, face-to-face evaluation. However, she declined due to concerns regarding COVID-19 but agreed to a same-day telemedicine video visit.\\nBefore the video visit, she was provided with resources and links for tools to help obtain relevant ophthalmic data. For visual acuity assessment, she was sent a link to a Snellen visual acuity chart that could be printed for use at home (Safe Eyes America, Washington, DC, USA). For extraocular movements, she was asked to use a mobile application (9 Gaze app, See Vision LLC, Richmond, VA, USA) to document eye motility and alignment in the nine cardinal positions of gaze. The app provides a guide to users to facilitate correct eye positioning and image consistency and produces a composite image of the photographs for easy exporting.\\nThe video visit was conducted with a strabismus specialist using a telemedicine platform (Doxy.me LLC, Rochester, NY, USA) compliant with the Health Insurance Portability and Accountability Act. The patient wore bifocals for distance and near-vision correction, but no other ocular history. Her medical history was notable for hypertension, which was well-controlled on losartan. She had no known medication allergies. She had undergone a prior Caesarean section but had no other surgical history. Her social history and family medical history was unremarkable.\\nHer visual acuity measured by the at-home Snellen chart was 20/20 in both eyes. Images from her motility examination obtained from the mobile app () were reviewed, and she was also asked to repeat the extraocular movements during the video visit. She was noted to have a subtle, small abduction deficit in the right eye, best seen when she turned her face to the left. In primary gaze, she had a small angle esotropia noted when she was verbally prompted to perform a cover–uncover test, with her own hand serving as an occluder. When prompted, the patient noted that the double vision was worse in right gaze. She could generate a normal saccade to abduction in the right eye. Taken together, these findings were consistent with an acute onset subtle sixth cranial nerve palsy. The remainder of her video examination, including pupil anatomy, confrontation visual fields, and gross examination of the ocular adnexa and anterior segment, appeared unremarkable.\\nA wide differential was considered, including tumour, ischemia/cerebrovascular accident, increased intracranial pressure, trauma, infection, inflammation, and migraine. Other possibilities included orbital mass, myasthenia gravis, and thyroid eye disease. Initial laboratory work-up included a complete blood count, basic metabolic panel, anti-acetylcholine receptor antibodies, and thyroid-related testing. Emergent neuroimaging was ordered, including computed tomography (CT) of the head and magnetic resonance imaging (MRI) of the brain and orbits with and without contrast. Findings on the MRI were concerning for an aneurysm, which prompted further investigation with CT angiography of the head and neck. Taken together, the neuroimaging revealed a partially thrombosed and partially calcified giant right cavernous internal carotid artery (ICA) aneurysm, measuring 3.4 × 3.1 × 2.6 cm, which was unruptured (). There was decreased enhancement of the right ophthalmic artery compared to the left, and indication of erosion of the sphenoid bone. There were also other small aneurysms visualized, including a 2 mm aneurysm projecting from the left ICA terminus, and a 1–2 mm aneurysm at the origin of the right superior cerebellar artery.\\nGiven these findings, the patient was emergently referred to neurosurgery for consultation. Due to the large size of the aneurysm and its dysmorphic features making it high risk for rupture, the patient was not considered a candidate for open surgical management. She was immediately referred to the interventional neuroradiology/endovascular neurosurgery service and subsequently underwent pipeline flow-diverting embolization and coil embolization of the right ICA aneurysm. Of note, besides the neuroimaging acquisition and the embolization procedure itself, all neurosurgical consultations and follow-up visits were also conducted via telemedicine video visits. During her most recent visit to ophthalmology, about two months after initial presentation, she was doing well and endorsed improved diplopia, and her vertigo had resolved. She did not have any neurological or cognitive deficits.\\nThis patient provided written consent for her history, exam, photographs, and imaging studies to be included in this report.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'29426788': 1, '32311034': 1, '16732215': 1, '32160451': 1, '32460041': 1, '32915166': 1, '15733332': 1, '27702738': 1, '32797299': 1, '32694345': 1, '32196391': 1, '32985380': 1, '32336528': 1, '32278298': 1, '31260371': 1, '32360862': 1, '31584541': 1, '23788113': 1, '33412986': 2}", "similar_patients": "{}"}