{"patient_id": 96426, "patient_uid": "7034154-1", "PMID": 32153340, "file_path": "noncomm/PMC007xxxxxx/PMC7034154.xml", "title": "Retinopathy and Uveitis in Congenital Generalized Lipodystrophy with Hypertriglyceridemia and Uncontrolled Diabetes (Berardinelli–Seip Syndrome)", "patient": "A 19-year-old Saudi female patient of healthy consanguineous (first cousins) parents was clinically diagnosed to have lipodystrophy during her early infancy. She was followed at the King Faisal Specialist Hospital and Research Center in Riyadh for generalized congenital lipodystrophy associated with insulin-resistant diabetes mellitus and dyslipidemia. She had one episode of pancreatitis in 2012. Her last serum triglycerides were reported to be 3675 mg/dL. Kidney function was normal. Genetic testing revealed homozygous mutation c.335del (p. Pro112Argfs*39) in Exon 3 of AGPAT2 gene consistent with CGL type 1. She had extensive eruptive xanthomas over her body []. She developed diabetes at the age of 14, was initially treated with oral hypoglycemic agents, but had been on insulin for the last 4 years with poor glucose control. Her glycated hemoglobin was 11.8%, and the fasting plasma glucose was 259 mg/dL. She also had features of polycystic ovarian syndrome with oligomenorrhea and irregular menstrual cycles. Additional findings included hypertension, a thyroid nodule, early nephropathy, acanthosis nigricans, mild acromegaly, and depression.\\nShe presented to the emergency room at the King Khaled Eye Specialist Hospital in Riyadh with an attack of anterior nongranulomatous uveitis in her left eye, decreasing her vision to 20/40 []. Human leukocyte antigen typing was not performed. Fundus examination showed mild diabetic retinopathy in both eyes characterized by cotton wool spots. After topical corticosteroid therapy, her uveitis disappeared with restoration of visual acuity to 20/25. Four months later, she returned to the clinic with the same central vision but worsening of retinopathy []. Fundus fluorescein angiography revealed proliferative retinopathy with active neovascularization [] for which the patient received panretinal laser photocoagulation bilaterally. At 1-year follow-up, retinopathy has been stable in both eyes, and she continues to be monitored.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'19336658': 1, '23520483': 1, '21865368': 1, '14444642': 1, '13130666': 1, '15028826': 1, '25721873': 1, '32153340': 2}", "similar_patients": "{}"}