{"patient_id": 105685, "patient_uid": "7947824-1", "PMID": 33733047, "file_path": "noncomm/PMC007xxxxxx/PMC7947824.xml", "title": "Fulminant cardiac sarcoidosis resembling giant cell myocarditis: a case report", "patient": "A 56-year-old woman with past medical history of hypertension and dyslipidaemia on no home medications presented to the emergency department with 1 week of exertional chest pressure and dyspnoea. Initial physical examination was notable for an elevated JVP of 10 mmHg and was otherwise unremarkable. Electrocardiogram revealed prolonged PR interval, bifascicular block, and frequent preventricular contractions without ischaemic ST changes. Troponin I was elevated to 8.97 (normal range 0.00–0.029 ng/mL). Initial laboratory evaluation including white blood cell count and creatinine was otherwise unremarkable; brain natriuretic peptide was not obtained on admission. She was started on a heparin drip and admitted to the cardiac intensive care unit (ICU). She underwent coronary angiography which revealed absence of obstructive coronary artery disease. Echocardiogram demonstrated moderate left ventricular hypertrophy (LVH), depressed global contractile function with near akinesis of basal wall segments, and left ventricular ejection fraction (LVEF) of 38%. She was transferred to our institution on aspirin 81 mg, losartan 25 mg, metoprolol 50 mg, and atorvastatin 20 mg for further evaluation.\\nInitial RHC was notable for normal biventricular filling pressures and cardiac index of 1.48 L/min/m2. Laboratory evaluation including serum protein electrophoresis (SPEP), thyroid-stimulating hormone (TSH), human immunodeficiency virus (HIV), and iron panel was unrevealing. Due to LVH noted on echocardiogram, technetium pyrophosphate scan was obtained and was equivocal for transthyretin-related amyloidosis. Endomyocardial biopsy was performed with initial right heart catheterization in accordance with AHA/ESC 2007 guidelines and demonstrated fragments of predominantly endocardial fibrous tissue with an associated lymphohistiocytic inflammatory infiltrate including histiocytic giant cells, which was felt to be suggestive of CS, though GCM could not be ruled out given paucity of myocardial tissue in the biopsy specimen (). Cardiac magnetic resonance imaging (MRI) demonstrated diffuse subepicardial and mid-wall late gadolinium enhancement (LGE) throughout the septal, anterior, and inferior segments as well as the right ventricular free wall overall suggestive of severe biventricular myocarditis ().\\nGiven the acute presentation with low cardiac index, diffuse inflammation on CMR, and equivocal EMB findings, the patient was initially treated for GCM with methylprednisolone 1 g daily and mycophenolate mofetil (MMF) 1 g twice a day. She was managed with a nitroprusside drip which was then transitioned to valsartan 40 mg twice a day. On hospital Day 9, she experienced runs of sustained ventricular tachycardia lasting several minutes which prompted a transfer to the cardiac ICU. She was started on an amiodarone drip, and tacrolimus 2 mg twice a day was added to her immunosuppressive regimen for presumed GCM. Due to uncertainty between GCM and CS and the absence of extracardiac disease, repeat right ventricular EMB with MRI guidance was pursued which demonstrated multiple well-formed non-necrotizing granulomas with sharp demarcation from adjacent uninvolved myocardium, findings consistent with CS (). Immunosuppression was subsequently changed to prednisone alone with plan for outpatient initiation of infliximab. A dual-chamber implantable cardioverter-defibrillator was placed for secondary prevention prior to discharge. Positron emission tomography with fluorodeoxyglucose (FDG) (FDG-PET) CT was obtained and demonstrated uptake in the anteroseptal and anterior wall consistent with active sarcoidosis; there was no evidence of extracardiac activity. At discharge, her medication regimen was notable for prednisone 60 mg, amiodarone 200 mg, carvedilol 3.125 twice a day, and sacubitril-valsartan 97–103 mg twice a day.\\nThe patient was seen for follow-up in heart failure and rheumatology clinics. Five weeks following discharge, repeat echocardiogram demonstrated recovery of LVEF to 48%. Seven weeks following discharge, she was initiated on infliximab 5 mg/kg with simultaneous low dose methotrexate to prevent anti-infliximab antibody formation, and prednisone was decreased from 60 mg to 40 mg. She underwent a second loading infliximab infusion 9 weeks following discharge. Twelve weeks after discharge, her prednisone was decreased from 40 mg to 30 mg with plan for a 10 mg reduction every 4 weeks. She will continue infliximab infusions at 6-week intervals with close monitoring of cardiac function and inflammation at 6-month intervals.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'27443438': 1, '18671332': 1, '14674007': 1, '20525654': 1, '24819193': 1, '17394036': 1, '9197214': 1, '21737493': 1, '23623644': 1, '33733047': 2}", "similar_patients": "{}"}