{"patient_id": 24307, "patient_uid": "7456385-1", "PMID": 32859240, "file_path": "comm/PMC007xxxxxx/PMC7456385.xml", "title": "Angioleiomyoma of the pulmonary artery: a case report and literature review", "patient": "A 27-year-old male patient complained of the incidental finding of a nodule in the right lower lobe of the lung on a routine health examination in October 2019, which was unchanged on repeat examinations from the prior year. No related subjective symptoms were noted and the physical examination showed no abnormalities. The results of routine blood biochemistry, oncological biomarkers and flexible bronchoscopy were normal. Contrast-enhanced computerized tomography of the chest showed a well-demarcated mass with a maximum diameter of 1.7 cm in the right anterior basilar segment of the lung (RS8). The lesion, which displayed a soft tissue density in the periphery, was penetrated by the basal branch of the right anterior basilar artery (RA8b) (Fig. ).\\nPreoperative 3-dimensional reconstruction of the pulmonary vessels and bronchial trees of the right lower lobe from CT images was performed for surgical guidance (Fig. ) and surgical resection was performed for histologic confirmation of the tumour. In view of its centrally-located site and suspicion of a benign lesion, single-port video-assisted RS8 segmentectomy was performed. The well-bounded nodule was resected with clear margins. After dividing the lesion, it appeared as a solid tumour of a tube-like structure with vascular endothelium (Fig. ), composed of spindle-shaped smooth muscle cells lacking nuclear atypia and homogenous red-dye substances. Focal calcification was noted and no malignant evidence was detected. The spindle cells exhibited positive immunostaining for smooth muscle actin (SMA), desmin and Ki-67 (labelling 3%) and negative immunostaining for Dog-1, HMB45, and Melan-A (Fig. ). The patient experienced an uneventful postoperative course. Immediate postoperative radiographs on postoperative day 3 showed complete reexpansion of the lung without obvious pneumothorax or hydrothorax. At his 6-month follow-up, the patient was well without complications or evidence of recurrence.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'26694272': 1, '6722737': 1, '15064620': 1, '15311559': 1, '17531562': 1, '21077481': 1, '24378391': 1, '23236548': 1, '2663055': 1, '32859240': 2}", "similar_patients": "{}"}