{"patient_id": 104746, "patient_uid": "7869710-1", "PMID": 33568936, "file_path": "noncomm/PMC007xxxxxx/PMC7869710.xml", "title": "Successful Sequential Treatment for Severe Asthma Coexisting COVID-19 via Budesonide/Glycopyrrolate/Formoterol Fumarate", "patient": "A 54-year-old Guinean man with 25-years smoking history was admitted to our hospital on 17th March 2020 for 3 weeks’ non-production cough and sneeze as well as 2 weeks of fever after his travel from COVID-19-ridden part of England and was quarantined as a COVID-19 suspected infection patient. Peripheral ground glass opacity involved in bilateral multi-lobes was found in chest computed tomography scan () and he was confirmed as COVID-19 by real time polymerase chain reaction according to Chinese Center for Disease Control recommended methods. Oxygen support was given after the COVID-19 diagnosis. However, his oxygenation index descends and PaCO2 ascends (17th March, PaCO2 30.6mmHg, pH 7.446, BE −3mmol/l; 23th March, PaCO2 102mmHg, pH 7.22, BE −5.7mmol/l) persisted even after high-flow nasal cannula (40L/min, 95%) and low-dose methylprednisolone therapy. He was transferred to ICU and received urgent intubation (23th March) for invasive ventilation (A/C, pressure control, Pi 17cmH2O, PEEP 9cmH20, f 26/min, FiO2 100%) as abrupt worsening in PaO2. However, deteriorated progression of his respiratory condition persisted. Due to the supplementary of long-term poor-controlled asthma as well as allergic rhinitis management history was provided from his family and obvious wheezing sound was caught, with a high level of total immunoglobulin E (301IU/mL) in his blood, clear diagnosis of acute asthma attack had been identified. In consideration of it, a large-dose systemic glucocorticoids therapy (intravenous methylprednisolone 4mg/kg/d) was administrated immediately. Respiratory condition improved gradually and tracheal intubation was removed. However, symptoms including chest tightness, dyspnea as well as wheezes still persisted in the course of systemic glucocorticoids converting to inhaled corticosteroid (ICS)/long-acting β2-agonist (LABA) combination with dry powder inhaler because of his limited cooperation. Triple therapy with BGF with a novel pressure metered dose inhaler was used sequentially to prevents the adverse effect of long-term systematic glucocorticoids therapy. As a dramatic and rapid response to BGF, our patient successfully started out-of-bed activities, with recovery lung image ().\\nAntibiotic was used in the whole course. (17th to 20th March, 5th to 7th, April, moxifloxacin; 20th to 23rd March, ceftriaxone; 23rd March to 5th April, meropenem, 20th to 5th April, linezolid)", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'34570395': 1, '18166595': 1, '32103926': 1, '31986257': 1, '32232652': 1, '34926333': 1, '32031570': 1, '33568936': 2}", "similar_patients": "{}"}