{"patient_id": 28187, "patient_uid": "7677413-1", "PMID": 33215242, "file_path": "comm/PMC007xxxxxx/PMC7677413.xml", "title": "The left main bronchus transected incorrectly during video-assisted thoracoscopic lobectomy: a case report", "patient": "A 64-year-old woman with no significant medical history presented with hemosputum and underwent examinations at a referral hospital. Her physical findings, tumor markers, and other laboratory tests were unremarkable. A spirometry test revealed obstructive ventilatory disturbance. A chest computed tomography (CT) scan showed a 30-mm nodule with a clear border and irregular margins in the center of the S8 segment of the lower lobe of the left lung and another similar 30-mm nodule in the S9 segment of the same lobe with a swollen interlobar lymph node. Pulmonary metastasis within the same lobe was suspected (Fig. ). After a transbronchial lung biopsy was done, the patient was diagnosed with cT3N1M0 Stage IIIA lung adenocarcinoma in accordance with the 8th edition of the TNM classification system from the Union for International Cancer Control, and she was referred to our hospital for surgery. During preoperative examinations including bronchoscopy or chest CT, there was no findings the anatomical variations of the left airway. A thoracoscopic left lower lobectomy was scheduled for the patient. Under general anesthesia with epidural block and one-lung ventilation, a 40-mm thoracotomy in the fifth intercostal space on the midaxillary line was performed, and two trocar ports were placed: one in the seventh intercostal space on the anterior axillary line and the other in the eighth intercostal space on the posterior axillary line. The left thoracic cavity was observed via thoracoscopy. As a moderate, fused fissure was found (Fig. a) and the S8 tumor suspiciously invaded to S5 of the lingula in ventral interlobar fissure, we did not perform interlobar division. Therefore, we performed a left lower lobectomy using the fissureless fissure-last technique, and a combined left S5 segmentectomy. First, the pulmonary ligament was transected and lymph node (#9) was dissected. The left lower pulmonary vein was exposed from the hilar region. It was taped and transected with an endoscopic stapler. Next, the bronchus was transected while the lower lobe was pulled to the superior ventral side. The left lower lobe bronchus was taped and transected with an endoscopic stapler (Fig. b). The superior pulmonary artery (A6) was exposed and dissected. As the basilar pulmonary artery adhered tightly to the bronchial lymph nodes, the left main pulmonary artery trunk was taped at the just proximal site of the A6 and the pulmonary artery was clamped at this level. Then, the basilar pulmonary artery of the lower lobe was excised including the A5 origin, and the arterial stump was closed with 4-0 Prolene running suture. The A4 was bluntly oppressed at the distal side to prevent backflow of blood during the procedure. After the pulmonary artery closure, we noticed that we had erroneously transected the left main bronchus. We converted to a thoracotomy and tried to perform a left upper sleeve lobectomy with an inferior segmentectomy of the lingula. Therefore, we transected inferior bronchus (B5) of the lingula at the origin with an endoscopic stapler and the inferior pulmonary vein of the lingula was doubly ligated and transected. The intersegmental was divided along the caudal margin of inferior vein of the lingual (V4) with endoscopic staplers. Finally, sleeve bronchoplasty was performed with the anastomosis of the left main bronchus and the left upper lobe bronchus with 4-0 Prolene running suture (Fig. c). The pericardial fat pedicle was harvested and used to cover the bronchial anastomosis. After removing the lower left lobe and S5 of the lingula, a lymph node dissection was performed to complete the operation. The operation time was 5 h and 18 min, and the estimated blood loss was 360 ml.\\nHistopathology revealed that the tumor was an adenocarcinoma with peribronchial lymph node involvement (T4N1M0 stage III A). The patient’s postoperative course was uneventful until her death from primary cholangiocarcinoma 3 years after the lung resection.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'31852149': 2, '26385060': 1, '23991310': 1, '29701367': 1, '22014713': 1, '20621502': 1, '33215242': 2}", "similar_patients": "{'6922494-1': 1}"}