{"patient_id": 33403, "patient_uid": "7945360-1", "PMID": 33691713, "file_path": "comm/PMC007xxxxxx/PMC7945360.xml", "title": "JAK2V617F positive polycythemia vera with paroxysmal nocturnal hemoglobinuria and visceral thromboses: a case report and review of the literature", "patient": "A 51-year-old woman with a medical history of cholecystectomy and beta thalassemia trait presented to the emergency department because of severe epigastric pain during the last 3 days. The patient reported findings of high hematocrit levels in the previous months (Hct ≈ 48%) without any further evaluation and episodes of pruritus in her extremities and trunk during the last 7 months. The initial blood tests revealed an elevated Hct level of 44.8% with Hgb levels of 14.4 g/dl, a white blood cell (WBC) count of 4.81 × 109/L – with 55% neutrophils - and a platelet (PLT) count of 227 × 109/L. Aspartate aminotransferase (AST), alanine aminotransferase (ALT) and lactate dehydrogenase (LDH) were markedly elevated, while alkaline phosphatase (ALP) and gamma-glutamyltransferase (γGT) were significantly elevated. The other biochemical markers were within normal limits (Table ).\\nInitial investigation with an abdominal ultrasound showed liver and spleen enlargement (17.5 cm and 15 cm, respectively), with grade 1 ascites, whereas a Computed Tomography (CT) scan revealed multiple liver, spleen, and left kidney infarctions (Fig. a). Splenic or portal vein thromboses were not found. A transthoracic echocardiogram revealed no additional findings. Furthermore, an upper endoscopy identified the presence of portal hypertensive gastropathy. The serum ascites albumin gradient (SAAG) was 1.7 g/dl, compatible with portal hypertension.\\nAn autoimmune inflammatory disorder panel showed that antinuclear antibodies (ANA) and anti - extractable nuclear antigen (ENA) - La antibodies were positive. Thrombophilia workup revealed homozygosity for the C677T MTHFR (methylene-tetrahydrofolate-reductase) gene mutation with normal blood homocysteine levels (Table ).\\nA whole blood allele-specific polymerase chain reaction (PCR) analysis showed that the patient carried the JAK2V617F mutation. The serum erythropoietin (EPO) level was within normal range (Table ). A bone marrow biopsy revealed a hypercellular bone marrow (90%), with erythroid hyperplasia, mild dyserythropoiesis, mild granulocytic hyperplasia with no dysplastic features and no increase in the blast count (Fig. b-c). Considering all the above the patient was diagnosed as having masked PV complicated with multiple visceral thromboses.\\nThe patient was initially treated with hydroxyurea at 500 mg qd po and enoxaparin at a dose of 1 mg/kg subcutaneously (SC) q12h which corresponds to 6000 IU q12h according to the patient’s weight. A mild decrease of the Hct, AST, ALT, γ-GT, and ALP was initially observed before a second rise during an episode of abdominal pain and ascites causing marked abdominal distension 3 weeks after therapy introduction (Table ). Radiological reassessment with an abdominal CT angiography detected thrombosis of the hepatic veins and a liver biopsy was performed which was consistent with the diagnosis of Budd – Chiari syndrome (Fig. d-e). A peripheral blood flow cytometry analysis was performed, revealing a 91.8% of granulocytes, 45.5% of monocytes and 90.6% of erythrocytes CD55 and CD59-deficient population, suggestive of PNH. The patient’s history did not reveal any indications of hemolytic anemia and associated symptoms, such as fatigue, jaundice, or urine discoloration. At the time of diagnosis, the reticulocyte count, haptoglobin, and indirect bilirubin level were within normal range. A direct antiglobulin (Coombs) test was negative and urine samples were negative for hemoglobin or hemosiderin.\\nBecause of suboptimal response to enoxaparin and hydroxyurea, enoxaparin was switched to acenocumarol, while, due to the appearance of large PNH clones, initiation of complement inhibition treatment with eculizumab was decided. Before eculizumab initiation, the patient was vaccinated with a serogroup B meningococcal vaccine.\\nAfter 2 months on hydroxyurea, acenocoumarol, and eculizumab the Hct and Hgb levels decreased, cholestatic enzyme levels were markedly improved, and the liver enzymes were within normal range. Ascites and abdominal pain completely resolved. The laboratory findings after 10 months of treatment are listed in Table .", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'2236481': 1, '16762626': 1, '1466364': 1, '11345408': 1, '23610373': 1, '7512853': 1, '19705437': 1, '5286440': 1, '28516949': 1, '109362': 1, '7493678': 1, '17057021': 1, '25307023': 1, '22829258': 1, '25452296': 1, '25244093': 1, '18535202': 1, '9387199': 1, '23739289': 1, '23855810': 1, '27313483': 1, '31601527': 1, '22077430': 1, '287462': 1, '12893760': 1, '34573985': 2, '15877740': 1, '9054654': 1, '29426921': 1, '32310222': 1, '17133457': 1, '23043069': 1, '4738836': 1, '12525804': 1, '26437783': 1, '11920231': 1, '15667529': 1, '25237200': 1, '9198226': 1, '17949475': 1, '3345875': 1, '34858830': 2, '19273837': 1, '22499484': 1, '29486674': 1, '7566002': 1, '4628446': 1, '18380991': 1, '20533382': 1, '5455268': 1, '7638633': 1, '33691713': 2}", "similar_patients": "{'8632248-1': 1, '8466901-1': 1}"}