{"patient_id": 98635, "patient_uid": "7297480-1", "PMID": 32596665, "file_path": "noncomm/PMC007xxxxxx/PMC7297480.xml", "title": "Intraplacental Leiomyoma in a Case of Second-Trimester Intrauterine Fetal Demise", "patient": "A 32-year-old G2P0 with a history of one prior spontaneous abortion and no other significant past medical history was diagnosed with intrauterine fetal demise at 26 weeks 3 days gestation. An ultrasound at 19 weeks gestation showed a fetus with measurements appropriate for gestational age and normal anatomy. Fetal heart rate and fetal movement were detected at a 22-week prenatal checkup. At delivery, a firm mass was palpated at the cervical os; abdominal ultrasound showed a 5-cm mass consistent with leiomyoma.\\nAt autopsy, the fetus was phenotypically male and small for the stated gestational age of 26 weeks, with external measurements and weight more commensurate with a gestational age of 20 to 21 weeks. In addition, the fetus exhibited extensive changes of maceration consistent with an intrauterine fetal demise interval of weeks, including skin slippage sparing only the palms and soles and extensive loss of nuclear basophilia in all histologically examined organs. No significant dysmorphic changes or structural abnormalities were noted.\\nThe placenta was received disrupted and weighed 100 g after trimming umbilical cord and membranes, less than the 10th percentile for both 21 and 26 weeks gestational age. The umbilical cord was dusky, edematous, and hypercoiled, with a coiling index of 0.6 (17 coils per 28 cm; expected coiling index 0.1-0.3), right-handed twist, and eccentric insertion 1 cm from the placental disk edge (). Fetal membranes were edematous, dusky, and semi-translucent. The placental parenchyma was pale pink-tan and contained a well-defined, firm, white-pink intraplacental nodule (2.8 cm) with a whorled-appearing cut surface, involving the maternal surface and approaching within 0.5 cm of the fetal surface, overall occupying approximately 20% of the maternal surface (). This nodule was incorporated into the placental parenchyma and could not be easily separated from the disk. Histologically, the nodule was well-circumscribed and consisted of long fascicles of spindled cells with long tapered nuclei and no significant atypia or mitotic activity; these cells were diffusely positive for smooth muscle actin, consistent with leiomyoma (). There was decidua focally overlying the leiomyoma on the maternal surface, with associated implantation-site trophoblasts. The opposite aspect of the leiomyoma, adjacent to the placental parenchyma, was partially involved by implantation-site trophoblasts. Sex chromosome fluorescence in situ hybridization was performed to confirm the maternal vs. fetal origin of the leiomyoma. The leiomyoma had a sex chromosome complement consistent with maternal origin (XX); this was in contrast to the rest of the placenta, which was cytogenetically male (XY) as expected given the phenotypically male fetus.\\nDistant from the leiomyoma, there were foci of smooth muscle fibers consistent with myometrium adherent to the maternal surface of the placenta and adjacent to extravillous trophoblasts and rare sclerotic villi with few layers of intervening decidua (). Chronic inflammation with plasma cells was found in the decidua as well as within the leiomyoma. Consistent with the maceration changes seen in the fetus, the placenta showed diffuse changes consistent with intrauterine fetal demise, including extensive villous fibrosis and fetal vessel thrombosis with recanalization (). Changes of maternal vascular malperfusion were also evident, including hypermaturity with multiple small villi and syncytial knots () as well as a 0.7-cm placental infarct adjacent to the leiomyoma (). Within the decidua adherent to the surface of the leiomyoma, spiral arterioles showed retention of a smooth muscle layer ().", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'19830174': 2, '26428503': 1, '30129127': 1, '11444205': 1, '2649418': 1, '23279350': 1, '12828929': 1, '4012385': 1, '2807023': 1, '10890931': 1, '21055528': 1, '28296146': 1, '32596665': 2}", "similar_patients": "{'2726536-1': 1}"}