{"patient_id": 102595, "patient_uid": "7680680-1", "PMID": 33239924, "file_path": "noncomm/PMC007xxxxxx/PMC7680680.xml", "title": "Acute Visual Loss Secondary to Arnold Chiari Type I Malformation Completely Resolving After Decompressive Posterior Fossa Surgery", "patient": "A 22-years-old woman of southeast-asian origin with no prior significant ophthalmological or family history presented to the ophthalmological emergencies complaining of acute, painless, unilateral, visual loss of the left eye. A week before visual symptoms commence, she reported transient unilateral hearing loss that resolved without treatment.\\nOn initial examination the right eye had a visual acuity of 20/20 and no pathological findings. The left eye had visual acuity of light perception and a mild relative afferent pupillary defect (RAPD). Ocular motility was normal with no sign of strabismus or nystagmus. Slit-lamp examination showed a clear cornea and a quiet and deep anterior chamber in both eyes. Fundus examination of the left eye revealed an elevated optic disc with superior indistinct margins (). The patient was admitted in our clinic for further ophthalmological and neurological investigation.\\nFluorescence (FA) - and Indocyanine Green Angiography were performed. Both examinations were unremarkable in the right eye. In the left eye however FA showed staining of the lower margin of the optic disc (). Visual field examination confirmed significant amaurosis on the left eye ().\\nA thorough workup was ordered in order to identify the cause of visual loss. Chest and hip x-rays were negative, C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) levels were normal and a further series of negative diagnostics excluded all possible immunological-inflammatory or infectious causes. Neurological examination showed no acute pathology. Brain CT imaging was negative for hemorrhage and revealed a left, small herniation of the cerebellar tonsils characterized as “of no clinical significance”. Intracranial pressure (ICP) was normal at the level of 10 mmHg.\\nAfter a neurosurgical evaluation including a brain MRI () which confirmed the CT findings the decision for an immediate surgical treatment was made. Under endotracheal anesthesia, the patient was positioned supine. The head was clumped in the Mayfield. A midline incision from the inion to the level of C5, a posterior fossa decompression and laminotomy of C1 was performed. The dura was opened in Y fashion revealing the arachnoid membrane which was dissected revealing the cisterna magna. Afterwards, a cerebellar tonsillectomy was performed preserving both posterior inferior cerebellar artery (PICA) (). The patient showed a quick and unremarkable postoperative recovery.\\nAn impressive improvement was noted during the one-month post-op examination. Visual acuity was 20/20 sc in both eyes and the optic disc at the left eye showed a minimal residual marginal haziness (). Retinal nerve fibre layer analysis (RNFL) more was also noticeably improved.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'25195076': 1, '26843890': 1, '22422187': 1, '28154648': 1, '22012627': 1, '28082322': 1, '28036062': 1, '22675036': 1, '28564670': 1, '27651871': 2, '33239924': 2}", "similar_patients": "{'5028613-1': 1, '5028613-2': 1}"}