{"patient_id": 25657, "patient_uid": "7522164-1", "PMID": 33005506, "file_path": "comm/PMC007xxxxxx/PMC7522164.xml", "title": "A Ghost in Coronary Artery – Coronary Artery Embolism After Discontinuation of Rivaroxaban in a Patient With Atrial Fibrillation: Case Report and Review of Literature", "patient": "A 78-year-old male with a past medical history of hypertension, chronic kidney disease, chronic obstructive pulmonary disease, and atrial fibrillation with CHA2DS2-VASc score of 3 on rivaroxaban, presented to the hospital with complaints of left upper quadrant pain and chest pain. The patient was recently admitted with a concern for gastrointestinal bleeding, and rivaroxaban was held. Unfortunately, the patient left the hospital against medical advice at that time without further workup for gastrointestinal bleeding. The patient presented two days after leaving the hospital. On physical examination, the patient was alert and oriented. The abdomen was soft with mild left upper quadrant tenderness. Lungs were clear to auscultation without any crackles or wheezing. The patient had an irregular heart rhythm, and no murmurs were appreciated. The patient's vital signs were stable, except for his heart rate of 100 bpm. The patient underwent a stat computed tomography angiography of the chest, which was negative for aortic dissection and pulmonary embolism. Other laboratory workup showed hemoglobin 9.1 gm/dl (reference range 13-17 gm/dl), hematocrit 27.5% (reference range 41-50%), and lipase 170 U/L (reference range 0-160 U/L). The patient had an electrocardiogram (ECG), which showed atrial fibrillation with a ventricular rate of 112 bpm, right bundle branch block, ST-segment depression in lateral leads with ST-segment elevation in aVR (Figure ). His Troponin level was minimally elevated at 0.036 ng/ml (normal range below 0.04 ng/ml) with a brain natriuretic peptide (BNP) of 436 pg/ml (normal range below 100 pg/ml).\\nThe patient was transferred for urgent cardiac catheterization after heparin drip initiation, which showed left-main thrombosis with extension into the left anterior descending artery (LAD) with 90% obstruction and left circumflex artery (LCX) leading to 100% occlusion without collaterals (Figure , ). The mid to distal right coronary artery (RCA) had minimal luminal irregularities. After insertion of the intra-aortic balloon pump (IABP) for hemodynamic support, the left main was engaged, and two 0.014 wires were crossed across the LAD and LCX lesions. Aspiration thrombectomy of LAD was performed that caused the distal embolization of the thrombus (Figure ). Repeat thrombectomy was done. Post-procedure there was TIMI grade 3 flow throughout the LCX (Figure ) without any evidence of thrombosis, dissection, or distal embolization. The patient transferred to the critical care unit. The heparin infusion and abciximab were continued, repeated ECG showed complete resolution of ST-segment elevation in aVR and depression in anterolateral leads (Figure ). The patient was subsequently taken off IABP support. The patient was stable without any chest pain and was discharged on rivaroxaban.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'17291610': 1, '26216083': 1, '25120402': 1, '13383814': 1, '6355470': 1, '10816286': 1, '10878641': 1, '2351783': 1, '11948897': 1, '8818441': 1, '626443': 1, '13978560': 1, '6970557': 1, '20592990': 2, '26216084': 1, '13069294': 1, '29311288': 1, '16775900': 1, '20211293': 1, '33005506': 2}", "similar_patients": "{'2892696-1': 1}"}