{"patient_id": 102037, "patient_uid": "7605917-1", "PMID": 33149705, "file_path": "noncomm/PMC007xxxxxx/PMC7605917.xml", "title": "An Unusual and Rare Case of Generalized Multiple Epidermoid Cysts with a Giant Epidermoid Cyst", "patient": "A 19-year-old male patient presented with slow-growing asymptomatic skin-colored nodules with punctum on the right temple, chest, back, and gluteal regions for five years. He was not aware of the mass on the back and gluteal regions until he experienced a vague sensation originating from the back and gluteal regions when lying and sitting down. The lesions on the right temple and chest first appeared as skin-colored papules which slowly multiplied and increased in size. The patient had not sought treatment for the lesions. He has history of acne vulgaris since adolescence. There was no previous history of similar complaint in the patient nor his family. He did not experience pain or other complications of skin lesions, such as secondary infection, inflammation, and suppuration. There was no history of malignancy in the patient nor his family. He did not experience hidradenitis suppurativa, pilonidal sinus disease, or any syndrome. There was no history of consanguineous marriage in the mother’s family nor his father’s family.\\nClinical examination of the lesions revealed painless skin-colored nodules on the right temple, chest, back, and gluteal regions with a central black punctum (). The size varied from 0.3 x 0.2 x 0.1 cm to 6 x 5 x 3 cm. There was no definite distortion of the surface anatomy from visual examination nor a non-tender firm-to-hard mass fixed to the underlying structures on palpation. Comedones were identified on the face, chest, and back, whereas scars were identified on the face, lower back, and gluteal regions. Histopathological examination of the three skin-colored nodules on the back revealed cysts containing keratin lined by wall composed of stratified squamous epithelia and the nuclei of epithelial cells were within normal limit (). This histopathological finding supported the diagnosis of EC. Therefore, the diagnosis of multiple ECs with a giant EC was established. However, further investigation with genetic analysis to rule out possible genetic causes were not possible due to the unavailability of a genetic laboratory in our center.\\nSurgical excision was performed for the mass on the back (on the seventh day) (). Extirpation of cysts with conventional wide excision was performed for the mass on the upper left gluteal region (on the 48th day), chest (on the 55th day), and lower left gluteal region (on the 61st day) (–) to produce less scarring for optimal cosmetic results. He also received 0.2 mL of triamcinolone acetonide 10 mg/mL intralesional injection for the skin-colored nodule on the right temple (on the 58th day) to achieve optimal cosmetic results. Two weeks after the interventions, the wound healed well and there were no signs of infections. After four months of follow-up, there was no recurrence and all skin-colored nodules were completely removed.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'30574256': 1, '31516916': 1, '27348452': 1, '28932061': 1, '16638389': 1, '29693063': 1, '31198464': 1, '16188187': 1, '21165217': 1, '17403333': 1, '11996426': 1, '27307882': 1, '29229576': 1, '33149705': 2}", "similar_patients": "{}"}