{"patient_id": 101618, "patient_uid": "7569032-1", "PMID": 33116778, "file_path": "noncomm/PMC007xxxxxx/PMC7569032.xml", "title": "Group B Streptococcal Meningitis in a Healthy Young Woman: A Case Report", "patient": "A 38-year-old lady who was teetotall and had no known medical illness presented with a 1 day history of fever. She denied having any runny nose, cough, sore throat, shortness of breath, altered bowel habit, or vomiting. She was single, worked as a cashier in a supermarket, and lived with her mother in an apartment. On the day of admission, she developed severe headache over the frontal area which was throbbing in nature, non-radiating, associated with dizziness and vomiting for two times, had no exacerbating or relieving factor, and the severity score was eight over ten. She was brought to the hospital by her mother. While on the way to the hospital, she developed a generalized tonic-clonic seizure which aborted spontaneously after 5 minutes. Upon arrival to the emergency department, she was febrile with the temperature of 39°C, and her vital signs were stable with blood pressure of 130/70 mmHg, pulse rate of 100 beats per minute, and respiratory rate of 20 breath per minute. She appeared drowsy with a Glasgow coma scale of 11/15 (E3, V3, M5). There was neck stiffness and jolt accentuation present. Examination of the nervous system revealed no abnormal finding. Her abdomen was soft, not tender, with no palpable mass or organomegaly. Her cardiorespiratory system was also normal. Routine blood investigation was taken and shows marked leucocytosis with elevated C-reactive protein (CRP). Otherwise, her liver and renal function were normal (as shown in ). While in the emergency department, she developed another two episodes of generalized tonic-clonic seizure which lasted about 5 minutes each. She was given a loading dose of intravenous (IV) phenytoin 1.2 gm, and 100 mg three times daily thereafter. Computed Tomography scan of the brain was done and showed no intracranial bleeding and no visible abnormality (as shown in ). Lumbar puncture for cerebrospinal fluid (CSF) analysis was done (as shown in ). The opening pressure was 30 cm H20 which was high, the CSF protein was high, at 3965 mg/dL, CSF glucose was 1.88 mmol/L, which was less than 60% of the random blood sugar, and CSF white blood cell was markedly elevated at 2100/μL with 70% neutrophil. The polymerase chain reaction for viral pathogen panel and Indian ink were otherwise negative. Bacterial meningitis was suspected and she was started on IV ceftriaxone 2 gm twice daily and IV acyclovir 500 mg three times daily. The latter was then stopped after her blood culture, which was taken on the day of admission, came back positive for Group B β-hemolytic Streptococcus and it was sensitive to penicillin and ceftriaxone. Her condition clinically improved after a few days, while her white cell count went down to 5.1x109/L, CRP went down to 3.82 mg/dL, and her fasting blood glucose level was 5.8 mmo/L. She was discharged after completing her IV ceftriaxone for 2 weeks with oral phenytoin 100 mg three times daily, which is planned to be continued for at least 6 months.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'31830496': 1, '26904325': 1, '31399414': 2, '30063913': 1, '21612470': 1, '31440914': 1, '33116778': 2}", "similar_patients": "{'6700676-1': 1}"}