{"patient_id": 33997, "patient_uid": "7982154-1", "PMID": 33726009, "file_path": "comm/PMC007xxxxxx/PMC7982154.xml", "title": "Ruxolitinib in conjunction with the HLH-94 protocol for Epstein-Barr virus-related hemophagocytic lymphohistiocytosis in the intensive care unit", "patient": "A previously healthy 14-year-old girl presented to the local hospital with a 4-day history of persistent fever and sore throat. After taking acetaminophen for 2 days, she felt worse and complained of extremity myalgia. Laboratory tests revealed pancytopenia (white blood cell [WBC] count, 2.69 × 109/L; neutrophil count, 1.96 × 109/L; hemoglobin, 93 g/L; platelet count, 34 × 109/L), abnormal liver function (aspartate aminotransferase, 300 units/L [normal: <40 units/L]; alanine aminotransferase, 111 units/L [normal: <35 units/L]; total bilirubin, 102 μmol/L [normal: <21 μmol/L]; albumin, 27.6 g/L [normal: 40–55 g/L], and creatinine, 247 μmol/L [normal: 41–73 μmol/L]). The patient was diagnosed with multiorgan failure and admitted to our hospital.\\nMeropenem and vancomycin treatment was initiated within 3 days of admission, and a chest computed tomography (CT) scan revealed pneumonia. On hospital day 2, thrombotic thrombocytopenic purpura was suspected. Dexamethasone 10 mg/day, intravenous immunoglobulin 0.4 g/kg/day, and plasmapheresis were administered. Her condition worsened, with a persistent fever of 38.5 to 39.8°C and rapid heart rate of >140 bpm. Her blood pressure was about 90/60 mm Hg, and she was supported with 1.6 mg/hour norepinephrine. She received mechanical ventilation because of respiratory failure. Platelets and fibrinogen were not elevated after an infusion. She had persistent epistaxis and coma on hospital day 3. Rheumatological, autoimmune, and oncological workups revealed no positive results (Table ). EBV polymerase chain reaction revealed 1.03 × 106 copies/ml. Metagenomic next-generation sequencing (NGS) was positive for EBV but negative for bacteria, fungus, parasites, and Mycobacterium. Lactate dehydrogenase (LDH) was 3560 U/L. The patient met all 8 criteria for HLH, that is, fever >38.5°C, hepatosplenomegaly (based on Doppler ultrasound and abdominal CT), pancytopenia (WBC count, 0.67 × 109 /L, hemoglobin, 67 g/L; platelet count, 2 × 109 /L), hypertriglyceridemia (5.89 g/L), hypofibrinogenemia (0.72 g/L), hyperferritinemia (100,096 ng/ml), elevated interleukin-2 receptor level (40,740 U/ml), and hemophagocytosis observed on a bone marrow biopsy specimen. Genetic testing was performed and was negative for any known mutations causing HLH.\\nAfter confirming the diagnosis on hospital day 4, ruxolitinib (10 mg twice per day) was administered in conjunction with the HLH-94 protocol (Fig. ). Her temperature returned to normal and the heart rate dropped to about 105 bpm after 20 hours (Fig. A). Her blood pressure returned to normal after administering 0.2 mg/hour norepinephrine. Improvements were seen in several indices, including the WBC count (Fig. B), platelet count (Fig. C), and fibrinogen level (Fig. D). Her platelet count increased to 53 × 109 /L after infusion. Her fibrinogen level returned to normal, and there was a normal prothrombin time and activated partial thromboplastin. D-dimer decreased from 125 mg/L to 2.5 mg/L. EBV dropped to 2.35 × 104 copies/ml on hospital day 6. However, LDH and serum ferritin levels increased to 6,442 U/L and 42,897 ng/ml on hospital day 7, respectively. She remained in a coma on mechanical ventilation with high flow oxygen. On hospital day 8, her blood cell count decreased again (WBC count, 0.02 × 109 /L; hemoglobin, 80 g/L; platelet count, 2 × 109/L). On hospital day 10, we utilized the DEP protocol (20 mg liposomal doxorubicin, 100 mg etoposide, and 500 mg methylprednisone) rather than the HLH94 protocol. She died of cardiac arrest at 11 pm that day.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'28834694': 1, '31296541': 1, '31537486': 1, '32690141': 1, '26825707': 1, '16937360': 1, '9121398': 1, '21900192': 1, '32530039': 1, '32777959': 1, '32666469': 1, '31015190': 1, '29296794': 1, '32617699': 1, '27222478': 1, '26228813': 1, '12239144': 1, '24290661': 1, '31821455': 1, '32518419': 1, '33726009': 2}", "similar_patients": "{}"}