{"patient_id": 102303, "patient_uid": "7649516-1", "PMID": 33204992, "file_path": "noncomm/PMC007xxxxxx/PMC7649516.xml", "title": "Percu-Ax aortic valve implantation with a double arm approach: a case report", "patient": "An 88-year-old man with symptomatic severe aortic stenosis, chronic obstructive pulmonary disease, and extensive peripheral artery disease was referred to our cardiovascular department for elective valvular treatment. He reported a progressive worsening of his exercise tolerance (effort dyspnoea) in the last 6 months leading to a significant limitation in daily life activity in the last month (NYHA Class III).\\nPhysical examination at admission revealed mild systolic hypertension (140/85 mmHg), rough systolic murmur radiating to both the carotid arteries, with no signs of peripheral or pulmonary oedema. Electrocardiogram showed sinus rhythm (60 b.p.m.) with left axis deviation and moderate ST-segment depression in lateral leads. Medical therapy at the time of admission included furosemide 50 mg/die, cordarone 200 mg/die, bisoprolol 2.5 mg/die (maximum tolerated dose), ramipril 2.5 mg/die, and apixaban 5 mg/die (paroxysmal atrial fibrillation).\\nTransthoracic echocardiogram showed left ventricle hypertrophy with normal systolic contractility (EF 60%) but moderate diastolic dysfunction (E/E′ 28), left atrial enlargement with mild mitral regurgitation, and calcified severe aortic stenosis (valve area of 0.5 cm2 with mean gradient of 52 mmHg, VTIr 0.16). Coronary angiography excluded the presence of concomitant coronary artery disease.\\nDue to his advanced age and multiple co-morbidities, the patient was judged not suitable for traditional surgical valve replacement (Society of Thoracic Surgeons mortality 7.9%) and scheduled to TAVI (TAVI Score 6.42%).\\nPre-procedural multislice computed tomography confirmed a bilateral calcific disease of both iliac-femoral axes with tortuosity and inadequate lumen diameters (). Conversely, the subclavian-axillary axes showed adequate dimensions (i.e. diameters 5.1 mm) and an acceptable degree of kinking and calcification (). Thus, to minimize access-related complications and facilitate peri-procedural management, a completely percutaneous TAVI was planned using an angio-guidewire-ultrasound (AGU) technique by both arms.\\nTranscatheter aortic valve implantation procedure was performed under conscious sedation, in a hybrid operating suite by a multidisciplinary team including cardiologists, cardiac surgeons, and anaesthesiologists. After local anaesthesia of both wrists, left and right radial arteries were cannulated with 6-Fr glide sheath (Terumo) introducers. By means of a multipurpose 6-Fr diagnostic catheter, a 0.35″ guidewire was retrogradely advanced from the left radial artery into the left axillary artery up to an angiographically ideal point (i.e. adequately large extra-thoracic segment). Ultrasound guidance was then used to scan the vessel wall and exclude the presence of any calcific plaque. Merging data from both imaging techniques, the optimal axillary access point was identified and flagged by the J-tip of the guidewire ( and ).\\nAfter local anaesthesia of the left delto-pectoral groove, puncture of the anterior surface of the left axillary artery was assured by AGU technique and a 9-Fr sheath was inserted with a standard Seldinger technique. Two Perclose ProGlide™ (Abbott Vascular Devices) were implanted immediately before sheath introduction according to the pre-close technique.\\nFrom the right radial access, a left Judkins 6-Fr diagnostic catheter was used to obtain selective antegrade left subclavian cannulation, and a 0.14″ guidewire 300 cm in length (ChoiceTM extra-support, Boston Scientific Corp., Natick, MA, USA) was positioned distally in the left forearm to ensure axillary artery access in case of acute vascular complication (i.e. vessel rupture) () and to facilitate end-procedural haemostasis.\\nUsing the left radial access, a second 0.14″ guidewire 300 cm in length (ChoiceTM extra-support, Boston Scientific Corp., Natick, MA, USA) was then positioned distally up to ascending aorta to ensure also homolateral rescue axillary artery access.\\nAt this point, heparin was administered intravenously to achieve an activated clotting time >250 s, a stiff guidewire (Innowi®, Symedrix GmbH, Deisenhofen) was positioned into the left ventricle and used to obtain a rapid pacing during preliminary valvuloplasty with 18 mm balloon diameter (True Balloon BARD peripheral vascular, Inc., Tempe, AZ, USA) ().\\nFinally, a 14-Fr equivalent 29 mm self-expanding Evolut R transcatheter aortic valve (Medtronic, Minneapolis, MN, USA) was successfully implanted with trivial residual para-valvular regurgitation ().\\nDuring valve introducer pulling out, a percutaneous transluminal angioplasty balloon (6.0 mm × 20 mm) was simultaneously advanced into the subclavian artery via the right radial access. This assured a temporary blood flow blockade during percutaneous vessel closure manoeuvres (). Finally, anticoagulation was reversed with protamine infusion, the introducer device was removed, and axillary haemostasis was immediately obtained with the vascular closure systems.\\nThe Choice ES guidewires remained in situ to secure access into the vessel at any procedural phase. The final angiography check of the puncture site from the right radial route revealed a complete haemostasis but with a significant pinching of the lumen artery at the site of vascular sutures (). After a failed first attempt to cross the iatrogenic stenosis antegradely due to low support, the suture-caused pinching was successfully crossed retrogradely by left radial access and corrected by a gentle prolonged angioplasty (). The final angiographic check excluded residual bleeding or major vessel injury ().\\nPost-procedural course was uneventful (); the patient was mobilized after 24 h and transthoracic echocardiography showed a transvalvular gradient of 5 mmHg with trivial para-valvular regurgitation. At 1-month follow-up, the patient described a sensible subjective improvement in activity tolerance and echocardiogram re-evaluation confirmed the pre-discharge findings.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'21990123': 1, '20606135': 1, '29130612': 1, '28118931': 1, '29314570': 1, '28296065': 1, '20434180': 1, '21087745': 1, '31925991': 1, '30700629': 1, '33204992': 2}", "similar_patients": "{}"}