{"patient_id": 27373, "patient_uid": "7605080-1", "PMID": 33150111, "file_path": "comm/PMC007xxxxxx/PMC7605080.xml", "title": "A Case of Adult-Onset Still's Disease with Positive Antinuclear Antibodies", "patient": "A 30-year-old female with a past medical history significant for protein C deficiency and a history of pulmonary embolism comes with an urticarial rash associated with arthralgia. She did not have any history of fever or joint pain at that time. The episode started recently and was associated with high fever and significant joint pain and stiffness. She was seen in urgent care and treated with prednisone 20 mg. Her rash remained stable but she still had swelling and tenderness of bilateral knee and ankle joints and bilateral wrist and elbow joints.\\nShe was seen for the same complaints in the emergency department. An X-ray of the bilateral knee was unremarkable; she was given morphine for pain and was sent for follow-up in the clinic. Meanwhile, suspecting a broad differential of autoimmune etiology, workup was done, including complete blood count, basic metabolic profile, liver function test, urine analysis, erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), ANA, complements, rheumatoid factor, hepatitis panel, human acquired immunodeficiency virus (HIV) rapid antigen test, and blood cultures. She was admitted to the hospital for increasing pain and fever of 101 F. Her white blood cell (WBC) count at that time was 30.1, with a neutrophilic predominance and significant bandemia; the liver function test was abnormal. Bone marrow biopsy was not performed because of no lab or physical findings of any hematological malignancy. Suspecting infectious etiology she was started on broad-spectrum antibiotics, vancomycin, and cefepime. Her blood cultures and urine cultures were negative. Suspecting infectious endocarditis, echo was done, which was again negative for vegetations, with preserved ejection fraction and normal valves and wall motion. With the given amount of tachycardia, she was also having an elevation of D-dimer. Computed tomography (CT) chest with contrast was done, pulmonary embolism (PE) was ruled out, and the lungs were unremarkable for any pathology. She still had persisting spiking fevers every day and with each spike of fever, she had a worsening rash and joint pains. The rash was papulosquamous and present over extremities more than axial as shown in Figure and Figure .\\nInfectious disease was involved, and investigations were done to rule out infectious as well as autoimmune causes. Chlamydia, gonorrhea, HIV, Hep B, Hep C, Epstein-Barr Virus (EBV), cytomegalovirus (CMV), Lyme’s serology, Borrelia Burgdorferi, and COVID-19 were negative. ESR and CRP were elevated with values of 98 and 298, respectively. Lactic acid was normal. ANA titers were 1:80 speckled pattern and the C2, C3, and C4 complements and C1Q levels were normal. Thyroid-stimulating hormone (TSH) was normal. The X-ray of the knee joints was unremarkable. She had a troponin elevation of 0.12, for which cardiac cath. was done, which showed clean coronaries. With all the infectious and autoimmune diseases ruled out, ferritin and transferrin were done, suspecting Still’s disease since she had temperature spikes, associated rashes, and mild troponin and ANA elevation, Ferritin was significantly elevated at 32,661 and transferrin was 115. With the clinical findings, four major criteria, and one minor Yamaguchi criteria along with the ferritin value, she was diagnosed to have adult-onset Still's disease and started on high-dose steroids when her rashes and joint pains decreased. She was given methylprednisolone 125 mg for three days and sent home with prednisone 60 mg. On follow-up after a week, she reported decreased symptoms. A plan was made to continue steroids for six to eight weeks and start on DMARDs after tapering the steroids.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'1578458': 1, '5315135': 1, '1616341': 1, '28845225': 1, '15517632': 1, '11461984': 1, '29147588': 2, '27981819': 1, '29986752': 2, '20896907': 1, '17338972': 1, '33150111': 2}", "similar_patients": "{'5632890-1': 1, '5632890-2': 1, '6038235-1': 1}"}