{"patient_id": 29946, "patient_uid": "7769738-1", "PMID": 33391905, "file_path": "comm/PMC007xxxxxx/PMC7769738.xml", "title": "Asymptomatic Severe Acquired von Willebrand’s Syndrome in Association With a Glioblastoma Multiforme: A Case Report", "patient": "We report a case of a hypertensive and diabetic 70-year old Caucasian male who presented with a four-week history of occipital headaches, confusion, and right-sided facial twitching. These are accompanied by a decline in cognition and difficulty with short-term memory. The patient has been taking atorvastatin, losartan, and metformin for his metabolic derangement. This patient had an unremarkable family history and no previous bleeding episodes. Prior dental appointments and hemostatic challenges in the past were as well uneventful.\\nExamination revealed mild confusion (GCS 14, E4V4M6) but otherwise unremarkable physical and neurological findings. Review of systems were equally normal. Initial CT Brain scans have shown an iso-dense intra-axial lesion causing compression of the left foramen of Munro and subsequent hydrocephalus. Magnetic Resonance Imaging indeed confirmed a thalamic mass in which the appearance is in keeping with an infiltrative glioma (Figure ). A biopsy with septum pellucidotomy was contemplated to ascertain the diagnosis and address the hydrocephalus.\\nPrior to the surgical procedure, pre-operative blood chemistry showed an isolated elevation in the activated partial thromboplastin time (aPTT) [43.5; NV:28-34]. Prothrombin time (PT) and platelet counts were within normal limits. Other hematologic investigations were therefore undertaken (Table ).\\nIn the absence of a bleeding history coupled with the above results, the patient was hence diagnosed with a severe avWS. A single dose of 60g intravenous immunoglobulin (IVIg) was administered with respect to the patient’s ideal body weight. Subsequent assays have shown improvement in the vWF antigen, vWF RiCof and Factor VIII levels (Table ). The patient underwent surgery and histopathology has subsequently confirmed a GBM (WHO IV - High Grade). Due to the persistence of this patient’s cognitive impairment and symptomatology despite the initial intervention, adjuvant therapy has been disregarded and best supportive care was considered. The patient was monitored continuously by the Hematology department upon discharge. Unfortunately, further investigations for autoimmune disorders and other myeloproliferative disorders which could have as well been associated with the aVWS were not anymore undertaken as the patient was deemed for palliation.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'25096657': 1, '8616870': 1, '30214173': 1, '28239999': 1, '31534805': 2, '27236861': 1, '16823821': 1, '24296552': 1, '28904675': 1, '25477751': 1, '21540459': 1, '11838652': 1, '23439003': 1, '33391905': 2}", "similar_patients": "{'6732638-1': 1}"}