{"patient_id": 18665, "patient_uid": "7171846-1", "PMID": 32316960, "file_path": "comm/PMC007xxxxxx/PMC7171846.xml", "title": "Pleomorphic rhabdomyosarcoma of the liver in an adult: a rare case report", "patient": "A 73-year-old woman presented with a fever and a 2-month history of right upper abdominal pain. The patient had been followed for primary biliary cirrhosis for the past 20 years and was being treated with ursodeoxycholic acid. A computed tomography (CT) scan performed by the previous doctor revealed a liver abscess, which was drained from the right hypochondriac region; however, the patient’s symptoms did not improve. She was admitted to our institution for further investigation of a hepatic mass. Physical examination revealed a right upper abdominal mass, but no anemia or jaundice.\\nLaboratory data showed an elevated C-reactive protein level (7.6 mg/dL). The hemoglobin concentration, white blood cell count, platelet count, electrolyte levels, liver enzyme levels, and bilirubin level were within the reference range. The serum levels of α-fetoprotein and PIVKA-II were 4 ng/mL and 43 U/mL, respectively.\\nAn abdominal contrast-enhanced CT scan revealed a 12- × 10-cm heterogeneous low-density mass lesion containing cystic and solid components with post-contrast enhancement in the solid component (Fig. a, b). This mass occupied the right lobe of the liver, and a large component of the lesion was present in the right subhepatic space. We determined that the tumor originated in the liver because a CT scan performed for follow-up of the patient’s primary biliary cirrhosis 4 months previously had revealed a 2-cm low-density tumor in liver segment 6 (Fig. c). A percutaneous liver biopsy was performed, and poorly differentiated cancer containing an RMS cell-like component was diagnosed.\\nThe patient underwent open surgery with right hepatic lobectomy. The intraoperative findings confirmed a tumor occupying the right lobe of the liver and no infiltration of the surrounding organs (Fig. ). Examination of the gross specimen revealed a multilobulated tumor with a solid component (Fig. a, b). Histopathological examination of the tissue showed haphazardly oriented, large and small irregularities and pleomorphic or round cells containing abundant and eccentric eosinophilic cytoplasm and small oval nuclei with a prominent nucleolus. Immunohistochemical analysis showed desmin, myogenin, and myoglobin positivity and cytokeratin negativity (Fig. a–d). Based on these findings, the patient was diagnosed with pleomorphic RMS of the liver.\\nNo complications occurred in the postoperative period, and the patient was discharged on the 28th postoperative day. Two months after the operation, an abdominal CT scan showed an 8-cm low-density tumor in the liver resection area compressing the inferior vena cava and peritoneal dissemination in the drainage route for diagnosis of the liver abscess before admission to our institution (Fig. a, b). The patient received one course of 70% dose trabectedin. Despite an initial good response to chemotherapy, she complained of severe adverse effects including loss of appetite and fatigue, and she rejected further chemotherapy. She subsequently experienced rapid progression of the tumor and died of malnutrition and multiple organ failure 6 months after the operation.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'4303969': 1, '14752797': 1, '30024506': 2, '6312144': 1, '22319971': 1, '2802013': 1, '13500314': 1, '19398574': 1, '10394885': 1, '13372044': 1, '28039349': 1, '1991249': 1, '32316960': 2}", "similar_patients": "{'6086459-1': 1}"}