{"patient_id": 21604, "patient_uid": "7332714-1", "PMID": 32676262, "file_path": "comm/PMC007xxxxxx/PMC7332714.xml", "title": "Large graft tectonic penetrating keratoplasty in a case of severe aspergillus keratitis", "patient": "A 45-year-old male farmer consulted with a chief complaint of blurred vision in the left eye. The history started about 2 months prior when mud was flung onto his left eye while farming. He washed his eye with tap water and carried on. About 2 weeks later, he noted development of redness, blurred vision, mild pain, and a small white opacity on the left eye. He consulted with a private physician who assessed him to have an eye infection, and he was started on topical terramycin ointment. Despite treatment, there was persistence of eye redness and enlargement of the whitish opacity. The patient sought a second opinion with another physician, who prescribed him a regimen consisting of tobramycin-dexamethasone drops, again with no improvement in the patient’s symptoms. The patient eventually noted loss of useful vision in his left eye. The persistence of symptoms prompted consult.\\nOn presentation, the visual acuity of the left eye was hand movement with poor light projection. There was good color perception. A reverse relative afferent pupillary defect was not noted. On slit lamp examination, there was a very thick yellow plaque consisting of a rounded mass projecting above the entire corneal surface, similar to a mound, measuring 9x9.5 mm with a depth of 2 mm at its thickest point located centrally (Figure 1 ). Despite the large plaque, there seemed to be no signs of prolapse of intraocular contents. There was associated scleritis. The ocular ultrasound showed only few vitreous cellularities. The right was grossly unremarkable with a visual acuity of 20/20.\\nThe plaque did not stain with fluorescein, lissamine green, and rose bengal dyes. Careful scraping of the mass revealed it to be semi-solid, albeit very friable in consistency. There was no bleeding on scraping. Giemsa stain of the corneal scraping showed numerous hyphal elements (Figure 2 ). Culture of the plaque later revealed to be positive for Aspergillus sp.\\nThe patient was admitted and initiated on topical natamycin drops, and topical moxifloxacin drops were added as prophylaxis for any superimposed bacterial infection. Topical atropine drops were also started for relief of ciliary pain. The patient was started on oral itraconazole as well.\\nA therapeutic keratoplasty with a tectonic corneal graft was performed under retrobulbar anesthesia. The recipient bed was sized by measuring the fungal plaque and adding a 2 mm border. The corneal graft was sized to a 12 mm diameter, necessitating manual cutting using corneal scissors. After the host cornea was excised, it was revealed that the fungus had invaded the anterior chamber, and the iris had become necrotic. A 360-degree iridectomy was performed. Lens extraction and anterior vitrectomy were done. After reforming the anterior chamber with an ophthalmic viscoelastic device, the tectonic corneal graft was placed and sutured with 16 interrupted nylon 10-0 sutures (Figure 3 ). The surgery was uncomplicated.\\nThe patient was maintained on a regimen of topical natamyin, topical moxifloxacin, and topical atropine drops for the first 2 weeks after surgery. He also completed a 2-week course of oral itraconazole. The postoperative course was relatively unremarkable with decreasing signs of inflammation and no recurrence of infection. At the 2nd week postoperatively, topical prednisolone drops were added. The patient’s vision improved to counting fingers at 6 inches. He was advised that a second procedure consisting of an optical penetrating keratoplasty and secondary intraocular lens implantation as well as possible interventions for secondary glaucoma would be needed in the future.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'21468333': 1, '9348453': 1, '22336802': 1, '17251805': 1, '32676262': 2}", "similar_patients": "{}"}