{"patient_id": 97779, "patient_uid": "7213829-1", "PMID": 32399453, "file_path": "noncomm/PMC007xxxxxx/PMC7213829.xml", "title": "Takotsubo Syndrome Associated with COVID-19", "patient": "An 87-year-old woman was admitted to our clinic on 24 March 2020, with fever, fatigue and shortness of breath. She had a history of breast cancer, but no hypertension, diabetes or obstructive pulmonary disease. She reported no travel to China or possible contact with infected individuals. She had experienced chills and a dry cough 2 weeks previously but had not sought medical advice. A chest x-ray showed multiple patchy shadows in both lungs and parenchymal thickening with bilateral basal alveolar interstitial infiltrates compatible with COVID-19 (). A nasopharynx swab sample was taken. Using reverse real-time PCR assay, the laboratory confirmed on 25 March that the patient was positive for SARS-CoV-2.\\nShe was immediately admitted to the isolation ward and received supplemental oxygen through a face mask (12 l/min with a 50% Ventimask), achieving an oxygen saturation of 91%. She was also treated with azithromycin (500 mg once daily, orally) and ceftriaxone (2 g once daily, intravenously). Given the serious shortness of breath and hypoxaemia, methylprednisolone (20 mg once daily, intravenously) was administered to reduce lung inflammation.\\nLaboratory test results showed 1.17% lymphocytes (normal range 20–50%), 95.8% neutrophils (normal range 41–70%) and C-reactive protein of 205.6 (normal value <5). Oxygen pressure was 47 mmHg (normal range 83–108) with a PO2/FO2 of 226 (normal value >300) On the second day of hospitalisation, the patient had an episode of tachycardia with an increase in cardiac laboratory markers: troponin I was 5318 ng/l (normal value <6) and CK-MB was 55 μg/l (normal value <3). The electrocardiogram showed negative T waves and repolarization phase alterations. An echocardiogram was therefore performed and showed alterations in the left ventricle: apical akinetic expansion (apical ballooning) and hypokinesia of the mid-ventricular segments with slightly reduced systolic function (ejection fraction slightly reduced to 48%) (). The clinical, laboratory and radiological picture was diagnostic for Takotsubo syndrome. Due to the age of the patient, coronary angiography was not possible but treatment with bisoprolol and fondaparinux was started.\\nThe patient was discharged in good clinical conditions.", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'34829920': 1, '32709193': 1, '32766416': 1, '32893157': 1, '34215924': 1, '32842957': 2, '33981423': 1, '1309370': 1, '15986008': 1, '32211816': 1, '33022810': 1, '33758123': 1, '34952038': 1, '33693034': 2, '32985848': 1, '15699250': 1, '33020258': 1, '32700055': 1, '33187633': 1, '17098306': 1, '34222385': 1, '33310830': 1, '34780967': 1, '33663062': 1, '33552431': 2, '33649400': 1, '32800917': 1, '33458567': 1, '16858242': 1, '34429796': 2, '1841907': 1, '32523926': 2, '34046852': 1, '32540884': 2, '33282573': 2, '16316398': 1, '33143371': 1, '33268238': 1, '33360674': 1, '33043251': 1, '32399453': 2}", "similar_patients": "{'7279910-1': 1, '7279910-2': 1, '7279910-3': 1, '7710340-1': 1, '8279282-1': 1, '7298682-1': 1, '7937625-1': 1, '7850340-1': 1, '7447602-1': 1}"}