{"patient_id": 30229, "patient_uid": "7783531-1", "PMID": 33447379, "file_path": "comm/PMC007xxxxxx/PMC7783531.xml", "title": "Case Report: Spontaneous perforation of a bicornuate uterus with concomitant sarcoma", "patient": "A 47-year-old nulliparous, virginal woman presented to the emergency department with a 2-day fever and acute abdominal pain. She also complained of a 2-month history of foul-smelling vaginal bleeding. She had pyrexia, with a temperature of 38°C (100.4°F), and marked tenderness of the whole abdomen. She has a past medical history significant for breast cancer, which was treated with six cycles of CAF (cyclophosphamide, [doxorubicin] Adriamycin, fluorouracil), adjuvant radiotherapy, and tamoxifen for 4 years; the doses are uncertain since she had taken those therapies in the other institutes. She has not had a gynecological evaluation for over 8 years since the end of her breast cancer treatment, and she had discontinued her tamoxifen.\\nLaboratory investigation demonstrated a hemoglobin level of 12.3 g/dL (normal range, 12–16 g/dL), a white blood cell count of 12,600/mm\\n3 (normal range, 4,000–10,000/mm\\n3) and a C-reactive protein of 157.9 mg/L (normal range, 0.1–5.0 mg/L). Mild elevation of her liver enzymes was observed, with a total bilirubin of 2.2 mg/dL (normal range, 0.2–1.4 mg/dL) and a direct bilirubin of 0.7 mg/dL (normal range, 0.0–0.5 mg/dL).\\nA dynamic CT scan of the liver was performed to evaluate for biliary infection as this patient had been known to have a history of gallbladder stones for years along with complaints of upper abdominal pain. The CT scan revealed a 16-cm uterine mass and increased free fluid in the pelvic cavity, including both paracolic gutters, the perihepatic space, and the perisplenic space. Consequently, she was referred to our obstetrics and gynecology department.\\nTransrectal ultrasonography showed a bicornuate uterus and an 18.6- × 9.1-cm mass with heterogeneous echogenicity within the left uterus. The mass appeared to extend through the cervix into the vaginal cavity. Its irregular-shaped margins and increased blood flow suggested the possibility of malignancy (\\n). Because her vital signs were stable (aside from fever), the patient received an oncological evaluation and antibiotic treatment before surgery. Since F-18 FDG were ordered and needed time to arrive, PET/CT were planned two days later, and the surgery was planned for the next day. Antibiotics (piperacillin 4g, tazobactam 0.5g, metronidazole 0.5g) were injected intravenous every 8 hours, and administered for about 48 hours until just before surgery.\\nPelvic MRI was performed on the day after the patient’s initial presentation, revealed underlying uterus didelphys with an approximately 15- × 9- × 17-cm mass with mixed signal intensity in the lower abdominal area (\\n) and an approximately 6- × 2.7- × 3-cm mass of the left cervix and lower uterine body on T2-weighted imaging. These MRI findings suggested the possibility of hemoperitoneum or cancer peritonei due to rupture of (1) endometrial cancer, (2) uterine sarcoma, or (3) large myoma with degeneration.\\nA whole-body PET/CT scan was ultimately performed (two days after presentation) and showed an intensely hypermetabolic subserosal mass with accompanying hemorrhage and possible rupture; further, hypermetabolic peritoneal nodules and peritoneal infiltration with ascites were observed (\\n).\\nThe patient underwent diagnostic laparotomy three days after presentation. Surgical exploration revealed a ruptured bicornuate uterus with a large mass within the left uterine horn (\\n). The mesentery of the small bowel and appendix were partially adhered to the uterine mass. Total abdominal hysterectomy with bilateral salpingo-oophorectomy was performed, and invasive cancer implants within the bowel were removed. Estimated surgical blood loss was approximately 1500 mL.\\nPathological analysis confirmed an undifferentiated uterine sarcoma with tumor size up to 23 × 13 × 6 cm. Because a tumor in her left fallopian tube and one of her bowel mass implants tested positive for cancer, she was diagnosed with FIGO Stage IIIA (from the International Federation of Gynecology and Obstetrics cancer staging system)\\n.\\nPostoperatively, the patient was treated with a combination of etoposide (150 mg/m\\n2 for 3 days), ifosfamide (1.5 g/m\\n2 for 3 days), and cisplatin (70mg/m\\n2 for 1 day) once every 3 weeks. Chest and abdomen CT were performed for follow up 2 weeks after. There were no sign of cancer recurrence in the chest and abdominal CT.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'29593991': 1, '4511750': 1, '3872029': 1, '9174834': 1, '10855080': 1, '27407814': 1, '28584004': 1, '27780708': 1, '26026917': 1, '15690441': 1, '1590170': 1, '25347940': 1, '22675095': 1, '26082937': 2, '23301460': 1, '11070755': 1, '10521746': 1, '32293414': 1, '17235002': 1, '15863170': 1, '21705770': 1, '30306577': 1, '33447379': 2}", "similar_patients": "{'4458748-1': 1}"}