{"patient_id": 102454, "patient_uid": "7670342-1", "PMID": 33250691, "file_path": "noncomm/PMC007xxxxxx/PMC7670342.xml", "title": "Mesenteric Phlebosclerosis Associated with Herbal Medicine", "patient": "An 81-year-old woman was admitted to our hospital for right lower abdominal pain and high-grade fever. Of note, she had a history of hypertension and had taken orengedokuto (TJ-15), a Chinese herbal medicine, for 7.4 years for her hypertension-related symptoms. Physical examination findings included: height, 152 cm; weight, 53 kg; clear consciousness; blood pressure, 153/89 mm Hg; heart rate, 66/min; and body temperature, 38.2°C. Laboratory findings included: white blood cell count, 11.3 × 109/L; and C-reactive protein, 2.1 mg/dL. Computed tomography (CT) revealed wall thickening, pericolic fat stranding, and linear calcifications extending from the cecum to the hepatic flexure of the colon (Fig. ). Ultrasonography (US) revealed wall thickening of the cecum (Fig. ) and ascending colon (Fig. ). Colonoscopy (CS) revealed dark-purple edematous mucosa with erosion and ulcers from the cecum to the hepatic flexure of the colon (Fig. ). Histopathological examination of the biopsy specimens showed remarkable hyalinization of small vessels and chronic inflammatory cell infiltration in the mucosa (Fig. ). Elastica-Masson trichrome stain revealed deposition of hyalinized collagen fibers, which led to amyloidosis being ruled out (Fig. ).\\nThe patient was diagnosed with MP, discontinued orengedokuto, and was treated with intravenous antibiotics for 1 week. She was discharged on day 12 of hospitalization because of improvement in abdominal pain and fever. No abdominal pain or fever was observed after discharge. Six months after discontinuation of orengedokuto, follow-up examinations were performed. CT revealed disappearance of pericolic fat stranding, but no significant change in wall thickening or linear calcifications (Fig. ); US revealed wall thickening similar to that seen in the initial US examination (Fig. ); and CS revealed improvement of the edema as well as disappearance of the erosion and ulcers, with the dark-purple mucosa becoming brighter (Fig. ).", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'7735197': 1, '31149474': 1, '10644121': 1, '27402114': 1, '27220772': 1, '34956536': 1, '12576895': 1, '22817400': 1, '18550245': 1, '26984071': 1, '33250691': 2}", "similar_patients": "{}"}