{"patient_id": 103285, "patient_uid": "7747580-1", "PMID": 33334739, "file_path": "noncomm/PMC007xxxxxx/PMC7747580.xml", "title": "A simple procedure in a complex patient: perioperative takotsubo cardiomyopathy", "patient": "A 43-year-old woman presented for a surgical termination of pregnancy at 9 weeks’ gestation. She had a medical history of pneumococcal and streptococcal sepsis in 2009 with multiorgan failure, resulting in a below-knee amputation. She had tolerated previous general anaesthetics for multiple skin grafts and a splenectomy in 2009. She also had a significant autoimmune history, including autoimmune hepatitis, hypothyroidism, neuropathic pain and depression. There was no documented cardiovascular or respiratory history. Her medications included duloxetine 60 mg daily (which she had been taking for the past 5 years), thyroxine 100 µg daily and prednisolone 5 mg daily for her autoimmune hepatitis. While she had also been prescribed amoxicillin as part of the post-splenectomy protocol, she was poorly compliant with it. Her baseline investigations including thyroid function tests were unremarkable.\\nThe procedure was planned under moderate to deep sedation. Standard monitoring was applied. Initial haemodyamic parameters included: heart rate (HR) 100 beats/min; blood pressure (BP) 90/60 mm Hg and oxygen saturation (SpO2) 97% on room air. Supplemental oxygen at 6 L/min was administered through a Hudson-type facemask with end-tidal carbon dioxide monitoring. Immediately prior to her procedure, she received intravenous 10 mg lignocaine, 600 µg atropine, 4 mg ondansetron and 75 µg fentanyl, followed by 50 mg of propofol to induce sedation. Once adequately sedated, the proceduralist injected 15 mL of 1% lignocaine and epinephrine 1:100 000 as part of cervical infiltration. The procedure was uneventful for the next 10 min, and she required a second dose of 50 mg propofol. Shortly thereafter, the SpO2 trace was consistent with a poor perfusion and a repeat (non-invasive) BP showed a reading of 55/30 mm Hg. Two boluses of 0.5 mg metaraminol intravenously were immediately administered but did not improve the BP, and her peripheral pulses were not palpable. Subsequently, four aliquots of epinephrine intravenously 25–50 µg were administered and additional peripheral intravenous access was established. With no change in her condition, cardiopulmonary resuscitation was commenced using standard Advanced Life Support (ALS) protocols. She achieved return of spontaneous circulation after 32 min of CPR. Interventions after return of spontaneous circulation included intermittent boluses of epinephrine to maintain BP, ventilation through a size 3 supra-glottic airway (SGA) (‘i-gel’) and establishment of a femoral arterial line. An epinephrine infusion was commenced at 0.2–0.3 µg/kg/min and a right internal jugular central line access was established. She remained in sinus rhythm with HR between 120 and 130 beats per minute. The first recorded invasive mean arterial pressure (MAP) was 60 mm Hg. Her MAP was maintained around 60–70 mm Hg with epinephrine and norepinephrine infusions 0.2–0.3 µg/kg/min. The post-resuscitation blood gas showed a metabolic acidosis with an elevated anion gap, consistent with a post-arrest state. Her hypokalaemia was corrected appropriately. The differentials considered at this stage were anaphylaxis, ACS or air/pulmonary embolism. Anaphylaxis was the primary differential at this stage, given the response to epinephrine; however, there were no other obvious systemic changes (ie, respiratory compromise, skin/mucosal tissue involvement) to indicate as such. A definitive airway was inserted to assist ventilation and facilitate ICU transfer. The procedure was allowed to continue, and on completion, she was transferred to the ICU.\\nA 12-lead ECG in the ICU showed T-wave inversion in the anteroseptal leads and a corrected QT interval of ~500 milliseconds (). A bedside formal echocardiogram revealed a normal sized LV with reduced systolic function and an ejection fraction of 33% (). The Echocardiogram (ECHO) also demonstrated akinesis of the LV apex with mid-distal LV wall hypo/akinesis (). She had normal right heart pressures, making a diagnosis of pulmonary embolism unlikely. Her echocardiogram findings were in keeping with acute cardiomyopathy. It was unclear at this stage whether this was secondary to intraoperative ACS/TTC or anaphylaxis and what specifically had provoked the event.\\nInitial blood results showed normal tryptase levels of 4.8 µg/L (normal <11.9 µg/L). Her tryptase levels continued to be normal at 4 hours post event (4.4 µg/L) and 24 hours post event (3.7 µg/L). Given the uneventful induction of anaesthesia, the patient was not exposed to any further potential antigens immediately prior to her acute deterioration to indicate anaphylaxis had taken place. Although these findings did not preclude a diagnosis of anaphylaxis, they made it less likely. The patient’s initial troponin T (TnT) was elevated to 0.191 µg/L, and 6-hour TnT was also elevated, however, began down-trending at 12 hours. While her initial N-terminal pro b-type natriuretic peptide (NT-proBNP) was normal at 98 ng/L, it was significantly elevated 16 and 40 hours later (). Given the patient did not have any history of prior ACS or ischaemic heart disease, a preliminary diagnosis of TTC was given; however, this could only be affirmed with a repeat ECHO at 3 months showing a return of normal LV function (, ). It was thought that a combination of exogenous and endogenous factors (patient’s autoimmune history, medications, gender, operative stress, cervical infiltration of epinephrine) had all contributed to precipitate TTC.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'18294473': 1, '29098955': 1, '20195267': 1, '17573507': 1, '15703419': 1, '27324891': 1, '18599137': 1, '28073659': 1, '29153932': 1, '22044675': 1, '24820748': 1, '22163139': 1, '24964980': 1, '18094670': 1, '20185648': 1, '33334739': 2}", "similar_patients": "{}"}