{"patient_id": 99084, "patient_uid": "7335291-1", "PMID": 32636610, "file_path": "noncomm/PMC007xxxxxx/PMC7335291.xml", "title": "XEN® Gel Stent: A Comprehensive Review on Its Use as a Treatment Option for Refractory Glaucoma", "patient": "Dervenis et al presented a case of Xen dislocation into the anterior chamber in a 45-year-old female with asthma, eczema and multiple allergies. Six months post-surgery she developed episcleritis and one month later the device was noted in the anterior chamber angle.\\nGillman reported a case a Xen dislocation due to probable eye rubbing. ECC measurements taken monthly showed a more important drop the month of the dislocation (2.1%) before the device was replaced.\\nYavuzer et al reported a case of a 75-year-old male patient with PXG who underwent a Xen 45 combo with 0.1 mL 0.2 mg/mL of MMC. Three months postoperatively, unmedicated IOP varied between 9 and 13 mmHg. However, the bleb extended in the nasal quadrant causing mechanical ectropion of the lower eyelid. Compression sutures were required to limit the extent of the bleb.\\nSandhu et al presented a case report with a 44-year-old man with juvenile chronic open-angle glaucoma previously unsuccessfully treated with selective laser trabeculoplasty, trabeculectomy, an infero-nasally placed Ahmed and a revision of the Ahmed valve, who finally reached a medicated pressure of 17 mmHg one year post-surgery.\\nA case report of Tailor et al was about a 72-year-old man with neovascular glaucoma who was successfully treated with XEN 45 and after CPC and bevacizumab injection. His pressure was 13 mmHg without meds at 24 months.\\nKarri et al presented a case of endophthalmitis 4 months after surgery with an exposed Xen. The stent was removed and a pars plana vitrectomy with intravitreal antibiotics were performed.\\nTwo cases of endophthalmitis were reported by Olgun et al. A 68-year-old women with blepharitis, underwent a Xen implant and developed endophthalmitis at 5 month postoperatively. Her bleb was of moderate height, spanning over 1 to 2 clock hours with an avascular zone (no obvious purulent material) and IOP of 42 mmHg. She was initially treated with medical therapy and eventually required vitrectomy with ceftazidime injection and silicone oil tamponade. The XEN was retained. Three months later, the device was correctly positioned and the IOP was 15 mmHg. A 80-year-old male underwent Xen implant and developed endophthalmitis and a Xen erosion at 4 month postoperatively. He required vitrectomy with silicone oil and Xen removal. At last follow-up, his IOP was 20 mmHg without medication.\\nRigo reported the OCT findings of 46 eyes (39 patients) retrospectively evaluated 6 months or more after an uneventful Xen. Possible intraluminal obstructions evidenced by hyper-reflective material on OCT were identified in 16 eyes (15 POAG eyes and 1 PXG) with unremarkable slit-lamp exams in. In two cases the material was either in the internal lumen or near the subconjunctival portion of the implant suggesting that the obstruction may be originating from the anterior chamber. Despite these obstructions, IOPs were controlled and no further intervention was warranted.\\nProkosch-Willing et al reported a case of an 84-year old female patient with PXG on maximal therapy who underwent XEN implant with MMC 0.1 mL of 0.2 mg/mL. On postoperative day 1, IOP was 4 mmHg with a deep anterior chamber and a small shallow bleb. On day 2, patient presented with sudden pain and IOP increased to 54 mmHg with a flat anterior chamber and a suprachoroidal hemorrhage. The patient was observed and treated topically with a resolution of the bleed after 6 weeks. Vision decreased from 20/200 preoperatively to hand motion.\\nRezkallah et al reported a case of 72-year-old male who presented with a total hyphema two days after uneventful Xen implant. The patient was on anticoagulants with an international normalized ratio between 2 and 3. The patient was on fluid restriction (1.5L/day) and told to lie with an elevated head. The hyphema resolved after 1 month spontaneously with IOP of 11mmHg and 20/20 vision.\\nWidder et al presented a 63-year-old woman with Xen implant requiring revision 3 years after surgery after having had two failed previous revision. At the time of revision, the conjunctiva was opened and the implant was stripped of the adhesive scar tissues. No flow was seen through the stent and thus, removed. The intrascleral and intracameral portions had degraded with an irregular surface and the lumen in the middle of the stent was obstructed.\\nLapira et al reported a case of a Xen 45 solo in a pseudophakic 87-year-old man with PXG and a previous failed trabeculectomy. Three and a half months postoperatively, he presented with a 24-hour history of pain and reduced vision in his left eye after an episode of eye rubbing. The Xen was eroded through conjunctiva and broken. It was removed and treated with antibiotics and vitrectomy for endophthalmitis. After treatment, IOP was 20 mmHg with topical therapy.\\nArnould et al reported a case of recurrent conjunctival erosion and Xen exposure treated with a conjunctival autograft. The patient had 0.1 mL of 0.2 mg/mL of MMC at time of surgery and underwent one needling 0.1 mL of 0.1 mg/mL MMC at month 1. After two months a surgical revision was performed, and the Xen remained exposed with a bleb leak. A free conjunctival autograft covered with an amniotic membrane graft was then performed and one month later IOP was 13 on 2 medications with a diffuse bleb.\\nFea et al reported a case of Xen implant in a patient with a previously failed trabeculectomy and a scarred superior bleb. The stent was placed nasal to the previous bleb. Despite adequate IOP control, the stent exposed due to the thin conjunctiva and nasal bleb. An amniotic membrane was used to cover the defect with a conjunctiva autograft. At six months postoperatively, the unmedicated IOP was 14 mmHg with stable vision.\\nSalinas et al described a case of a PXG patient who underwent bilateral combined cataract and Xen implantation. One month postoperatively, the patient presented with a flat bleb and an extruded Xen in one eye, which was successfully treated with medical therapy (vitamin A ointment). The fellow eye Xen extruded two weeks later and the medical therapy proved ineffective. After a subconjunctival injection of 1 mL of MMC 0.02% a second Xen was implanted ab interno and the first Xen was removed, with dissection of scar tissue, and suturing of the conjunctiva. One month later, IOP was 15 mmHg without any medications and with a diffuse bleb over the second implant with no leakage.\\nOlate-Perez described a case of erosion 18 months after surgery in a 78-year-old woman. During revision, the Xen was amputated flush with the sclera and the conjunctiva was closed. IOP was eventually controlled on meds after revision.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'30095602': 1, '29303873': 1, '31341818': 1, '30059408': 1, '29035911': 1, '34341454': 1, '28161049': 1, '28555256': 1, '26995503': 1, '24943904': 1, '28830369': 1, '29356886': 1, '28862254': 1, '30095603': 1, '22249235': 1, '31702711': 1, '34961501': 2, '30578661': 1, '18703943': 1, '29088056': 1, '29335776': 1, '30206416': 1, '19573620': 1, '29952822': 1, '31162174': 1, '30113510': 1, '27449488': 1, '30676470': 1, '30180015': 1, '26294994': 2, '31478952': 1, '15953448': 1, '25972254': 1, '29267575': 1, '34306742': 1, '28784554': 1, '30758653': 1, '25304276': 1, '24974815': 1, '20386433': 1, '31633616': 1, '26550969': 1, '34640435': 1, '34411152': 1, '33921311': 1, '31453896': 1, '28348884': 1, '30676411': 1, '30461555': 1, '26561420': 1, '34246229': 2, '29271806': 1, '31795968': 2, '33801601': 1, '33168873': 1, '28601250': 1, '31990824': 1, '30862191': 1, '30234749': 1, '31354206': 2, '26482822': 1, '29877970': 1, '30160048': 1, '31517762': 1, '34659850': 2, '33334311': 1, '30356133': 1, '31425336': 1, '29053204': 1, '27841796': 1, '30328376': 1, '30145910': 1, '33024893': 1, '28751986': 1, '26218906': 1, '28984715': 1, '32636610': 2}", "similar_patients": "{'8514910-1': 1, '6892140-1': 1, '8272321-1': 1, '8272321-2': 1, '4532944-1': 1, '8711208-1': 1, '6647823-1': 1}"}