{"patient_id": 18521, "patient_uid": "7163292-1", "PMID": 32305027, "file_path": "comm/PMC007xxxxxx/PMC7163292.xml", "title": "Unmasking dermatofibrosarcoma protuberans: Case report of an atypical presentation complicated by post-surgical excision", "patient": "A 68-year-old Caucasian male presented for surgical evaluation with a right mid-infraclavicular chest mass from referral of his primary care physician (). Three years prior, the patient presented with a mass at the same location, subsequently diagnosed as a lipoma and locally excised with no surgical complications. At the time of the previous surgery, it was incidentally discovered and diagnosed that the patient also had diffuse B cell lymphoma, complete remission status post chemotherapy. Family, psychosocial, drug, and other surgical history were noncontributory. Over the past three years, the mass increased in size, but did not have any discoloration, discharge, or pain; however, due to the patient’s past medical history and immunocompromised state, the patient expressed concern and presented for elective excision of the mass.\\nOn physical exam, a mass was palpated at the midclavicular line of the right upper chest, within the right first intercostal space. The mass was directly under the scar from previous excision, with no skin discoloration, telangiectasia, or visible raised nodules. The patient denied any pain, tenderness, or discharge associated with the new mass. Radiological testing was performed to determine the exact location and depth of invasion. CT chest with and without contrast revealed an ill-defined, cutaneous mass, while MRI chest was nondiagnostic.\\nSurgical excision was performed under local anesthesia, with a wide, elliptical incision to the level of the underlying bony structures to ensure clean margins. Excised specimen measured 5.5 cm × 3.5 cm × 2 cm with surrounding 4 cm × 1.6 cm × 0.4 cm of skin attached. The resulting wound was closed using interrupted 4–0 plain gut sutures for the full thickness, with 3–0 Vicryl subdermal and 4–0 Monocryl subcuticular reinforcing sutures.\\nThe specimen was sent to pathology for cryosectioning; however, due to increase in cellularity at the posterior margin, permanent fixation was performed. Within the submitted specimen, a subcutaneous firm nodule measuring 1.6 cm × 1 cm × 0.7 cm was located in the superior aspect with a 0.1 cm surrounding margin. Microscopic examination with hemolysin and eosin staining showed whorled myoid with spindled nuclei in storiform array throughout the dermis and extending into the subcutaneous fat with widening fibrous septa (, ). The specimen was also composed of uniform, small elongated cells and scant cytoplasm with frequent mitotic figures and giant cells. The sample stained positively for CD34 and ultimately diagnosed as DFSP ().\\nAs a result of the close margin excision, the patient was referred for radiation therapy with imatinib for recurrence prevention. Upon the last two follow-ups status post imatinib treatment, there have been no signs of recurrence.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'9129699': 1, '34093933': 1, '26730971': 1, '17950782': 1, '31560980': 1, '14597453': 1, '30719992': 1, '31664620': 1, '30342279': 1, '31741988': 1, '8988177': 1, '10870053': 1, '21785324': 1, '28795284': 1, '29175214': 1, '34522537': 2, '21570152': 1, '23327727': 1, '9308560': 1, '10419710': 1, '17890911': 1, '15235190': 1, '32305027': 2}", "similar_patients": "{'8428157-1': 1}"}