{"patient_id": 33875, "patient_uid": "7980313-1", "PMID": 33758706, "file_path": "comm/PMC007xxxxxx/PMC7980313.xml", "title": "A Diagnosis of Multiple Sclerosis Following Whiplash Injury: Is There a True Association?", "patient": "A previously fit and well, 25-year-old female was involved in a vehicle collision, where she was shunted at 20 miles per hour. This collision caused her car to spin 180 degrees and her body to jolt forward. There was no loss of consciousness or immediate injuries. In the following hours, she developed upper and lower back pain, typical of a soft tissue injury (whiplash). Ten days later she reported ‘dizziness’ and had paroxysmal positional vertigo which progressed to chronic vertigo, intermittent diplopia, vomiting, and dehydration, necessitating hospital attendance and admission. Five weeks post-injury, she developed typical Lhermitte’s and exertion related lower limb weakness (Uhthoff’s phenomenon where symptoms worsened with increased body temperature on exercise). At ten weeks, she developed pins and needles in her left hand but by week eleven she was walking normally again, without treatment, and had a neurological review.\\nShe reported no past medical history, corroborated by both GP and hospital records, and no recent infections. Medication history included the oral contraceptive pill and occasional vitamin supplements. She was a non-smoker, non-drinker, with no history of recreational drugs, or significant travel. Of note, she had an extensive family history of MS with maternal and paternal inheritance, having at least two first degree relatives with a diagnosis of MS.\\nOn examination (11 weeks post-injury), she had bilateral internuclear ophthalmoplegia, globally brisk deep tendon reflexes, bilateral extensor plantar responses, and dorsal column sensory disturbance in her lower limbs to her anterior superior iliac spines. The initial differential diagnosis was that of inflammatory demyelination, though a possible traumatic disc prolapse causing cervical cord compression could have accounted for the myelopathic signs.\\nInvestigations\\nFirst neuro-axial imaging was done at four weeks post-injury and interval imaging at week 12. This revealed widespread neuro-inflammatory disease throughout the central nervous system. The first MRI of the spine, four weeks post-injury, showed evidence of extensive longitudinal signal change and multiple enhancing lesions in the cervical cord (Figure ). The MRI of the brain at that time identified multiple foci of signal hyperintensity throughout the parenchyma, both in the infratentorial and supratentorial compartment (Figure ). Some lesion enhancement was seen, consistent with an active disease process, as well as some non-enhancing lesions, suggesting dissemination in time (Figure ). The repeat imaging at week 12 confirmed the presence of dissemination of time and space, with the identification of new enhancing lesions, meeting the McDonald criteria for a diagnosis of MS (Figure ). Visual evoked potentials, with responses to monocular ‘full field’ stimulation from three occipital electrodes, were normal (latency, amplitude, and waveforms). Cerebrospinal fluid (CSF) examination revealed normal protein and cell count, with selective intrathecal oligoclonal bands.\\nManagement\\nHer initial treatment was 2 g IV methylprednisolone followed by a steroid taper. In view of her highly active presentation clinically and radiologically, she was commenced on a monthly natalizumab (Tysabri) 300 mg intravenous infusion, and has remained clinically and radiologically stable for three years (JC virus negative).", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'10371517': 1, '23419563': 1, '25545758': 1, '1736167': 1, '10746623': 1, '24246497': 1, '10891994': 1, '19028828': 1, '28414613': 1, '8872895': 1, '7924071': 1, '33758706': 2}", "similar_patients": "{}"}