{"patient_id": 105108, "patient_uid": "7891267-1", "PMID": 33629011, "file_path": "noncomm/PMC007xxxxxx/PMC7891267.xml", "title": "An exceptionally giant left atrial myxoma: a case report and literature review", "patient": "A 54-year-old woman presented to the emergency department with abdominal pain and bilateral lower limb swelling. She had a 1-year history of recurrent episodes of dyspnoea with dry cough and was managed as bronchial asthma. Despite appropriate treatment, her symptoms persisted. She also complained of dysphagia, palpitations without noticeable chest pain and feeling dizzy when leaning forward. On admission, she was haemodynamically stable, with normal blood pressure (120/78 mmHg) and pulse (72 beats/min). Examination revealed normal heart sounds, no murmurs, bilateral peripheral pitting oedema, and no other remarkable findings.\\nElectrocardiogram showed normal regular sinus rhythm, bifid P waves, and no ischaemic changes (). Laboratory findings, including blood culture, were normal. Chest X-ray showed accentuated vascular markings bilaterally with diffuse reticular peripheral and basal lines, suggestive of pulmonary congestion (). Consequently, a transthoracic echocardiography (TTE) was done which revealed a Grade III diastolic dysfunction with normal left ventricular systolic function. No regional wall motion abnormality was noted; however, moderate mitral and tricuspid regurgitations were observed on Doppler ultrasound. Additionally, it showed a large pedunculated mass (Video 1), approximately 9 × 7 cm attached to the upper third of the atrial septum, as well as severe pulmonary arterial hypertension (PAH) (84 mmHg) with a competent pulmonary valve.\\nPreoperative transoesophageal echocardiography (TOE) () was performed and confirmed the presence of a huge mobile mass filling the LA. It had a heterogenic core of multiple lucent areas and a smooth outer surface. On Doppler scan, a moderate degree of mitral and tricuspid regurgitation was evident by the presence of mosaic blood flow. Subsequently, a surgical excision was performed via conventional median sternotomy. In order to surgically approach such a huge tumour, it was decided to use the inverted T-shaped bi-atrial technique. A 3 cm incision was made in the LA parallel to the interatrial groove and anterior to the right superior pulmonary vein. Then, a second incision perpendicular to the first was made in the right atrium about 4 cm posterior to the interatrial groove towards the sulcus terminalis. The second incision met the first one near to its middle, forming an inverted T-shaped opening. At this point, the interatrial septum was divided towards the fossa ovalis. This revealed a pedunculated mass with a short stalk (about 1 cm in length), arising from the interatrial septum (IAS), at the fossa ovalis. The tumour, its stalk and part of the IAS were resected, followed by closure of the defect using a suture line without a pericardial patch. Due to presence of mitral regurgitation on TOE, two sutures were used opposite to the middle of the posterior mitral leaflet to reduce the size of the mitral ring, minimizing the leak (). Since the tricuspid valve showed mild regurgitation and intact anatomy, no intervention was required.\\nMacroscopically, the specimen measured 10 × 8 × 6 cm () and weighed 119 g (). The outer surface was smooth with punctate haemorrhage, whereas a cut surface showed a yellow-to-brown gelatinous material (). Microscopically, a low cellular myxoid growth with numerous cords, nests, and glandular pattern of stellate to spindled cells surrounded by eosinophilic to bluish matrix were observed. No mitotic figures or malignant features were seen. Additionally, there were cystic formations and vascular differentiation with occasional calcifications (). Five days after the operation, the patient’s condition improved uneventfully with complete resolution of her presenting symptoms. One week later, a follow-up echocardiography showed improvement of her heart function and normalization of PAH.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'13949121': 1, '26894077': 1, '8223737': 1, '2789802': 1, '8249916': 1, '11388092': 1, '27547737': 1, '18274185': 1, '34692285': 2, '26585438': 1, '22754666': 1, '16572870': 1, '16846432': 1, '8071456': 1, '2241356': 1, '33629011': 2}", "similar_patients": "{'8523365-1': 1}"}