{"patient_id": 27060, "patient_uid": "7586351-1", "PMID": 33133798, "file_path": "comm/PMC007xxxxxx/PMC7586351.xml", "title": "Deep Vein Thrombosis Secondary to Extrinsic Compression: A Case Report", "patient": "A 64-year-old female presented to the ED with complaint of acute left lower extremity pain with associated swelling and discoloration. Symptoms initially presented the day prior to admission in her left groin area and had worsened overnight. The patient described the pain as “achy” and endorsed difficulty with ambulation but denied any trauma or injury to the extremity. Also denied any fever, chills, chest pain, shortness of breath, or dyspnea on exertion. She was initially evaluated at an outside facility, where she was found to have an elevated D-Dimer but given the lack of ultrasound technology, she was subsequently transferred over after receiving 90 mg lovenox.\\nThe patient’s medical history was noncontributory. She denied any history of prior DVT, pulmonary embolism, malignancy, hormone replacement therapy, recent surgery, or period of prolonged immobilization. She formerly smoked cigarettes and admitted to smoking E-cigarettes on an intermittent basis. The patient admits to having a family history of von Willebrand’s disease but states she tested negative in the past. The patient endorsed being allergic to percocet but denied having any other medical allergies. She also denied taking any scheduled medications. Review of systems was only positive for left leg swelling, left leg pain, and color change (Figure ).\\nPhysical exam was remarkable for diffuse left lower extremity tenderness, pitting edema, and blanching erythema. Dorsalis pedis pulses were 2+ bilaterally, sensation was grossly intact, and there were no motor deficits noted. Homan’s sign was negative. Capillary refill was less than two seconds. She was afebrile and normotensive. The remainder of the physical exam was noncontributory. Initial lab work revealed an elevated fibrinogen at 486 mg/dL (normal range: 200-400 mg/dL) in the setting of normal prothrombin time (PT) and activated partial thromboplastin time (aPTT) values, suggestive of nonspecific inflammation. All other lab findings were within normal range.\\nClinical presentation was concerning for phlegmasia cerulea dolens. As such, a lower extremity ultrasound was bypassed in favor of a CT scan of bilateral lower extremities with IV contrast and venous runoff to evaluate for proximal venous obstruction. Imaging revealed distension of the left common iliac, external iliac, and left common femoral veins with inflammatory stranding, likely secondary to stenosis of the left common iliac vein just posterior to the right common iliac artery (Figure ). This was deemed to be consistent with a May-Thurner abnormality.\\nInterventional radiology was consulted, and they recommended catheter-directed tissue plasminogen activator (tPA) infusion followed by subsequent venous stenting. The patient was admitted to the ICU for the procedure. She received local anesthesia and fentanyl. A left lower extremity venogram was ordered and revealed near occlusive thrombosis of the left superficial femoral, common femoral, and iliac veins (Figure ). Angioplasty was performed to create a channel with a 7 mm x 80 mm Mustang balloon and a 40 cm infusion length catheter was placed. Some 0.05 mg/mL alteplase was locally infused at a rate of 1 mg/h by way of catheter placement. The patient tolerated the procedure well and was transferred back to the ICU in stable condition.\\nThe following day, a repeat venogram revealed improved blood flow in the femoral vein with mild to moderate residual thrombus (Figure ). Large residual thrombus was noted in the left common iliac vein with persistent stenosis of the left common iliac vein. Repeat angioplasty using a 12 mm x 40 mm Mustang balloon was performed along with mechanical thrombectomy using an AngioJet device, but this was unsuccessful. A 5 French 20 cm infusion length catheter was placed in the left common iliac vein for further pharmacologic thrombolysis.\\nThe patient underwent a third venogram the next day that revealed dissolution of the thrombus but severe stenosis of the left common iliac vein and left external iliac vein (Figure ). Stenting of the left common iliac vein was performed using an 18 mm x 60 mm Wallstent. Post-stent angioplasty was performed using a 16 mm x 40 mm Atlas balloon. A second Wallstent stent was placed in the left external iliac vein. Post-stent venogram revealed markedly improved blood flow through the left common iliac vein into the inferior vena cava (Figure ). The patient tolerated the procedure well again with no complications.\\nThe patient relayed improvement in her left lower extremity pain and swelling post-procedure. She was subsequently transferred out of the ICU and deemed stable for discharge on eliquis 5 mg twice a day for six months.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'25502563': 1, '17980284': 1, '20578224': 1, '9737459': 1, '6828755': 1, '12704525': 1, '22841898': 1, '2643771': 1, '13478912': 1, '20620770': 1, '29211671': 1, '22172244': 1, '10189452': 1, '16270638': 1, '6020994': 1, '11174784': 1, '15111841': 1, '21890310': 1, '19446993': 1, '33133798': 2}", "similar_patients": "{}"}