{"patient_id": 21143, "patient_uid": "7310171-1", "PMID": 32612485, "file_path": "comm/PMC007xxxxxx/PMC7310171.xml", "title": "Perioperative Management for Rectal Migration of a Ventriculoperitoneal Shunt", "patient": "A 3.13-kg, 11-week-old female presented to the emergency department (ED) with VPS tubing protruding from her rectum and draining into her diaper; radiographs confirmed shunt continuity (). The patient had been born prematurely at 35 weeks and had a history of grade III intraventricular hemorrhage complicated by hydrocephalus status post VPS placement at age 3 weeks. Two 24-gauge peripheral intravenous (IV) catheters were placed upon the patient's arrival to the ED. Shortly thereafter, she experienced a 5-minute tonic-clonic seizure that resolved with IV midazolam; she had no seizure history or prior use of antiepileptic prophylactic medications. Shunt tap demonstrated gross infection with gram-positive cocci in clusters. Laboratory results showed leukocytosis (white blood cells of 36.33 k/μL; reference range, 6-17.5 k/μL) and thrombocytosis (platelet count of 828 k/μL; reference range, 150-350 k/μL), indicating an acute infectious process. The patient also had decreased hemoglobin (6.9 g/dL; reference range, 9-14 g/dL) and hematocrit (22.3%; reference range, 33%-39%). Other laboratory results were within normal limits. She was afebrile with otherwise normal vital signs but was started prophylactically on broad-spectrum antibiotics.\\nBased on her neurologic status, she was taken emergently to the operating room (OR) for VPS externalization and, despite the lack of any outward signs of peritonitis, exploratory minilaparotomy.\\nFollowing standard induction and intubation with fentanyl (5 mcg), propofol (7 mg), and rocuronium (1 mg), a right femoral arterial line and a 4-French left internal jugular central line were placed for intraoperative hemodynamic monitoring and for potential medication and resuscitative needs, respectively, as well as for potential postoperative management requirements. She was maintained with sevoflurane. Intraoperatively, the patient received additional doses of rocuronium and fentanyl as needed to maintain ideal operative conditions, she was continued on maintenance fluids, and she remained hemodynamically stable with minimal noted blood loss.\\nSurgical aspects of the case included removal of the proximal portion of the VPS tubing and reservoir, insertion of a new reservoir, and externalization of the distal portion of the VPS. Neurosurgery administered intrathecal vancomycin (20 mg) and gentamicin (5 mg), and the skin was closed. Simultaneously, through a right lower quadrant minilaparotomy, the surgeons sharply divided the VPS tubing, extracting the proximal portion previously transected in the superior region of the chest by neurosurgery. The distal portion was then removed transanally without difficulty. The area was inspected for hemostasis and continuity of bowel. The surgeons concluded that the patient's bowel had self-sealed and did not require additional direct repair. Incisions were closed. Following skin closure, the patient was reversed with sugammadex (13 mg) secondary to having only 1 of 4 twitches (roughly 2.5 hours total anesthesia time). Her intraoperative arterial blood gas was noteworthy for a hematocrit of 23%; she subsequently received 50 mL (15 mL/kg) of packed red blood cells.\\nThe patient was extubated in the OR and transferred to the pediatric intensive care unit for postoperative management. The initial VPS cultures were positive for methicillin-resistant Staphylococcus aureus (MRSA), and she was treated with intraventricular vancomycin and linezolid for 21 days per infectious disease recommendations. On postoperative day (POD) 2, cerebrospinal fluid (CSF) and all subsequent cultures were negative for bacterial growth. On POD 5, the patient had a full component VPS replacement. On POD 23, computed tomography scan of the head obtained for lethargy demonstrated a new midline shift, and she was returned to the OR for another VPS replacement. A small abscess was discovered and drained; postoperative CSF laboratory values normalized after surgical drainage. After confirmation that the infectious process had cleared, the VPS was internalized on POD 33. The patient tolerated oral feeds, gained weight, and was neurologically intact; she was discharged home on POD 35 on antiepileptics (70 mg of levetiracetam twice daily and 16.8 mg of phenobarbital daily). Her posthospital follow-up was otherwise uncomplicated.", "age": "[[11.0, 'week']]", "gender": "F", "relevant_articles": "{'18431216': 1, '11165622': 1, '9696082': 1, '21721884': 1, '23909616': 1, '21887196': 2, '32612485': 2}", "similar_patients": "{'3162780-1': 1}"}