{"patient_id": 30221, "patient_uid": "7782967-1", "PMID": 33414761, "file_path": "comm/PMC007xxxxxx/PMC7782967.xml", "title": "Case Report: Daratumumab in a Patient With Severe Refractory Anti-NMDA Receptor Encephalitis", "patient": "In May 2017 a 20-year-old woman complained about headache and gastrointestinal symptoms. A few days later she developed fever, hallucinations, disturbed consciousness, and personality changes. On hospital admission about 1.5 weeks later, a cranial MRI depicted lesions in both mesial temporal lobes, suspicious for herpes encephalitis. Accordingly, i.v. acyclovir treatment was started. Additionally, she received prednisolone. For further treatment, she got transferred to a secondary care center in Germany about 2 weeks after symptom onset. Due to insufficient protective reflexes and seizures, orofacial, oculomotor, and extremity dyskniesia, she was intubated on the admission day and subsequently tracheotomized for long-time ventilator support. Tiapride, biperiden, and tetrabenazine had only limited effects on the choreoathetotic movements. Seizure therapy with levetiracetam was extended with topiramate and lacosamide. Repeated EEGs showed moderate slow activity with delta brushes.\\nLumbar puncture revealed lymphocytic pleocytosis (150 cells/μl). Positive oligoclonal bands and anti-NMDA-receptor antibodies were found in cerebrospinal fluid (CSF) and serum (), as well as anti-AMPAR- and anti-mGLUR5-antibodies, both in serum and CSF, which allowed the diagnosis of autoimmune limbic encephalitis. The titer of anti-AMPA-R antibody in serum was <1:20. Anti-AMPA-R was only found in the first CSF sample taken in Germany, and the titer was low (1:4). mGLUR5 antibody titer in serum was 1:80. This antibody was found also in the first CSF taken in Germany (1:128) but during follow-up the titer decreased to 1:1.\\nAlthough, because multiple antibodies were detected, allowing the diagnosis of limbic encephalitis, the clinical stages were typical for an anti-NMDA receptor encephalitis (RE) (). Viral polymerase chain reaction (PCR) including Herpes simplex virus (HSV) was negative. Radiological diagnostics showed pulmonary embolisms and a teratoma of the right ovary that was verified via biopsy and resected. After diagnosis of AIE, plasmapheresis combined with high-dose corticosteroids was started, followed by the first cycle of rituximab. Seven weeks after onset without any improvement of neurological status, she was transferred to our department [modified Rankin scale (mRS) 5, Barthel Index 0]. Again, plasmapheresis was performed, and corticosteroids were given, followed by the second course of rituximab. Immunomodulatory therapy was intensified with IVIG and cyclophosphamide. While anti-NMDA-receptor-antibody persisted in the blood and CSF, AMPAR and anti-mGLUR5-antibodies were undetectable in the serum and CSF. Every antibody detection in the serum or CSF in both hospitals in Germany was performed using cell-based assays.\\nSince there was no clinical improvement 16 weeks after onset, three cycles of bortezomib (1.3 mg/m2 on day 1, 4, 8, and 11 for each cycle) were administered. After recurrent urinary tract infections, the patient developed a septic shock and a cytomegalovirus (CMV)-associated pneumonia, forcing us to interrupt the bortezomib therapy. Extended imaging, including MRI of the thorax, abdomen, and pelvis, as well as PET-CTs with different tracers (FDG, CXCR4) did not show any type of neoplasia or abnormal lymphoid tissue. Following various publications, the left ovary was removed, yet no occult teratoma was found (, ). The clinical state remained unimproved; anti-NMDA receptor antibody titers showed a stable high level (1:1,600) (), while a peripheral fluorescence-activated cell sorting (FACS) analysis rendered CD20 cell depletion after rituximab. For interalia based on the assumption that these antibodies were secreted by long-lived plasma cells or plasmablasts not affected by rituximab, we aimed to target this cell population. Approximately, 0.81% of all lymphocytes were CD19low and CD38 positive cells, 36.4% of which co-expressed CD27, fulfilling the marker criteria of plasma cells/plasmablasts in peripheral blood (), yielding 0.029% of all lymphocytes or 41/ml (normal range: 1–635/ml) (). Based on the treatment of multiple myeloma, we applied the anti-CD38 antibody daratumumab in order to deplete these plasma cells. Thus, 16 mg daratumumab per kg bodyweight per cycle were given intravenously 28 weeks after disease onset, which corresponds to a total of 800 mg per cycle. According to the manufacturer's instructions, the first eight cycles were administered weekly, then the interval was extended to biweekly. For infusion therapy, daratumumab was dissolved in 1,000 ml NaCl 0.9 % and applied at 50 ml/h. Premedication consisted of prednisolone (100 mg/5 ml), clemastine (2 mg/5 ml), and paracetamol (1,000 mg/100 ml), which was administered 1 h before each cycle. She received a total of 10 intravenous cycles within 13 weeks. Flow cytometric monitoring of CD38 expression after daratumumab treatment is difficult. The daratumumab target epitope overlaps with the epitopes recognized by widely used monoclonal CD38 antibodies (e.g., HB7, HIT2) blocking the binding of the latter antibodies. The lack of detecting CD38+ cells, including all antibody-secreting cells such as plasma cells/plasmablasts, therefore indicates either the depletion or the saturated covering of the targeted cells unavoidably subjecting them soon to death (). In addition, the nearly comlette absence of CD19+ cells confirms at least a complete plasmablast depletion for nearly 1 year after starting daratumumab therapy (). Over the next 2 months, we observed reduced dyskinesia and an improved level of consciousness and a remission of care dependency and improvement of motor functions, allowing the patient to sit upright (Barthel index 5). The patient could be transferred to intermediate care 9 months after disease onset and 220 ICU days, followed by a rehabilitation program (). Twelve months after onset, she received another three cycles of bortezomib due to the persistence of poor medical condition and rising anti-NMDA receptor antibody titers. Even so, the correlation of anti-NMDA-antibody titer and the patient's symptoms is poor as described by Gresa-Arribas et al. and reflected by this case (, ) (). Rituximab (1,000 mg) was continued every 6 months after disease onset and IVIG (1–2 g/kgBW/d for 3 days) was given four times after initial administration. Eighteen months after disease onset, the patient was spontaneously breathing without dysphagia; hence, the tracheal cannula could be removed. Her state of consciousness fluctuated between awake and somnolent. She was able to say single words but without orientation, preferably sitting or lying in bed. Nine months after daratumumab treatment, she was awake and cooperative, orientated for her person, and location, able to have a basic conversation, and walking independently (Barthel index 80). On the last follow-up, 17 months after daratumumab, the patient was able to take care of herself and used a smartphone to write text messages, yet she was unable to take care for her legal matters.\\nRegarding the NEOS score, which in this case is four points, the likelihood of poor functional status is nearly 70% (). After observing the patient's development over more than 2 years, we still see improvement with the ability for basic self-care at the moment. However, because the last cranial MRI showed global brain volume reduction, we apprehend persistent deficits of cognitive functions.\\nAccording to the guidelines, immunosuppression is essential for treatment of anti-NMDA receptor AIE (). So far, randomized treatment trials are unavailable. We are aware of the fact that one single case cannot be taken as a guideline for further cases. However, in this case, targeting plasma cells, using the anti-CD38 antibody daratumumab analogous to refractory myeloma, has led to a positive turn in this refractory case. Of course the possibility of a spontaneous healing has to be considered, although patients with documented recovery without any treatment tend to have a milder course. Another limitation is that the sequential immunosuppressive treatment, including bortezomib, does not allow us to ascribe the clinical improvement to daratumumab alone (, ). Furthermore, the persisting anti-NMDAR titer, despite falling IgG levels, indicates a specific non-depleted plasma cell population possibly in the CNS in this case (). One other case with a positive influence of daratumumab has been published, in a patient with a CASPR2-positive encephalitis, yet in that case, long-term follow-up was unavailable ().", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'29915586': 1, '22392580': 1, '18851928': 1, '24360484': 1, '23533859': 2, '34975890': 1, '31630242': 1, '33976421': 1, '33732266': 2, '33670902': 1, '24817416': 1, '29490181': 1, '30578370': 1, '27776544': 2, '34101091': 1, '27762163': 1, '34884930': 1, '34093594': 1, '32161029': 1, '29960102': 1, '29399043': 1, '33414761': 2}", "similar_patients": "{'5078958-1': 1, '3600303-1': 1, '7956980-1': 1}"}