{"patient_id": 103989, "patient_uid": "7796725-1", "PMID": 33447197, "file_path": "noncomm/PMC007xxxxxx/PMC7796725.xml", "title": "Erector spinae plane block and rhomboid intercostal block for the treatment of post-mastectomy pain syndrome", "patient": "A 43-year-old man with a normal Body Mass Index (BMI) presented to our hospital complaining of chronic right chest pain located in the dorsal area and external mammary region. She was submitted to radiation therapy, right mastectomy, full axillary and mammary lymph node dissection and 7 years before our evaluation and now she is still doing lipofilling injections and taking tamoxifen. We used a DN4 questionnaire to detect a neuropathic component of pain, this is a 10 items “yes or no” questions and 4 positive answers mean that the pain is likely to have a neuropathic component.[] DN4 score was 7, while his numerical rating scale (NRS) was 10. The physical examination revealed a tout band above the right Rhomboid major muscle with some tender points and the stimulation of these increased the pain. With these scores and clinical presentation, we suspected a mixed nociceptive and neuropathic mechanism of pain and a coexisting MPS. Paresthesia, dysesthesia, and pain were reported from the mid-clavicular right line to the dorsal area, located at T3 to T7 level. This problem increased during the night, thus the night-sleep quality was poor. The scar was not painful.\\nShe had hypoesthesia to pinprick and temperature.\\nTreatment after this from his general practitioner was tramadol (maximal daily dose of 300 mg continued for 30 days), duloxetine 60 mg and pregabalin (maximal daily dose was 300 mg continued for 30 days). This treatment was discontinued because it did not relieve his symptoms.\\nWe performed an ultrasound-guided ESP block at the right T5 transverse process with the patients placed in a prone position and we injected levobupivacaine 45 mg and triamcinolone 40 mg within 15 ml of normal saline. The linear transducer (13-6 MHz, Mylab One, Esaote) was placed perpendicular to the transverse T5 processes and we used an in-plane technique with a caudal to cranial approach in order to place the needle tip below the ESP muscle by using the already described “deep needle approach.”[]\\n7 days later the NRS decreased to 8, and the DN4 was still 6, thus we decided to repeat the same injection, and after 7 days NRS decreased to 5 and DN4 decreased to 1.\\nThe neuropathic component of the pain disappeared as the paresthesia, the night-sleep was markedly improved while the hypoesthesia was still there as the MPS.\\nWe performed a Rhomboid intercostal block (RIB) and hydro dissection to reduce MPS. The patient was placed in the lateral position with the affected side uppermost and the scapula was moved laterally, the ultrasound probe was placed in the sagittal plane at the T4-5 level, just 2 cm medial to the scapula, to identify the trapezius muscles, the rhomboid major muscles, and the intercostal muscles. A 22-gauge needle was inserted into the plane between the rhomboid major and the intercostal muscles in a caudal to the cephalic direction. We injected levobupivacaine 45 mg and triamcinolone within 15 mL of normal saline and we confirmed the appropriate spread with the US.\\n14 days later NRS was 2 and DN4 was 0, 3 months later the result was the same and the patient did not assume any analgesic drugs. An informed consent was obtained from the patiens for the treatment and the pubblication of the report.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'31181371': 1, '29770535': 1, '2548416': 1, '29966772': 1, '30995595': 1, '4047699': 1, '1484715': 1, '27668333': 1, '15733628': 1, '28192896': 1, '33447197': 2}", "similar_patients": "{}"}