{"patient_id": 16973, "patient_uid": "7042506-1", "PMID": 32110452, "file_path": "comm/PMC007xxxxxx/PMC7042506.xml", "title": "A Case of Psoriasis Vulgaris Treated with Brodalumab in a Hemodialysis Patient with End-Stage Renal Disease due to Diabetic Nephropathy", "patient": "A 60-year-old man was diagnosed with psoriasis 20 years ago for a widespread rash on the trunk. He was diagnosed with diabetes in his twenties and hypertension in his thirties but was untreated. He developed a necrotizing soft tissue infection of the thigh 12 years ago, and diabetes treatment was started. He was treated with cyclosporine 10 years ago at another hospital; this was discontinued due to renal dysfunction. Renal function gradually declined, and hemodialysis was introduced 2 months ago. During his visit to our department, psoriatic plaques were seen on his scalp, face, trunk, and limbs (Figures and ). He had a Psoriasis Area and Severity Index (PASI) score of 39.6. In clinical examination, blood urea nitrogen was 48 mg/dL, serum creatinine was 11.57 mg/dL, and C-reactive protein was normal. Serum 1, 3-beta-D-glucan was negative. The T-SPOT.TB test was negative. He had no history of interstitial pneumonia and no specific findings on chest computed tomography (CT). He had received hemodialysis for diabetic nephropathy. He previously suffered from necrotizing soft tissue infection and had a high risk of developing infection. Although his skin lesion was severe, his adherence to the treatment was poor. Rapid onset of efficacy was considered to be important for treatment adherence. Treatment with brodalumab was initiated in terms of the efficacy and safety. After 4 weeks, the generalized rash was mainly pigmented; 100% improvement in the PASI score was achieved at 12 weeks (Figures and ). He began to have a chronic cough four months after the start of the biologic treatment. He ceased his dermatology visit and had not been given brodalumab for a month. Coughing continued, and CT showed diffuse ground-glass opacities and pleural effusions in both lungs (). Transbronchial lung biopsy showed no findings suggestive of interstitial pneumonia. Grocott staining was negative in bronchoalveolar lavage fluid (BALF), as were acid-fast bacilli and fungal cultures. Mycobacterium tuberculosis, Mycobacterium avium, and Mycobacterium intracellulare were not identified by polymerase chain reaction in BALF. The T-SPOT.TB test was also negative. It was considered to be a symptom of overflow due to excessive fluid volume because of insufficient dietary management. Brodalumab was continued, and respiratory symptoms improved with proper weight setting and adequate dietary control. Chest CT showed improved pleural effusion and opacity (). No recurrence of rash has been seen twelve months after the initiation of brodalumab. There were no serious adverse events.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'21664719': 1, '30733983': 1, '25916786': 1, '25862150': 1, '16868999': 1, '26103788': 1, '30070708': 1, '29505759': 1, '29537442': 1, '25959602': 1, '27324314': 1, '31654299': 2, '29258093': 1, '32110452': 2}", "similar_patients": "{'6990267-1': 1}"}