{"patient_id": 101745, "patient_uid": "7583411-1", "PMID": 33133625, "file_path": "noncomm/PMC007xxxxxx/PMC7583411.xml", "title": "Isolated tuberculosis of the spleen presenting with fever of unknown origin in a vaccinated child", "patient": "A 5-year-old girl complained of a continuous fever for 2 months. She did not suffer from a cough, rigour, chills, night sweats or any pain. She did not have any gastric complaints either. She did not miss any of her vaccinations, including Bacillus Calmette–Guérin (BCG) vaccine. The patient had a family of a low socio-economic status. Family history was unremarkable. On examination, she had pallor, and an enlarged spleen. Her height and development were normal according to her age, but the weight was low below the 1st percentile. The patient visited the doctor multiple times and was prescribed antibiotics, and paracetamol but without any improvement.\\nHer labs showed moderate hypochromic microcytic anaemia with normal platelet and white cell counts, while the lymphocytic cells percentile was (51%). Thick and thin blood smears did not provide additional findings. Liver and kidney function tests were normal, whereas erythrocyte sedimentation rate (ESR) was 41 mm/hour. However, bone marrow aspiration, haemoglobin electrophoresis, fragility test and direct and indirect Coombs’ tests were normal. Blood culture and human immunodeficiency viruses (HIV) serology test were negative. Mantoux test showed a 7 mm induration, which was speculated to be a false positive from the TB vaccine. However, QuantiFERON-TB gold test (QFT) was not performed.\\nChest X-ray (CXR) was normal. Ultrasonography (US) showed a homogeneous and moderately enlarged spleen. Thoracic and abdominal computed tomography (CT) scans with contrast showed normal lymph nodes, and the splenomegaly was 15 x 5 cm in size and homogeneous in density. No other abnormalities were detected on the US or CT. The patient was diagnosed with FUO with splenomegaly as no causes were found. The differential diagnosis included leishmaniasis, malaria, infractions and infections.\\nAn open splenectomy was performed to determine the underlying cause of the sizable lesion of the spleen as spleen biopsies are generally avoided in this hospital. Pentaxim, Pneumovax 23, influenza and meningococcal ACWY vaccines were also given prior the surgery. In pathology, caseation necrosis was observed in the granulomas in the hilar lymph nodes (). Acid-fast bacteria (AFB) staining was negative, but AFB culture was positive which showed TB. For the next 9 months, the patient was given 10 mg/kg isoniazid, and 15 mg/kg rifampicin, including 2 months of 20 mg/kg ethambutol, and 30–40 mg/kg pyrazinamide. Doses were adjusted during follow-ups when gaining weight. CXRs of the family members were normal, and they had normal Mantoux tests. After treatment was stopped, the patient came for follow-ups every 6 months by CXRs, US, ESR and blood tests, which showed no recurrence, and the patient weight went back to normal.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'32317670': 1, '17682577': 1, '32492638': 2, '16616560': 1, '20404470': 1, '16397719': 1, '22361772': 1, '24293803': 1, '31162008': 1, '33133625': 2}", "similar_patients": "{'7264987-1': 1}"}