{"patient_id": 100683, "patient_uid": "7479556-1", "PMID": 32953866, "file_path": "noncomm/PMC007xxxxxx/PMC7479556.xml", "title": "Multidisciplinary treatment of life-threatening hemoptysis and paraplegia of choriocarcinoma with pulmonary, hepatic and spinal metastases: A case report", "patient": "A 40-year-old woman attended the emergency department on December 18, 2017 for progressively increasing hemoptysis of half month’s duration. At first, the patient presented with coughing and slight hemoptysis along with lower back pain, though she denied having dizziness or headache. The attending physician diagnosed the patient with pneumonia; however no improvement was observed with the use of antibiotics or high doses of corticosteroids. The symptoms, especially the hemoptysis, had worsened in the past half month with progressive lower limb weakness.\\nHer medical history included cesarean on three occasions, the last occurring about 10 mo prior to hospitalization. The postpartum lochia after the latest cesarean was minimal. Six months postpartum, menstruation resumed with occasional intermittent vaginal spotting.\\nThe patient demonstrated distressed breathing and backache. Lung examination revealed bilateral lung crackles. Neurological examination revealed the loss of all sensations below the Th10 level with flaccid paraplegia. Vaginal examination was normal.\\nLaboratory tests revealed a white blood cell count of 15.3 × 109/L, neutrophil count of 14.4 × 109/L and hemoglobin of 10.9 g/dL (Table ). Blood gas analysis showed (FiO2 49%): PH 7.47, PaO2 57.3 mmHg, PaCO2 34.5 mmHg and OI 117 mmHg. Serum β-human chorionic gonadotropin (β-hCG) was 58162.0 IU/L (Figure ). A repeat β-hCG showed a continuously rising trend, up to 100014.0 IU/L.\\nRepeat transvaginal ultrasound with Doppler showed a thin endometrial lining and normal color bloodstream signal in the endometrial cavity. Ultrasonography of the abdomen revealed multiple masses in the liver. The biggest was approximately 31 mm × 25 mm. Chest computed tomography (CT) revealed nodular opacity lesions distributed in both lungs (Figure ). Spinal magnetic resonance imaging revealed multiple mass lesions at the portion of the body aligning at the Th5-6, Th8-12, L1 and S2 levels and involving the dorsal portion of the spinal canal at the Th9–L1 level (Figures and ). Cranial CT was normal.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'20673583': 1, '19564760': 1, '30306586': 1, '29606889': 1, '17884151': 1, '15036724': 1, '3732921': 1, '15196847': 1, '20224716': 1, '32953866': 2}", "similar_patients": "{}"}