{"patient_id": 101220, "patient_uid": "7532826-1", "PMID": 33072643, "file_path": "noncomm/PMC007xxxxxx/PMC7532826.xml", "title": "Phlegmasia Cerulea Dolens: A Rare Case Report", "patient": "A 75-year-old woman referred to the emergency ward of Al-Zahra Hospital because of cold, swelling, and discoloration of the left lower limb (from fingers to upper left knee) []. The patient complained of general abdominal pain, which increases with eating, and she was anorexic but had gas passing. Patients had a history of Type II diabetes, ischemic heart disease, congestive heart failure, HLP, hypertension, metastatic ovarian cancer, and previous DVT. She has undergone chemotherapy for the past 3 weeks due to ovarian cancers. Coldness and swelling of the left leg started about 5 days ago. The patient was treated with warfarin, metformin, and pantoprazole. On examination, the patient had no decrease in pulmonary hearing loss, and no rale, crackles, and wheeze were heard. The heart sound was muffled, and s1 s2 was normal.\\nAbdominal ultrasound was normal, and there was no local tenderness and guarding. According to chest X-ray, heart shadow was normal, and lung parenchyma was clear. In the vascular examination, pulses of the right foot were touched normally, but dorsalis pedis and posterior tibial artery pulses were not touched. Legs were different in size (32 cm right leg, 42 cm left leg). O2sat: 90%, PCO2 29 mmHg and PO2 48 mmHg, pH: 7.44, PR: 110/min, T: 37°C, blood pressure: 130/80 mmHg.\\nIn the Echo Doppler performed from the left foot, the DVT was seen extending to the external iliac. The patient's d-dimer level was >10,000. Other laboratory factors are also reported in . The patient's electrocardiogram was also normal []. Intravenous, arterial color Doppler ultrasound of the left lower limb revealed that the common and superficial, popliteal, posttibial, and ant tibialis femoral arteries had normal intima-media thickness and common, superficial and popliteal femoral arteries had normal peak systolic velocity (PSV) and normal spectral waveforms. The dorsalis pedis artery had normal PSV and biphasic waveform, and in the study of the left lower extremity, common femoral vein (CFV) had an increased diameter and no normal compressibility. The hyperco image of the heterogeneity of thrombus was seen on the CFV. Furthermore, the vascular flow was not observed in the normal state with augmentation maneuver in the external iliac. The above evidence suggested acute DVT in CFV, extending to the left external iliac.\\nThe patient was treated with heparin dosage and admitted to the emergency ward with a diagnosis of PCD after hyperglycemia control and injecting the first dose of necessary antibiotics and reach to stable vital signs, the patient was referred for the necessary procedure (injection of streptokinase in the obstruction site). However, due to the lack of access to the proper catheter for streptokinase injections, fibrinolytic therapy was not performed and was only treated with anticoagulant therapy. During the hospitalization (4 days) and treatment of the patient in the ward, the patient developed heparin-induced thrombocytopenia (HIT) and pancytopenia. Due to the patient's dissatisfaction with being hospitalized and with the approval of the hospital's forensic doctor, she was discharged from the hospital with the necessary treatment, but unfortunately, she died about 1 week later.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'24858817': 1, '34966616': 2, '27274083': 1, '17354247': 1, '19436795': 1, '21103873': 1, '29898911': 1, '21193462': 1, '30997109': 2, '33072643': 2}", "similar_patients": "{'6452327-1': 1, '8710803-1': 1}"}