{"patient_id": 28501, "patient_uid": "7694895-1", "PMID": 33246443, "file_path": "comm/PMC007xxxxxx/PMC7694895.xml", "title": "Isolated nausea and vomiting as the cardinal presenting symptoms of clozapine-induced myocarditis: a case report", "patient": "A 58-year-old woman with a history of schizoaffective disorder, was admitted to our hospital for treatment of a psychotic episode with depressive symptoms, characterized by anxiety, nihilistic and paranoid delusions, depressive mood, bradyphrenia, and inability to complete activities of daily living. She did not experience hallucinations or suicidal thoughts. The patient’s medical history revealed no relevant diseases other than renal dysfunction after lithium therapy. Besides a tachycardia of 132 bpm (most likely due to anxiety), no other somatic abnormalities were found in physical examination on admission. The patient was using lamotrigine (200 mg/day), olanzapine (20 mg/day), and quetiapine (300 mg/day). Notable past medication included lithium, which was stopped 3 years earlier because of renal insufficiency. Since the current pharmacological treatment was insufficiently effective, olanzapine was gradually switched to clozapine. Lamotrigine and quetiapine were continued for its antidepressive effect. Clozapine was initiated on day 1 in a dosage of 12.5 mg twice a day and titrated according to prescribing recommendations. On day 15 she reached a dosage of 300 mg/day.\\nOn day 18 she complained about nausea and vomited once. The pre-existing tachycardia was still present, with a heart rate of 111 bpm. Further physical examination was without abnormalities. She did not suffer from diarrhea, abdominal cramps or pains, loss of appetite, or fever. Differential diagnosis at this point included gastrointestinal infection, constipation, drug-induced nausea, myocardial infarction, and (clozapine-induced) myocarditis. Although gastrointestinal infection is the most likely cause of nausea and vomiting and suspicion for myocardial infarction and (clozapine-induced) myocarditis at this point was low, further diagnostic investigation was initiated to rule out these potentially life-threatening conditions. Non drug-related causes of myocarditis, such as viral infections, were less likely because of the lack of symptoms associated with viral disease and the arise of symptoms shortly after the initiation of clozapine. Besides clozapine, few cases have been described in which lamotrigine or quetiapine was the cause of drug-induced myocarditis [–]. However, our patient was using lamotrigine and quetiapine long before the symptoms occurred (> 1 year), making it far less likely to be the current cause of the myocarditis.\\nLaboratory results showed leukocytosis, eosinophilia, elevated troponin I, creatine kinase, and monocytes (Table ). Electrocardiogram (ECG) showed a sinus rhythm of 103 bpm, normal heart axis, slight PTa depression inferior in V5-V6, and no signs of ischemia.\\nAn ultrasound of the heart showed a non-dilated left ventricle with normal systolic function, but abnormal relaxation. The right ventricle had a normal dimension and function. There was a suspicion of minimal compression of the right ventricular outflow tract and little pericardial effusion of the right ventricle was seen.\\nConsidering symptomatology, lab results (elevated heart enzymes and eosinophilia), and radiology findings (pericardial effusion), there was a high clinical suspicion of clozapine-induced myocarditis and clozapine was discontinued abruptly. Cardiac magnetic resonance imaging (MRI) confirmed the diagnosis. It showed edema in the myocardium, which is a sign of (early) myocarditis. There was no delayed enhancement or signs of pericarditis. Little pericardial effusion and a normal systolic function of both ventricles was seen.\\nAfter discontinuation of clozapine, the nausea improved. Troponin levels returned to normal and the heart ultrasound showed no abnormalities, except for minimal pericardial effusion of the right ventricle. No further cardiological follow-up was required. The patient was switched to amisulpride, but this did not improve her symptoms. Ultimately, symptoms diminished after electroconvulsive therapy.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'30015109': 1, '23010488': 1, '27222142': 1, '22361396': 1, '7298049': 1, '9885782': 1, '22113154': 1, '10584719': 1, '29885953': 1, '29345690': 1, '22951854': 1, '10372612': 1, '29548760': 1, '19189924': 1, '29528905': 1, '32066683': 1, '29579587': 1, '30599763': 1, '25865238': 1, '28953514': 1, '19440116': 1, '29907491': 1, '18499933': 1, '10711945': 1, '25576507': 1, '11476122': 1, '31818135': 1, '4010343': 1, '30503029': 1, '25873829': 1, '17194170': 1, '17365240': 1, '18627770': 1, '31020177': 2, '12957337': 1, '33246443': 2}", "similar_patients": "{'6426116-1': 1}"}