{"patient_id": 17754, "patient_uid": "7085362-1", "PMID": 32231833, "file_path": "comm/PMC007xxxxxx/PMC7085362.xml", "title": "A Case of Perilymphatic Fistula with Inner Ear Anomaly Diagnosed Preoperatively by the Cochlin-Tomoprotein Detection Test", "patient": "A 61-year-old woman with blocked ear and low-tone sensorineural hearing loss (21.3 dB) () in the left ear was admitted to the hospital in 2007. She had previously had hearing loss in the right ear (67.5 dB). High-resolution computed tomography (HRCT) showed hypoplasty of the lateral semicircular canals along with fusion of the vestibules and the lateral semicircular canals (Figures and ), but there was no pneumolabyrinth. A 3.0 Tesla magnetic resonance imaging (MRI) and FIESTA-C providing high signal from CSF based on T2/T1 contrast showed no vestibular schwannomas. FIESTA-C used in the 3D mode provided the fusion of the vestibules and the lateral semicircular canals in more detail ().\\nHer hearing had improved of the left (13.8 dB) () after treatment with dexamethasone. There was acute low-tone sensorineural hearing loss of the left with common cold in 2008, and it improved without any medication. There had been gradual sensorineural hearing loss of the left from 2010 to 2013 (approximately 46.3 dB) (). She was recommended to undergo exploratory tympanotomy for PLF because she had inner ear anomalies which indicated the presence of PLF. She felt sudden worsening of sensorineural hearing loss of the left with blocked ear and tinnitus like a stream in 2015 and hearing in the left ear declined suddenly (66.3 dB) () to almost the level of the right ear without apparent cause. She had no dizziness or vertigo although she had clockwise nystagmus to the left in the supine position. The fistula test was negative, with no schwannomas on MRI again. The CTP detection test which is used before and within the fistula repair surgery as a biochemical marker for PLF in Japan [] to confirm the PLF was performed by tympanostomy, while intravenous dexamethasone was administered with the patient in the head-up resting position (using the criterion defined by receiver operating characteristic analysis with the Youden index for CTP, we defined the cutoff criteria as∼0.4 < CTP, negative; 0.4 ≦ CTP < 0.8, intermediate; and 0.8 ≦ CTP, positive []). Her hearing showed no improvement. The results of the CTP detection test were positive (1.09), based on tympanostomy before surgery, indicating the presence of PLF. She finally agreed to undergo surgery after the positive result of the CTP test with tympanotomy, though she had refused it for a long time. Exploratory tympanotomy under general anesthesia was performed 1 month after the sudden worsening. Serous liquid continuously leaked and pooled in the middle ear between the stapes and the tympanic portion of the facial nerve during the operation. Spongel and fibrin glue were used to seal the fistula in the oval window and round window after the removal of the fibrous tissue of the round window niche. Hearing loss and positional nystagmus did not improve; however, tinnitus like a stream vanished. CTP detection was positive preoperatively (1.09) and intraoperatively (0.85). We could follow-up only five months after operation because lung cancer was found. There was no improvement of hearing on her last visit. We would recommend the hearing instruments for more severe hearing loss if we could have followed up her.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'8084632': 1, '19372652': 1, '3631238': 1, '8283502': 1, '12352674': 1, '8426507': 1, '20105107': 1, '10100518': 1, '11802447': 1, '32231833': 2}", "similar_patients": "{}"}