{"patient_id": 31411, "patient_uid": "7841201-1", "PMID": 33508616, "file_path": "comm/PMC007xxxxxx/PMC7841201.xml", "title": "Preoperative marking of a submillimeter metastatic pulmonary tumor using a mobile computed tomography scan with a navigation system: A case report", "patient": "A 40-year-old-man presented with right pulmonary nodules 4 years after a radical left nephrectomy for a renal clear cell carcinoma (pT2,ly0,v0,pStageⅡ:UICC8th. Fuhrman grade 2) without any drug use nor allergic history. He had no significant familial history. Chest CT revealed two circumscribed nodules in the right upper and lower lobes respectively, suggesting metastatic lung tumors (). Without any metastatic lesion, he was planned to undergo a surgical resection of both nodules. The lower lobe nodule was deemed non-palpable and we applied intraoperative marking using a mobile CT scan with a navigation system.\\nThe details of the procedure have been described elsewhere []. Briefly, the patient was placed in the left decubitus position with a navigation reference fixed on the anterior superior iliac spine under general anesthesia. A mobile CT: O-arm™ (Medtronic Japan Co. Ltd Tokyo, Japan) was then brought over the patient to obtain three-dimensional (3D) images. After the initial scanning, a navigation system: Stealth Station™S7 (Medtronic Japan Co. Ltd Tokyo, Japan) synchronized those images with the hand probe through the navigation reference on the patient. A skin marking was placed at the closest point over the target lesion by using the hand probe as virtual fluoroscopy. We marked the lung surface just beneath the skin marking by using the dye stamping method []. We anchored a needle (4-0 PDS, PS-4) on the lung dye marking and confirmed the proper location of the needle and target nodule by a second CT scan (). After ligating the thread of the needle, we performed a wedge resection of the marked lung with an enough margin of 15 mm. The time duration between the initial scanning and the removal of the target lung was 75 min. Cost of the scanning is equivalent to that of the conventional CT.\\nThe nodule in the upper lobe was resected in the usual manner. The operative time was 118 min without any procedure-related morbidity.\\nThe histopathological examination of both specimens revealed that the cytoplasm was filled with glycogen and phospholipids, consistent with a metastasis from the renal clear cell carcinoma (). The maximum pathological size of the nodule in the lower lobe was 500 μm. The surgical margin status was negative for malignancy. He is currently disease free at 26 months after the surgery.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'21275555': 1, '12440625': 1, '27149486': 1, '23895891': 1, '26772183': 1, '25088355': 1, '14566279': 1, '29124339': 1, '33181358': 1, '12022575': 1, '23243032': 1, '12409589': 1, '28351779': 1, '19414272': 1, '21810496': 1, '15734422': 1, '11996245': 1, '15967255': 1, '17888956': 1, '33508616': 2}", "similar_patients": "{}"}