{"patient_id": 28828, "patient_uid": "7714588-2", "PMID": 33294230, "file_path": "comm/PMC007xxxxxx/PMC7714588.xml", "title": "Prosthetic Valve Candida Endocarditis: A Case Report with 18F-FDG-PET/CT as Part of the Diagnostic Workup", "patient": "A 31-year-old male with previous IVDU was admitted to our hospital for fever and pain in the left hand and right leg. He had chronic hepatitis C infection and a history of aortic valve replacement with mechanical prosthesis due to IE 4 years earlier. On admission, his temperature was 38.1°C, oxygen saturation 97%, heart rate 94 beats per minute, and blood pressure 140/80 mmHg. On the physical examination, no pulsation was identified in radial or ulnar arteries of the left wrist but the hand was warm. Blood tests showed WBC count of 8.8 × 109/L, Hb 137 g/L, CRP 151 mg/L, and creatinine 82 μmol/L. Blood cultures remained negative. No signs of endocarditis was detected on TTE. However, 18F-FDG-PET/CT (injected dose of 18F-FDG 278 MBq, time from injection to scan 50 min following low-dose CT without contrast) revealed focal uptake consistent with embolic foci in the brachial artery and in arteries of both legs (). No accumulation of 18FDG was detected on the prosthetic valve but due to the noncompliance of the patient with the diet before PET/CT, there was physiological uptake in myocardium. CT angiography showed mycotic aneurysm in the brachial artery and thrombosis of the left popliteal artery. The patient was treated with vancomycin, gentamycin, and rifampicin for IE. The patient had intermittently fever, and inflammation values were persistently high, CRP at maximum 322 mg/L and ESR 89 mm/h. Blood cultures were negative until blood culture taken on day 21 after admission yielded C. albicans, and treatment with micafungin was commenced. Vegetation on the prosthetic valve was later found on TEE (). On day 22. the patient suffered from massive infarct of the right hemisphere followed by hemicraniectomy. The patient remained in poor clinical condition and died 6 months later.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'29882160': 1, '26512582': 1, '23137134': 1, '26611107': 1, '29077791': 1, '25453046': 1, '25645855': 1, '24418206': 2, '26662063': 1, '29062072': 1, '25093540': 1, '33294230': 2}", "similar_patients": "{'7714588-1': 2, '3899623-1': 1, '3899623-2': 1, '3899623-3': 1, '3899623-4': 1, '3899623-5': 1}"}