{"patient_id": 28680, "patient_uid": "7707920-1", "PMID": 33274147, "file_path": "comm/PMC007xxxxxx/PMC7707920.xml", "title": "Apperceptive Prosopagnosia Secondary to an Ischemic Infarct of the Lingual Gyrus: A Case Report and an Update on the Neuroanatomy, Neurophysiology, and Phenomenology of Prosopagnosia", "patient": "We present the case of a 38-year-old right-handed woman who developed an acceleration of migraine with aura headaches. During a week of intense emotional trauma, she woke up one night with a horrific, non-thunderclap, stabbing headache. Her speech was slurred, and she noted loss of vision of the right side of the surroundings. A remarkable symptom was her inability to recognize faces, including her husband's who was recognized by his voice and body habitus. She was also unable to recognize her family members at her grandmother's funeral, some of which she identified by their hair. This whole episode lasted five days. She made a good recovery, except that she was left with mild residual writing mistakes, slower reading speed, and diminished visual memory. A visit to the emergency room several days later was surprisingly non-productive. A computed tomography (CT) scan showed a left occipital ischemic infarct and she was sent home on 81 milligrams (mg) aspirin daily and told to follow up with her neurologist and a cardiologist. Her neurologist obtained a thrombophilia panel, which revealed a protein S deficiency with heterozygosity of the protein S (PROS1) mutation, and decided to switch her daily aspirin to the anti-coagulant apixaban at a dose of 5 mg twice daily.\\nFamily history included a strong history of premature coronary artery disease but no premature cerebrovascular disease or venous thrombosis. She was a non-smoker, not on estrogen-based therapy, and denied a history of deep venous thrombosis or miscarriages.\\nMedications included fluoxetine 40 mg daily, erenumab 140 mg subcutaneously every month, and apixaban 5 mg twice daily.\\nBlood pressure (BP) measured 123/86 mmHg, a pulse of 71 beats per minute, weight registered at 223 pounds, height measured 5 foot and 8 inches, and a body mass index (BMI) of 33.9. Precordial chest examination revealed no murmur and carotid auscultation revealed no bruit.\\nNeurological examination revealed normal gait cadence and tandem walking. Speech was fluent. Cranial nerve examination did not reveal a visual field cut or neglect with visual field confrontation. There was no evidence of visuomotor apraxia, limb-kinetic or ideomotor apraxia; being able to execute manual pantomime and transitive acts, with normal sequence motion and deftness of the fingers. The rest of the neurological examination, including power, reflexes, and sensory examination, including graphesthesia and stereognosis of the hands, was normal.\\nThe patient was sent to us for further consultation 17 months after the event. We launched an embolic workup that included a transthoracic echocardiogram with intravenous air bubbles, which was negative for a patent foramen ovale. A cervical Doppler carotid duplex scan revealed no evidence of cervical carotid stenosis. A transcranial Doppler (TCD) ultrasound with insonation of the trans-orbital, temporal, and occipital windows revealed normal mean systolic velocities of the bilateral middle cerebral, anterior cerebral, posterior cerebral, internal carotid siphon, vertebral and basilar arteries, respectively. This finding was confirmed with normal magnetic resonance imaging (MRA) of the brain. A 30-day cardiac event monitor was negative for paroxysmal atrial fibrillation and a cardiac loop monitor was implanted. Fasting blood lipids were normal. A repeat magnetic resonance image (MRI) of the brain revealed an old ischemic infarct of the left lingual gyrus with extension into the left sub-cortical occipital lobe (Figure ).\\nThis case captured our attention because of the five-day episode of prosopagnosia. This is remarkable because she was only able to recognize her husband by his body habitus and voice and her first cousins by the patterns of their hair. We believe the extent of her ischemic infarct probably involved the striate cortex, as she also developed hemianopia with probable complete resolution. The resolution of this infarct is not unusual because of her youth, the rich collateral blood flow of the occipital lobe cortex, and probable temporary diaschisis. We believe the prosopagnosia is apperceptive because she was completely unable to both recognize faces and identify them. With associative aprosopagnosia, patients may identify a face as a face but may be unable to associate a name, an emotive experience, or a sense of familiarity. Furthermore, prosopagnosia, when it involves the lingual gyrus almost always involves the FG and IOG. This case opened up a window of opportunity for us to explore the phenomenon of prosopagnosia. The issue regarding continuing an anti-thrombotic regimen is contentious, as protein S deficiency is usually associated with venous thrombosis and not arterial thrombosis. The plan is to switch to an antiplatelet regimen if the implanted cardiac loop monitor does not reveal atrial fibrillation after six months.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'26915331': 1, '19001253': 1, '17244356': 1, '28029717': 1, '25520434': 1, '19887506': 1, '8178168': 1, '33654627': 2, '16817175': 1, '28539812': 1, '32864267': 2, '21511708': 1, '14565906': 1, '4209556': 1, '23391526': 1, '12112771': 1, '12821517': 1, '33274147': 2}", "similar_patients": "{'7451087-1': 1, '7912157-1': 1}"}