{"patient_id": 16865, "patient_uid": "7035544-1", "PMID": 32095299, "file_path": "comm/PMC007xxxxxx/PMC7035544.xml", "title": "Surprise Lymph Node Histology in a Patient with Ovarian Serous Carcinoma", "patient": "The patient is a sixty-three-year-old Chinese female with a past medical history of hypertension, hyperlipidemia, and hepatitis B. She was diagnosed with high-grade serous carcinoma of the ovary, following which she underwent three cycles of chemotherapy. Three months after completion of treatment, total hysterectomy, bilateral salpingo-oophorectomy cytoreductive surgery with pelvic lymph node dissection, and peritoneal biopsies were performed.\\nMicroscopic findings were residual high-grade serous carcinoma predominantly involving the left ovary and fallopian tube, with metastatic spread to multiple other adnexal sites, uterine and transverse colon serosa, and the omentum. Multiple lymph nodes examined also showed metastatic carcinoma as well as endometriosis with generally scant amount of endometrial type stroma. Other endometrial glands were surrounded by well-defined fascicles of spindle cells resembling smooth muscle. Aggregates of similar smooth muscle-like spindle cells were also seen in isolation within nodal tissue and perinodal adipose tissue, in the absence of any associated endometrial glands ().\\nThe spindle cells were immunoreactive for smooth muscle actin and desmin as well as focally positive with HMB45, confirming a perivascular epithelioid cell (PEC) immunophenotype (). The final diagnostic assessment in the lymph nodes was therefore the rare combination of the following pathologies: metastatic serous carcinoma, with associated chemotherapy effect, and incidental PEComatosis, focally, but not invariably, in association with endometriosis, both within lymph nodes and surrounding connective tissue.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'25677636': 1, '25750268': 1, '27684885': 1, '32095299': 2}", "similar_patients": "{}"}