{"patient_id": 30383, "patient_uid": "7788890-1", "PMID": 33407459, "file_path": "comm/PMC007xxxxxx/PMC7788890.xml", "title": "A novel somatic BRCA2 point mutation in a metastatic pancreatic cancer patient: a case report", "patient": "A 57-year-old Chinese male with no obvious symptoms was admitted to the hospital due to the identification of a low-density shadow in the liver during his physical examination. In January 2019, a computed tomography (CT) scan revealed a 5.0 × 3.0 cm tumor in the uncinate process of the pancreas with hepatic metastases (Fig. a). The patient had a family history of cancer: his mother was diagnosed with stomach cancer at the age of 65 years and his father had lung cancer. According to the National Comprehensive Cancer Network (NCCN) Guidelines, the patient first received gemcitabine treatment at a dose of 1.4 g once per week, and nab-paclitaxel at a dose of 200 mg every 2 weeks as a first-line chemotherapy in January 2019 (Fig. b). Unfortunately, a CT re-evaluation at 6 weeks post-treatment showed progressive enlargement of both pancreatic and hepatic lesions (Fig. a), accompanied with a marked elevation of serum carcinoembryonic antigen (CEA, 270.35 ng/mL) and carbohydrate antigen 19-9 (CA19-9, 352.56 U/mL) levels (Fig. c); thus, suggesting that the patient was refractory to treatment and had a PD.\\nTo determine a more effective and appropriate targeted therapy, we performed a targeted NGS analysis of 425 cancer-related genes on the patient’s plasma and tumor tissue biopsy samples. The cancer mutation panel test revealed multiple deleterious somatic mutations, such as the driver mutations, KRAS Q61R (c.182A > G), TP53 R110del (c.329_331delGTC), and APC S1465RfsX9 (c.4393_4394dupAG), and copy number gain of several genes (Table ). Interestingly, we also observed a novel nonsynonymous BRCA2 c.6944T > C (p. I2315T) point mutation with a mutant allele frequency (MAF) of 28.0% in the plasma and 39.5% in the tumor biopsy specimens. The novel BRCA2 point mutation was not detected in white blood cells, and thus, it was confirmed as a somatic mutation.\\nGiven the clinical efficacy of olaparib in treating BRCA-mutated advanced solid tumors, we decided to revise the therapeutic strategy by administering olaparib at a dose of 150 mg twice per day in combination with a modified FOLFIRINOX regimen (irinotecan at a dose of 100 mg on days 1, 8 and 15; oxaliplatin at a dose of 150 mg on days 1 and 15; S-1 at a dose of 40 mg twice per day from day 1 to day 14) for one cycle beginning in March 2019 (Fig. b). However, due to the occurrence of adverse events (e.g., diarrhea, general weakness, fatigue, and loss of appetite) and myelosuppression, including grade 2–3 leukopenia and thrombocytopenia, chemotherapy was not given on day 15 and the frequency of irinotecan was reduced to only be administered on days 1 and 15 in the subsequent treatment. Additionally, megestrol acetate and granulocyte-colony stimulating factor (G-CSF) were prescribed to increase appetite and promote the recovery of myelosuppression. In May 2019, a reduction in the size of both pancreatic and hepatic lesions was revealed by the CT scan, while the levels of the serum tumor biomarkers, CEA (63.38 ng/mL) and CA19-9 (40.53 U/mL) were considerably reduced (Fig. a, c). Olaparib and modified FOLFIRINOX were thus continued with irinotecan and oxaliplatin being administered only on day 1 (Fig. b). After 2 weeks of treatment, CEA and CA19-9 levels decreased to 32.69 ng/mL and 25.57 U/mL, respectively (Fig. c). A CT scan performed in June 2019 showed a significant size reduction in the primary and metastatic tumors, which indicated a partial response (PR, Fig. a). Since the patient experienced severe marrow suppression during treatment, only olaparib monotherapy was administered since July 2019 to reduce adverse effects (Fig. b). Stable disease (SD) was subsequently observed in August 2019 (Fig. a). In September 2019, aside from an increase in CEA and CA19-9 levels (Fig. c), laboratory blood tests demonstrated that the patient underwent acquired granulocytopenia, anemia, and thrombocytopenia. Consequently, G-CSF, thrombopoietin, and erythropoietin were administered for symptom management. After olaparib treatment for another 1.5 months, PD was indicated by a CT scan (Fig. a). The patient achieved a PFS for ~ 6.5 months following olaparib combination and monotherapy.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'25940717': 1, '28078281': 1, '30518089': 1, '34786207': 1, '20104584': 1, '22752604': 1, '25152581': 1, '31205572': 1, '31562758': 1, '29988080': 1, '28578601': 1, '31157963': 1, '32563252': 1, '11257103': 1, '34262146': 1, '30638624': 1, '30345884': 1, '25282148': 1, '33407459': 2}", "similar_patients": "{}"}