{"patient_id": 19158, "patient_uid": "7205928-1", "PMID": 32382810, "file_path": "comm/PMC007xxxxxx/PMC7205928.xml", "title": "An extremely rare case with right superior pulmonary vein translocation", "patient": "A 75-year-old female was referred to our hospital due to an abnormal shadow in the right upper lung field on a chest roentgenogram (Fig. a). The patient had no symptoms and any significant medical history except for asthma. A CT scan revealed an abnormal lesion measuring 3.8 × 3.0 cm (solid 3.5 × 2.7 cm) in size on pulmonary window settings (Fig. b). An 18F-fluorodeoxyglucose positron emission tomography (FDG-PET) showed abnormal uptake in the tumor with a maximum standardized uptake value (SUV max) of 3.0. These findings were compatible with lung carcinoma, clinical T2aN0M0, stage IB (ver.8 TNM system). Three-dimensional (3D)-volume rendering CT images, that was reconstructed by chest CT using commercially available software (Synapse Vincent, Fuji, Japan), showed that the right pulmonary vein V1 existed just behind the main part of the right pulmonary artery and V2+3 existed dorsal to V4+5 (Fig. a–c). Collectively, the pulmonary vein V1 was located between the pulmonary artery and the main bronchus in pulmonary hilum (Fig. d).\\nRight upper lobectomy with combined resection of hilar and upper mediastinal lymph nodes was undertaken under the guidance with 3D bronchovasculature images. After an anterolateral thoracotomy, the pulmonary vein V1 and V2+3 was not detected in the pulmonary hilum via the anterolateral thoracotomy. Only the right main pulmonary artery and pulmonary vein V4+5 were detected (Fig. ). Although we generally use an endstapler to divide the pulmonary vein V1–3, we could not use this procedure in this case because it was difficult to secure the necessary space to insert an endstapler behind the right main pulmonary artery. Therefore, dissection of the incomplete minor fissure was performed initially to facilitate anatomical identification of the upper lobe vasculatures: after ligating and cutting of the pulmonary vein V2+3, the main part of the pulmonary artery could be encircled, which helped visualization of V1. The pathological diagnosis was adenocarcinoma, pT2aN0M0, p-stage IB. She was discharged on postoperative day 9 and the postoperative course was uneventful to date.\\nMisdiagnosis of the pulmonary vein during major lung resection leads to severe complications, such as pulmonary congestion, pulmonary vein thrombus, or cerebral infarctions [, ]. Therefore, we should be careful when ligating the pulmonary veins during major lung resection. It is necessary to figure out the anatomical variations of pulmonary vein preoperatively. There are some surgical reports about lung cancer with the variant pulmonary veins. Yamashita reported anatomical variations of pulmonary veins of the upper lobe []. However, there have been no reports of pulmonary vein V1 existing dorsal to the right main pulmonary artery and V2+3 existing dorsal to V4+5.\\nGenerally, three variations are well known: (A) the common duct of the superior and inferior pulmonary vein, (B) a segment vein flowing into the left atrium independently except for superior pulmonary vein and inferior pulmonary vein, and (C) the superior pulmonary vein and inferior pulmonary vein flowing into another position of the left atrium []. In those three types of variation, variant veins always run in front of the main pulmonary artery, in contrast to our case, except that aberrant V2 arises from the inferior pulmonary vein and lies dorsal to the main pulmonary artery.\\nAccording to literatures, there are two cases associated with right superior pulmonary vein translocation [, ]. In one patient, V2+V3a lay dorsal to the main pulmonary artery, while the remaining branch (V1+V3b) ran normally []. In another patient, the superior pulmonary vein (V1+2+3) ran between the main pulmonary artery and the upper lobe bronchus []. However, unlike our patient, both the superior pulmonary vein branches in these two patients appeared to exist cranial to A4+5. In addition, both patients had tracheal bronchus that is often accompanied by pulmonary vessel variations [], although our patient did not have any anatomical variations of pulmonary bronchovasculatures or pulmonary lobulations other than pulmonary vein translocation.\\nWe can detect anatomical variations of pulmonary veins and arteries in advance by the following four methods: (1) pulmonary artery angiography to visualize pulmonary arteries, (2) studying contrast-enhanced CT in detail, (3) detecting all pulmonary arteries and veins during a surgical operation, and (4) studying preoperative 3D images []. Although there is a limit to detect anatomical variations from the flat two-dimensional view, the 3D view helps us to visually detect anatomical variations more easily and rapidly as shown in our case. To avoid severe complications, we should pay attention to anatomical variations of pulmonary veins preoperatively. From these viewpoints, 3D images technologies help us to detect anatomical variations easily and can promote safer lung resection.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'1554284': 1, '15122195': 1, '25468123': 1, '19231436': 1, '12775876': 1, '11044330': 1, '22776372': 1, '32382810': 2}", "similar_patients": "{}"}