{"patient_id": 24449, "patient_uid": "7465332-1", "PMID": 32781666, "file_path": "comm/PMC007xxxxxx/PMC7465332.xml", "title": "Endometrial Carcinomas with Intestinal-Type Metaplasia/Differentiation: Does Mismatch Repair System Defects Matter? Case Report and Systematic Review of the Literature", "patient": "A 49-year-old woman (gravida 2, para 1) presented abnormal uterine bleeding and persistent pelvic pain. Menopause occurred at 47 years of age, and she did not receive any hormonal replacement therapy. Her body mass index was 29. Patient’s history was unremarkable as that of her first-degree family members, while two second-degree relatives were diagnosed with EC. Transabdominal ultrasonography revealed abnormally thickened endometrium (16 mm) with features suggestive for an EC invading >50% of the myometrium. Pre-operative hysteroscopic biopsy demonstrated a moderately differentiated (G2) endometrioid carcinoma of the endometrium. CA125 serum levels were increased (697 mU/L). Pathological iliac pelvic and para-aortic lymph nodes were found on staging thoraco-abdominal computed tomography (CT) scans. Abdominal Magnetic Resonance (MR) confirmed a solid, isointense endometrial tumor invading the deep myometrium and the cervical stroma; in addition, a metastasis with diffusion-weighted Imaging (DWI) restriction signal was detected in the liver. At multidisciplinary evaluation, the patient was diagnosed with FIGO Stage IVB EC (cT1b cN2 cM1). After 8 cycles of palliative Carboplatinum and Paclitaxel-based chemotherapy, treatment response was evaluated. CA125 normalized (28 mU/L); AFP, CEA, HE4, and hCG were negative, while CA19.9 and CA15.3 were altered (both 72 mUl/L). CT and MR scan demonstrated a partial response according to RECIST (Response Evaluation Criteria in Solid Tumours) criteria. She underwent multidisciplinary reassessment, and she was proposed and hence submitted to palliative laparoscopic hysterectomy with bilateral adnexectomy and pelvic lymphadenectomy.\\nOn gross examination, an intrauterine 2 × 1.5 × 1.5 cm, firm, whitish tumor mass centered in the low-uterine segment was detected, invading the outer half of the myometrium. The cervix, ovaries, and fallopian tubes were unremarkable.\\nHistological examination revealed an EC showing two different tumor components, one with endometrioid features and the remaining with mucinous features in the form of IM/diff (a). The percentage of endometrioid and mucinous components was almost equal: in some areas they were separated, while in others they were tightly connected and intermingled each other, occasionally being both identified in the same gland (b).\\nThe endometrioid component exhibited predominant glandular architecture; it was mostly represented by columnar cells with grade 2–3 nuclei and scarce cytoplasm (c) and showed focal areas of squamous differentiation (d) and papillary growth. The mucinous component with IM/diff was predominantly composed of single-layered glands lined by columnar cells with grade 1–2 nuclei and abundant mucinous cytoplasm. In addition, tall enterocyte-like cells with apical brush border and goblet cells were identified in some of the glands (e), and PAS diastase stain (PAS-D) istochemical stain highlighted the presence of intracytoplasmic mucin in the goblet cells (f). Paneth cells were not found.\\nLymphovascular invasion was prominent. A brisk mixed inflammatory infiltrate was detected in tumor stroma and glandular lumens. The tumor deeply invaded the outer half of the myometrium with focal microscopic involvement of the endocervical stroma; the cervix, entirely submitted for histological evaluation, showed no evidence of endocervical-adenocarcinoma precursors (usual-type or gastric-type adenocarcinoma in situ, lobular endocervical glandular hyperplasia, and endometriosis). The ovaries, Fallopian tubes, para-uterine tissues, and thirteen pelvic lymph nodes were free of tumor.\\nAt immunohistochemical analysis, both tumor components were negative for germ cell markers (AFP, SALL4, and Glypican-3), while they showed distinctive expression of Müllerian and intestinal markers () ().\\nThe endometrioid component (a lower half) was negative for CK20 (b) and CDX2 (c) while diffusely positive for PAX8 (d), ER (e) and PR; the mucinous areas with IM/diff (a upper half) showed opposite profile with diffuse positivity for CK20 (b) and CDX2 (c) and negativity for PAX8 (d), ER (e) and PR. Interestingly, investigation of MMR proteins revealed loss of MSH2 and MSH6 (g–f) proteins in both tumor components (in the presence of internal positive control) and retained MLH1 and PMS2 expression in both tumor components\\nIn addition, molecular analysis identified high-grade microsatellite instability (MSI-H) in tumor tissue. Background endometrium was atrophic without evidence of IM/diff or atypical endometrial hyperplasia (AEH); however, evaluation of MMR proteins revealed focal loss of MSH2 and MSH6 expression in normal-appearing endometrial glands. A diagnosis of mixed endometrioid and mucinous-intestinal type differentiated EC with MMR defects was made. The patient underwent colonoscopy and esophagogastroduodenoscopy (EGD), which failed to reveal abnormalities in the explored sites. The patient is alive with persistence of the hepatic metastasis 6 months after surgery.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'34945784': 1, '27491810': 1, '27519966': 1, '34830179': 1, '21993268': 1, '32808495': 1, '8522315': 1, '31567280': 1, '2807198': 1, '31912672': 1, '6318581': 1, '11981113': 1, '28061006': 1, '30627614': 1, '26535979': 1, '26107782': 1, '32808498': 1, '34073635': 1, '31846531': 1, '21804398': 1, '34830196': 1, '24451279': 1, '9785138': 1, '28049534': 1, '34831389': 1, '22593653': 1, '6152652': 1, '31932681': 1, '34634962': 1, '26715172': 1, '29135516': 1, '27913053': 1, '28494767': 2, '25229768': 1, '26598980': 1, '33671249': 1, '34830209': 1, '26691220': 1, '34831388': 1, '19622551': 1, '9159335': 1, '23915109': 2, '32781666': 2}", "similar_patients": "{'5427532-1': 1, '3849525-1': 1}"}