{"patient_id": 96893, "patient_uid": "7078987-1", "PMID": 31614038, "file_path": "noncomm/PMC007xxxxxx/PMC7078987.xml", "title": "Secukinumab for psoriasis in a patient with familial Mediterranean fever", "patient": "Here, we report the case of a 55-year-old Caucasian man, who presented in May 2017 with a history of psoriasis since 2013, for which he had previously received various non-specified systemic and topical treatments with limited and short-lasting benefits. His medical history also included a diagnosis of FMF in 2012 after repeated episodes of fever associated with chest and abdominal pain from 15 years of age. Genetic testing confirmed the presence of two heterozygous MEFV gene mutations (M694V and M680I). No familial history of FMF was reported. Since his FMF diagnosis he had been receiving colchicine with excellent control over the condition, which was clinically not symptomatic at out visit. His pathological anamnesis also reported the occurrence of some oral aphthae in the past, with the suspect clinical diagnosis of Behcet's disease made by general physician. The patient had no other notable medical history.\\nUpon presentation, physical examination revealed erythematosquamous psoriatic plaques with mild infiltration, localized mainly on the patient's torso and lower limbs (Figure ). These lesions corresponded to a Psoriasis Area Severity Index (PASI) score of 14.6 with 25% body-surface area (BSA) involvement. He did not report painful joints or itchiness; however, a Dermatology Life Quality Index (DLQI) score of 10 indicated a moderate effect on his quality of life.\\nThe results of the patient's laboratory tests were within normal limits, including blood count, blood glucose, hepatic, renal and pancreatic function, hepatic markers, and QuantiFERON, and a chest X-ray and electrocardiogram were unremarkable. In June 2017, the patient was prescribed secukinumab 300 mg, administered as two 150 mg subcutaneous injections, once a week for the first four administrations and then once a month thereafter.\\nAt the patient's first follow-up appointment after 4 weeks of secukinumab, a considerable improvement in his skin condition was observed (PASI score 3.8, BSA involvement 4%, DLQI score 5). The patient continued to undergo quarterly follow-up visits. At his last visit on July 10, 2018, his PASI score was 0 (Figure ). He reported full physical well-being, with no febrile episodes or aphthosis; his psoriasis remained under control as of September 2018.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'31134098': 1, '27106250': 1, '22208431': 1, '23149707': 1, '30247938': 1, '30588732': 1, '24247370': 1, '29648672': 1, '28689165': 1, '26616890': 1, '31352561': 1, '29363386': 1, '24658637': 1, '30179318': 1, '28783991': 1, '27243382': 1, '29212353': 1, '21304021': 1, '31614038': 2}", "similar_patients": "{}"}