{"patient_id": 24945, "patient_uid": "7488555-1", "PMID": 32917147, "file_path": "comm/PMC007xxxxxx/PMC7488555.xml", "title": "A novel TSC2 c.4511 T > C missense variant associated with tuberous sclerosis complex", "patient": "The patient (proband) was a 32-year-old male, who was admitted to our reproductive centre with a referral for “recurrent spontaneous miscarriage of his spouse”. He had a history of head injury at the age of 6 years old, accompanied by brief loss of consciousness, but no skull fracture or intracranial haemorrhage occurred. One year after, fibrous nodules gradually appeared on the tip of his nose, nasolabial groove, cheek and mandible. He started to experience recurring epilepsy more than 10 attacks a year, which manifested as loss of consciousness, spastic convulsions of the limbs, eyes-rolling, occasional foaming at the mouth and biting of the tongue and lip, no loss of bowel or bladder control. The frequency of epilepsy attacks gradually decreased after the patient was 14 years old. At the age of 18, the patient underwent laser treatment for facial nodules so the facial nodules are currently atypical. The growth, development and intelligence of the paternal sample was basically unaffected by the disease. The patient denied any histories of other chronic diseases, smoking or drinking. His parents were healthy without any family history.\\nPhysical examination of the patient revealed diffuse, dark brown, tough, bean-sized papules on the face, shark skin-like patches on his back and waist, and patchy hypopigmentation on his limbs and trunk (Fig. ). Laboratory biochemical tests (blood, urine, stool, liver function, kidney function, electrolyte, coagulation function, blood glucose, and thyroid function) were within the normal range. The result of his G-banding chromosomal analysis was 46XY 22 ps + (Fig. a). No abnormality was found in his semen volume, sperm concentration, liquefaction time, motility, and morphology. The clinical diagnosis was TSC and genetic testing was recommended to confirm the clinical diagnosis.\\nThe male patient’s spouse was healthy. The result of her G-banding karyotype analysis was 46, XX (Fig. b). She was married to the patient at the age of 28 and experienced three pregnancies. The first two were miscarriages with arrested intrauterine fetal development at the first trimester of unidentified causes. No genetic analysis were performed on these fetuses. The third pregnancy resulted in induced abortion at 30 weeks into gestation due to “abnormal echogenic nodules in the fetal thoracic cavity and fetal oedema, indicative of cardiac rhabdomyoma, pericardial effusion and ascites” as diagnosed by three-dimensional ultrasonography (Fig. ). The couple refused fetal autopsy, but the fetal tissue sample was collected.\\nPeripheral whole blood was collected from the male patient with his informed consent, from which the genomic DNA was extracted and subjected to next-generation sequencing (NGS) by Beijing CIC Clinical Laboratory (Beijing, China) as previously described []. The sequencing data were analyzed for point mutations, copy number variations, and chimeric genes in TSC1 and TSC2, the two candidate pathogenic genes of TSC. The average sequencing depth for target genes was 199.65 × .\\nNGS analysis identified a single-base heterozygous variant of NM_000548.3:exon35:c.4511 T > C:p.L1504P in the paternal sample’s TSC2 gene (Chr16:2134969, CDS34 gene subregion) (Table ). We verified this variant in the DNA extracted from the peripheral blood samples of the patient’s parents by Sanger sequencing. The result showed that neither of the male patient’s parents carried this TSC2 variant (Fig. ).\\nSequencing results were analyzed and compared online with the Geneious Prime software (Geneious Biologics). The TSC2:c.4511 T > C:p.L1504P variant has not been described previously. However, another substitution at the same nucleotide (TSC2:c.4511 T > A:p.L1504H) has been reported from the HGMD database () to be confirmed as pathogenic (HGMD CM091108). The frequency of this identified variant among the population was analyzed using the 1000 Genomes (), Exome Aggregation Consortium (ExAC) (), and Exome Variant Server () databases. This variant was absent from all databases. PROVEAN (), PolyPhen2 (), and Mutation Taster () were used to analyze the effect of this TSC2 gene variation on protein structure and function, which all predicted the TSC2:p.L1504P variant to be deleterious or disease causing with high confidence scores. (Table ).\\nThen we isolated genomic DNA from the peripheral blood of the patient (paternal sample), his wife (maternal sample), and the tissue sample of the aborted 30-week fetus, and analyzed the specific SNP sites at and near TSC2 gene (NM_000548.3 chr16:2097472–2,138,713 forward transcript) using multiplex PCR combined NGS by Beijing Garbo Medical Laboratory Co. LTD (Beijing, China). The sequencing depths were 236×, 212×, and 305× respectively for the paternal sample, maternal sample and aborted fetus. The same heterozygous variant TSC2:c.4511 T > C was detected in the aborted fetus, whereas the maternal sample did not harbour this variant. The family pedigree is shown in Fig. .", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'22189265': 1, '21309039': 1, '17287951': 1, '16981987': 1, '27859028': 1, '15798777': 1, '27573432': 1, '26706013': 1, '28868251': 2, '25741868': 1, '12111193': 1, '20687497': 1, '29843636': 1, '18722871': 1, '30279084': 1, '32917147': 2}", "similar_patients": "{'5565905-1': 1}"}