{"patient_id": 97024, "patient_uid": "7103981-1", "PMID": 32258081, "file_path": "noncomm/PMC007xxxxxx/PMC7103981.xml", "title": "Abnormal serum carbohydrate antigen 19-9 levels in a patient with splenic retiform haemangioendothelioma concomitant with hepatic amyloidosis: A case report", "patient": "The patient had discontinuous fatigue and unintentional weight loss for over one year.\\nA 54-year-old Chinese man was referred to our hospital for discontinuous fatigue and unintentional weight loss for over one year. Laboratory investigations revealed an elevated, and continuously increasing, serum CA 19-9 concentration of 39 IU/mL (reference interval, 0–37 IU/mL) over one year before admission. Coagulopathy appeared, but haematological disease was excluded. Four months prior to admission, the patient’s serum CA 19-9 concentration was 178 IU/mL. At the time of admission, abdominal pain and haemorrhagic shock burst occurred, and emergency medical operation was performed. The patient developed jaundice ten days after surgical excision of the spleen.\\nThe patient had a history of carrying inactive hepatitis B surface antigen.\\nHe denied any special personal or family history of haemangioenthelioma syndrome or other disease.\\nPhysical examination revealed jaundice, and the remaining findings were unremarkable.\\nLaboratory tests showed alanine aminotransferase of 105U/L, aspartate aminotransferase of 59 U/L, alkaline phosphatase of 180 U/L, direct bilirubin of 130 µmol/L, total bilirubin of 180 µmol/L, gamma-glutamyltranspeptidase of 127U/L, alpha-1-antitrypsin of 146mg/dL, and ceruloplasmin of 28 mg/dL. The patient’s serum CA 19-9 concentration was 392.56 IU/mL. Leukocyte count, lymphocyte count, and C-reactive protein were normal. Tests for antinuclear, smooth muscle, antimitochondrial, and liver–kidney microsomal antibodies and hepatitis B virus (HBV) DNA were negative. Immunoelectrophoresis was negative for immune globulin, monoclonal immunoglobulin kappa light chain, and monoclonal immunoglobulin lambda light chain. Hepatotropic viruses (except HBV) and non-hepatotropic viruses were negative. Urinalysis results were negative for protein (reference range negative, 0 g/L). Ultrasound cardiogram was normal.\\nComputed tomography (CT) performed 4 mo before admission confirmed the presence of haepatomegaly and diffuse hypodense liver lesions, uneven enhancement after intravenous contrast, and the absence of mass effects. CT also showed low-density plaques in the spleen, uneven enhancement after intravenous contrast, and the absence of mass effects (Figure ). CT was repeated after surgical excision of the spleen and after the appearance of jaundice. Findings were identical to previous liver results, but the volume of the liver was larger than that recorded in the previous 4 mo (Figure ).\\nPathological examination showed that the spleen was 17 cm × 13 cm × 5 cm in size. Several cracks measuring 3–7 cm in length and a solid-cystic lesion were seen on the cut surface. The capsular structure of the spleen had nearly disappeared. Histologically, elongated arborising vessels arranged in an anastomosing pattern were seen. Immunohistochemically, neoplastic cells were platelet endothelial cell adhesion molecule-1 [cluster of differentiation (CD) 31]+, friend leukemia integration 1+, cytokeratin–, and CD34 antigen (CD34)–; a Ki-67 antigen index of 15% was also noted (Figure ). Retiform haemangioendothelioma was thus confirmed.\\nThe presence of persistent bilirubin elevation could not be explained despite serologic investigation. Thus, needle biopsy of the liver was performed. Sampled areas were Congo red stain- and methyl violet stain-positive on polarising microscopy, thus suggesting amyloid deposits. Haepatocytes and bile capillary cholestasis with compressed haepatocytes were observed. Sinusoidal cells were positive for CD31, and vascular endothelial cells were positive for CD34 (Figure ).\\nGastrointestinal biopsy was performed. Gastroscopy showed mild atrophic gastritis and mild intestinal metaplasia with dysplasia in the gastric antrum. Sampled areas were Congo red stain- and methyl violet stain-negative (). Colonoscopy showed mucosa chronic inflammation and mild dysplasia in focal glands with lymphoid tissue increasing in the lamina propria. Sampled areas were Congo red stain- and methyl violet stain-negative (). Evidence of amyloid deposits was not found based on the above histological findings. Moreover, no evidence of involvement of the gastrointestinal tract, kidneys, heart, and bone marrow was observed.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'23540504': 1, '7687590': 1, '12039858': 1, '16175188': 1, '23327728': 1, '28600306': 1, '22541705': 1, '19190907': 1, '24884871': 1, '24167189': 1, '17097848': 1, '22475872': 1, '23370912': 1, '28830135': 1, '10072164': 1, '2183589': 1, '17418869': 1, '12945936': 1, '26940670': 1, '31372360': 2, '19393650': 1, '1358980': 1, '30905455': 1, '28336182': 1, '15141079': 1, '94699': 1, '27535614': 1, '15464662': 1, '14533809': 1, '11984734': 1, '32258081': 2}", "similar_patients": "{'6629266-1': 1}"}