{"patient_id": 105750, "patient_uid": "7954160-1", "PMID": 33737784, "file_path": "noncomm/PMC007xxxxxx/PMC7954160.xml", "title": "Upper cervical spinal bronchogenic cyst: A rare lesion at an exceptional location", "patient": "A 30-year-old female presented with complaints of insidious onset, gradually progressive neck pain and progressive weakness initially in the left upper limb followed by the involvement of the left lower limb and right upper limb associated with difficulty in holding objects, without any associated trauma or infection. On the central nervous system (CNS) examination, the patient was conscious with a Glass Glow Coma Score of 15/15 with a short neck. Power in the upper and lower limb was 4/5 with brisk deep tendon reflexes. Hofmann positive and jaw jerks were normal. Magnetic resonance imaging (MRI) of the cervical spine with contrast and whole spine screening was performed which revealed a well-defined, multiloculated elongated, rim enhancing, oval-shaped, and fluid signal intensity dorsal cystic mass [Figures , and , ], measuring about 4.0 cm × 1.0 cm × 1.5 cm extending from the C2 to C5 vertebral levels. The lesion was located in the intradural, extramedullary compartment without any communication with the skin and subcutaneous tissue []. Inferiorly, the lesion obliterated the thecal sac and displaced and compressed the spinal cord anteriorly. An altered signal was seen in the cord just proximal to the cystic lesion at the level of the C1 vertebra suggesting focal cord edema. The patient underwent a C2 to C4 laminectomy and excision of the extramedullary lesion. Postoperatively, the patient had complete relief of symptoms. Histopathological examination of the specimen showed cysts lined by respiratory epithelium with sub epithelial seromucinous glands, cartilage, smooth muscles, and fibro adipose tissue along with stromal inflammation, lymphoid aggregates, and congestion, suggestive of a bronchogenic cyst. The patient was completely asymptomatic at the time of follow-up.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'15605199': 1, '10339720': 1, '26396595': 2, '13642193': 1, '18955800': 2, '17728545': 1, '12452923': 1, '26097578': 1, '16698709': 1, '22718731': 1, '7715948': 1, '12865013': 1, '24007735': 1, '28317447': 1, '6491729': 1, '15472450': 1, '20025159': 1, '1452780': 1, '22260959': 1, '24633621': 1, '12414035': 1, '9833898': 1, '33737784': 2}", "similar_patients": "{'2580018-1': 1, '4553720-1': 1}"}