{"patient_id": 105576, "patient_uid": "7942036-1", "PMID": 33728317, "file_path": "noncomm/PMC007xxxxxx/PMC7942036.xml", "title": "Hyperglycemic hemianopia: A case report", "patient": "A 54-year-old man presented to the neurologic clinic of The Fourth Affiliated Hospital Zhejiang University School of Medicine, after episodes of seeing round, colored flickering lights, and reporting that he “can't see things in his right visual field” 7 d before admission.\\nOne week prior to admission, the patient saw paroxysmal green and red flickering lights in his right visual field. He then experienced blurred vision in his right visual field. He visited a local ophthalmic clinic several days before coming to our hospital, and a visual field examination showed a right homonymous hemianopia (Figure ). His visual field defect improved partially without treatment. The paroxysmal flickering lights lasted for about 3 d before remission, but there was no further improvement in his hemianopia.\\nThe patient was otherwise healthy. He denied a history of hypertension, diabetes mellitus (DM), prior cerebrovascular disease or other neurological complications.\\nThe patient was a journalist with a height of 178 cm and weight of 76 kg. He had no history of drug use, drinking, smoking, or bad sexual life. One of his four siblings had DM, and there was no family history of stroke, epilepsy, or other neurologic diseases.\\nHis general examination was unremarkable. Neurologic examination revealed right homonymous hemianopia with normal pupillary reactivity. No other positive neurologic signs were found.\\nHis blood glucose was 645 mg/dL (35.83 mmol/L) without ketoacidosis, although his urine ketone test was weakly positive. Serum osmolarity was 297.09 mOsmol/L (range: 280-310 mOsmol/L), with serum sodium 126.42 mmol/L (range: 137-142 mmol/L), and serum potassium 4.21 mmol/L (range: 3.50–5.30 mmol/L). HbA1c was 14.4% (range: 3.6%-6.0%). Other laboratory tests were unremarkable.\\nCranial magnetic resonance imaging (MRI) showed abnormalities in the left occipital lobe with decreased T2 and fluid-attenuated inversion recovery (FLAIR) signals in the white matter, restricted diffusion, and corresponding low signal intensity in the apparent diffusion coefficient map (Figure ). Magnetic resonance angiography imaging of the brain showed a mild stenosis of the right posterior cerebral artery, with arterial spin labeling showing decreased perfusion of the lesion (Figure ). The patient’s electroencephalogram (EEG) was mildly abnormal, showing slowing activities without spikes and sharp waves.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'10709810': 1, '20219223': 1, '2004626': 1, '24059610': 1, '7526671': 1, '16026568': 1, '14262318': 1, '5684300': 1, '27358769': 1, '12889174': 1, '16116129': 1, '21325774': 1, '3363966': 1, '25667880': 1, '19138535': 1, '29473606': 1, '19446439': 1, '805337': 1, '20558093': 1, '19397231': 1, '16401900': 1, '17200865': 1, '14325530': 1, '6775582': 1, '10102423': 1, '2004625': 1, '15183801': 1, '7863172': 1, '33728317': 2}", "similar_patients": "{}"}