{"patient_id": 22973, "patient_uid": "7396389-1", "PMID": 32578383, "file_path": "comm/PMC007xxxxxx/PMC7396389.xml", "title": "Whole exome sequencing of lung adenocarcinoma and lung squamous cell carcinoma in one individual: A case report", "patient": "The patient was a 63-year-old male Asian who had smoked for more than 40 years, averaging approximately 400 packs per year. He was admitted to the hospital after examination revealed two nodules located in the left upper lobe of his lung. One nodule was about 1.5 cm (Fig ), the other was 1.0 cm (Fig ). Following completion of preoperative preparation, the patient underwent left upper lobe lobectomy and lymphadenectomy. Two nodules were found in the resected lobes postoperatively by the pathology department, one of which was pathologically confirmed as invasive adenocarcinoma in the left upper lobe (volume: 1.7 × 1.5 × 1.3 cm) (Fig ) and infiltrating keratotic squamous cell carcinoma differentiated in the left upper lobe (diameter: approximately 1.0 cm) (Fig ). The immunohistochemistry results were as follows: left upper lobe adenocarcinoma: Ki-67 (+ 30%) (Fig ), (a few +), vera.ttf - 1 CK7 (+), NapsinA (−), WT - 1 Villin (+), CK20 (−), ventana: contrast ALK (−), lung squamous cell carcinoma: ki-67 (+20%) (Fig ), ttf-1 (−), ck5/6 (+), P40 (+), and CK7 (−).\\nWES of the two lung nodules was performed using the Illumina NovaSeq sequencer to test the relationship and differences from the genetic level among the two lesions.\\nWe also performed a dispersion analysis on the two nodules of this patient (Fig ) where it could be seen that the two nodules had a dispersion of 100, which meant that they were completely different. The similarity of the two tumors was zero, and they were independent of each other.\\nWe used Illumina NovaSeq sequencer to complete the whole exome sequencing (WES) of the lung tumors and used 200PE. The sequencing depth of the two lung tumors was 150X. The white blood cell genome was the control sample, and its sequencing depth was 100X. We used GATK depth of coverage software to calculate the genome sequencing depth of each tumor and used MuTect2 (GATK V3.6) software to analyze somatic mutations. Credible somatic cell mutation data were screened based on information, such as mutation depth, and the number of nonsynonymous mutations in the credible somatic cell mutations was counted to obtain the TMB of tumor tissues. Lung adenocarcinoma showed 136 mutation sites, and lung squamous cell carcinoma showed 335 mutation sites (Fig ). The TMB of lung squamous cell carcinoma was also greater than that of lung adenocarcinoma.\\nGenetic single nucleotide polymorphism (SNPs) were analyzed with Unified Genotyper, Haplotype Caller and atlas2 software, and insert-deletion mutations (Indel) of heritability were analyzed with atlas and platypus software. Annovar software was used to annotate the detected gene mutations and complete the detection of hereditary gene mutations. We identified 134 single nucleotide variants (SNVs) in lung ADC and 325 SNVs in lung SCC, as well as insertion-deletion (InDel), structural variation (SV) and copy number variation (CNV) (Fig ,d). According to the SNV detection results of the two samples, we calculated the ratio of all the replacement types of six single bases, C > A/G > T, C > G/G > C, C > T/G > A, T > A/A > T, T > C/A > G, T > G/A > C. In lung ADC, the dominant one is the substitution of C > A/G > T followed by the substitution of C > T/G > A. Lung SCC is also dominated by the substitution of C > A/G > T followed by the substitution of C > T/G > A. The variation of the two samples was similar.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'23852170': 1, '19351914': 1, '28501120': 1, '27575638': 1, '170482': 1, '19351924': 1, '7695410': 1, '25428507': 1, '27902597': 1, '17200338': 1, '23945592': 1, '29500766': 1, '34880699': 1, '25246383': 1, '25428506': 1, '32578383': 2}", "similar_patients": "{}"}