{"patient_id": 28460, "patient_uid": "7692310-1", "PMID": 33142919, "file_path": "comm/PMC007xxxxxx/PMC7692310.xml", "title": "Mediastinal Nodular Lesions Synchronous to Lung Carcinoma on Frozen Section: Trap and Lesson", "patient": "A 68 year-old man was admitted to our Hospital for cough and chest pain, without any previous history of cancer nor other systemic symptoms. Contrast-enhanced computed tomography (CT) of the chest showed a left pulmonary lesion with spiculated margins, 8 cm in diameter, partially solid with a cystic and necrotic component, involving the superior and inferior lobe and infiltrating both the pulmonary artery and the pulmonary fissure between the upper and lower lobe (A,B).\\nRegional lymph nodes were not detectable. In the antero-superior mediastinal region, inside the thymic compartment, two well circumscribed and encapsulated lesions were documented, both of 2.5 cm size (A,B), radiologically referred to as enlarged lymph nodes of 3A and 4L station, respectively. The Positron Emission Tomography-CT scanner showed a hyper-captation of the pulmonary mass (SUV 21), confirming malignancy; mediastinal lesions showed no captation (SUV 0) (C). We were unable to obtain a preoperative diagnosis. However, the presence on contrast-enhanced CT scan of the mediastinal lesions raised the suspicion of metastasis in the extra-regional lymph nodes (N2). Therefore, intraoperative characterization was programmed in order to confirm the suspicion for pulmonary neoplasm and to exclude the double extra-regional nodal metastasis in the mediastinal region, finalized to perform a left pneumectomy and regional lymphadenectomy with curative intent. Macroscopically, both mediastinal lesions showed lobular margins and a homogeneous and pink aspect on the cut section. The frozen section revealed monomorphic proliferation of round, epitheliomorphic cells admixed with numerous small lymphocytes, without necrosis and mitosis (A,B).\\nAn intraoperative diagnosis of ‘epithelioid proliferation associated to lymphoid tissue without localization of carcinoma’ was established. Smear from the biopsy of pulmonary mass showed a hypercellular sample with numerous epitheliomorphic cells, isolated and in micropapillary aggregates, with severe cyto-cariological atypia, necrosis and mitoses (C). An intraoperative diagnosis of poorly differentiated carcinoma was established. Consequently, left pneumectomy with regional lymphadenectomy was performed. The histological evaluation of the formalin fixed-paraffin embedded (FFPE) section of the first nodular mediastinal lesion evidenced a lymphoepithelial proliferation with a microcystic growth pattern (A), consisting of epithelial round monomorphic pancytokeratin (clone AE1-3) and p63 positive cells, lacking nuclear atypia, admixed with areas rich in small TdT and CD3 positive lymphocytes (A,C).\\nFFPE sections from the second nodular mediastinal lesion showed overlapping findings with the first mediastinal lesion. A signet ring-like cells component was also observed (B,C). Immunohistochemistry showed a positivity for pancytokeratin (clone AE1-3) and p63 in signet ring-like cells admixed with areas rich in small TdT and CD3 positive lymphocytes (B,D). On FFPE sections, the two mediastinal lesions were defined as double AB Type Thymoma showing respectively a microcystic pattern and a microcystic pattern with signet ring-like cells. On the other hand, the pulmonary mass resulted as a primary adenocarcinoma with acinar and solid patterns. Either pleura infiltration or lymph node metastases were not observed (D). Vascular hematic invasion was documented with a final staging of pT4a(PL0) pN0 V1 L0 R0 according to the 2017 UICC classification.\\nAll information regarding human material was managed using anonymous numerical codes, and all samples were handled in compliance with the Helsinki Declaration (). This was a retrospective study, and no extra tests were conducted on the patients’ material. We obtained, before drafting this paper, a written informed consent from the patient.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'20669226': 1, '19443885': 1, '17337514': 1, '28851660': 1, '28881918': 1, '23315959': 1, '26291008': 1, '22575262': 1, '21252716': 1, '33142919': 2}", "similar_patients": "{}"}