{"patient_id": 24048, "patient_uid": "7447146-1", "PMID": 32855895, "file_path": "comm/PMC007xxxxxx/PMC7447146.xml", "title": "A Rare Case of Extramedullary Plasmacytoma Presenting as Large Abdominal Mass", "patient": "We present a case of a 79-year-old female with a chief complaint of abdominal pain ongoing for two months. The pain was described as ongoing, increasing in intensity, non-radiating, generalized, and diffuse with no other associated symptoms. She also complained of generalized weakness during this time. The patient did not report fever, chills, weight loss, night sweats, headache, chest pain, dysuria, melena, diarrhea, or constipation. She reported a medical history of multiple myeloma diagnosed 2 years ago and currently in remission, chronic kidney disease, diabetes, and an episode of complicated sigmoid diverticulitis. She reported a surgical history of subtotal colectomy with ileorectal anastamotic reconscrution, ventral hernia repair and left nephrectomy.\\nThe physical exam demonstrated an abdominal wall mass that was firm with no overlying skin changes or drainage.\\nBlood work found a leukocytosis of 15,800 leukocytes per microliter and a hemoglobin of 8.8 g/dL. Liver function was preserved with an alkaline phosphatase of 128 U/L, alanine transferase and aspartate transferase of 15 U/L and 23 U/L, respectively, total protein of 6.7 g/dL, and albumin of 3.4 g/dL was done given the hepatic involvement seen on tomography.\\nComputed Tomography of the abdomen and pelvis without IV contrast reported a large mass-like structure was seen in the anterior abdominal wall in the subcutaneous region extending into the abdomen and through the mesentery with juxtaposition and partial involvement of the left hepatic lobe and distal stomach. The mass measured 17.9 x 15.9 x 8.5 cm and was of soft tissue density with circumscribed margins, 38 hounsfield units, without adjacent inflammatory changes. Additional masses were seen abutting the posterior right hepatic lobe and spleen, and there was a prominent mass in the mid-mesentery (figure , ).\\nA core needle biopsy performed by interventional radiology confirmed the presence of monoclonal CD138+ plasmacytoid cells consistent with a plasma cell neoplasm.\\nMedical oncology was consulted and arranged for outpatient follow up with positron emission tomography to evaluate for active areas of relapse and to begin a triple therapy regimen with daratumumab, pomalidomide and dexamethasone.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'11584064': 1, '19633044': 1, '12528874': 1, '25674290': 1, '15481060': 1, '14608572': 1, '30620402': 1, '25560323': 2, '25880694': 2, '21900099': 1, '26874821': 1, '32855895': 2}", "similar_patients": "{'4326192-1': 1, '4343069-1': 1}"}