{"patient_id": 18800, "patient_uid": "7182157-1", "PMID": 32337141, "file_path": "comm/PMC007xxxxxx/PMC7182157.xml", "title": "A Curious Case of Blastomyces Osteomyelitis", "patient": "Our patient is a 42-year-old African-American male with no significant past medical history who was admitted for increasing right knee pain over a period of three weeks. The patient had no history of trauma to the area but reported hitting it with a \"pan\" at work, as he works as a chef. The pain was not radiating and was moderate to severe in intensity. He had been taking nonsteroidal anti-inflammatory drugs (NSAIDs) for pain with minimal improvement and could not bear weight on the right knee due to pain.\\nThe patient denied any history of sexually transmitted diseases (STDs), recent infection, travel, or sick contacts. The patient has lived in Illinois his entire life and has not seen a doctor in over 20 years. His social history was significant for smoking half a pack of cigarettes daily, occasional marijuana use, and alcohol use in the past. There was no history of intravenous (IV) drug use.\\nOn physical examination, the patient's vital signs were stable. His right knee was swollen and tender to the touch with swelling in the medial aspect of the proximal tibia. There were no cuts, abrasions, or signs of obvious trauma locally. The knee had a limited range of motion with pain on movement. Ligament laxity was not assessed because of the discomfort the patient was in.\\nHis labs showed elevated inflammatory markers. His C-reactive protein was 205.8 (normal: < 3 mg/L) and the erythrocyte sedimentation rate was 101 (range: 1 to 13 mm/hr). His white blood cell count was within normal limits.\\nX-ray of the right knee showed no bony abnormality (Figure ).\\nComputed tomography (CT) of the right knee demonstrated two positive findings: 1) prominent soft tissue swelling adjacent to the lateral aspect of the proximal tibial metaphysis with some associated underlying cortical irregularity of the tibia at this location. The findings were suspicious for a soft tissue infection with resultant secondary osteomyelitis of the proximal tibia; 2) small knee joint effusion (Figure ).\\nMagnetic resonance imaging (MRI) of the right knee demonstrated three positive findings: 1) osteomyelitis involving the lateral tibial plateau extending inferiorly into the tibial tubercle. A portion of the lateral tibial plateau appeared to be necrotic; 2) small to moderate knee joint effusion; 3) a 6 x 2 cm abscess as seen within the subcutaneous tissues anterolaterally at the level of the proximal tibia (Figure ).\\nBlood cultures were drawn, and the patient was started on IV daptomycin, cefepime, and metronidazole. Orthopedic surgery was consulted, and the patient underwent arthroscopic incision and drainage with debridement of the right proximal anterolateral tibia for the abscess with associated osteomyelitis. Antibiotic cement was placed in the abscess cavity, and samples were sent for bacterial, acid-fast bacilli (AFB), and fungal cultures. The patient reported a significant improvement in the pain and swelling of the joint following the procedure (Figure ).\\nIntraoperative fungus culture grew broad-based budding yeasts suggestive of the Blastomyces species. The histopathology report was consistent with acute and chronic granulomatous osteomyelitis, and Grocott's methenamine silver (GMS) stain showed Blastomyces. Our patient was determined to have a right proximal tibial abscess and osteomyelitis secondary to blastomycosis (Figure ).\\nThe Department of Infectious Diseases was consulted, and they assessed the patient was likely to have disseminated blastomycosis due to pulmonary and bone involvement, as his CT scan of the chest showed hilar lymphadenopathy. He was started on IV amphotericin B for disseminated blastomycosis for a total of four weeks to clear the infection with close monitoring of the potassium and magnesium levels since amphotericin B is known to cause hypokalemia and hypomagnesemia. The broad-spectrum antibiotics that had been started initially were continued. The patient was determined to be an immunocompetent host as human immunodeficiency virus (HIV) screen and viral load were negative, and the immunoglobulin and T-lymphocyte counts were within normal limits. Bacterial cultures remained negative, and all antibiotics were subsequently discontinued.\\nThe patient underwent daily dressing changes, as per the orthopedic team, and had reaccumulation of the abscess twice, requiring drainage each time. He was discharged on IV amphotericin B for a total of four weeks and was counseled on smoking cessation. All other cultures and infectious workup, including HIV and hepatitis C, remained negative. The patient was able to ambulate and physical therapy was ordered on an ongoing basis upon discharge.\\nAfter discharge, the patient continued to recover well, receiving daily IV amphotericin B infusions. His treatment was complicated by low potassium and magnesium levels, getting as low as 2.1 mmol/L (normal: 3.5 - 5.0 mmol/L) and 1.2 mmol/L (normal: 0.62 - 0.99 mmol/L), respectively, and the patient was started on daily supplementation.\\nThe patient was advised to complete a four-week course of IV amphotericin B and then start on a six-month regimen of oral itraconazole. The patient has been showing a steady recovery since the antifungal treatment was started and has a close follow-up planned with his orthopedic surgeon, infectious disease specialist, and primary care physician.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'25339251': 1, '20072023': 1, '26167388': 1, '32699695': 2, '12089732': 1, '21560560': 1, '20375357': 1, '28797487': 1, '26120305': 2, '25125734': 1, '32337141': 2}", "similar_patients": "{'4478327-1': 1, '7370671-1': 1}"}