{"patient_id": 20805, "patient_uid": "7294853-1", "PMID": 32550077, "file_path": "comm/PMC007xxxxxx/PMC7294853.xml", "title": "Foreign Body Aspiration Presenting as Pneumothorax in a Child", "patient": "A 17-month-old female presented to an outside facility’s emergency department on day 0 with rhinorrhea, unabating cough, repetitive emesis, and two-day history of subjective fevers which the mother had opted not to treat. A week beforehand, the patient visited her primary care provider for rhinorrhea, and the patient’s mother was told this is likely secondary to teething. On the previous day, she had been taken to an urgent care clinic after the development of a fever and was subsequently started on outpatient amoxicillin for presumptive otitis media. The patient had an uneventful past medical history and was born via spontaneous vaginal delivery. A rectal temperature showed a fever of 105.1 °F. Heart rate was 188 bpm and respiratory rate was 54. Physical exam revealed usage of accessory respiratory musculature with retractions, diminished left-sided breath sounds with crackles, and tachycardia. The patient was positive for respiratory syncytial virus (RSV) on a nasopharyngeal swab and negative for a rapid strep test and influenza. A frontal and lateral chest X-ray indicated a slightly hyperinflated left lung with a basilar infiltrate involving the lingula and left lower lobe - lungs were otherwise normal without effusion nor pneumothorax.\\nThe outside facility’s emergency department recommended beginning ceftriaxone in the setting of RSV bronchiolitis and possible pneumonia; the mother opted to elope with the child to seek a second opinion at a nearby hospital. The patient appeared at the nearby hospital the next morning and was admitted. Lab work indicated a white blood cell count of 19.8 x 103/μL and fever had decreased to 103.5 °F on acetaminophen. The patient received four doses of ceftriaxone over the next four days but demonstrated the development of a worsening pneumothorax on repeat chest X-rays done on day three and day four. The radiologist at the outside hospital recommended left and right lateral decubitus chest X-rays for a possible foreign body and completed it on day three; however, the referring physician inquired about potential hospital transfer for cardiothoracic surgery and potential chest tube placement (Figures -). Therefore, the decision was ultimately made to transfer the patient to Ruby Memorial Hospital’s Pediatric Intensive Care Unit on day four.\\nOn arrival, an anterior posterior chest X-ray exhibited continued left-sided pneumothorax (Figure ). Patient’s mother declined thoracostomy decompression. Pediatric otolaryngology and pediatric pulmonology were consulted regarding possible foreign body causing a ball-valve defect. Upon further interviewing, the mother recalled an episode about two weeks earlier where patient coughed after being fed cashews by her grandfather. Otolaryngology recommended flexible bronchoscopy to assess underlying pulmonary anatomy; pulmonology recommended deferring flexible bronchoscopy to monitor recovery from respiratory infection.\\nPatient was treated with intravenous acetaminophen and 100% oxygen via non-rebreather mask. By day five, patient’s respiratory status improved, patient was afebrile, and white cell count returned to normal limits. Imaging showed increased size of pneumothorax with a deep sulcus sign and a right midline shift (Figure ). Patient was weaned to room air and transferred to general pediatric service. Imaging on day six showed continued left pneumothorax with possible atelectasis (Figure ). Physical exam continued to show decreased left-sided breath sounds. Shared decision between the patient’s mother, primary pediatric team, and the consulting services culminated in a direct laryngoscopy, rigid bronchoscopy, and flexible bronchoscopy on day eight.\\nDirect laryngoscopy revealed grossly normal oropharyngeal anatomy to the level of the glottis. Subsequent rigid bronchoscopy displayed significant secretions at the carina emanating from the left mainstem bronchus. Rigid bronchoscopy identified a foreign object, assumed to be a nut, in the left mainstem bronchus. A 12-mm basket was used to remove the foreign object en bloc - a 0.8 x 0.7 x 0.4 cm cashew nut (Figure ). Rigid bronchoscopy was used to survey both mainstem bronchi and the trachea. A fragment of the foreign object was identified on the tracheal wall and retrieved with optical forceps. The pediatric pulmonology team then performed a flexible bronchoscopy to survey the smaller bronchioles for other foreign objects and none were found.\\nThe patient recovered quickly. Clinically, the patient’s mother reported episodes of coughing decreased significantly. On physical exam, lung sounds were symmetric. Imaging on the morning of day nine demonstrated resolution of the pneumothorax and right midline shift (Figure ). The patient was discharged on day nine and scheduled for follow-up with the pediatric pulmonary team.", "age": "[[17.0, 'month']]", "gender": "F", "relevant_articles": "{'28449793': 1, '6695068': 1, '27738825': 1, '10334153': 1, '33680878': 1, '10702322': 1, '3209937': 1, '32550077': 2}", "similar_patients": "{}"}