{"patient_id": 19297, "patient_uid": "7217256-1", "PMID": 32420510, "file_path": "comm/PMC007xxxxxx/PMC7217256.xml", "title": "The first rare and fatal case of invasive aspergillosis of spinal cord due to Aspergillus nidulans in an Iranian child with chronic granulomatosis disease: review of literature", "patient": "The patient was a 10-year-old boy with confirmed CGD as an underlying disease at 11 months of age based on hematological and immunological tests (nitroblue-tetrazolium=0). He had several admissions to the Children Medical Center of Tehran, Iran. The patient had a previous history of recurrent episodes of pneumonia for which he was treated with broad-spectrum antibiotics and long-term prophylaxis, including itraconazole (5 mg/kg/day), along with co-trimoxazole (5 mg/kg/day) and IFN gamma (1.5 mcg/kg). At the age of nine years, the patient was hospitalized for several clinical signs and symptoms, such as knee pain, night sweets, lethargy, coryza, and progressive weakness.\\nA plain X-ray imaging showed a soft tissue density destructive lesion in T4-T5 vertebral bodies with adjacent prevertebral soft tissue mass involving the central spinal column. There was also evidence of an expansile lytic lesion involving the right fifth rib, laminectomy of L4-L5 with pedicular screw, along with post-operative changes (). Laboratory findings included ESR of 75 mm/h, CRP of 69, white blood cell count of 6000/mm3, monocyte of 37.4%, hemoglobin of 7.8 g/dl, and thrombocyte of 383000/mm3. The results of histopathology and fungal culture obtained from surgical debridement samples revealed the diagnosis of invasive aspergillosis caused by Aspergillus species ().\\nIn addition, a microscopic examination showed abundant hull cells and the conidial head pattern of A. nidulans (). The specific primer pair 5'-GGT AAC CAA ATC GGT GCT GCT TTC-3' and 5'-ACCCTC AGT GTA GTG ACC CTT GGC-3' was used to amplify β-tubulin genes and confirm the isolate as A. nidulans [19]. Then, the nucleotide sequence was deposited in GenBank under the accession number MK749954. At this time, the treatment was continued with amphotericin B deoxycholate (1 mg/kg/day) which was subsequently changed to voriconazole (9 mg/kg/day). Finally, caspofungin (50 µg/m2) was also added to the therapy, and the patient was discharged from the hospital. However, after a few months, this case was readmitted because of severe headache, blurred vision, and brain abscess, while receiving voriconazole therapy (200 mg/day).\\nTreatment was continued with amphotericin B, caspofungin, voriconazole, and interferon-gamma. Due to the lack of antifungal response and deterioration of the symptoms, he underwent the insertion of a right parietal ventriculoperitoneal shunt. An urgent computed tomography scan of the brain did not depict any damage. However, it revealed the dilation of the left ventricle and dilation of the occipital horn of the right ventricle, along with extensive vasogenic edema in the right temporoparietal lobe ().\\nIn spite of performing aggressive surgery and different treatments, the child passed away within one year. Postmortem antifungal susceptibility profile of the isolate was examined against itraconazole (Sigma-Aldrich Química, Madrid, Spain), amphotericin B (Sigma-Aldrich Química, Madrid, Spain), and voriconazole (Pfizer SA, Madrid, Spain) using EUCAST method [20]. The in vitro minimum inhibitory concentrations (MICs) of the mentioned antifungals were obtained as 1, > 16, and 0.25 mg/L, respectively. Furthermore, the minimum effective concentration for caspofungin (Merck & Co., Inc., Rahway, NJ) was estimated at 1 mg/L. This species was found to show resistance to amphotericin B (MIC>2 mg/L).", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'12167683': 1, '18037347': 1, '22829648': 1, '27494912': 1, '9763555': 1, '9250922': 1, '3046321': 1, '28050053': 1, '10585834': 1, '11060536': 1, '24378282': 1, '22080130': 1, '18394273': 1, '3894683': 1, '4072970': 1, '366429': 1, '16961581': 1, '4131011': 1, '14732328': 1, '15745454': 2, '11259721': 1, '19381301': 1, '23363828': 1, '409125': 1, '14263488': 1, '16628555': 1, '19759498': 1, '25656408': 1, '9772923': 1, '16523126': 1, '21078850': 1, '24847040': 1, '18783555': 1, '10081502': 1, '14566574': 1, '5756586': 1, '16110817': 1, '1985993': 1, '30317271': 1, '25537876': 1, '32420510': 2}", "similar_patients": "{'555544-1': 1}"}