{"patient_id": 103358, "patient_uid": "7751792-1", "PMID": 33364820, "file_path": "noncomm/PMC007xxxxxx/PMC7751792.xml", "title": "Anaplastic Pleomorphic Xanthoastrocytoma: A Case Report and Literature Review", "patient": "Four days prior to visiting a hospital, a 28-year-old male reported that he was unconscious and had a brief limb twitch for about five minutes without any obvious cause. Examination and head magnetic resonance imaging (MRI) performed at a local hospital revealed a space-occupying lesion in the right frontal lobe that could be a glioma. The specific diagnosis and treatment processes at the local hospital were unknown. The patient had no dizziness, vertigo, nausea, vomiting, impaired consciousness, dysphagia, or choking when drinking water. He came to our hospital for further diagnosis and treatment with a preliminary diagnosis of “space-occupying lesion in the right frontal lobe: possible glioma.” Since the onset of the disease, the patient’s sleep, mental status, diet, and bodily functions were normal, and his weight had not undergone any recent significant changes. The patient agreed for publication of the case details was informed consent for publication of the case details and provided “written INFORMED consent”.\\nThe patient had a blood pressure of 130/84 mmHg (1 mmHg = 0.133 kPa), was conscious and fluent in his speech, and could understand and answer our questions. Of equal size, his pupils were round (diameter, approximately 3 mm) and were sensitive to light reflection. He had normal eye movements, with no nystagmus. His nasolabial folds were symmetrical, his tongue was in the middle when extended, his limbs had a grade-5 muscle strength, his muscle tension and tendon reflexes were normal, and his pathological signs were negative. He had roughly symmetrical pain sensation and normal motor coordination. There was no resistance in the neck, and no signs of Klinefelter syndrome. The sound localization test was normal. There was no obvious abnormality in the heart, lungs, or abdomen.\\nA head MRI showed large patches of about 6.0 cm×3.3 cm in size and abnormal signal intensity in the right frontal and parietal lobes, with iso- to slightly hypointense signals on T1-weighted images (T1WI), mixed hyperintense signals on T2-weighted images (T2WI), hyperintense signals on FLAIR images, and slightly hyperintense signals on DTI images. Contrast-enhanced imaging of the lesions showed scattered strips of mild enhancements and strong round enhancements (diameter, 0.5 cm) in the limbic gyrus. The brain tissue around the lesions was swollen. The meninges in the left frontotemporal lobe were greatly thickened and showed strong enhancements. A patch of abnormal signal intensity was seen in the left corona radiata, with hypointense signals on T1WI images, and hyperintense signals on T2WI and FLAIR images. There was no abnormal signal or space-occupying lesion in the rest of the brain. No midline shift was observed. The ventricle system had normal morphology and size. There was no widening of the cisterns, fissures, or sulci. No abnormal signal intensity was found in the pericranial soft tissues (). The final clinical diagnosis was: “space-occupying lesion in the right frontal lobe, possible glioma.”\\nThe patient underwent surgery for the resection of the lesion under general anesthesia and local infiltration of the scalp nerves at the operative site. During the surgery, it was found that the posterior part of the tumor had expanded to the precentral gyrus (the area that controls the movement of left upper extremity), and the surface capillaries of the right superior frontal gyrus and precentral gyrus had proliferated considerably. The gyrus showed hypertrophy, but the sulci were still present. The tumor was tough in texture and had a moderate blood supply. Considering that the posterior part of the tumor resided in the vicinity of the precentral gyrus that controls the left upper limb, we decided to preserve the precentral gyrus. Along the anterior side of the precentral sulcal vein, the tumor was removed anteriorly along its apparent border, 5.5 cm lateral to the midline. The resection reached the corpus callosum. The excised specimen was sent for the following histopathological tests: (1) Observation of the gross specimen: The resected tissue was grayish-yellow (size, 5.4 cm×4 cm×2 cm). The cross-section was grayish-white with a moderately tough texture. (2) Hematoxylin and eosin (HE) staining: The tumor cells were pleomorphic with sheet-like growth, and included foamy tumor cells, multinucleated giant cells, pleomorphic cells with atypical nuclei, and acidophilic bodies. Some areas were densely packed with obvious atypia and visible mitoses. There was no necrosis or vascular endothelial hyperplasia in the tumor tissue (). (3) Immunohistochemical staining: The SP two-step method was used, with detection kits and antibodies purchased from Beijing Zhongshan Jinqiao Biotechnology Co., Ltd. The expression patterns of ATRX protein (), glial fibrillary acidic protein (GFAP, ), oligodendrocyte transcription factor-2 (OLIG-2, ), vimentin (Vim, ), neuronal nuclear antigen (NeuN, ), and P53 protein were positive. The expression patterns of synaptophysin (Syn), CD34 protein, BRAF V600E (), IDH1 R132H, and S-100 protein were negative. The Ki-67 antigen labeling index was about 15% (). (4) Genetic testing: The BRAF locus was amplified by polymerase chain reaction (PCR). The results showed that the tumor had a BRAF V600E mutation (). The final pathological diagnosis identified (space-occupying lesion in the right frontal lobe) APXA, WHO grade III. After the surgery, temozolomide was given as a regular chemotherapy drug, along with anti-epileptic drugs. The patient has been followed-up since the surgery, and at the time of writing, there was no tumor recurrence, postoperative complications, or seizures.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'9888706': 1, '25034704': 1, '24345274': 1, '25318587': 1, '24980627': 1, '30774826': 2, '27639203': 1, '29288852': 1, '33970405': 1, '31295593': 1, '24894018': 1, '23096133': 1, '10223246': 1, '10068201': 1, '1513442': 1, '34873526': 2, '23552385': 1, '7838347': 1, '8113873': 1, '498051': 1, '11783911': 1, '33364820': 2}", "similar_patients": "{'6375371-1': 1, '6375371-2': 1, '6375371-3': 1, '6375371-4': 1, '6375371-5': 1, '8636185-1': 1}"}