{"patient_id": 21844, "patient_uid": "7341056-6", "PMID": 32645594, "file_path": "comm/PMC007xxxxxx/PMC7341056.xml", "title": "Simultaneous occurrence of follicular and papillary thyroid carcinomas in same thyroid lobe: A case series of six patients from Qatar", "patient": "A Qatari female, 52 years old, presenting with a neck swelling a year ago, associated with some pain on swallowing, no compression symptoms, underwent an FNA in Thailand that showed suspicious follicular lesion and was hence refered to our thyroid clinic. On examination, there was a nodular swelling of the thyroid gland, but it was not tender. US of the thyroid showed multiple right lobe solid thyroid nodules, largest was complex, predominantly solid (15 × 26 mm), showing rim calcification, cystic change, and intra nodular vascularity. The left lobe measured 21 mm, and had an isoechoic thyroid nodule, (17 × 20 mm) showing hypoechoic halo and intra nodular vascularity. There were a few cervical lymph nodes with preserved echogenic hilum. Ultrasound guided FNA was repeated at our institution, the right thyroid nodule was FLUS, and the left thyroid nodule was also FLUS. The patient was discussed at our thyroid MDT and planned for total thyroidectomy which was undertaken. Histopathology revealed right lobe single focus FTC (2.7 × 1.5 × 1.5 cm) with capsular invasion, margins were free of carcinoma, < 0.5 mm from both anterior and posterior margins, no lymphovascular, perineural, or angioinvasion no extrathyroidal extension, and pathologic staging was pT2NX []. There was also a single focus papillary thyroid microcarcinoma, follicular variant (0.8 × 0.6 × 0.4 cm), non-capsulated, margins were uninvolved by the carcinoma, closest margins were the anterior and posterior margins with < 0.5 mm clearance, no lymphovascular, perineural, or angioinvasion, no extrathyroidal extension, and pathologic staging was pT1aNX []. In addition, the histopathology showed an adenomatoid nodule in the left lobe (third lesion), classified as pT1a []. The patient was discussed at our thyroid MDT meeting, and she was straified as intermediate risk (ATA guideline). She was planned for low dose RAI ablation and thyroid cancer surveillance with neck US and thyroglobulin tumor markers, and suppressive therapy with Levothyroxine. US of the neck post total thyroidectomy and RAI ablation showed soft tissue structures in both thyroid beds bilaterally that could represent residual or recurrent thyroid tissue, although the non stimulated thyroglobulin was very low (0.2 ng/ml) and thyroglobulin antibodies were negative. depicts a summary of the six cases.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'24399786': 1, '25960965': 1, '24403717': 2, '20551551': 1, '28094848': 1, '20447064': 1, '15863962': 1, '22527809': 1, '29880224': 1, '29897005': 1, '7982684': 1, '34659576': 1, '23336429': 2, '18502331': 1, '25120808': 1, '6136320': 1, '21623114': 1, '577082': 1, '30359781': 1, '7977430': 1, '30830539': 1, '30464902': 1, '31672296': 1, '24427641': 1, '1398541': 1, '22425061': 1, '32645594': 2}", "similar_patients": "{'7341056-1': 2, '7341056-2': 2, '7341056-3': 2, '7341056-4': 2, '7341056-5': 2, '3883239-1': 1, '3552861-1': 1, '3552861-2': 1, '3552861-3': 1, '3552861-4': 1}"}