{"patient_id": 33968, "patient_uid": "7981810-1", "PMID": 33743613, "file_path": "comm/PMC007xxxxxx/PMC7981810.xml", "title": "A 78-year-old female with severe tongue pain: benefit of modern ultrasound", "patient": "A 78-year-old female was referred as an emergency to the ophthalmology department of the University Hospital Bonn. She reported blurred vision for seven days and loss of visual field as well as photopsia for 2 days. Amaurosis or diplopia were not reported.\\nShe had dry cough for 4 months. This was refractory to symptomatic and antibiotic therapy.\\nIn the past 5 weeks, the patient reported increasing diffuse thrusting, bilateral pain in the area of the mandible, while opening her mouth and while chewing. In addition, she noted a thrusting pain in her tongue, which initially increased postprandially but soon was present continuously, and led to difficulties in swallowing. The patient also reported weight loss of 4 kg over the past 4 weeks, increasing fatigue and subfebrile body temperatures as well as scalp tenderness. Severe headaches of the temporal area were denied, as well as myalgia and morning stiffness.\\nAll symptoms started on the left side, but affected both sides over time.\\nExaminations by a dentist, an orthodontist and an otolaryngologist remained without any findings.\\nThe patient was alert, orientated and had appropriate affect on clinical examination.\\nThe neurological examination remained unremarkable, without dolorous nerve exit points and a negative swinging flashlight test. The tongue appeared normal, with no diversion, swelling or necrosis. Palpation of the temporal arteries was normal.\\nChest radiography was without pathologies.\\nThe patient reported neither a history of vasoconstrictive medication, nor was there a history of radiotherapy involving any site of the body.\\nLaboratory results revealed increased inflammatory markers. C-reactive protein (CRP) was 71 mg/l (reference range, 0 to 5 mg/l) and erythrocyte sedimentation rate was 75 mm/h (reference range, < 30 mm/h).\\nOn admission, the best corrected visual acuity was 20/400 in the left and 20/25 in the right eye. Funduscopic examination of the left eye revealed optic disc edema with cotton wool spots along the upper temporal vascular arch. The macula and the retinal blood vessels appeared normal on fundoscopy (Fig. a).\\nOptical coherence tomography (OCT) of the left macula was normal and OCT of the optic disc confirmed disc edema in accordance with the clinical appearance. Retinal nerve fibre layer thickness was increased in the superior, temporal and inferior segments (Fig. b) and the optic disc showed diffuse leakage (“hot disc”) on fluorescein angiography (Fig. c). Based on these ophthalmological findings, anterior ischemic optical neuropathy (AION) of the left eye was diagnosed.\\nFollowing this, the patient was referred to the Department of Rheumatology at the University Hospital Bonn for further evaluation. The patient underwent ultrasound examination of all arteries typically involved in GCA according to OMERACT protocol []. A GE Logiq S8 XDclear ultrasound machine with software version R3 manufactured in 2018 was used. For sonographic examination of the axillary, vertebral and carotid arteries, a linear ultrasound probe with a range from 6 to 15 MHz was used, for all other small arteries including the central retinal artery an ultrasound probe with a range from 8 to 18 MHz was applied.\\nVascular ultrasound demonstrated a homogeneous, concentric thickening of the intima-media complex, known as halo sign, in several arteries of the head and neck area (Fig. ) [, ]. Ultrasound was performed on axillary arteries, vertebral arteries, common carotid arteries, superficial temporal arteries with both frontal and parietal branches, occipital arteries, facial arteries, and due to the lingual pain, also the lingual artery. Vasculitic affection with increased intima-media thickness (IMT) values above published cut-off values was observed in the common superficial temporal arteries on both sides, both frontal and parietal branches (up to 0.49 mm), as well as in the right facial artery (0.59 mm) and right axillary artery (1.09 mm) []. A halo sign was also visible in both vertebral arteries. Exact values and the respective cut-off values are depicted in Table .\\nFurthermore, due to tongue claudication and lingual pain, the deep lingual artery, which is a branch of the lingual artery, branching from the external carotid artery, was also examined by ultrasound. It displayed a typical vasculitic halo-sign (Fig. ). Vasculitic IMT swelling led to markedly reduced blood flow and visible IMT thickening in B-mode. Peak IMT of the lingual artery was 1.38 mm. There was no occlusion of the lingual artery. This sonographic finding explained the patient´s symptoms of thrusting pain of her tongue.\\nIn addition, transocular ultrasound of the central retinal artery was performed on both sides. Retinal artery displayed a systolic flow velocity of 8.2 cm/s on the left eye, and 7.5 cm/s on the right eye. This meant a marked reduction on both eyes, including the asymptomatic right eye. Until now, we have examined 25 healthy individuals with a mean systolic velocity of 14.4 cm/s (SD ± 3.2) of the central retinal artery.\\nThe ocular ultrasound findings were in agreement with both the patient’s visual symptoms and the ophthalmological findings mentioned above.\\nDiagnosis of GCA was made based on the patient´s symptoms, clinical examination, laboratory results and ultrasound findings, following the EULAR recommendations for imaging in GCA []. Therefore, therapy was promptly initiated. Due to the characteristical sonographic findings no biopsy of the superficial temporal artery or any other artery was performed.\\nThe patient received an initial daily dose of 500 mg methylprednisolone intravenous for five days followed by a daily dose of 60 mg prednisolone per os, tapered over 26 weeks according to the GIACTA treatment protocol []. Furthermore, tocilizumab treatment was initiated with a weekly dose of 162 mg subcutaneously due to the widespread affection of the arterial vascular bed.\\nWith treatment symptoms and laboratory markers quickly improved. Jaw claudication and tongue pain resolved within days and did not reoccur. The patient was dismissed five days later in stable clinical condition.\\nThree months after dismissal a follow-up examination was performed. The patient was on 9 mg prednisolone per day, 162 mg tocilizumab subcutaneously per week and free of symptoms. CRP was normal. On ultrasound examination a relevant decrease of IMT values could be observed in all affected arteries. IMT of the deep lingual artery had decreased from 1.38 to 0.77 mm. Systolic flow velocities of both central retinal arteries had increased from 8.2 to 21.6 cm/s on the left eye and from 7.5 to 19.1 cm/s on the right eye.\\nAt ophthalmological and sonographic follow-up examination 6 months after the patient´s dismissal, best corrected visual acuity increased from 20/400 to 20/40 in the left eye, the right eye was still without pathological finding. Funduscopic examination of the left eye showed a decrease of optic disc edema with a pale optic disc and narrow vessels.\\nOCT of the left macula revealed atrophy of inner retinal layers (Fig. e), while OCT of the optic disc confirmed absence of disc edema and a decrease of retinal nerve fibre layer thickness.\\nThe patient was on 12.5 mg prednisolone per day and 162 mg tocilizumab subcutaneously per week and free of symptoms. The dose of prednisolone was increased for a short time by an external rheumatologist, due to recurring headaches and CRP-elevation between the follow-up examinations.\\nOn ultrasound examination, a further decrease in IMT values could be observed (Table ). Flow velocity of both central retinal arteries showed stable values with 19.1 cm/s on the left eye and 17.2 cm/s on the right eye. IMT of the deep lingual artery had decreased from 0.77 to 0.34 mm.\\nTherefore, tapering of prednisolone and therapy with tocilizumab was continued following the GIACTA protocol [].", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'25802790': 2, '26016768': 1, '24279219': 1, '28431106': 1, '18021519': 1, '7898257': 1, '29949496': 1, '29862043': 1, '29358285': 1, '29727007': 1, '31575844': 1, '28460064': 1, '29961687': 1, '23653652': 1, '22451028': 1, '33743613': 2}", "similar_patients": "{'4329787-1': 1}"}