{"patient_id": 23003, "patient_uid": "7398207-1", "PMID": 32922873, "file_path": "comm/PMC007xxxxxx/PMC7398207.xml", "title": "A case of subdural hematoma with a medical history of hemophilia a and a review of related literature", "patient": "A 56-year-old man went into a coma after presenting with a headache and vomiting spontaneously 8 h before he was admitted to the hospital. The patient’s medical history was normal, except for hemophilia A. Due to a lack of factor VIII in the admitting hospital, he was transferred to our hospital.\\nOn arrival, the patient’s Glasgow Coma Score was 6/15. The diameters of the left and right pupil were 4 mm and 6 mm, respectively. The light reflex was absent in the right eye and diminished in the left. The patient had hypermyotonia with an absence of myodynamia, and the Babinski sign was positive on both sides. Coagulation function was assessed. The activated partial thromboplastin time (APTT) was increased to 103.4 s, factor VIII inhibitor was 0, and fibrinogen was decreased to 1.64 g/L. A computed tomography (CT) scan showed right acute parietal and frontotemporal SDH with a 15-mm midline shift. The hematoma volume was approximately 60 ml.\\nThe patient received a 250-ml infusion of mannitol as soon as he was admitted. We held consultations in the Hematology Department, intensive care unit, and Anesthesiology Department. We agreed that infusing sufficient factor VIII was the most important factor in the perioperative period. The operation proceeded normally, and the amount of bleeding was 4 U. Preoperative and postoperative CT scans are shown in Fig. . Based on the consultations, we infused the patient with 2400 U (40 U/kg) of factor VIII during the operation. We continued to infuse 2400 U of factor VIII per 12 h for the first 3 days after surgery, 1600 U per 12 h from the 4th day to the 1st week, and 1000 U per day from the 1st week to the 2nd week. The APTT was 34–57 s 2 weeks after the operation. When he was released from the hospital, factor VIII inhibitor was 0, and factor VIII activity was 25.9%. The APTT was 55.5 s, and the international normalized ratio was 1.16. The right oculomotor nerve showed paralysis with ptosis, and the diameter of the pupil was 5 mm. The right eye could abduct only. Myodynamia had recovered, and the Babinski sign was negative on both sides. He had a follow-up visit 3 months after discharge, and right oculomotor and right eye movements were observed. Cranioplasty was required after 6–12 months.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'21239793': 1, '4682073': 1, '15529790': 1, '11559935': 1, '24220140': 1, '18081890': 1, '76995': 1, '20102490': 1, '21114482': 1, '10583511': 1, '32922873': 2}", "similar_patients": "{}"}