{"patient_id": 21030, "patient_uid": "7305365-1", "PMID": 32563096, "file_path": "comm/PMC007xxxxxx/PMC7305365.xml", "title": "Tuberculous peritonitis; The effectiveness of diagnostic laparoscopy and the perioperative infectious prevention: A case report", "patient": "A 30-year-old man from Southeast Asia presented with right lower abdominal pain, fatigue, and slight fever lasting for a week. As a past medical history, pulmonary tuberculosis was treated with the combined use of 4 kinds of anti-tuberculous drugs (isoniazide, rifampicin, ethambutol, and pyrazinamide) for half a year when he was 3-years old. There were no respiratory symptoms when he was admitted to our hospital.\\nHigh score of CRP (13 mg/dl) and CA125 (486 U/mL) was pointed out by blood test, and ascites fluid was found by abdominal ultrasound. Chest-abdominal CT scan revealed no sign of pulmonary tuberculosis, but massive ascites and panniculitis with peritoneal nodules and the thickening of the omentumn ().\\nThe possibility of tuberculosis peritonitis and malignancy could not rule out, and we performed a diagnostic laparoscopy three days after admission to the TB ward.\\nBefore the operation, in the aspect of infection control and prevention, we carried out the direct smear examination three times, which were all negative and prepared N95 masks, Goggles, and Negative pressure room during the operation following the standard precaution for pulmonary tuberculosis.\\nWith the patient in a supine position, we used three ports (A 12 mm for scope, 12 mm for Harmonic and 5 mm) and rolled the port position on the left side of hilum because adhesion around the hilum was expected. Intraperitoneal findings were very characteristic; 1. Ascites with slightly cloudy at the both paracolic sulcus and rectovesical pouch, 2. Numerous white nodules (a few millimeters) at the abdominal wall, 3. Thicken omentum with white nodules on the surface (B, C).\\nDuring the operation, we performed biopsy from peritoneum and omentum for rapid histological evaluation and pathological diagnosis (D). In addition, the culture and PCR using peritoneum, omentum, and the ascitic fluid were carried out. PCR with peritoneum and omentum found out to be negative 7 days after operation. Acid-fast bacilli (AFB) culture with peritoneum and omentum tested positive of Mycobacterium tuberculosis 25 days after operation.\\nBut Langhans giant cell and caseating granuloma with necrosis was confirmed by the rapid pathological examination from the peritoneum (), and the score of adenosine deaminase (ADA) resulted in a high score (136.7 U/L) during the operation. Hence, we could start the anti-TB drugs on the next day of operation. No drain was placed due to the less invasive, and the postoperative course was uneventful. He discharged 6 days after surgery. Treatment with anti-TB drugs continued 6month, and after that, the patient is currently under observation.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'25943103': 1, '16940883': 1, '10841091': 1, '25356043': 1, '16197489': 1, '29100448': 1, '12588714': 1, '20973271': 1, '16382216': 1, '31338118': 1, '30342279': 1, '1530803': 1, '11294410': 1, '27730779': 1, '12504225': 1, '6310399': 1, '12781888': 1, '17509025': 1, '32563096': 2}", "similar_patients": "{}"}