{"patient_id": 31182, "patient_uid": "7828748-1", "PMID": 33510986, "file_path": "comm/PMC007xxxxxx/PMC7828748.xml", "title": "An Intriguing Case of Pneumoperitoneum In a Patient With COVID-19: Do All Pneumoperitoneum Cases Need Surgery?", "patient": "A 47-year-old male patient with a history of hypertension, diabetes mellitus type 2, current smoker with one pack per day was admitted to our hospital with cough, congestion, shortness of breath, and fever for five days. On admission, he was found to be positive for COVID 19. His vital signs were the following: temperature 39.4° Centigrade, heart rate (HR) 124 beats/minute, blood pressure (BP) 160/110 mm Hg, oxygen saturation (SpO2) of 88% on room air, and 93% on 3L of oxygen via nasal cannula. Chest X-ray showed right pulmonary opacity mainly at the basal region with some streaky left retro cardiac opacities (Figure ).\\nHe was able to talk in full sentences. Chest examination revealed bilateral basal crackles. Cardiac examination revealed normal heart sounds and regular rhythm, the abdomen was soft, non-tender with normal bowel sounds, and the examination of the nervous system did not reveal any abnormalities. He was started on prophylactic low dose molecular weight heparin (LMWH) subcutaneous injections, two units of convalescent plasma for COVID-19, parenteral remdesivir, and oral dexamethasone 6 mg per oral daily. Over the next seven days, the patient’s oxygen requirement increased gradually despite the treatment, and he ended up on continuous bilevel positive pressure support (BiPAP) with 100% fractional inspired oxygen (FiO2). On the ninth day of admission, his work of breathing continued to worsen even on BiPAP. His Chest x-ray showed worse diffuse bilateral airspace opacities, new pneumomediastinum, and subcutaneous emphysema (Figure ).\\nLaboratory findings were notable for leukopenia with white blood cell count of 3.7 per microliter (range: 4.5 to 11.0 X 109 /L), worsening serum creatinine of 1.23 mg/dl (admitted with serum creatinine of 0.8 mg/dl), d-dimer 827 ng/ml (normal less than 500 ng/ml), serum ferritin 1836 ng/ml (range: 20 to 250 ng/ml), lactate dehydrogenase 363 units/liter (normal range: 140 to 280 units/ liter) and C-reactive protein of 5.3 mg/liter (normal less than 10 mg/liter). He was subsequently intubated and transferred to the intensive care unit. Given large pneumomediastinum and initiation of invasive ventilation with high positive end-expiratory pressure (PEEP) ranging from 8 to 10 centimeter of water, chest tubes were also placed preemptively. An X-ray taken the next day incidentally showed free air under the diaphragm apart from the pneumomediastinum, subcutaneous emphysema, and bilateral chest tubes (Figure ) with similar findings in computed tomography (CT) of the chest (Figure ). However, a CT scan of the abdomen and pelvis did not reveal any evidence of bowel perforation but did show a large pneumoperitoneum (Figure ).\\nGeneral surgery was consulted for the pneumoperitoneum. They recommended managing the patient conservatively due to the absence of evidence for bowel perforation on computed tomography imaging of the abdomen and pelvis. The patient’s abdomen started getting softer and less distended in the next few days. Pneumoperitoneum resolved after five days of diagnosis with the improvement of pneumomediastinum (Figure ).", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'9926735': 1, '13950138': 1, '24083220': 1, '34741961': 1, '33995744': 1, '10921609': 1, '16420808': 1, '30899632': 2, '5945819': 1, '8060041': 1, '22872540': 1, '24629919': 1, '1399374': 1, '33510986': 2}", "similar_patients": "{'6420328-1': 1}"}