{"patient_id": 101909, "patient_uid": "7591206-1", "PMID": 33145251, "file_path": "noncomm/PMC007xxxxxx/PMC7591206.xml", "title": "Primary Multiple Intracranial Extradural Hydatid Cysts: A Rare Entity Revisited", "patient": "A 20-year-old female patient presented to us with intermittent headache since last 1 month which was gradually increasing in intensity. There was no history of recent trauma, vomiting, convulsions, or any weakness. The patient had a history of prolonged canine contact. Neurological examination was completely normal. Skull and chest films were normal. Magnetic resonance imaging (MRI) of the brain with contrast was done which showed T1 hypointense lesion with multiple septae; it was hyperintense on T2-weighted images. It showed a typical cartwheel appearance as seen in hepatic hydatid cyst. Pressure erosion of the adjacent bone was seen on computed tomography (CT) of the brain [Figure -]. Hence, hydatid cyst was considered as a probable diagnosis. Ultrasound of the abdomen was completely normal.\\nAs there was a significant mass effect over the underlying brain parenchyma, the patient underwent surgical excision of lesion. Intraoperatively, multiple cysts were found completely in extradural space with pressure erosion of the skull bone at some places. Dura was completely normal with no intradural involvement. The inner table was eroded by the mass, but there was no evidence to suggest that the cyst arose from the diploic space. There was a yellow colored large mother sac with multiple daughter cysts. Complete excision of cyst was achieved; savlon wash was given [Figure -]. Postoperatively, the patient recovered well without any deficits and was discharged on the 7th postoperative day. Postoperative CT scan of the brain showed complete excision of lesion. Postoperatively, the patient was given albendazole and steroids. On follow-up at 3 months, the patient was doing better with complete relief from headache and no recurrence [].", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'29899780': 1, '6431783': 1, '34942906': 1, '1620312': 1, '10514582': 1, '8799547': 1, '33145251': 2}", "similar_patients": "{}"}