{"patient_id": 19401, "patient_uid": "7220125-1", "PMID": 32011484, "file_path": "comm/PMC007xxxxxx/PMC7220125.xml", "title": "A case report of paravertebral low-grade malignant fibrous myxoid sarcoma", "patient": "The patient was a 60-year-old woman with pain in the lower back and right anterior thigh for more than 3 years. At the age of 12 years, painless nodules were discovered in the patient's lower back. At 32 years old, several egg-sized masses accompanied lower-back pain; the patient was diagnosed with fibromatosis, and the lesions were surgically removed in a local hospital. Restrained by medical capabilities at that time, pathological examination was not performed, and the surgical resection scope was limited; thus, the tumor was not completely removed. The patient complained that in the past 3 years, the pain level of the mass in her lower back increased and was accompanied by pain in the right anterolateral thigh. Physical examination revealed a palpable mass of approximately 18 × 8 cm in size at the L1-S1 level. Palpation further showed positive tenderness at the protruding site and decreased shallow sensation of the right anterolateral thigh. The muscle strength and reflex of both lower limbs were normal, and pathological signs were negative. There was a normal pulse in the arteria dorsalis pedis.\\nAuxiliary examination was also conducted. X-ray examination showed an irregular, high-density shadow in the posterior aspect of L1-2 (Fig. ). A computed tomography (CT) scan revealed bone destruction in the adnexa of L1-S2 that was surrounded by lump-like abnormal density shadows. The CT intensity was approximately 9-53 HU. Multiple plaque-like calcifications ranging from T11 to S3 were also observed (Fig. ). magnetic resonance imaging (MRI) showed a huge irregular mass shadow, with an unclear boundary of approximately 11 × 11 × 22 cm in size. There were uneven signals: low T1 signals were mixed with high T2 signals; multiple divisions were seen inside the mass; and multiple patchy high T1 and low T2 signals were present above the lesions. The lesions protruded into the abdominal cavity, the spinal canal and the posterior soft tissues, with protrusion into the abdominal cavity on the right side at the L3-5 vertebral level and into the intraspinal canal via the right intervertebral foramen, and the canal at the corresponding level was compressed. An enhanced scan indicated uneven reinforcement and obvious enhancement of the divisions in the lesions (Fig. ). Abdominal aorta computed tomography angiography examination showed that 2 and 3 right lumbar arteries were on the lesion surface, with some small branches entering the lesion (Fig. ). Ultrasound-guided puncture revealed spindle cell tumor pathology and partial myxoid degeneration and suggested a mesenchymal tissue origin. No chest metastasis was found by chest CT.\\nHer admission diagnosis was a paravertebral substantial mass (nature to be examined).\\nPosterior lumbar tumor resection, decompression, iliac bone graft fusion and internal fixation were performed. A 30-cm incision was made at the median line of the mass. The subcutaneous tissue and deep fascia were cut layer by layer, and the tissues attached to the tumor capsule were slowly separated; the tumor supply blood vessels were then ligated, and the tumor pedicle was cut off, enabling removal of the tumor tissue. The tumor was solid and soft with myxoid tissue on the surface. Other tumor tissues were removed by the same surgical procedure. Muscle was dissected along the lamina and pulled laterally to expose L2, L3, L4, L5, S1 and bilateral facet joints. Seven appropriate pedicle screws were inserted at the left L2, L3, L4, L5, S1 and the right L2 and S1. Part of the vertebral plate between the L4 intervertebral plates was incised to relieve spinal cord compression. The bilateral facet joints of L2, L3, L4, and L5 were removed, and the cancellous bone was exposed as a bone graft bed. The allogeneic bone was trimmed into fragments and implanted into the bone graft bed. After washing, a drainage tube was placed, and the tissues were sutured layer by layer.\\nAccording to postoperative pathology, the mesenchymal tissue-derived low-grade malignant tumors were diagnosed as LGFMS. Immunohistochemistry results were as follows: vimentin (+), Dog-1 (+), CD34 (vascular +), CD99 (+), bcl-2 (+), Ki-67 (2% +), CD117 (−), s-100 (−), SMA (−), desmin (−).\\nSupportive treatment and anti-inflammatory treatment were provided after the operation; chemoradiotherapy was not performed. Her VAS decreased from 7 points at admission to 2 points at postoperative follow-up. The patient was discharged on postoperative day 13 and did not show recurrence at the 6-month follow-up (Fig. A and B).", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'28558780': 2, '30509048': 1, '22685861': 1, '14507419': 1, '18509725': 1, '27601843': 2, '29482535': 2, '32966933': 2, '3673943': 1, '26276044': 1, '26293323': 2, '29854356': 2, '27217684': 1, '32011484': 2}", "similar_patients": "{'5971385-1': 1, '5450221-1': 1, '6389061-1': 1, '4989581-1': 1, '4545910-1': 1, '7509366-1': 1}"}