{"patient_id": 20709, "patient_uid": "7291411-1", "PMID": 31208160, "file_path": "comm/PMC007xxxxxx/PMC7291411.xml", "title": "Catecholamine-induced Myocarditis in a Child with Pheochromocytoma", "patient": "A 12-year-and-2-month-old male patient was brought to the emergency department due to palpitations that started at night together with repeated vomiting; ten episodes of vomiting were reported. It was learned that the patient had been followed up in the neurology clinic with the diagnosis of NF1, had no other complaint and did not use any medication. On physical examination, arterial blood pressure was 113/81 mmHg, pulse was 125/min, body temperature was 36.5 °C, weight was 30.5 kg (-1.86 standard deviation (SD)], and height was 137.9 cm (-1.87 SD). There were extensive cafe-au-lait spots, including in the lumbosacral and gluteal regions and covering the left thigh, and a 10x10 cm non-tender lumbar soft tissue lesion. The testicular volumes were 4/4 mL. There was no consanguinity between his parents. Laboratory tests showed a white blood count count of 12.8x103 µL/L and a serum C-reactive protein concentration of 1.1 mg/dL [normal range (NR): 0-0.5]. Thyroid function tests were normal, while cardiac enzymes were elevated; troponin 1: 3.6 ng/mL (NR: 0-0.04), Pro-brain natriuretic peptide: 6730 ng/L (NR: 0-125), creatine kinase muscle B: 43 U/L (NR: 0-24). Electrocardiogram (ECG) revealed no pathological findings other than sinus tachycardia. The patient was diagnosed with and treated for myocarditis as echocardiography (ECHO) revealed a left ventricular ejection fraction (LVEF) of 48%, and mild mitral and aortic insufficiency. Serologic tests for the commonest viruses associated with CM, including Adenovirus, Coxsackie group B, Parvovirus, Herpes Simplex virus, Epstein-Barr virus, Rubella, and Human Immunodeficiency virus, and blood cultures were negative. Since blood pressure that was normal at the time of admission had become elevated (140/90 mmHg) by the 5th day of hospitalization, the patient underwent Doppler ultrasound and subsequent abdominal magnetic resonance imaging (MRI). The MRI indicated that a 41x46x45 mm solid mass lesion, which had heterogeneous but diffuse contrast enhancement, was located between the liver and the anterior upper pole of the right kidney, displaced the liver to the anterior, and was heterogeneous hypointense in the T1A series and heterogeneous hyperintense in the T2A series (). Due to the combination of hypertension and an adrenal mass, a PCC was suspected and the relevant investigations were performed. 24-hr urine metanephrine was 13124 µg/L (NR: 50-250), 24-hr urine normetanephrine was 4987 ng/mL (NR: 84-422), plasma metanephrine was 136 ng/mL (NR: <90), adrenocorticotropic hormone was 21 pg/mL, and cortisol was 26 µg/dL. The diagnosis of PCC was confirmed by elevated levels of urinary and plasma metanephrines. Gallium-68-dodecanetetraacetic acid tyrosine-3-octreotate (68Ga-DOTATATE) positron emission tomography indicated a 40x55x45 mm mass with well-defined smooth margins between the upper pole of the right kidney and posteromedial of the right lobe of the liver. ACE inhibitor (Enalapril) and furosemide treatment initiated for the patient with the diagnosis of myocarditis were terminated. The patient was started on doxazosin treatment and subsequently on amlodipine for PCC. Doxazosin therapy was initiated at 1 mg/day, the dose was increased with blood pressure monitoring, and then, the calcium channel blocker amlodipine was added at 0.05 mg/kg/day. Blood pressure was brought under control (lowered below the 95th percentile) with both drugs at 10 mg/day. The patient underwent surgery once the LVEF increased to 76%. A high-sodium diet was recommended before the surgery. A saline infusion was initiated the night before the surgery and continued during the surgery for volume expansion. Blood pressure monitoring was performed intraoperatively. No hypotension was observed during and after the excision of the mass. There was no complication during or after the surgery. Pathological findings of the excised mass were compatible with PCC (). Histological and immunohistochemical analyses confirmed the diagnosis of PCC.", "age": "[[12.0, 'year'], [2.0, 'month']]", "gender": "M", "relevant_articles": "{'1787652': 1, '28752085': 1, '18045948': 1, '27460956': 1, '29121733': 1, '30603807': 1, '19767873': 1, '24893135': 1, '22962301': 1, '28324046': 1, '21042801': 1, '31208160': 2}", "similar_patients": "{}"}