{"patient_id": 25341, "patient_uid": "7505610-1", "PMID": 32968570, "file_path": "comm/PMC007xxxxxx/PMC7505610.xml", "title": "Evaluation and Management of Sacroiliac Dysfunction Utilizing an Evidence-Based Algorithmic Approach: A Case Study", "patient": "A 25-year-old male, active duty U.S. Marine, presented with a three-year history of left-sided lower back pain and intermittent radiating pain down the left posterior thigh to the back of the knee. The initial onset of pain was attributed to squatting 135 pounds as part of his training program as a casket bearer for the Marine Corps. He reported that while squatting, his left side “gave away” and he immediately experienced radiating pain down his posterior left leg but was otherwise neurologically intact. The MRI report of his lumbar spine performed at an outside institution noted mild L2-S1 disc degeneration with no canal or foraminal stenosis. The patient underwent an extensive multimodal treatment program to address presumptive discal pathology consisting of physical therapy and chiropractics over a two-year period. He reported minimal improvement with treatment and kept up with his work activities despite the pain. He experienced an acute flare in pain approximately one year prior to presentation to our clinic while lifting a 45-pound plate. This pain recurrence prompted him to re-initiate physical therapy where he was prescribed a program of core strengthening without significant benefit. He was subsequently referred to the Interdisciplinary Pain Management Clinic (IPMC) at Tripler Army Medical Center (TAMC), Honolulu, Hawaii for evaluation and management. At presentation he was 72 inches, 215 pounds with a BMI of 29.16. He had no history of trauma and no other significant past medical, surgical or psychiatric history. He was taking 7.5 mg meloxicam once a day, and methocarbomol 500 mg and acetaminophen on an as-needed basis. The patient did not meet any of the prognostic variables for serious pathology such as age <20 or >45 with no precipitating event, night pain, pain that causes the patient to be constantly moving or curled up in the sitting position, or constitutional symptoms (fatigue, nausea, diarrhea, fever). He had difficulty getting to sleep due to finding a comfortable position, but was not waking up due to pain. The patient’s goals were to stay in the military and deploy to Southeast Asia in one month with his unit.\\nPhysical examination\\nPhysical evaluation at the IPMC revealed that the patient’s pain was localized to the left posterior superior iliac spine (PSIS), the left piriformis, and along the insertion of the thoracolumbar fascia at the sacral base. The patient completed a Defense and Veterans Pain Rating Scale (DVPRS) (Figure ) [] with his pain level rated at 8/10. The subsets of the pain supplemental questions for activity, sleep, mood, and stress were rated at the initial encounter as 9/10, 7/10, 7/10, and 9/10, respectively, and were assessed at each follow-on visit (Table ). The patient did not report any pain along the lumbar spine. Pain down the left posterior leg was not present at the time of the initial evaluation. A neurological clearing examination of L1-S1 revealed no dermatomal sensation changes or myotomal weakness in his bilateral lower extremities. The straight leg raise test was negative bilaterally. The patient’s lumbar range of motion (ROM) was assessed in standing using an inclinometer. He demonstrated full lumbar extension and side bending. At 30 degrees of lumbar flexion, he reported an increase in pain at the left PSIS. Hip ROM was assessed in supine with the hip flexed to 90 degrees using a goniometer. There was a 10 degree decrease in internal rotation on the left side compared to the right. Posterior anterior pressure applied manually to the spinous processes of L1 through L5 into the end range of joint motion did not change his pain.\\nPain provocation tests\\nTo determine if the patient met the SIJ clinical prediction rule (CPR) for identifying joint dysfunction [], the following pain provocation tests were used in this study: (1) thigh thrust, (2) Gaenslen’s test, (3) sacral thrust, (4) distraction test, and (5) compression test. For the thigh thrust, the patient is supine with hip and knee flexed. The examiner cups the sacrum with one hand and applies force axially through the knee providing a shear force to the SIJ. During the Gaenslen’s test, the patient lies supine with one leg over the side of the table and the opposite knee pulled towards the chest. The examiner applies pressure against the knee towards the chest and through the thigh towards the floor. The sacral thrust involves the examiner applying a downward force to the sacrum with the patient prone. In the distraction test, the patient lies supine while the examiner applies a posterior force to bilateral anterior superior iliac spines at the same time. Finally, during the compression test, the patient lies on his side and the examiner applies a downward pressure on the upper iliac crest. Each of these tests are considered positive if pain is reproduced. Tests (1) through (3) were positive while (4) and (5) were negative. When three or more tests in this CPR are positive, the sensitivity is 0.91 and specificity is 0.78 with a positive and negative likelihood ratio of 4.5 and 4.0, respectively [].\\nMotion palpation tests\\nIn standing, inspection and palpation revealed asymmetry in the patient’s pelvic landmarks with his posterior superior iliac spine (PSIS) and iliac crest elevated on the left side as compared to the right. The motion palpation tests utilized were as follows: (1) forward flexion test, (2) Gillet’s test, and (3) the supine to sit test. In the forward flexion test, the PSIS’s are assessed for motion as the patient bends forward from a standing position. The response is positive if the PSIS moves first and/or higher on the painful side. In the Gillet’s test, the PSIS is palpated as well as the S2 spinous process while the patient is standing. The patient raises his knee towards his chest. If the PSIS on the painful side remains at the same level or raises, the test is positive. The supine to sit test allows the examiner to assess leg length while the patient slowly moves from a supine position to a long sit position. The movement of the medial malleoli is compared with a change in symmetry indicating a functional leg length discrepancy. In this case, all of the tests were positive on the left side and negative on the right side [].\\nStrength and flexibility assessment\\nDuring the initial evaluation, the patient’s flexibility was also assessed. The patient presented with tightness of the iliopsoas, piriformis, and hamstrings on the involved side. Gluteus medius weakness was assessed in side-lying with manual muscle testing. The patient’s hip abduction was weaker on the left side compared to the right.\\nIntervention\\nThe patient was treated according to an algorithm developed at the IPMC (Figure ). Upon initial treatment, he underwent a common osteopathic manipulation technique (OMT) directed at the left ilium to address the SIJ dysfunction (Figures , ) []. This maneuver resulted in immediate improvements in lumbar flexion to 50 degrees as well as negative provocation testing (i.e. thigh thrust and sacral thrust) and motion palpation tests (i.e. forward flexion test and Gillet’s test).\\nTo identify the impact of piriformis tightness upon the patient’s pain presentation and the effect of stretching upon achieving treatment success, instrument assisted deep tissue mobilization was performed using the VibraCussor® (IMPAC Inc., Salem, OR) directed at the piriformis for ten minutes. This treatment was followed by manual passive stretching of the piriformis in supine. Following treatment, the patient demonstrated full lumbar motion and hip internal rotation without pain. The patient was started on a home exercise program consisting of piriformis stretching and lumbopelvic stabilization exercises directed at improving muscle endurance of the abdominals, hamstrings, and hip adductors. The patient was asked to follow up three days later.\\nUpon the first follow-up, the patient reported that the pain relief experienced at the first visit lasted two days, but that repeated forward bending during a routine task of daily living, specifically making dinner, resulted in a return of his baseline pain levels. Examination revealed pelvis asymmetry and piriformis tightness similar to the initial evaluation. The treatment as described in the algorithm was repeated, and he was instructed to follow up two days later.\\nBy the third visit, there was a precipitous reduction in pain during activity and sleep. The same treatment performed at the previous two visits was repeated. The patient again reported an immediate reduction in pain with full lumbar motion. By the fourth visit, assessment of the pelvic landmarks was symmetrical and motion testing was negative. The patient was encouraged to start squatting and take a slow jog to assess progress towards goal achievement. At reassessment on the fifth visit, he continued to report reductions in pain across all subsets of the DVPRS.\\nAt the sixth and seventh visits, directional cupping was applied to address thoracolumbar fascia tightness. Active release followed by manual stretching to the iliopsoas was provided to improve flexibility. The directional cupping technique involved the application of five plastic cups to the area of the sacral base and lower lumbar paraspinals. Once the suction was induced, the cups were manually moved up/down and back/forth for a period of five minutes. For the active release, pressure is applied to the iliacus muscle against the pelvic rim while the patient actively extends his leg from hip flexion to neutral in supine. This technique is repeated several times until the muscle relaxes and there is less resistance felt during passive stretching.\\nUpon the eighth and final visit, the patient reported no pain across all DVPRS subsets. The patient reported squatting 135 pounds to a depth and intensity greater than his pre-injury level. He was able to perform all physical activities required for his physical fitness test without pain. He was subsequently discharged from the IPMC and deployed the following week.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'33520553': 2, '12831676': 1, '34667694': 2, '30045603': 1, '30691749': 1, '23720124': 1, '12855929': 1, '22630613': 1, '15195038': 1, '19119403': 1, '22994881': 1, '17134467': 1, '7939978': 1, '25139243': 1, '21929806': 1, '22622915': 1, '18204902': 1, '30700068': 1, '16902687': 1, '32968570': 2}", "similar_patients": "{'8520408-1': 1, '7839810-1': 1}"}