{"patient_id": 20299, "patient_uid": "7265755-1", "PMID": 32494537, "file_path": "comm/PMC007xxxxxx/PMC7265755.xml", "title": "Combined Tibial Tubercle Fracture With Patellar Tendon Avulsion in an Adult: A Rare Case and Novel Fixation Technique", "patient": "A healthy 62-year-old male hospitality worker presented to the hospital with left knee pain and an inability to walk following a mechanical fall on ice. The patient was healthy and denied previous trauma, and corticosteroid or quinolone use. Examination of the left knee revealed a compromised extensor mechanism and a palpable defect at the inferior insertion of the patellar tendon, with diffuse pain and swelling but no neurovascular or skin compromise. Radiographs demonstrated tibial tubercle avulsion fracture and patella alta (Figure ). The tubercle fragment was translated 1.5 cm proximally and rotated 90º (Figure ).\\nUltrasonography demonstrated an intact quadriceps tendon and a normal patellar tendon origin at the inferior patellar pole. The distal aspect of the patellar tendon could not be fully visualized by ultrasound due to overlying hematoma, but proximal retraction was noted (Figure ).\\nSurgical treatment occurred 24 hours following presentation. An anterior midline approach was used. After excising hemorrhagic prepatellar bursa, evacuating overlying traumatic hematoma, and exposing the fracture donor site (Figure ), it was apparent that in addition to the tibial tubercle fracture, the patellar tendon was completely avulsed from the tubercle fragment (Figure ). To begin, provisional fixation was achieved with two Kirschner wires. Two transosseous #5 polyester sutures (one medial and one lateral) were placed from intact cortical bone into cancellous bone of the donor site through pilot holes; these sutures were then pushed through the tubercle fragment and were secured through the patellar tendon using a Krackow technique (Figure ).\\nAt this point, slots were cut into the central two holes of a four-hole, 3.5-mm one-third tubular plate. Before tensioning the tendon, this plate was positioned over the reduced tubercle fragment by passing the transosseous sutures through the slots of the plate (Figure ). Two 4-mm cancellous screws were used to secure the plate, thereby providing fixation of the tubercle fragment (Figure ). The sutures were tensioned and locked, reducing the patellar tendon to the bony fragment and tibia. The primary fixation was reinforced using a third #5 polyester suture, placed through an additional transosseous pilot hole distal to the fracture site and secured to the tendon again using a Krackow technique (Figures , ). Medial and lateral retinacular defects were repaired.\\nReview of final fluoroscopic images confirmed reduction of the tubercle and showed patella baja (Figures , ). Two weeks following surgery, the patient began weight bearing in a fixed knee splint. At six weeks, the operative knee could be passively flexed with no pain to 20º so the patient began gradually increasing range of motion in a hinged knee brace, initially locked at full extension. At three months, radiographs demonstrated appropriate patellar height (Figure ); the patient had active range of motion from full extension to 120º of flexion with only mild discomfort. At one year, radiographs were unremarkable other than minimal osseous debris and/or ossification (Figure ). The patellar height ratio (0.8) was within normal limits using both Caton-Deschamps (normal 0.8-1.2) and Insall-Salvetti (0.75-0.99) methods [-]. The patient had full active range of motion (full extension to 135 degrees) and strength (5/5) equivalent to the uninjured knee, with no residual pain, hardware irritation, or bursitis.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'8775124': 1, '2229123': 1, '34249524': 1, '2225644': 1, '23411937': 1, '28956182': 1, '17571833': 1, '5111961': 1, '6216535': 1, '27916579': 1, '22918617': 1, '15241161': 1, '3958174': 1, '32494537': 2}", "similar_patients": "{}"}