{"patient_id": 25490, "patient_uid": "7512028-1", "PMID": 33024550, "file_path": "comm/PMC007xxxxxx/PMC7512028.xml", "title": "Case Report: Cryptococcal meningitis in Hodgkin’s Lymphoma patient receiving brentuximab-vedotin therapy", "patient": "A 48-year-old Caucasian male presented at the outpatient clinic in May 2019 with holocranial headache, more intense at occipital level, lasting for 6 days, with increasing intensity over the last couple of hours, associated with photophobia and vomiting.\\nThe patient was diagnosed in 1993 with Classic Hodgkin Lymphoma, nodular sclerosis subtype, stage IVB, achieving complete remission after first line chemotherapy. Since then, the patient suffered several relapses and underwent radiotherapy, one autologous bone marrow transplant in 1998, as well as an allogenic stem cell transplant in 2001, followed by several lines of chemotherapy. From October 2018 to this episode, the patient was taking brentuximab due to a hepatic hilar lesion. Sequencial imaging assessments showed a large left infratentorial arachnoid cystic lesion that was being monitored. (\\n).\\nAt first evaluation, the patient was conscious and aware, hemodynamic stable and subfebrile, presenting general tremors and limited cervical mobility.\\nBlood workup revealed elevated C-reactive protein with 73.2 mg/L (normal range under 5 mg/L), without other abnormalities.\\nA head computed tomography (CT) scan showed the pre-existing cystic lesion in the left cerebellopontine angle with a slight right brainstem deviation, without associated edema (\\n), confirmed by magnetic resonance imaging (\\n). The case was discussed with the Neurosurgery Department and a lumbar puncture was postponed as it was considered a high-risk procedure. The patient started antibiotics with ceftriaxone (2 g q12h) and ampicillin. (2g q4h) At day 4, blood cultures came back positive for\\nCryptococcus neoformans sensitive to Posaconazole, Amphotericin B and Itraconazole, so that patient started Liposomal Amphotericin B (3mg/kg id) and Flucytosine (100 mg/kg per day orally in four divided doses) for 14 days and low dose corticosteroid therapy (4 mg per day). There was a progressive improvement of the symptoms and patient was discharged after 19 days with prescription of Fluconazole (400mg per day).\\nAfter one month of treatment, a ventricular puncture was performed and normal pressure cerebrospinal fluid (CSF) revealed glucose consumption and elevated levels of proteins (\\n), as well as positivity for cryptococcal polysaccharide capsular antigen. Follow-up lumbar punctures were performed to assess CSF characteristics and cryptococcal antigen assessment. Patient was kept under consolidation therapy with Fluconazole for 10 weeks with a favorable clinical evolution, as well as decreasing levels of protein and nucleated cells count as seen in\\n. Patient maintains close surveillance under regular appointments at the Onco-Haematology Clinic. However, headache complaints increased in intensity shortly after dexamethasone discontinuation with an intermittent pattern. Patient died in another hospital about 8 months after the meningitis diagnosis due to a cardiovascular event.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'20463247': 1, '26897067': 1, '26932366': 1, '33807678': 1, '29785613': 1, '31382367': 1, '33024550': 2}", "similar_patients": "{}"}