{"patient_id": 31061, "patient_uid": "7819202-4", "PMID": 33472655, "file_path": "comm/PMC007xxxxxx/PMC7819202.xml", "title": "Pancreatic involvement in patients with inborn errors of metabolism", "patient": "Case 6 was a 35-year-old woman who was confirmed to be blind and diabetic. She was born at full term via NSVD to a 21-year-old mother (G2P1 SAB) with a birth weight of 3.73 kg. She had tunnel vision, myopia, and night blindness at the age of 5 years. At the age of 7, she was diagnosed with juvenile-onset diabetes. She had menarche when she was 16 years old. She was evaluated metabolically at the age of 34 and high ornithine levels were detected in her blood and urine. Hyperornithinemia/gyrate atrophy was confirmed. She was legally blind, but had been working with constricted visual field at a daycare center. She had normal chromosomes (46, XX). The pancreatic autoimmune panel test was negative for the GAD protein and islet cell antibody; however, a high titer of anti-insulin antibodies was observed, which might be due to insulin therapy. Her vital signs, including blood pressure (110/70 mm Hg), were stable. Her weight was 57.1 kg (50th percentile), height was 156 cm (10th percentile), and HC was 54.5 cm (25–50th percentile). She looked relatively healthy and had a round face. Physical examination showed short stature and sparse light and dark hair. Her lower thoracic cage was prominent. Her lungs were clear to auscultation and heart sounds were normal without murmurs. Regarding the extremities, she had short limbs, thick and short fingers, missing knuckles of the 4th fingers, abnormally long 2nd and 4th toes, pitting edema, and mildly short Achilles tendons. She had subcutaneous nodules on both legs, lipodystrophy on the injection sites of the abdomen, and brisk DTR. In addition, her visual field was extremely constricted and her fundi showed abnormal pigmentation, sparing a small proportion of the retina. Ophthalmologic examination revealed isocoric pupils, clear corneas, pale fundi, and thin retinal vessels; she also had limitations of extraocular muscle movements in all directions, with nystagmus. Plasma amino acid analysis showed ornithine levels of 756–900 µmol/L (reference: 106 µmol/L). After the diagnosis of gyrate atrophy of the choroid and retina associated with hyperornithinemia, she was fed a low-protein diet (Table ). During the follow-up, she did not have pancreatitis (Table ).", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'24265565': 1, '6489380': 1, '9673537': 1, '2116556': 1, '7033493': 1, '23431490': 2, '8439664': 1, '31808324': 2, '4691868': 1, '11032339': 1, '4788799': 1, '8325986': 1, '18668805': 1, '6928812': 1, '5344427': 1, '7861370': 1, '2269517': 1, '7512063': 1, '30621956': 1, '8618204': 1, '1787337': 1, '8301430': 1, '10801062': 1, '18728537': 1, '24083160': 1, '14184345': 1, '213719': 1, '27535145': 1, '20924605': 1, '7616665': 1, '2505211': 1, '565877': 1, '10400113': 1, '1826102': 1, '2680736': 1, '1138589': 1, '4158824': 1, '12120223': 1, '4685843': 1, '7564238': 1, '1743219': 1, '9239919': 1, '33472655': 2}", "similar_patients": "{'7819202-1': 2, '7819202-2': 2, '7819202-3': 2, '6900407-1': 1, '3575664-1': 1}"}