{"patient_id": 104912, "patient_uid": "7879291-1", "PMID": 33613232, "file_path": "noncomm/PMC007xxxxxx/PMC7879291.xml", "title": "Vitiligo-Like Depigmentation following Treatment with Imiquimod 5% Cream for Condylomata Acuminata", "patient": "A 34-year-old single male, with no known medical conditions, presented to our clinic with multiple smooth surfaced hyperpigmented pedunculated lesions over both sides of his scrotum and a few small verrucous papules over the dorsal surface of his penis. He was diagnosed as having genital warts (condylomata acuminata) and was prescribed imiquimod 5% cream with clear instructions to carefully apply it over the affected area three times per week. He was clearly instructed and directed to apply a thin layer of the cream over a clean area and to rub it in until it was no longer visible, before going to sleep for at least 8 h, and to then wash it off in the morning.\\nThree months later that young healthy male, who was not known to have any personal or family history of vitiligo, presented with vitiligo-like depigmentation (Fig. , , ). The depigmentation was extending beyond the application sites, but it was still localized to his genital area. Other vitiligo-prone areas were not involved. The patient denied using any topical treatment other than imiquimod.\\nPhysical examination showed multiple well-defined depigmented macules and patches localized over his genital area (specifically: the scrotal area, the glans penis, and the shaft of the penis), which showed accentuation of pigment loss with Wood's lamp examination. Unfortunately our patient refused to have a biopsy of the depigmented areas to confirm his diagnosis histopathologically.\\nDuring follow-up, we advised the patient to discontinue imiquimod immediately, and he was given topical tacrolimus 0.03% twice daily instead. One month later the vitiligo patches started to improve slightly, but then no further improvement occurred and the lesions remained unchanged. This, in turn, had a negative impact on the patient in terms of satisfaction and compliance.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'10838280': 1, '16700779': 1, '19659986': 1, '28218231': 1, '20133013': 1, '16557235': 1, '24928346': 2, '23197922': 1, '25184923': 2, '27779322': 1, '17342670': 1, '15793538': 1, '33613232': 2}", "similar_patients": "{'4084792-1': 1, '4155962-1': 1}"}