{"patient_id": 26059, "patient_uid": "7535875-1", "PMID": 33042663, "file_path": "comm/PMC007xxxxxx/PMC7535875.xml", "title": "Intraoperative Neurophysiological Monitoring During Trigeminal Schwannoma Surgery", "patient": "A 28-year-old male patient presented with a large left trigeminal schwannoma. MRI showed a large left sinus tumor involving multiple cranial nerves (Figure ). The surgeon planned to do a craniotomy with a gross total resection. Total intravenous anesthesia (TIVA) with propofol and remifentanil infusion was used for anesthesia. Multimodality IONM setup was planned with somatosensory evoked potentials (SSEP), spontaneous electromyography (sEMG), triggered electromyography (tEMG), and electroencephalography (EEG).\\nAfter patient intubation, surface adhesive electrodes were placed for stimulating ulnar SSEP in upper extremities and posterior tibial nerve SSEP in lower extremities. The subdermal needle electrodes were placed at popliteal fossa, Erb's point, fifth cervical vertebra (CV5), FPz, CPz CP3, and CP4, according to the international 10-20 system. The subdermal needle electrodes were placed for EMG recordings for CN III (oculomotor) in the medial rectus, for CN IV (trochlear) in the superior oblique, and for CN VI (abducens) in lateral rectus muscles (Figure ).\\nThe surgeon was informed of good baseline SSEP and EMG responses and was also continuously updated about the responses. sEMG train activity was reported to the surgeon during the tumor resection. During and after tumor resection, the surgeon performed triggered tEMG to identify the cranial nerves by using a monopolar fine tip probe. tEMG responses were recorded at 0.5 mA by direct monopolar nerve stimulation (Figure ).\\nIONM was performed by a Certification in Intraoperative Neurophysiological Monitoring (CNIM)-certified [] technologist and a Diplomate American Board of Neurophysiologic Monitoring (D.ABNM) board-certified [] neurophysiologist. A board-certified neurologist with a specialty in IONM was also present online for remote monitoring during the entire surgical procedure []. In this patient, the multimodality IONM helped in guiding the surgeon during the high-risk procedure. Successfully monitored during the tumor resection, the patient woke up with no postoperative neurological deficit. The tumor attached to the cranial nerves was resected without any functional loss intraoperatively.\\nPostoperatively, the patient's neurological examination showed no neurological deficits involving cranial nerves III, IV, and VI at 24-hour, one-week, and three-month follow-ups.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'29298208': 1, '3701438': 1, '23301282': 1, '8255437': 1, '25262200': 1, '32298207': 1, '30374759': 1, '8279305': 1, '7892665': 1, '28110380': 1, '33042663': 2}", "similar_patients": "{}"}