{"patient_id": 32968, "patient_uid": "7922573-1", "PMID": 33671189, "file_path": "comm/PMC007xxxxxx/PMC7922573.xml", "title": "How a Depressive Medical Doctor Profited in the Long-Term from a New and Short Psychological Group-Treatment against Major Depressive Disorder", "patient": "The following case is a 33-year-old male with no psychological or psychiatric history. In his youth, he probably showed signs of a social phobia, but was remitted when he started the study. For future references, we are calling him “Bob”. Bob grew up in a typical family of immigrants in a rural city in the Canton of Basel-Country (Switzerland). He was the only child in his family, and they lived in a small flat. At the age of seven years, his father died aged 44 of lung cancer. This traumatic incident had a major impact on his relationship with his mother and was probably the reason why he chose to study human medicine. He was an excellent pupil and student and a quick learner.\\nAt his workplace, a well-known public hospital in Switzerland, he realized that he was stressed. He had ruminations, could not sleep well, and was more anxious than before. Therefore, he concluded that most probably he was having a mental problem, i.e., a depressive episode. He realized that something needed to change, and that is why took part in our W-IPT study [].\\nThe applied W-IPT for 8 weeks was successful. Bob was able to adapt. According to him, he profited most from the communication of the Kiesler Cirumplex model [,]. Moreover, it helped him to be aware of his self-awareness and self-care. In addition, this whole exchange during the study (especially initial contact) helped him to change his originally negative attitude towards psychiatry and psychology. He realized that he could engage in daily habits to improve his situation and support his health (by changing his communication habits and doing physical activity on a regular basis). The change in his attitude during our W-IPT group sessions seemed to be essential in Bob’s recovery process. He attributed it to his understanding of the Kiesler Circumplex model and its relationship to his work environment. In addition, he developed an intrinsic motivation for further understanding his interpersonal relation style. After that, his sleep onset insomnia disappeared and he reported improved recovery during nighttime sleep. This was another motivational factor in his own social life. Twelve weeks after the study ended (with no additional therapy), he showed no signs of clinically relevant depression (Hamilton-21 = 1) (see and ). Furthermore, he reported that he was eager to learn more about himself and to tackle some older issues from his past. Therefore, he decided to get some additional professional help. He went to a psychiatrist and a psychotherapist. The psychiatrist was educated in schema therapy (Jeffrey Young) and helped him to tackle his childhood trauma. In addition, as a supportive treatment he took bupropion (Wellbutrin) for six months. After that, he went to a psychotherapist for stabilization as a preventive and supportive strategy. During all that, he finalized his doctoral degree and transferred to another institute in Switzerland. Today, he is doing very well without being in psychological or psychopharmacological treatment (Hamilton-21 = 4) (see ). According to him, he often thinks about the group treatment, which motivated him to start to tackling his past and to overcome his inhibition and begin to change. He recommends the treatment to anybody who wants to reduce workplace-related stress.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'21750622': 1, '27145824': 1, '31248914': 1, '28033521': 1, '31234169': 1, '30071387': 1, '31159906': 1, '29474009': 1, '23929894': 1, '32256402': 1, '23817983': 1, '19922522': 1, '30264700': 1, '6145363': 1, '26859236': 1, '26523669': 1, '15572564': 1, '27667656': 1, '24922485': 1, '25439084': 1, '26556686': 1, '27085517': 1, '23870719': 1, '32021580': 1, '17173201': 1, '30386270': 1, '4572168': 1, '20511268': 1, '18587142': 1, '24556538': 1, '29275697': 1, '22693265': 1, '25721565': 1, '33671189': 2}", "similar_patients": "{}"}