{"patient_id": 96906, "patient_uid": "7082872-1", "PMID": 32231788, "file_path": "noncomm/PMC007xxxxxx/PMC7082872.xml", "title": "Unusual presentation of vitamin D3-dependent rickets type II in a kitten", "patient": "A 15-week-old, male entire, domestic longhair kitten presented with a 1-month history of intermittent generalised tremors and abdominal distension. The kitten received its first vaccination, was fully dewormed and had not travelled outside of the UK. It was fed a mixture of three different commercial diets (AVA Veterinary Approved kitten dry food, Felix kitten pouch and Whiskas kitten pouch), and ate approximately a third of each diet daily in manufacturer-recommended quantities, according to the owner. The owner stated that the diet had not changed since adoption and the cat was not given any treats. The composition and analysis of the three different diets, as declared by the manufacturer, can be found in the . The kitten diet was formulated for growth according to FEDIAF (The European Pet Food Industry Federation) nutrition guidelines. No information was available for the other kittens from the litter.\\nOn physical examination, the kitten was bright and responsive. It weighed 1.2 kg and was in reduced body condition (body condition score 3/9 [normal 5/9]). The patient exhibited moderate muscle wasting. Its heart rate, respiratory rate and temperature were normal. Its long bones were deformed with pronounced bowing. No pain was elicited on palpation of the bones. Marked abdominal distension was noted and abdominal palpation revealed a distended colon full of faeces. Neurological examination was unremarkable.\\nExternal haematology, performed by the referring veterinary surgeon, documented a mild leukocytosis and monocytosis (), consistent with a non-specific inflammatory response. External biochemistry documented hypocalcaemia, mildly decreased creatinine and mildly increased alkaline phosphatase (ALKP). A bile acid stimulation test and total thyroxine were normal (). The phosphorous and total protein levels were considered normal using a reference interval extrapolated from a previous study evaluating seven clinically normal kittens of a similar age. The low creatinine was attributed to the moderate muscle wastage. The increased ALKP is likely due to the increased osteoblastic activity owing to the young age of the patient. The most significant abnormality was the total hypocalcaemia.\\nDifferential diagnoses for hypocalcaemia includes rickets, nutritional secondary hyperparathyroidism, hypovitaminosis D3, primary hypoparathyroidism, pancreatitis, kidney disease, toxic ingestion, hypomagnesaemia, hypoproteinaemia and a spurious result. Kidney disease was unlikely based on the reported normal urea and decreased creatinine. There was no toxic exposure reported for this patient. Hypoproteinaemia was excluded owing to the reported normal albumin concentration. The test was repeated to ensure it was not spurious.\\nTo further investigate the cause of hypocalcaemia, iCa, total calcium, phosphorous, PTH, magnesium, feline pancreatic lipase immunoassay (fPLI), calcidiol (25-vitamin D3) and calcitriol (1,25-vitamin D3) were measured. The iCa must be measured to determine if the total hypocalcaemia is clinically significant. The laboratory results revealed low total and iCa associated with increased PTH, low 25-vitamin D3 and increased 1,25-vitamin D3 (). The ionised hypocalcaemia was clinically significant and can explain the constipation, secondary to reduced peristalsis, and the intermittent generalised tremors. It could also explain the metabolic bone disease and the marked bowing of the long bones, although another contributing factor such as orthopaedic disease was considered possible. A congenital abnormality of the colon or rectum could also result in constipation.\\nTo further investigate congenital or orthopaedic disease, a CT scan of the chest, abdomen and long bones was performed. Generalised marked osteopenia with abnormal metaphyseal mineralisation, normal physes and slightly distorted osseous shapes were noted; most noticeable in the right femur (), left shoulder () and left stifle (). Additionally, a markedly distended colon with faeces () and subjectively narrowed pelvic canal (, white arrow) were identified. There was no malformation of the bones of the pelvic canal. No pathological fracture was documented.\\nThis patient had ionised hypocalcaemia and investigations to identify the underlying cause. Increased 1,25-vitamin D3 in association with hypocalcaemia and increased PTH can be seen with rickets (VDDR type II) and secondary nutritional hyperparathyroidism. However, dietary analysis excluded secondary nutritional hyperparathyroidism. Hypovitaminosis D3 was excluded as a cause of hypocalcaemia as 1,25-vitamin D3 was increased. We suspected that low 25-vitamin D3 was secondary to the increased conversion of calcidiol to calcitriol owing to the lack of inhibition from abnormal vitamin D3 receptors. Hypoparathyroidism was excluded as PTH was increased. The increased PTH was considered an appropriate physiological response to the hypocalcaemia. Hypomagnesaemia was excluded as a cause of hypocalcaemia as total magnesium was normal. Pancreatitis was unlikely as fPLI was normal and the patient did not display any other clinical signs of pancreatitis. There was no toxic exposure reported for this patient.\\nInterestingly, the bone appearance on CT scan (generalised marked osteopenia with abnormal metaphyseal mineralisation, normal physes and slightly distorted osseous shapes) was most consistent with changes seen with nutritional secondary hyperparathyroidism. Marked colonic distension with faeces was noted, as reported on physical examination. The subjectively narrowed pelvic canal could be a consequence of abnormal vitamin D3 metabolism, leading to abnormal bone development. The VDR promotes osteoclastogenesis and endochondral bone formation. Vitamin receptor signalling in chondrocytes is required for timely osteoclast formation during bone development. Altered intestinal motility owing to the hypocalcaemia could also have contributed to the constipation observed.\\nThus, the final diagnosis for this patient was VDDR type II presenting with generalised tremors, constipation and metabolic bone disease.\\nInitially, the patient received calcium carbonate 130 mg/day of elemental calcium divided into several meals and alfacalcidol (active form of vitamin D3) 60 ng/day. Its diet remained unchanged.\\nThe patient responded slowly to treatment and both oral calcium and alfacalcidol were gradually increased up to 200 mg/day and 80 ng/day, respectively (in March 2018). At that time, the cat started responding to therapy as recorded in . Its calcium level progressively improved and became normal 7 months after diagnosis (in July 2018). Calcium supplementation was slowly discontinued and alfacalcidol was decreased at 60 ng/day. The patient significantly gained in weight from the time of diagnosis (1.6 kg over the last 16 months) but remained a small and short cat.", "age": "[[15.0, 'week']]", "gender": "M", "relevant_articles": "{'10649598': 1, '7843559': 1, '30777056': 2, '21704902': 1, '21673332': 1, '12564596': 1, '16167595': 1, '19138382': 1, '22553308': 1, '25896242': 1, '11344183': 1, '16182185': 1, '28509634': 1, '32231788': 2}", "similar_patients": "{'6378717-1': 1}"}