{"patient_id": 26687, "patient_uid": "7571603-1", "PMID": 33094042, "file_path": "comm/PMC007xxxxxx/PMC7571603.xml", "title": "Kounis Syndrome: Allergic Vasospastic Cardiac Event", "patient": "A 39-year-old Caucasian male presented with a known medical history of type 2 diabetes mellitus, hypothyroidism, obesity, dyslipidemia, and tobacco smoking. He recently had a toothache and dental infection. The patient was evaluated in the ED with syncope, chest pain, and symptoms suggestive of a possible allergic reaction after taking the first doses of cephalexin and ibuprofen. The patient was brought to the ED by his family after a witnessed syncopal episode at home. According to his family, three minutes after taking the medications, the patient vomited, and started having numbness in his lips and arms along with blurry vision and lightheadedness. The patient then fainted for seconds and regained consciousness in less than a minute.\\nEn route to the hospital, he reported a chest pain that was associated with profuse sweating. He was given sublingual nitroglycerin, aspirin, and morphine. The chest pain resolved shortly. Upon initial assessment in the emergency room (ER), the patient had an episode of hypoxia with oxygen saturation (SpO2) of 80%, and hypotension with a blood pressure of 90/60 mmHg. He became lethargic and confused and developed a generalized itchy skin rash. He received intramuscular injection of epinephrine with the concern of allergic reactions.\\nOn examination, the patient was alert and oriented to time, place, and person. His vital signs stabilized. The cardiopulmonary exam revealed no abnormalities. A diffuse erythematous skin rash was noted on patient's upper extremities (Figure ).\\nElectrocardiography (EKG) showed normal sinus rhythm, without significant ST elevation (Figure ). Labs showed leukocytosis of 18,200/µL (4,000-10,800/µL) with normal hemoglobin and platelets count on a complete blood count (CBC). The coagulation panel was unremarkable. Cardiac troponin came back elevated at 2.62 (0.00-0.04 ng/ml), trended up subsequently to 9.08 ng/ml and peaked at 15.59 ng/ml, and then decreased within 24 hours from initial presentation.\\nThe patient was started on an acute coronary syndrome protocol for non-ST elevation myocardial infarction (NSTEMI). He underwent cardiac catheterization, and his coronary angiography did not show any evidence of coronary artery disease or obstructive lesions (Figure ).\\nNo intervention was performed. His echocardiogram revealed normal left ventricular function without evidence of structural heart disease. The patient's clinical presentation was believed to be due to coronary vasospasm in a setting of allergic reaction consistent with KS type 1. The patient was treated medically with aspirin, and high-intensity statin for primary prevention of coronary artery disease. He was also advised and counseled about lifestyle modification in addition to avoidance of cephalosporins.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'16249041': 1, '28153536': 1, '30073957': 1, '29145229': 1, '26966931': 1, '1793697': 1, '7648650': 1, '31620259': 2, '27865673': 1, '33094042': 2}", "similar_patients": "{'6791094-1': 1}"}