{"patient_id": 96636, "patient_uid": "7050184-1", "PMID": 32148354, "file_path": "noncomm/PMC007xxxxxx/PMC7050184.xml", "title": "Successfully Treated Hepatitis B Positive Refractory Myasthenic Crisis with Rituximab", "patient": "A 35-year-old male patient presented in our out-patient department (OPD) in June 2014 with diplopia, ptosis, and excessive fatigability and was diagnosed with AchR antibody-positive generalized MG. Contrast enhanced computerized tomography (CECT) of the chest revealed an ill-defined heterogeneously enhancing lesion in the anterior mediastinum. He was treated with cholinesterase inhibitors (pyridostigmine) and low dose of oral steroids with success. He was doing well till December 2014 when he developed relapse of symptoms in the form of diplopia, ptosis, and fatigability with additional manifestation of dysarthria and dysphagia. His doses of pyridostigmine were titrated to maximum possible doses and a short tapering course of oral steroids was given with addition of a steroid-sparing drug, azathioprine, which was titrated up to 150 mg in divided doses. Patient slowly improved and underwent thymectomy (diagnosed with hepatitis B virus-positive in preoperative screening) in February 2015. Histopathology was suggestive of thymoma B1 with cystic degeneration. He was doing well on symptomatic treatment, till end of January 2016 when he developed relapse of symptoms with dyspnea following an episode of fever with cough. He was admitted in ICU on February 2016 in crisis and was kept on ventilator after endotracheal intubation. He went for five cycles of PE without much improvement and subsequently IVIG (2 g/kg) was infused over 5 days, and he started showing improvement and was weaned off ventilator after 5 weeks in March 2016.\\nAfter 24 hours of removal of the ventilator support of 5 weeks, the patient again needed the ventilator support. After 2 weeks of failed attempt of weaning of the ventilator support, IVIG was infused again for 5 days without any success. We went for five cycles of PE in May 2016 without any success and four cycles of rituximab (300 mg/m2) were then infused in June 2016 with partial success when he intermittently managed to stay off the ventilator for few hours. After much interdisciplinary deliberation to rule out any possible cause responsible for refractory state crisis, we repeated CECT again to rule out thymoma as well as sent hepatitis B DNA copies. Tenofovir was added after gastroenterologist consultation. The patient remained ventilator dependent on polypharmacy with our constant attempt to titrate symptomatic and immunosuppressive therapy till October 2016 and we faced multiple challenges in the form of ventilator-associated pneumonia and recurrent leucopenia. Azathioprine could not be titrated more than 150 mg due to leucopenia and Tenofovir was stopped after consideration of its potential to cause leucopenia. The patient again went for 10 cycles of alternate-day PE in October 2016 and slowly he was weaned off the ventilator completely in November 2016 after 7 months on the ventilator. He was transferred out to wards after 9 months of ICU stay. Over the next two months, the patient developed ptosis and diplopia, despite being on maximum tolerable doses of symptomatic and immunosuppressive treatment for which an additional 10 cycles of PE were administered. Finally, his tracheostomy closure was done in January 2018 after a period of 11 months. The patient went for a total of 45 cycles of PE, 2 cycles of IVIG infusion, and 1 cycle (four doses—300 mg/m2) of rituximab during his hospital stay and presently he is doing well on symptomatic and immunosuppressive therapy.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'7506951': 1, '23956564': 1, '29184357': 1, '27358333': 1, '10742152': 1, '4359284': 1, '10891897': 1, '15626832': 1, '32148354': 2}", "similar_patients": "{}"}