{"patient_id": 22444, "patient_uid": "7372864-1", "PMID": 32690062, "file_path": "comm/PMC007xxxxxx/PMC7372864.xml", "title": "Multiple brain abscesses with good prognosis in an infant with cyanotic congenital heart disease: a case report", "patient": "Our patient was a 15-month-old Japanese girl with CCHD (complete transposition of the great arteries, bilateral pulmonary artery stenosis, and ventricular septal defect), cleft lip and palate, and duplicate ureter. In our hospital, she had a balloon atrioseptostomy at the age of 5 days, bidirectional Glenn surgery and a Damus–Kaye–Stansel anastomosis at the age of 4 months for her CCHD, and cleft lip plastic surgery for her cleft lip and palate at the age of 3 months. At age of 15 months, transient eye deviation to the left and vomiting were present once per day for 2 consecutive days, and she visited our hospital on day 2. She had no history of falls or trauma, and she did not have dental caries or otitis media. She was standing without support and could speak. An examination showed normal body temperature (37.6 °C) and blood pressure (88/46 mmHg). The patient’s heart rate (138 beats/minute) and respiration rate (38 breaths/minute) were slightly elevated. Her oxygen saturation (83% on room air) was reduced, as usual. A neurological examination showed generalized hyperreflexia. On admission to our hospital, a computed tomographic scan of the patient’s head showed a hypodense mass (1.5 cm in diameter) with adjacent edema in the left occipital lobe. In a blood examination, her white blood cell count (12,720 per mm3 with a left shift) and C-reactive protein level (1.23 mg/ml) were slightly elevated. A lumbar puncture was performed, and cerebrospinal fluid analysis revealed a colorless, transparent fluid with a white cell count of 2 per mm3 and 22.5 mg/dl of protein. Magnetic resonance imaging of the brain showed three mass lesions. These were rim-enhancing lesions with hyperintense signal on a diffusion-weighted image and extensive surrounding edema, and they had diameters of 1.5 cm, 1.9 cm, and 1.2 cm in the right occipital, left occipital, and left parietal lobe areas, respectively. Imaging features suggested that these lesions were abscesses (Figs. and ). Vancomycin (50 mg every 12 hours) and meropenem (40 mg every 8 hours) were started empirically.\\nWithin the first 48 hours, the patient’s temperature was elevated to 39.5 °C and then subsided. Blood and cerebrospinal fluid cultures, taken on admission, did not grow any fungi. Because each brain abscess was enlarged at 8 days after admission, surgical aspiration was performed on day 10 after admission, and cultures of the aspirated pus were found to grow S. intermedius using the API Rapid ID 32 STREP System (bioMérieux, Marcy l’Etoile, France). Penicillin G (0.7 million units every 4 hours) and ceftriaxone (280 mg every 12 hours), to which this isolate is susceptible, were then administered, and the brain abscesses reduced in size. After 1 month of ceftriaxone and 3 months of penicillin G, all of the brain abscesses disappeared. The results of immunological function analysis were normal (serum immunoglobulin G, 319 mg/dl; CD4/CD8 ratio, 2.88; neutrophil phagocytosis function, 97.1%; and sterilization ability, 84.5%).\\nAt 2.5 months after admission, the patient’s developmental quotient was measured using the Kyoto Scale of Psychological Development. Her developmental level for the cognitive–adaptive domain (nonverbal reasoning or visuospatial perception assessed using materials [for example, blocks, miniature cars, marbles]) was 80, and for the language–social domain (interpersonal relationships, socialization, and verbal abilities), it was 99. The patient’s Postural–Motor domain (fine and gross motor function) level was not measured, because she was hospitalized.", "age": "[[15.0, 'month']]", "gender": "F", "relevant_articles": "{'10461779': 1, '20222876': 1, '25075836': 1, '23001027': 1, '4536632': 1, '15173504': 1, '18518753': 1, '17312653': 1, '9402578': 1, '32690062': 2}", "similar_patients": "{}"}