{"patient_id": 97225, "patient_uid": "7152536-1", "PMID": 32308443, "file_path": "noncomm/PMC007xxxxxx/PMC7152536.xml", "title": "Tuberculosis Peritonitis During Treatment of Polycythemia Vera with Ruxolitinib", "patient": "A 76-year-old male was admitted to our hospital for treatment of cerebral infarction in January 2018. The patient had a history of bladder cancer that was successfully treated by transurethral resection, and had also been treated for hypertension and dyslipidemia for several years. In addition, the patient had subclinical nonspecific interstitial pneumonia (NSIP). At admission, a complete blood count revealed the presence of polycythemia with an elevation of hematocrit to 64.7% (normal range: 40–50%) and hemoglobin to 20.9 g/dL (normal range: 13.7–16.8 g/dL). The peripheral leukocyte cell count and platelet count were 12.3×109/L (normal range: 3.3–8.6×109/L) and 274.0×109/L (158.0–348.0×109/L), respectively. A routine polycythemia work-up, including cytologic, histologic and chromosomal analyses of bone marrow hematopoietic cells and genetic analysis of peripheral blood mononuclear cells, showed that the patient fulfilled the diagnostic criteria for JAK2V617F mutation-positive PV. Ruxolitinib treatment at 20 mg/day was initiated in March 2018, while hydroxyurea was avoided as the first-line treatment due to NSIP.\\nThree months later, a solitary tumor at the ascending colon and several peritoneal nodules were identified by colonoscopy and 18F-fluorodeoxyglucose-positron emission tomography combined with computed tomography ( and ). Laparoscopic surgical resection of the colon tumor and peritoneal nodules resulted in a histologic diagnosis of adenocarcinoma for the ascending colon tumor and epithelioid cell granulomas with partial necrosis for the peritoneal nodules (). The peritoneal nodules were suspected to involve mycobacterial infection, but histologic examination with Ziehl-Neelsen staining, mycobacteria culture, and polymerase chain reactions (PCRs) for MTB and AMI of these nodules were all negative.\\nDuring this period, ruxolitinib was continued for the treatment of PV. However, in September 2018, the patient presented with pyrexia, fatigue, and abdominal distension. Blood tests revealed elevation of the peripheral leukocyte count to 10.2×109/L, including 83% neutrophils, 8% lymphocytes, 7% monocytes, 1% basophils and 1% eosinophils, thrombocytosis of 789.0×109/L, and modest anemia with a hemoglobin level of 11.5 g/dL. Further laboratory tests showed slight elevation of serum lactate dehydrogenase to 296 U/L (124–222 U/L) and elevation of C-reactive protein to 15.0 mg/dL (0.00–0.14 mg/dL). An interferon-gamma (IFN-γ) release assay (IGRA) was negative. A CT scan showed the emergence of an abnormally thickened peritoneum and massive ascites (). Abdominal paracentesis revealed the presence of exudative ascites containing 1.21×109 cells/L of mononuclear cells and 0.71×109 cells/L of lobulated neutrophils without neoplastic cells. Further work-up of ascites disclosed an elevated level of adenosine deaminase (ADA) to 57.5 U/L (−36.0 U/L), while PCR for MTB or atypical mycobacteria was negative.\\nThe patient reported no past MTB infection or history of exposure to MTB, but we tentatively diagnosed peritoneal MTB based on the high ADA level in ascites and the histologic finding of epithelioid cell granuloma in peritoneal nodules resected in surgery. Treatment for PV was changed from ruxolitinib to hydroxyurea, and four-drug anti-MTB therapy of isoniazid, pyrazinamide, rifampicin, and streptomycin was initiated. Finally, a mycobacterial culture of ascites yielded MTB colonies after 50 days of culture, which led to the definitive diagnosis of tuberculosis peritonitis. The four-drug anti-MTB treatment successfully resolved the symptoms and was terminated after 6 months of treatment. The patient has continued hydroxyurea treatment with no signs of recurrence of tuberculosis peritonitis or worsening of NSIP.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'24891492': 1, '16940883': 1, '23841743': 1, '11175976': 1, '31293914': 1, '21283107': 1, '23301733': 1, '24625550': 1, '31788449': 1, '23039051': 1, '30700842': 1, '25213182': 1, '30639623': 1, '25629741': 1, '30267440': 1, '27069254': 1, '27113251': 1, '29150886': 1, '25832652': 1, '27843657': 2, '23770777': 1, '26069290': 1, '30965140': 1, '23944322': 1, '29279479': 1, '31699655': 1, '2219461': 1, '33413168': 2, '25172457': 1, '23911705': 1, '26788384': 2, '23929216': 1, '16197489': 1, '33061478': 2, '23943073': 1, '23648912': 1, '32308443': 2}", "similar_patients": "{'5097796-1': 1, '7792301-1': 1, '7532060-1': 1, '7532060-2': 1, '4692993-1': 1}"}