{"patient_id": 99875, "patient_uid": "7416149-1", "PMID": 32762379, "file_path": "noncomm/PMC007xxxxxx/PMC7416149.xml", "title": "Removal of giant spherical foreign body in the esophagus by double-forceps\\nendoscope and double balloon", "patient": "A 38-year-old man was admitted to the hospital for mistakenly ingesting wax pills 2 hours\\nprior. Two hours before admission, after the patient had eaten the wax pills, he developed\\nodynophagia and dysphagia but no hematemesis, fever, or other symptoms. Consequently, he\\npresented to our hospital. The patient had a medical history of smoking and drinking, but he\\nhad no hypertension, heart disease, or family history of tumors. His vital signs on\\nadmission were stable. His heart and lungs showed no specific abnormalities. His abdomen was\\nsoft, and no tenderness, rebound pain, or masses were discerned by palpation. The intestinal\\nsounds were normal. Painless gastroscopy in our hospital showed a white spherical foreign\\nbody incarcerated at the upper end of the esophagus (); the object was closely attached to the\\nesophageal wall and could not be expelled. Endoscopic foreign body extraction under\\nintravenous anesthesia was performed on an emergency basis.\\nA transparent cap was placed on the front end of the gastroscope (model GIF-Q260J; Olympus,\\nTokyo, Japan), which was then inserted into the esophagus. The white spherical foreign body\\nwas located at the upper end of the esophagus. The foreign body could not be clipped because\\nit was large and smooth, and the foreign body forceps were too small and weak to clip the\\nforeign body (). We then\\nattempted to switch to the trap (MTN-PFS-E-24/23; Micro-Tech, Nanjing, China), which also\\nfailed to remove the foreign body because the surface of the foreign body was very smooth\\n(). Next, we attempted\\nto trap the foreign body with a stone-capturing basket (model FG-23Q-1; Olympus), which also\\nfailed after repeated attempts (). Because the foreign body was large and tightly lodged within the esophagus,\\na stone-capturing basket (model B-V232P-A; Olympus) could not be advanced to the distal end\\nof the foreign body ().\\nWe implanted a macula guide wire (model M00556580; Boston Scientific, Marlborough, MA, USA)\\nunder the pill along the gastroscope clamp canal. The stone-capturing balloon was implanted\\ninto the distal end of the pill, which had a diameter of 2.0 cm, but forced dragging of the\\nballoon could not move the pill (). We believe that the pill was too tightly incarcerated and that the\\nstress on the balloon and pill was uneven, which led to deviation to one side. Therefore, we\\nreplaced the double-clamp endoscope (model GIF-2TQ260M; Olympus) with two macula guide\\nwires, and two stone-capturing balloons were implanted at the distal end of the pill. The\\ntwo balloons were injected into the space, which had a diameter of 1.5 cm. The two balloons\\nwere simultaneously dragged to the mouth, and the foreign bodies were then completely\\nremoved with a stone net basket (). Endoscopic examination of the site at which the foreign body had been\\nincarcerated revealed congestion and edema of the mucous membranes; however, no damage,\\nbleeding, or perforation was observed ().\\nWritten informed consent was obtained from the patient. This article is a case report, and\\nall details are anonymous. We have de-identified the details such that the identity of the\\npatient may not be ascertained in any way. The requirement for ethics approval was waived\\nbecause this is a case report, and all details are anonymous.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'27170838': 1, '21628009': 1, '32762379': 2}", "similar_patients": "{}"}