{"patient_id": 97161, "patient_uid": "7137359-1", "PMID": 32269958, "file_path": "noncomm/PMC007xxxxxx/PMC7137359.xml", "title": "An interesting case of Herlyn–Werner–Wunderlich syndrome", "patient": "A 19-year-old female who had been married for 8 months presented with a history of amenorrhea for the past 4 months and a progressively growing lump abdomen for the same duration. When she was 1 month overdue her periods, a urine pregnancy test (UPT) was performed at a primary health center which was positive and was thus antenatally registered there. She was apparently well until 4 days back when she had bleeding per vagina, and her abdomen was found distended more than her period of amenorrhea, therefore, was referred to our hospital as a case of primigravida with 4 months’ amenorrhea with suspected twin gestation and threatened abortion. There was no ultrasonography (USG) available with the patient. On examination, she had mild pallor, and her vitals were normal. Her cardiovascular system examination was normal. Abdominal examination revealed a relaxed uterus corresponding to 20 weeks’ gestation and fetal heart sound was not localized on stethoscope. On per speculum examination, minimal bleeding was seen. An immediate USG was done which showed 2 separate uterine horns with left horn showing echogenic foci of 1.5 am × 1 cm size suggestive of retained products of conception. There was also a right-sided 10 cm × 10 cm × 8 cm cystic lesion which was suspected to be endometriotic. Another striking finding was the absence of the right kidney. With suspicion of HWWS with incomplete abortion, the patient was put through a thorough investigative workup. Meanwhile, the patient passed a fleshy mass per vagina following which a repeat USG showed empty left horn suggesting complete abortion. The blood investigations reported hemoglobin 9 gm%, serum β-Hcg = 0.1 mIU/mL, CA125 = 50 U/mL, and alpha-fetoprotein and lactate dehydrogenase within normal range. An intravenous pyelogram showed the absence of right kidney which was seconded by a magnetic resonance imaging that also reported a didelphic uterus and a right ovarian cyst [Figures and ]. A meticulous menstrual history elucidated that patient attained menarche at 12 years with regular cycles and dysmenorrhea had begun just 1 year back. The patient was posted for examination under anesthesia (EUA), where on per speculum examination, a single external os and cervix were visualized. There was no obvious bulging septum. A uterine sound was carefully negotiated through the visible os which freely went toward the left side but was not negotiable in the right direction. An exploratory laparotomy was subsequently performed in view of Mullerian anomaly with suspected endometriotic cyst due to right-sided outflow obstruction. On laparotomy, there was a right-sided mucinous cystadenoma with didelphic uterus, normal fallopian tubes, and normal left ovary [Figures and ]. Intraoperatively, the right cyst adenectomy was performed preserving the right fallopian tube and aspiration from the right hemiuterus yielded minimal fluid. There was no evident hematometra, and on palpation, the right renal bed was found empty while the left kidney was present. A thorough counseling of the patient and her attendants was done regarding the anomaly and her future obstetric prospects. The patient underwent vaginal septum resection with Strassman's metroplasty and was discharged on the 12th postoperative day.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'24592115': 1, '28002847': 1, '19780744': 1, '24378860': 1, '17503029': 1, '24347855': 2, '24268556': 1, '34194598': 1, '17430731': 1, '32269958': 2}", "similar_patients": "{'3843333-1': 1}"}