{"patient_id": 21723, "patient_uid": "7336669-1", "PMID": 32642352, "file_path": "comm/PMC007xxxxxx/PMC7336669.xml", "title": "Novel Use of a Closed Liposuction System: Treatment of an Acute Morel-Lavallée Lesion of the Upper Extremity", "patient": "A 78-year-old female with right forearm MLL presented after blunt force trauma while on apixaban. She was initially admitted due to concern for compartment syndrome due to significant swelling. She was evaluated by plastic surgery, which recommended holding apixaban, elevating the extremity, and serial physical examinations. Once serial exams were not concerning for evolving hematoma, therapeutic lovenox was started on hospital day 3. She was taken to the operating room after apixaban clearance due to concern for developing skin necrosis. Two incisions were made using a 15-blade scalpel, one proximally and one distally, over the most prominent areas of hematoma. SAL was used to remove approximately 250 cubic centimeters (cc) of coagulated blood, and additional 50 cc was removed with manual pressure. A closed system provides a constant 300 millimeters mercury (mmHg) vacuum pressure compared to commonly higher and variable negative pressures with standard liposuction. These incisions were left open to allow for additional drainage, and a compression dressing consisting of Xeroform (Curad Medline Industries, Mundelein, IL), abdominal pads (ABDs; Covidien, Mansfield, MA), Kerlix (Covidien, Mansfield, MA), and ace bandages were applied over the area. Treatment outcomes were measured by clinical exam, patient-reported symptoms, and CT imaging.\\nPre-operative diagnostic CT scan demonstrated a 4.8 x 6.6 x 13 cm fluid collection between fascial layers of the right forearm (Figure ).\\nSAL resulted in the evacuation of 300 cc of coagulated blood. Post-operative CT imaging did not show any measurable fluid collection (Figure ).\\nHer pressure dressing was removed on post-operative day 1, and clinical exam demonstrated resolution of swelling and soft tissue injury (Table ).\\nThe patient reported significant pain reduction, resumed her anticoagulation on post-operative day 1, and was discharged home on post-operative day 2. There were no notable complications at her three-month post-operative visit; all incisions were well healed (Figure ).", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'22204771': 1, '32335518': 1, '28082855': 1, '27579812': 1, '28255470': 2, '26614926': 1, '29085698': 2, '32642352': 2}", "similar_patients": "{'5309421-1': 1, '5611873-1': 1}"}