{"patient_id": 105819, "patient_uid": "7968023-1", "PMID": 33796314, "file_path": "noncomm/PMC007xxxxxx/PMC7968023.xml", "title": "Lower gastrointestinal bleeding in a patient receiving sevelamer: Case report", "patient": "We present a 67-year-old female with chronic kidney failure stage G3b (estimated glomerular filtration rate (eGFR) 32 mL/min/1.73 m2) due to vascular disease and diabetes mellitus type 2. The full medical history and medication use are listed in (last row). The patient did not use non-steroidal anti-inflammatory drugs (NSAIDs). The patient was admitted to the hospital with acute-on-chronic renal insufficiency (eGFR 11 mL/min/1.73 m2) due to decompensated severe aortic valve stenosis. Treatment with sevelamer carbonate (Renvela® tablets of 800 mg, five tablets per day with meals) was started because serum phosphate was elevated (2.0 mmol/l; reference range: 0.8–1.5 mmol/l). The dosage of sevelamer carbonate was increased 6 days later to 6.4 g per day (1600 mg/2400 mg/2400 mg) because lower dosing was ineffective. Seven days after starting treatment with sevelamer carbonate, lower gastrointestinal (GI) bleeding began. Serum haemoglobin gradually decreased from 9.5 to 8.1 g/dL (reference range = 12.1–16.1 g/dL) despite six erythrocyte transfusions. Sigmoidoscopy revealed multiple deep ulcers with a diameter of 10–15 mm and diffuse mucosal oedema in the sigmoid colon and rectum (). This finding was atypical for inflammatory bowel disease or malignancy. Histologic examination showed deposition of crystals in ulcerated mucosa, without signs of dysplasia, malignancy or chronic inflammation (). The crystals were identified as sevelamer crystals by an experienced pathologist, based on the colour (purple, pink and yellow on haematoxylin and eosin (H&E) stain) and the typical fish-scale appearance. Unfortunately, no other stains were performed. Nevertheless, We suspect that the lower GI bleeding in this patient was caused by mucosal ulceration of sigmoid colon and rectum by the observed deposited sevelamer crystals. Fortunately, sevelamer carbonate had already been discontinued due to an inadequate response of serum phosphate. In total, the patient had taken 43 g sevelamer carbonate. Lower GI bleeding gradually diminished 11 days after cessation of sevelamer. We were not able to perform a control sigmoidoscopy, as the patient died several weeks later from acute heart failure secondary to severe aortic valve stenosis. An autopsy was not performed. This case was submitted to the Dutch National Pharmacovigilance.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'25701702': 1, '27547398': 1, '28852493': 2, '28169559': 1, '26157856': 1, '28798940': 1, '30681074': 1, '28673643': 1, '26052763': 1, '24061514': 1, '27989850': 1, '30178284': 1, '27482192': 2, '26911806': 2, '33796314': 2}", "similar_patients": "{'5570024-1': 1, '5570024-2': 1, '5570024-3': 1, '4945809-1': 1, '4765035-1': 1}"}