{"patient_id": 19895, "patient_uid": "7246275-1", "PMID": 32448918, "file_path": "comm/PMC007xxxxxx/PMC7246275.xml", "title": "A typical case of resected pancreatic hamartoma: a case report and literature review on imaging and pathology", "patient": "A 78-year-old man was referred to our hospital for a tumor-suspected lesion in his pancreatic tail that was detected by computed tomography (CT) when he was treated for pneumonia. He repeatedly experienced pneumonia, but his other prior illnesses and family history were unremarkable. He was asymptomatic, and his laboratory examination showed almost normal results, including amylase levels, except elevated carcinoembryonic antigen (CEA) levels of 6.4 ng/mL. Carbonhydrate antigen 19-9 (CA19-9) and pancreatic cancer-associated antigen-2 (DUPAN-2) levels were within normal ranges. CT revealed a 22-mm mass in his pancreatic tail, without dilatation of the main pancreatic duct. Retrospectively, the lesion was found to be slightly smaller in the CT image that was taken one and a half years ago to evaluate pneumonia. On dynamic enhancement, the lesion manifested an increased late enhancement pattern compared to the parenchyma of the pancreas, showing hypodensity with well-demarcation in the arterial phase, slight enhancement from the marginal area in the portal phase, and iso- to hyper-density with heterogeneous contrast in the equilibrium phase (Fig. ). Magnetic resonance imaging (MRI) acquired a T2-weighed image (T2WI) with high signal intensity and a T1-weighed image (T1WI) with low intensity (Fig. ), and no cholangial structural abnormalities were observed. Endoscopic ultrasonography (EUS) depicted a mosaic pattern inside the lesion, and EUS-elastography showed the components of the mass harder compared with the parenchyma of the pancreas (Fig. ). No uptake into the lesion was observed on 18F-fluorodeoxyglucose-positron emission tomography (FDG-PET). With the above findings, we considered the possibility of acinar cell carcinoma, neuroendocrine tumor (NET), and solid and pseudopapillary neoplasm (SPN), each with atypical features. The specimen acquired by fine-needle aspiration under EUS (EUS-FNA) presented almost normal tissue. However, we could not clearly deny the tumors which require resection; therefore, a distal pancreatectomy was performed.\\nThe surgical specimen showed a soft elastic lesion with a smooth surface that did not invade into the surrounding tissue. The cut surface exhibited a slightly reddish solid component, with a small internal adipose content. The background of the pancreas did not seem to have chronic pancreatitis. Microscopically, small ducts, acinar structures, and adipose tissue were observed within the abundant fibrous stroma, but islets of Langerhans were not detected. In addition, peripheral nerves within the lesion were absent. Immunohistochemistry (Fig. ) showed positive staining for CD34, c-kit, and ER in the stromal cells; S-100 positivity in adipose cells; and CK7, CK20, and BCL-2 positivity in duct cells. The MIB index was below 1%. Elastica van Gieson staining showed an absence of elastic fibers around the ducts.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'27313718': 1, '23166894': 2, '17685930': 1, '26762320': 2, '26617866': 1, '26804004': 1, '21071369': 1, '23293730': 1, '17990924': 1, '851741': 1, '24756272': 1, '15340246': 1, '23143293': 1, '9839177': 1, '29738363': 1, '3599256': 1, '15803185': 1, '1427759': 1, '22572130': 1, '29906625': 1, '6622090': 1, '8053450': 1, '22328895': 1, '33518562': 1, '20076824': 1, '29212451': 2, '23652195': 1, '2510778': 1, '15897746': 1, '26564076': 1, '23715157': 1, '32448918': 2}", "similar_patients": "{'3491237-1': 1, '5719573-1': 1, '4712467-1': 1}"}