{"patient_id": 102676, "patient_uid": "7690511-1", "PMID": 32823455, "file_path": "noncomm/PMC007xxxxxx/PMC7690511.xml", "title": "Triple trouble: A case of retinochoroiditis in a patient with syphilis, tuberculosis, and human immunodeficiency virus infection", "patient": "A 31-year-old male presented to our outpatient department with complaints of sudden diminution of vision in his left eye for the last one week. He was previously diagnosed as pulmonary tuberculosis 4 years back when he was treated with antitubercular therapy (ATT) for 9 months. Best-corrected visual acuity (BCVA) in the right eye was 20/20 and 20/63 in the left eye. Slit-lamp and fundus examination of the right eye was normal. Examination of the left eye revealed diffuse congestion, cells 2+, flare 2+ in the anterior chamber and cells in anterior vitreous []. Fundus examination of the left eye showed vitritis grade 1, extensive areas of chorioretinitis with scattered hemorrhages, retinal vasculitis with dilatation, and tortuosity of the retinal vessels inferiorly []. His Mantoux test was negative and serology for antitoxoplasma antibodies was negative. A rapid enzyme-linked immune sorbent assay (ELISA) for HIV infection was positive. Both rapid plasma reagin (RPR) and treponema pallidum hemagglutination (TPHA) test were positive. CD4 count at the time of diagnosis was 348 cells/uL. High-resolution computerized tomography (HRCT) of the chest revealed active pulmonary tuberculosis. An anterior chamber paracentesis was done and polymerase chain reaction (PCR) from aqueous was positive for MPB 64 genome, negative for IS6110 genome of Mycobacterium tuberculosis, Herpes viruses, and Toxoplasma gondii. The patient was seen by an infectious disease specialist and a chest physician who started him on ATT along with (Crystalline penicillin 20 lakh unit twice a day for 14 days). In view of the multiple coinfections and risk of probable immune reconstitution and reasonably good CD4 count, antiretroviral therapy was deferred. Subsequently, he was also started on oral corticosteroid in tapering doses. At 1-month follow-up, his BCVA in the left eye improved to 20/20. Slit-lamp examination revealed a quiet anterior chamber in the left eye and fundus examination showed resolving retinitis patches. The patient was started on antiretroviral therapy by the infectious disease specialist.\\nAt his 3-month return visit, his BCVA in the left eye was stable. Examination of the left eye revealed a quiet anterior chamber and a complete resolution of the fundus lesions []. The repeat CD4 count was 684 cells/uL. He was advised to continue ATT and highly active antiretroviral therapy (HAART). The patient is under follow-up with us. Recently he was seen at a 6-month follow-up. His BCVA remained stable and a repeat HRCT chest revealed resolution of pulmonary lesions. He was advised to continue ATT and HAART.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'6531516': 1, '14767654': 1, '21482729': 1, '30169465': 1, '29020491': 1, '23687908': 1, '32823456': 1, '22541255': 1, '15577629': 1, '16158310': 1, '16935585': 1, '32823455': 2}", "similar_patients": "{}"}