{"patient_id": 22905, "patient_uid": "7395049-1", "PMID": 32125663, "file_path": "comm/PMC007xxxxxx/PMC7395049.xml", "title": "A case of the lower gastrointestinal bleeding due to Dieulafoy’s ulcer in the cecum", "patient": "An 82-year-old woman was admitted to our hospital with severe hematochezia. She had been diagnosed with hypertension and cerebral infarction and was using aspirin to prevent recurrent infarction. Consciousness was clear and vital signs were stable. Rectal examination did not reveal bright red blood, and no mass was palpable. Laboratory data revealed: white blood cell count, 3000/μl; red blood cell count, 263 × 104/μl; hemoglobin, 7.8 g/dl; and platelet count, 10.5 × 104/μl. Serum albumin level was 4.0 g/dl. Blood urea nitrogen level was 19.8 mg/dl. Creatinine level was 0.76 mg/dl. Levels of lactate dehydrogenase, liver enzymes, amylase, and electrolytes were normal (Table ). She was treated with fluid resuscitation and blood transfusion.\\nComputed tomography revealed no abnormalities in the colon, with no apparent source of gastrointestinal bleeding, vessel malformations or aneurysms. Esophagogastroduodenoscopy showed no hemorrhagic lesion. Urgent colonoscopy revealed a small, protruding vessel surrounded by a very shallow ulcer in the cecum opposite Bauhin’s valve (Fig. ). When this reddish point was stimulated by water jet from the endoscope, a spurting bleed resulted (Fig. ). We identified the source of bleeding as the cecum at this point, and suspected Dieulafoy’s ulcer based on the form of the lesion. Treatment was performed by endoscopic clipping (Fig. ). Follow-up colonoscopy the next day confirmed no bleeding at the cecal lesion. The patient has since been discharged from our hospital without experiencing any further bleeding.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'15106623': 1, '20419846': 1, '22167344': 1, '16609760': 1, '20848205': 1, '25844338': 1, '23155314': 1, '16273618': 1, '31334417': 1, '11115902': 1, '12776047': 1, '28587750': 1, '20883603': 1, '11132922': 1, '15365417': 1, '11544540': 1, '12872092': 1, '3871715': 1, '12471559': 1, '10570333': 1, '19703690': 1, '15486754': 1, '26064823': 1, '28674574': 1, '12701008': 1, '32125663': 2}", "similar_patients": "{}"}