{"patient_id": 31599, "patient_uid": "7850884-1", "PMID": 33542950, "file_path": "comm/PMC007xxxxxx/PMC7850884.xml", "title": "Successful Reimplantation of Spinal Cord Stimulator One Year after Device Removal Due to Infection", "patient": "A 48-year-old female with past medical history of anemia, depression, and lumbar radiculopathy presented to the pain clinic for the evaluation of her chronic low back pain. She rated the pain as a constant 8/10 for the past few years. The pain radiated into her right buttock and right lateral thigh. Magnetic resonance imaging (MRI) of the lumbar spine revealed a small disc protrusion at the L5/S1 level indenting the ventral thecal canal without significant spinal stenosis. No nerve root impingement was seen either. She had tried many pain treatments including interlaminar and transforaminal epidural steroid injections, oral pain medications including gabapentin, Lyrica, tramadol, and Percocet, and physical therapy. She underwent successful percutaneous placement of a Boston Scientific spinal cord stimulator device to the T8/9 level using epidural leads.\\nTwelve days after implantation, she experienced poor wound healing. Upon inspection of her lower back, wound dehiscence was noted. An infectious workup was performed noting elevated white blood cell count (WBC), erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP). She was initially started on cephalexin 500 mg orally three times a day for presumed cellulitis. The patient followed up a week later with erythema and purulent drainage of the incision site. Although she exhibited no systemic symptomatology, the decision was made to remove the device.\\nIntraoperative cultures were taken and she was started on vancomycin empirically. The wound was initially left open and she was admitted to the inpatient service. Cultures eventually came back positive for\\nStaphylococcus pseudintermedius\\n. An infectious disease consultation was obtained recommending a peripherally inserted central catheter (PICC) line and she underwent 6 weeks of outpatient intravenous Vancomycin therapy. The patient was apprehensive about reimplanting the device so she tried multimodal modal analgesics. Her pain was kept at bay for ∼8 months, but her symptomatology returned with greater force. Finally, after a year she presented to clinic again for spinal cord stimulator placement. The infection was deemed clear from her system and the device was reimplanted based on the immense success she previously had. To access the epidural space, we utilized the L1 level instead of the L2 level previously used to navigate around potential epidural adhesions. The device was placed smoothly, without difficulty. She regained paresthesia coverage with significant pain relief and to this date no signs of infection.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'22151809': 1, '31598641': 1, '28042909': 1, '24850105': 1, '28493599': 1, '15166581': 1, '23703411': 1, '22151467': 1, '33542950': 2}", "similar_patients": "{}"}