{"patient_id": 34101, "patient_uid": "7987784-2", "PMID": 33777741, "file_path": "comm/PMC007xxxxxx/PMC7987784.xml", "title": "Case Report: Molecular Features and Treatment Options for Small Bowel Adenocarcinoma", "patient": "Patient was a 41-year-old female with no history of chronic disease or relevant surgeries. Within the last 4 months patient refers occasional abdominal pain and vomiting. An UGE and a colonoscopy revealed no pathological findings. An abdominal/pelvic CT found a solid mass in the right ovary and edema in the proximal jejunal wall. Patient plasma CA-125, CA19-9, and CEA levels were elevated. An exploratory laparotomy found several implants in the omentum and a right ovarian mass that were surgically removed. Further exploration found an annular and stenosing tumor in the proximal jejunum that was resected by entero-anastomosis and peritoneal carcinomatosis. A biopsy of the jejunal tumor showed a poorly differentiated mucinous adenocarcinoma with signet ring cells infiltrating the visceral peritoneum. In addition, a signet ring cell mucinous adenocarcinoma suggesting a Krukenberg tumor was observed in the right ovary. Afterwards, patient started first-line mFOLFOX6 obtaining a partial response. Unfortunately, treatment was suspended at cycle 9 due to toxicity. Clinical follow up continued until peritoneal progression 6 months later, restarting mFOLFOX6 plus Bevacizumab. Three months later an abdominal/pelvic CT revealed further peritoneal progression.\\nAs described above, ovarian (left) metastatic tissue (FFPE) was analyzed by a panel of 688 cancer-related genes (Sentis Cancer + Discovery, BGI) that found 15 somatic mutations, four were clinically relevant () and 11 VUS. Similar to patient 1 no germinal pathogenic mutation were found. Patient was classified as MSS and had a tumor mutational burden (TMB) of 2.51 mut/MB (). Most relevant alterations included a TP53 missense mutation, a LRP1B non-sense mutation, and frameshift mutations on NABP2 and DUSP4. Unlike TP53, gene alterations in LRP1B, NABP2, and DUSP4 have not been previously reported in SBA. In particular, LRP1B is a tumor suppressor gene and member of the LDL receptor family. NABP2 is a DNA repair gene, particularly for double-strand breaks and also related to ATM activity. Finally, DUSP4 codifies for a MAPK, ERK, SAPK/JNK, p38 phosphatase that downregulates their activity. In view of these findings, patient started Olaparib (300 mg/12 h PO) in February 2020. Unfortunately, patient reported anorexia, nausea and diarrhea (all G2) after the first cycle. Then, dose was reduced to 200 mg/12 h, obtaining a stable disease. However, in May 2020 patient displayed a malignant intestinal obstruction that required surgery. Subsequently, patient evolved with good oral tolerance and without new episodes of obstruction and started systemic FOLFIRI. To date, patient maintains a stable disease. Timeline of relevant therapies and clinical follow up are presented in .", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'32421451': 1, '30518089': 1, '32821190': 1, '26315110': 1, '21425142': 1, '32073123': 1, '28333239': 1, '24196786': 1, '24797764': 1, '15274064': 1, '30501999': 1, '16282708': 1, '29174568': 1, '22187121': 1, '30352910': 1, '29259073': 1, '32066859': 1, '29855275': 2, '31340094': 1, '18759326': 1, '26261212': 1, '31755953': 1, '27870574': 1, '28767610': 1, '31983130': 1, '31912484': 1, '26998897': 1, '23796552': 1, '29522538': 1, '16132788': 1, '31682550': 1, '28617917': 1, '30717682': 1, '20223786': 1, '27273218': 1, '33777741': 2}", "similar_patients": "{'7987784-1': 2, '5984468-1': 1}"}