{"patient_id": 27590, "patient_uid": "7648307-1", "PMID": 33160311, "file_path": "comm/PMC007xxxxxx/PMC7648307.xml", "title": "Delayed diagnosis of Angioimmunoblast T-cell lymphoma presenting with type II Cryoglobulinemia and acute kidney injury: a case report and narrative review of the literature", "patient": "A 67-year old housewife was admitted to the Nephrology Department of our Hospital in December 2018 with 2-month history of intermittent mild to moderate joint pain affecting the right wrist and metacarpophalangeal joints of her right hand, and a 3-day history of bilateral lower limb edema. One month earlier, she underwent a MRI scan in a local hospital for her joint symptoms. The scan showed minor joint fluid with soft tissue swelling of her right wrist and slight degenerative change of her right hand’s carpal bones. Her joint pain improved after some simple analgesia. She reported no rash, and no dry eyes and mouth. There was no parotid gland enlargement or neck swelling either. Ten days before her admission to our hospital, she developed a fever (maximum 38.9 °C) and cough with white sputum. A chest X-ray revealed increased bilateral lung markings. The blood leukocyte count was 7.9 × 109/L (normal 4.0–10.0 × 109/L), hemoglobulin (Hb) 96 g/L (normal 115-150 g/L), CRP level 54 mg/L (normal 0-10 mg/L) and serum creatinine 67 μmol /L (normal 46-92 μmol/L). Her cough and fever responded to a course of cefuroxime given for a suspected lower respiratory tract infection but her legs became increasingly swollen and her serum creatinine rose to 190 μmol/L. She was thereafter admitted to our hospital. Her only past medical history was chronic hypertension that was well-controlled with 5 mg amlodipine daily. She denied any self-medication. There was no significant family history.\\nAt presentation, her temperature was 37 °C, BMI was 21.9 kg/m2, and blood pressure was 118/70 mmHg. There was no skin rash or palpable lymphadenopathy. The lungs were clear with no audible heart murmur. The abdominal and neurological examinations were unremarkable. There was bilateral pitting edema from legs to the knees.\\nTable summarized the results of her laboratory investigations following her admission into our hospital. Her admission full blood count showed a white blood cell (WBC) of 6.82 × 109/L (neutrophils 84%; lymphocytes 12%); red blood cell (RBC) 2.59 × 1012/L (3.87–5.11 × 1012/L); HB 75 g/L (115–148); and platelet count (PLT) 219 × 109/L (162–341 × 109/L). Her blood film showed a schistocyte < 1%. Urinalysis revealed trace proteinuria; urinary WBC was 13.5/μl (0–23); urinary RBC was 50.6/μl (0–18) and was dysmorphic in appearance. The urinary albumin to creatinine ratio (ACR) and protein to creatinine ratio (PCR) were 153.1 mg/g (< 20) and 261 mg/g (< 200) respectively. Serum CRP was 14.58 mg/L (0–5); and procalcitonin (PCT) level was 1.02 ng/ml (< 0.05). Her serum creatinine was 177 μmol/L (44–80); cystatin C 4.31 mg/L (≤1.03); blood urea nitrogen (BUN) 28.6 mmol/L (2.76–8.07); serum urate 636 μmol/L (142–339); and LDH level was 268 U/L (135–214). The serum alanine aminotransferase (ALT) was 41 IU/L (9–52); aspartate aminotransferase (AST) 37 IU/L (14–36); while serum total protein was 55 g/L (66–87); and albumin 28.9 g/L (35–52). The clotting profile was within normal range.\\nHer serum immunoglobulin (Ig) M was elevated at 4.14 g/L (0.4–2.3); IgG 12.07 g/L (7–16); and IgA 1.11 g/L (0.7–4.0). Serum C3 level was 0.26 g/L (0.9–1.8); C4 level was 0.04 g/L (0.1–0.4), anti-nuclear antibody (ANA) was 1:320 (< 1:100); and rheumatoid factor (RF) was 9.5 IU/ml (0–14). The ENAs (extractable nuclear antigens), anti-double strand DNA (anti-dsDNA), antineutrophil cytoplasmic antibodies (ANCAs) and anti-glomerular basement antibody (anti-GBM) were all negative. The anti-cardiolipin-IgM was 47.8 U/ml (0–12). Anti-β1 glycoprotein and direct antiglobulin test (Coomb’s test) were positive. Anti-cardiolipin-IgG and lupus anticoagulant were negative. Both serum and urinary immunofixation were negative. The serum free κ and λ light chain levels were 229.25 mg/L (3.3–19.4) and 992.5 mg/L (5.71–26.3) respectively with a free κ to λ ratio of 0.231 (0.26–1.65 with normal kidney function, 0.37–3.1 with kidney dysfunction). Serum ferritin was 523.6 mg/L (11–306.8); tumor markers were negative. There was no evidence of past or present viral (V) hepatitis (H) infection with negative anti-HCV, HBsAg, anti-HBsAb, HBeAg, anti-HBeAb, anti-HBcAb. Human immunodeficiency virus (HIV) antibody, syphilis TP-EIA (treponemal-specific enzyme immunoassay), Cytomegalovirus (CMV)-DNA and Epstein-Barr (EBV)-DNA studies were all negative. The first serum cryoglobulin (blood sample obtained on day 12) was negative. Bone marrow biopsy performed on day 5 showed hypercellular marrow with erythropoietic stagnation. The flow cytometry study of a second bone marrow biopsy performed on day 33 did not reveal any phenotypic abnormalities associated with myeloma, lymphoma, leukemia or high risk myelodysplastic syndrome.\\nA chest and abdominal plain computed tomography (CT) scan taken earlier on day 2 showed patchy exudation along the bronchi and pulmonary blood vessels with small bilateral pleural effusion and a few small to medium size lymph nodes alongside the aortic arch, consistent with the picture of interstitial pneumonitis. There were no ascites or hepatosplenomegaly and no significant lymphadenopathy in the mediastinal, retroperitoneal or inguinal regions. Ultrasound scan showed normal appearance of both kidneys.\\nThe patient was initially treated with intravenous (i.v.) amoxicillin clavulanate for a suspected respiratory tract infection and diuretics for her leg oedema. However, her serum creatinine rose further to 222 μmol/L and a renal biopsy was performed on day 9. The renal histopathology (Fig. ) revealed a DPGN with intracapillary pseudothrombi formation. The light microscopy (LM) showed that 1 out of 17 glomeruli was sclerosed. There were marked endothelial and mesangial hypercellularity in the remaining 16 glomeruli (Figs. a-d). Congo-red stain was negative. There was no thickening or duplication of the glomerular basement membrane (GBM), and no significant epithelial proliferation or crescent formation (Figs. b-d). Notably, there was sporadic intraluminal hyaline thrombi formation within the glomerular tufts (Fig. d). There was only sporadic focal interstitial inflammatory cell infiltrate in the glomerular and tubular areas. There were signs of mild acute tubular injury, mild tubular atrophy, and about 10% interstitial sclerosis. Arteriolar wall thickening was seen occasionally. Paraffin immunofluorescence (IF) revealed granular deposition (on a 0 to 4+ scale) of 2+ IgM, 1+ IgG, 1+ C1q, 3+ κ light chain and 1+ λ light chain located within the intracapillary thrombi and in the capillary walls (Figs. e-h). IgG subclass levels of IgG1–4 were all negative (probably due to a weak IgG positivity of only 1+ by paraffin embedded specimen, and IgG1–4 subclass intensity dispersion). Under electron microscopy (EM), capillary lobulation, localized endothelial proliferation and epithelial vacuolar degeneration could be seen. The GBM measured 400–700 nm in thickness. There were mesangial cellular and matrix expansion and segmental mesangial interposition, with diffuse podocyte foot process effacement. Orderly arranged microtubular structures of 20–35 nm in diameter were seen in the subendothelial and mesangial area (Figs. i-l). The extent and degree of mesangial proliferation and interposition, and capillary wall double contouring were only insignificant or minor. Overall features considered, the final pathological diagnosis was considered as DPGN.\\nAfter 10 days of antibiotics and supportive therapy, the patient became increasingly oliguric with fluid overload. On day 11, acute intermittent hemodialysis (IHD) was initiated via a right internal jugular vein temporary dialysis catheter as the serum creatinine rose to 341 μmol/L. On day 13, the patient complained about symmetrical tingling finger-tips and weak hands and legs. A sensory nerve and compound muscle action potential study was carried out which confirmed peripheral polyneuropathy. Meanwhile, her renal biopsy report indicated possibly cryoglobulinemic glomerulonephritis. As she had only recently recovered from a pulmonary infection, she was treated with i.v. methylprednisolone (MP) cautiously from day 14 to day 21 bringing the total treatment dose for this period to 1500 mg. Thereafter, the MP was reduced and maintained at 40 mg daily. She was also given cotrimoxazole 480 mg daily as a prophylaxis against Pneumocystis jirovecii. On day 15, she was started on a course of 5 sessions of PE therapy (3.0 L of equal volume fresh frozen plasma and 4% albumin solution, thrice-weekly). On day 18, she was given 600 mg rituximab (375 mg/m2). The patient reported rapid improvement of her numbness and weakness after the steroid and PE. The IHD was discontinued on day 19. However, the patient’s cough and sputum returned and the CRP level rose once more. Her serum CMV-DNA became positive with 7.23 × 102 copies/ml and bronchoalveolar lavage fluid (BALF) culture yielded Candida albicans. She was treated with ganciclovir and voriconazole. Her chest imaging showed improvement but worsened again on day 29. The i.v. MP was reduced further to 20 mg daily and she was put onto meropenem and voriconazole. On day 33, she was given i.v. immunoglobulin G (IVIG, 0.4 g/kg) for 3 days, after which her lungs and overall condition improved. Able to self-care, she was finally discharged home on day 53, despite a slight tingling in her finger tips. At the time of her discharge, her serum creatinine was 43 μmol/L and the 24 h urinary proteinuria and albuminuria were 185 mg and 57.7 mg respectively. Figure showed the changes of her serum creatinine and C3 complement during her disease course. The discharged diagnosis was acute kidney injury due to mixed cryoglobulinemia, cryoglobulinemic diffuse proliferative glomerulonephritis, underlying monoclonal gammopathy, and interstitial pneumonitis. For personal reasons, the patient declined the suggestions of further MRI or positron emission tomography (PET)-CT scan to explore the cause of the monoclonal gammopathy.\\nThe patient reported being well in the first two months post-discharge and her MP was gradually tapered to 8 mg daily. At two months of discharge, her serum creatinine level was 68 μmol/L; serum C3 was 0.65 g/L; peripheral WBC 8.03 × 109/L; PLT count 273 × 109/L; and Hb 103 g/L. However, at month 3, she reported a generalized pruritic rash, polyarthralgia, weight loss, and groin lymphadenopathy. In June 2019, eight months after the onset of her joint pain, a PET-CT scan was finally taken and which showed extensive lymphadenopathy. An inguinal excisional lymph node biopsy was performed. The pathology reported diffuse effacement of nodal architecture with extensive infiltration of atypical lymphoid cells intermingled with proliferation of small blood vessels. The immunohistochemical study revealed CD3 (+), CD5 (+), CD20 (+), CD21 (+), CD23 (+), CD38 (+), CD10 (+), CD13 (+), PD-1 (+), and BLC-6 (+). The diagnosis was an AITL. The patient agreed to receive one course of CHOP (cyclophosphamide, doxorubicin, vincristine, prednisone) chemotherapy which seemed to have alleviated her symptoms.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'29657219': 1, '22371178': 1, '7271411': 1, '11470986': 1, '28115369': 1, '11863096': 1, '16395248': 1, '28050005': 1, '11171697': 1, '30158933': 1, '15309529': 1, '4216269': 1, '22869878': 1, '6337466': 1, '17284527': 1, '20367304': 1, '9554450': 1, '18292286': 1, '21594887': 1, '14968418': 1, '20177729': 1, '27799164': 1, '31283654': 1, '20843590': 1, '11737248': 1, '15034757': 1, '3974787': 1, '2651764': 1, '22568881': 2, '14492019': 1, '8322845': 1, '17873758': 1, '23429354': 1, '19918294': 2, '29784613': 1, '1920845': 1, '12780782': 1, '3380062': 1, '7241951': 1, '7726733': 1, '30510265': 1, '22308294': 1, '23912350': 1, '3729577': 1, '420173': 1, '16797380': 1, '9509462': 1, '6408867': 1, '24733356': 1, '33160311': 2}", "similar_patients": "{'3487756-1': 1, '2767156-1': 1}"}