{"patient_id": 17020, "patient_uid": "7045579-1", "PMID": 32103768, "file_path": "comm/PMC007xxxxxx/PMC7045579.xml", "title": "Rare case of diaphragmatic rupture following resuscitation in a pregnant woman first in literature", "patient": "A 29-year-old female patient was admitted to the Gynecology and Obstetrics department at a district Southern Governmental hospital for normal delivery. The patient was later scheduled for urgent caesarean section (CS) due to foetal distress. In the operating theatre she developed sudden cardiac arrest and a full cycle of CPR as per guidelines was immediately initiated. After 5 min of effective CPR her cardiac rhythm returned to sinus rhythm, and her haemodynamic state stabilised without further use of inotropic drug support. An intra-operative general surgical team consultation was sought, and a chest CT scan was performed. She was believed to be complicated with haemopneumothorax, for which a chest drain was inserted. A CS was performed, but unfortunately, the baby died after delivery.\\nThe patient was referred to the National Heart and Lung Institute at the university teaching hospital for further evaluation and management.\\nThe clinical data and results of the imaging studies were reviewed and discussed by a multidisciplinary team, and the diagnosis of left-sided diaphragmatic rupture with herniation of abdominal organs through a large defect into the chest cavity was confirmed (Fig. a and b).\\nThe patient was then prepared for urgent surgery and underwent subcostal open laparotomy, with intraoperative findings of a collapsed left lung, spleen, pancreas, dilated stomach, transverse colon and omentum that were displaced in the left hemithorax. Reduction of the contents was performed, and the diaphragmatic defect was repaired through primary closure with proline sutures. Lung expansion was then assisted by means of a bronchoscopy (Fig. a and b).\\nThe postoperative period was uneventful, with no complications, and the patient showed excellent improvement in her clinical condition and was discharged 7 days post-operatively. At –month follow-up at our outpatient clinic, the patient was in excellent clinical condition with no complaints, and a chest x-ray was completely normal (Fig. a and b).", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'34359342': 1, '29308083': 1, '27213856': 1, '25840142': 1, '26443610': 1, '32103768': 2}", "similar_patients": "{}"}