{"patient_id": 102857, "patient_uid": "7706448-1", "PMID": 33312982, "file_path": "noncomm/PMC007xxxxxx/PMC7706448.xml", "title": "Isolated Radial Shaft Fracture with Unreducable Posterior Dislocation of the Radial Head in Adult: A Case Report", "patient": "A 35-year-old man under influence of alcohol fell in a ditch and sustained an injury to his right upper extremity. Clinical examination revealed swelling around the elbow and upper forearm. There was obvious flexion deformity of 30. There was no neurovascular deficit. There was no evidence of compartment syndrome. The patient’s elbow joint was evaluated carefully and showed no coronal instability on physical examination. Plain radiographic studies revealed a fracture middle one-third of radial shaft with a posterior-lateral dislocation of the radial head (). Attempts at reducing the radial head under sedation in the emergency ward were unsuccessful. An above elbow slab was put in the right extremity.\\nHe was taken to the operating room the next day. An attempt was made to close reduce the radial head under fluoroscopy, but this could not be achieved. He then underwent open reduction and internal fixation of the radial shaft fracture through a Henry approach. The oblique fracture of radius was reduced and stabilized with a 7-hole 3.5 mm low contact dynamic compression plate on the volar aspect. Fluoroscopy in the operating room showed good reduction of the fracture but persistent widening of the radiocapitellar joint and the radial head dislocated posterior and laterally. Attempts to reduce the radial head with close reduction were unsuccessful. Next, the elbow joint was approached through Boyd’s approach, there was thick fibrocartilaginous soft tissue between radial head and capitellum. This was partially torn off annular ligament lying between radial head and capitellum. Once this soft tissue was removed, the head was reduced. However, it was still dislocating on 60–30 pronation. Hence, a radiocapitellar wire was put through radiocapitellar joint. X-ray showed good reduction of his radial head on the anteroposterior and lateral views (). Postoperatively, the limb was immobilized in a splint at 90 of flexion and 45 of pronation. The radiocapitellar wire was removed at 3 weeks; then, he was started on gentle range of motion exercises after k-wire removal. At 6 months follow-up, range of motion of the elbow was 30 of extension to 120 of flexion and near-normal forearm pronation of 70 and supination of 60 (). On examination, he had no pain over the right forearm and his wounds were healed. At his last visit, 1 year after the operation, he had excellent range of motion with no major complaints. Radiographs showed that the fracture was healed in good alignment and the radiocapitellar joint remained reduced (). The patient reported no pain and was able to resume his normal daily activities, including working as a pharmacist.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'7493795': 1, '8264000': 1, '2352903': 1, '6724683': 1, '6029027': 1, '2019052': 1, '27298971': 2, '2326051': 1, '17413514': 1, '8769454': 1, '23096260': 1, '7602642': 1, '26403453': 1, '9549585': 1, '29997706': 1, '18301222': 1, '12584984': 1, '5923818': 1, '7105554': 1, '33312982': 2}", "similar_patients": "{'4719333-1': 1}"}