{"patient_id": 18012, "patient_uid": "7108676-1", "PMID": 32257693, "file_path": "comm/PMC007xxxxxx/PMC7108676.xml", "title": "Asymmetry of the Accessory Anterior Digastric Muscle Bellies: The Clinical Significance in Facial and Neck Surgery", "patient": "During the submental region dissection in a 72-year-old Greek male cadaver, a bilateral accessory ADMB was observed (Figure ). On the right side, the meticulous dissection revealed an SHM typically attached to the HB with an outer and an inner muscle bundles accompanying the IMT. The ADMB was constituted of three portions: a larger bulky ADMB atypically originated from the inferior mandibular rim, characterized as accessory belly; the main ADMB, smaller in size that typically originated from the digastric fossa; and a third thinner muscle bundle formed in the midline over the MHM raphe. All bundles ultimately merged at the IMT and attached to the HB through a strong fibrous band (Figures , ). The submental artery and the mylohyoid nerve supplied the area.\\nContralateral, the left SHM typically attached to the HB, via a single bundle, coursing along the inner aspect of the IMT and ending up into an extended strong fibrous band (representing an IMT extension in terms of function) without any attachment to the HB. Towards the superior and inferior aspect of the SHM, thin muscle bundles attached in a pennate fashion, the superior one ultimately crossed the midline over the MHM, while the inferior counterpart spread out freely over the HB. The main left-sided ADMB possessed two origins, one larger extended over the inferior mandibular rim, and a separate smaller one originating from the digastric fossa. Both parts merged further, forming a common belly and typically attached partially to the anterior end of the IMT and partially to the commencement of the fibrous band (Figure ).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'6878693': 1, '14627073': 1, '10743725': 1, '2728848': 1, '27258716': 1, '3571582': 1, '7640412': 1, '11135397': 1, '16228962': 1, '29496384': 1, '11835541': 1, '10217948': 1, '26778649': 1, '9932332': 1, '10959680': 1, '1462758': 1, '32257693': 2}", "similar_patients": "{}"}