{"patient_id": 100287, "patient_uid": "7444615-1", "PMID": 32855798, "file_path": "noncomm/PMC007xxxxxx/PMC7444615.xml", "title": "SARS–CoV-2 isolation from an appendix", "patient": "A 28-year-old man presented to our hospital with fever, localized right iliac fossa pain and nausea. He is otherwise well with a past surgical history of chronic pilonidal sinus.\\nThe patient was symptomatic for 5 days prior to presentation, when he developed fever (>38.0°C) with rigours. He also reported loss of appetite and diarrhoea, with no associated blood or mucus.\\nClinical examination revealed normal work of breathing and bilateral vesicular breath sounds. Cardiovascularly, the patient had a heart rate of 130 beats/min, blood pressure was normal and capillary refill time was < 2 s. His Glasgow Coma Scale score was 15, blood glucose was 7.6 mmol/l and his temperature was 38.1°C. Abdominal examination revealed right iliac fossa tenderness on deep palpation. There was no guarding or evidence of peritonism.\\nNotable laboratory results include a leukocytosis and markedly elevated C-reactive protein. Lymphopenia was also demonstrated, which persisted for several days.\\nImaging revealed an unremarkable chest radiograph. The report of the computed tomography (CT) scan of the chest, abdomen and pelvis is summarized in . Provisional diagnosis upon surgical consultation was acute appendicitis requiring surgery.\\nThe COVID-19 pandemic has prompted anaesthetists and surgeons to reconsider safety in operating standards [], due to the potential of aerosol generation. As such, this patient underwent an open appendicectomy. An auto-amputated appendix was noted intraoperatively, necessitating conversion to midline laparotomy. The appendix specimen was sent for histology as per protocol.\\nThe patient was successfully extubated at the end of surgery. Post-operatively, despite adequate analgesia with intravenous morphine, venous thromboembolism prophylaxis with dalteparin and antibiotics, his respiratory function declined. The minimal post-operative oxygen requirement escalated at Day 3 to high-flow nasal oxygen at 60-l flow with fraction of inspired oxygen at 0.9. The patient became cardiovascularly compromised with hypotension and tachycardia refractory to fluid resuscitation. The patient was reintubated and treated for septic shock.\\nCardiac impairment was further observed on echocardiography, demonstrating severe left ventricular dysfunction with an ejection fraction of 20–25%. Alongside raised troponin of 148 ng/l, this was suggestive of myocarditis.\\nThis deterioration prompted further imaging (). Chest findings were either normal or atypical of COVID-19 on both chest CT’s and respiratory decline was attributed to inadequate analgesia and derecruitment. The abdominal collection was the most likely source of sepsis. A further laparotomy and washout procedure was conducted as source control. Abdominal drain samples were negative for acid-fast bacilli but were positive for Klebsiella pneumoniae, Enterococcus faecium and anaerobes (). Whilst progressing well from a ventilatory perspective, the patient developed overt haemorrhage from the right pelvic drain necessitating a third laparotomy following which the patient was discharged to the ward.\\nThree nasopharyngeal and throat swabs were negative for SARS–CoV-2. The histopathology report mentions unusual macroscopic and microscopic appearances, possibly pertaining to the virus (). A paraffin tissue sample of the associated lymph node was sent for polymerase chain reaction (PCR) analysis. This was later reported as positive for SARS–CoV-2.\\nTo our knowledge, this is the first reported case of SARS–CoV-2 isolation from an appendix specimen.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'34950421': 1, '32496741': 1, '32294295': 1, '32374815': 1, '34777871': 1, '32214231': 1, '33676731': 1, '32301761': 1, '34900075': 1, '32675498': 1, '32334650': 1, '32855798': 2}", "similar_patients": "{}"}