{"patient_id": 32012, "patient_uid": "7872598-1", "PMID": 33560945, "file_path": "comm/PMC007xxxxxx/PMC7872598.xml", "title": "A Case Report of Cerebral Venous Thrombosis as a Complication of Coronavirus Disease 2019 in a Well-appearing Patient", "patient": "A healthy 34-year-old male employed as a baggage handler at an international airport presented to the emergency department (ED) with a frontal headache, dizziness, left neck pain, as well as paresthesia and subjective weakness in the right upper and lower extremities. One month prior to this presentation, the patient had 10 days of fevers, dry cough, fatigue, diarrhea, anosmia, and ageusia. He had a known SARS-CoV-2 positive contact, but personally had two negative nasopharyngeal tests for SARS-CoV-2. On day 14 after symptom resolution, the patient had a forceful sneeze and sudden onset of a severe, generalized headache. Following the initial onset the headache became intermittent and would resolve with acetaminophen. The patient subsequently developed blurry vision, imbalance with ambulation, as well as numbness and tingling in his right upper and lower extremities. He decided to come to the ED after dropping objects from his right hand. On review of systems he denied any symptoms of fever, myalgia, nausea, vomiting, abdominal pain, chest pain, shortness of breath, or diarrhea within the prior week. He had no past medical history and denied smoking and drug use.\\nOn physical examination the patient was well appearing with a normal body habitus. His vital signs were as follows: temperature 37.2 degrees Celsius; blood pressure 146/98 millimeters mercury; pulse 80 beats per minute (min); respiratory rate 16 breaths per min; and pulse oximetry 95 percent on room air. The cardiopulmonary examination was unremarkable, and he had normal distal pulses in all extremities. Examination of the ears, nose, and throat was unremarkable. His neurological examination, including full cranial nerve testing, strength, sensation, coordination, and ambulation, was without appreciable deficit. His National Institute of Health Stroke Scale (NIHSS) score was 0.\\nLaboratory evaluation was significant for a D-dimer quantitative level of 2.31 milligrams per liter (mg/L) fibrinogen-equivalent-units (reference range ≤ 0.5 mg/L). The complete blood count, electrolytes, blood glucose, liver enzymes, and kidney function were within normal limits. The initial differential diagnosis included concern for possible carotid or vertebral artery dissection based on headache, left neck pain, and contralateral extremity paresthesia following a forceful sneeze. The patient was sent for a computed tomography angiogram of the head and neck, which revealed absent enhancement and filling defects within the superior sagittal sinus, torcula, left transverse, and left sigmoid sinus, as well as the proximal left internal jugular vein, compatible with cerebral CVT. There was also a partial filling defect within the right transverse venous sinus compatible with partial thrombosis. At this initial ED visit the patient also had a positive rapid SARS-CoV-2 test as part of his routine admission screening. He was treated with intravenous heparin and admitted to the COVID-19 intensive care unit (ICU) with neurology and hematology services on consultation.\\nDuring his hospitalization the patient had magnetic resonance imaging, which confirmed presence of dural venous sinus thrombosis along with increased signal in the left posterior frontal and parietal lobes suggestive of a small subarachnoid hemorrhage vs cerebral spinal fluid effusion without acute infarct or midline shift. The hematology consultant ordered hypercoagulability testing that showed a negative factor V Leiden mutation, no activated protein C resistance, undetected Janus kinase-2 mutation, negative peripheral blood flow cytometry for paroxysmal nocturnal hemoglobinuria, negative beta-2 glycoprotein antibodies, and normal protein S activity, with anticardiolipin antibodies still pending. He was positive for circulating lupus anticoagulant although this sample was obtained after initiation of heparin. Lupus anticoagulant testing was to be repeated in a few months out of concern for a possible false-positive result.\\nAt the time of discharge the patient’s headache and paresthesia had resolved. He continued to have subjective visual changes as well as a feeling of imbalance. The patient was discharged home on warfarin with close hematology and neurology follow-up.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'32485418': 1, '32414532': 1, '32396903': 1, '32440883': 1, '31505028': 1, '32451823': 1, '31147848': 1, '32304577': 1, '32381264': 1, '32502334': 1, '32316065': 1, '29752489': 1, '32369666': 1, '32502594': 1, '32554424': 1, '32403217': 1, '33560945': 2}", "similar_patients": "{}"}