{"patient_id": 20359, "patient_uid": "7268624-1", "PMID": 32493237, "file_path": "comm/PMC007xxxxxx/PMC7268624.xml", "title": "Liver cirrhosis in a patient with hepatic hereditary hemorrhagic telangiectasia and Budd–Chiari syndrome: a case report", "patient": "A 58-year-old woman was referred to hospital for abdominal distension of > 1-month duration. With a history anemia for > 10 years, she suffered intermittent bleeding of the nose and tongue which were diagnosed as HHT. Her mother, elder brother, and sister all suffered from HHT. They all had typical clinical symptoms and signs of HHT, such as repeated nasal bleeding and capillaries on face and lips. Her mother died of intracranial hemorrhage. The elder brother died of upper gastrointestinal bleeding with liver cirrhosis and refractory ascites. As far as we known her sister had not exact splanchnic vascular malformation but repeated nasal bleeding.\\nPhysical examination showed her cheek (Fig. ), fingers of both hands and tongue tip to have multiple stripes/reticulated capillaries. Shifting dullness was documented, Edema was negative in both lower limbs. Laboratory examination showed the hemoglobin level to be 86 g/L (normal range: 110–150 g/L). Levels of albumin, alanine aminotransferase, aspartate aminotransferase and bilirubin were in the normal range. The level of alkaline phosphatase was 227 U/L (normal range, 50–135 U/L). Serum levels of copper and iron were normal, as were blood levels of immune- globulin (Ig) G and IgM. Tests for hepatitis-B surface antigen, hepatitis-B e antigen, hepatitis-C antibody and immunologic tests were negative.\\nB-ultrasound of the abdomen revealed the caudate lobe to be enlarged (11.6 × 6.0 cm), the left hepatic vein and right hepatic vein to be narrow, and the middle hepatic vein to be occluded (Figs. , ). This imaging modality also revealed liver cirrhosis, splenomegaly (thickness, 6.3 cm; longest diameter, 14.8 cm) and ascites (~ 1.0 cm in front of the liver, ~ 5.7 cm in the abdominal cavity).\\nContrast-enhanced spiral CT of the upper abdomen showed liver cirrhosis, ascites and formation of multiple arteriovenous fistulae (Fig. ). Digital subtraction angiography revealed a hepatic arterioportal fistula to be the diffuse type. Angiography showed a narrow stenosis of the inferior vena cava (narrowest diameter, ~ 6 mm) (Figs. , ). Gastroscopy demonstrated esophageal varices and portal hypertensive gastric mucosal lesions (Figs. , ). The hepatic arterioportal fistula and slender hepatic vein meant that occlusion and dilatation, respectively, were unsuccessful.\\nThe patient was diagnosed with cirrhosis, HHT and BCS. We treated her with albumin, diuretics, intermittent peritoneocentesis and subsequent TIPS 1 month later. However, within 2.5 years after discharge from hospital, she still suffered increased ascites, primary peritonitis and epistaxis despite.\\nUnfortunately, because of the rapid deterioration of the patient’s condition (soon developed intractable ascites, severe hypersplenism and upper gastrointestinal hematorrhea), she didn’t perform the genetic tests and liver biopsy and died on January 2, 2020.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'27864871': 1, '34178538': 2, '17224686': 1, '14645886': 1, '9869617': 1, '33754658': 1, '7894484': 1, '19553198': 1, '23449465': 1, '8640225': 1, '16378282': 1, '25879004': 1, '7650340': 1, '16438466': 1, '33233377': 1, '5444481': 1, '18000608': 1, '10751092': 1, '28427830': 1, '32493237': 2}", "similar_patients": "{'8221635-1': 1}"}