{"patient_id": 32269, "patient_uid": "7886408-1", "PMID": 33578538, "file_path": "comm/PMC007xxxxxx/PMC7886408.xml", "title": "A double mutation of BRAF L597Q and V600E in situ and solitary brain metastasis of occult papillary thyroid carcinoma", "patient": "A 57-year-old Tibetan male patient came to the hospital with numbness in the right limb for 3 weeks. The examination revealed that the patient had normal development, adequate nutrition, no obvious acute or chronic medical conditions, and no obvious abnormalities in heart, lungs, liver, gallbladder, pancreas, spleen, and kidney. The bilateral Babinski signs were negative, and there were no other special manifestations, except for the right limb muscle strength (grade IV) and a protruding mass on the left forehead for 2 years. The CT, MRI, color ultrasound diagnosis, ultrasound-guided fine-needle aspiration and hematoxylin-eosin staining staining were used to for morphological examination. The specific expression of thyroid cancer-related proteins (cytokeratin, CK; thyroglobulin, Tg and thyroid transforming factor-1, TTF-1) were detected by the immunohistochemical analysis. The mutation of BRAF gene was found by amplification refractory mutation system-polymerase chain reaction, Sanger sequencing and next generation sequencing (NGS) analyses.\\nThe preoperative skull CT and MRI scan showed a 9.3 cm × 8.1 cm mass in the left frontal cortex (Fig. A and B). The skin on the surface of the mass was normal and hard in texture. The preoperative conventional color ultrasound diagnosis showed that the size of the bilateral thyroid was normal, and the echo in the right lobe was uneven. Left frontal lobe metastasis (thyroid cancer) resection with craniectomy and artificial skull repair” was suggested by the multi-disciplinary team (MDT). During the operation we observed that the scalp tissue and the left frontal skull were adhered, and the surface of the protruding bone tissue was uneven and loose. The hyperplasia of the inner and outer plates of the skull could be seen (Fig. C). The tumor tissue was white and solid, and there was no adhesion with the surrounding brain tissue (Fig. D). After the surgery, the completely excised tumor tissue was sent to the Clinical Molecular Medicine Testing Center for molecular pathology diagnosis. The preoperative conventional color ultrasound diagnosis showed that the size of the bilateral thyroid was normal, and the echo in the right lobe was uneven. A mass (0.7 cm × 0.5 cm) was visible, with oval shape and clearly defined border (Fig. A). Ultrasound-guided fine-needle aspiration was used to biopsy the thyroid nodules. The results showed that these tumor cells were relatively uniform in size with round nuclei, and small nucleoli was observed in some tumor cells. (Fig. B).\\nHematoxylin-eosin staining staining of the brain specimen showed that the nucleus of the cancer cells had the texture of the ground glass. The nuclear grooves and pseudoinclusions in the nucleus were clearly observed, and psammoma bodies were seen in the interstitial tissue (Fig. A). In general, the cytokeratin (CK), thyroglobulin (Tg) and thyroid transforming factor-1 (TTF-1) in papillary thyroid carcinoma were strongly immunohistochemically positive, in this patient. The immunohistochemical staining showed that the CK, Tg and TTF-1 were immunoreactive (Fig. B, C and D). The amplification refractory mutation system-polymerase chain reaction, Sanger and NGS analyses showed that the patient had double mutations of BRAF L597Q and V600E in two separate lesions (Fig. ). The BRAF V600E (chr7:140453136 c.1799T>A) mutation was located in situ of thyroid cancer (Fig. A and C), but the BRAF L597Q (chr7:140453145 c.1790T>A) mutation was located in the brain metastases (Fig. B and D). The abundances of BRAF L597Q and V600E were 36.9% and 8.1% which was determined by NGS, respectively, and they were successfully verified by the gold standard for gene sequencing (Sanger sequencing).\\nIn this rare case report, all the above findings supported the diagnosis of solitary brain metastasis of occult papillary thyroid carcinoma. There were no adverse and unanticipated events during the peri-operative period. During the 24-month follow-up, no postoperative complications or recurrence and metastasis were observed.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22654559': 1, '30419129': 1, '25422487': 1, '27460442': 1, '27146499': 1, '23417435': 1, '25417114': 1, '27240885': 1, '30545990': 1, '28702251': 1, '29162506': 1, '27460441': 1, '17525723': 1, '25372084': 1, '12480230': 1, '22731672': 1, '20099311': 1, '19278960': 1, '19318445': 1, '17489069': 1, '26182302': 1, '23427907': 1, '29091573': 1, '24248188': 1, '29902314': 1, '27457917': 1, '30583848': 1, '33578538': 2}", "similar_patients": "{}"}