{"patient_id": 104328, "patient_uid": "7829724-1", "PMID": 33553408, "file_path": "noncomm/PMC007xxxxxx/PMC7829724.xml", "title": "Recurrent Takotsubo cardiomyopathy triggered by emotionally stressful events: A case report", "patient": "A 55-year-old postmenopausal woman had intermittent chest pain for 3 years.\\nThree years ago (on January 20, 2016), the patient experienced chest pain following an emotionally stressful event (quarrel with her husband) without any signs of infection, such as cough or diarrhea. Twelve-lead electrocardiograms (ECGs) indicated ST-segment and T-wave dynamic changes in the inferior and anterior leads. The peak troponin I level was 0.81 ng/mL (normal range < 0.03). A transthoracic echocardiogram (TTE) showed hypokinesis of the apical and mid-distal segments of the left ventricle with a reduced ejection fraction of 48%. A coronary angiogram showed no evidence of coronary artery disease. The patient was discharged home on diltiazem and an angiotensin-converting-enzyme inhibitor (perindopril) with a suspected diagnosis of coronary artery spasm. The TTE demonstrated completely normal cardiac structure and function with an ejection fraction of 68% on July 27, 2018. On August 9, 2018, the patient presented with chest pain again following the same emotionally stressful event (quarrel with her husband). The peak troponin I level was 0.338 ng/mL. The 12-lead ECG indicated ST-segment depression in the inferior leads and T-wave inversion in the inferior and anterior leads. The TTE showed hypokinesis of the apical and mid-distal segments of the left ventricle (ejection fraction of 52%). A coronary angiogram was performed again without evidence of coronary artery disease. A left ventriculogram was not performed again. The patient was discharged with trimetazidine and an angiotensin-converting-enzyme inhibitor (perindopril). On February 9, 2019, the patient presented with similar chest pain following another stressful event (business failure) without any signs of infection.\\nThe patient had a history of pacemaker implantation.\\nThe patient had a free personal history. The patient had no family history of premature coronary artery disease.\\nVital signs were stable. There was no obvious abnormality during pulmonary or cardiac examination. There was no jugular vein engorgement or peripheral edema.\\nThe peak troponin I level was 2.228 ng/mL (normal range < 0.03), and the peak B-type natriuretic peptide level was 166 pg/mL (normal range < 76).\\nTwelve-lead ECGs indicated ST-segment and T-wave changes in the inferior and anterior leads (Figure ). The TTE showed hypokinesis of the apical and mid-distal segments and a hyperdynamic basal segment of the left ventricle with a depressed ejection fraction of 47% (Figure ). Myocardial perfusion single photon emission computed tomography imaging (resting state) demonstrated decreased uptake in the left ventricular apical, anterior, inferior and lateral walls of the myocardium (Figure ). Adrenal computed tomography and hormone results excluded pheochromocytoma. She had no evidence of coronary artery disease detected by the coronary angiogram; however, the left ventriculogram revealed apical akinesia with ballooning of the apical region and hypercontractile basal segments consistent with the typical diagnosis of TCM (Figure ).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'27923850': 1, '28839096': 1, '25585367': 1, '30007327': 1, '26077689': 1, '26391678': 1, '30374240': 1, '26946334': 1, '29675571': 1, '21871590': 1, '27385160': 1, '28917022': 1, '30866848': 2, '22395239': 1, '26896623': 1, '31540920': 1, '29885664': 2, '28824005': 1, '23642025': 1, '28606950': 1, '28490198': 1, '31274495': 1, '29595686': 1, '32789081': 2, '25325068': 1, '30146965': 1, '33553408': 2}", "similar_patients": "{'7417186-1': 1, '6416971-1': 1, '5994255-1': 1}"}