{"patient_id": 21601, "patient_uid": "7332503-1", "PMID": 32698297, "file_path": "comm/PMC007xxxxxx/PMC7332503.xml", "title": "Acute pancreatitis followed by retroperitoneal perforation of the descending colon and a duodenal fistula: Report of a case", "patient": "A 51-year-old male presented with epigastric pain and was diagnosed with acute pancreatitis at an outside facility. Despite fluid resuscitation, there was no improvement and he was transferred to our hospital the following day. His medical history was remarkable for hypertension and hyperuricemia. He drinks alcohol (56 g) every day. Physical examination revealed temperature 36.4 °C, blood pressure 138/101 mmHg, pulse 121/min, and respiratory rate 22/min. He was in acute distress with tenderness in the epigastrium without rebound tenderness. Laboratory data included white blood cell (WBC) count of 11,900/μl, serum creatinine 2.28 mg/dl, total bilirubin 1.14 mg/dl and C-reactive protein 32 mg/dl. Serum lipase was 894 U/L. Computed tomography scan showed peripancreatic and a mesocolic fluid collection classified as Balthazar grade E.\\nOn the day of admission, aggressive fluid resuscitation continued for the treatment of pancreatitis. With continued tachycardia and respiratory failure (SpO2 88% mask 5 L), he was brought to the intensive care unit (ICU) and supported with mechanical ventilation. By hospital day 5, there was improvement in the respiratory failure and renal failure. He was extubated and left the ICU to a general ward on hospital day 13. Although the patient appeared to be in no distress, the fever and elevated WBC continued after leaving the ICU. On hospital day 23 a CT scan was obtained which showed a gas and fluid collection in the left retroperitoneum. There was no contrast in one segment of the wall of the descending colon and perforation was suspected. To confirm the perforation, a contrast enema was performed after the CT scan which showed extraluminal contrast adjacent to the descending colon (). This conformed the diagnosis of a perforation of the descending colon.\\nTo control leakage from the perforation, retroperitoneal drainage was established by placing a 28Fr catheter percutaneously. As the drain was inserted, feculent material spontaneously drained, with a total of 700 mL. To control the leak, a loop ileostomy was performed for diversion () on hospital day 34. After the diversion, discharge from the retroperitoneal drain decreased but fever persisted. A CT scan at that time revealed ascites. A 12Fr catheter was placed through the abdominal wall and water soluble contrast injected which demonstrated a duodenal fistula (). The fever resolved after drainage of the ascites. Previously placed drains in the retroperitoneum were removed after the volume of discharge decreased and the patient was discharged on hospital day 106.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'26507985': 1, '23052538': 1, '8711939': 1, '18941007': 1, '4810706': 1, '24622088': 1, '30690284': 1, '8947020': 1, '21103277': 1, '14703889': 1, '30342279': 1, '2655821': 1, '25829703': 1, '30308424': 1, '32698297': 2}", "similar_patients": "{}"}