{"patient_id": 22248, "patient_uid": "7364066-1", "PMID": 32695375, "file_path": "comm/PMC007xxxxxx/PMC7364066.xml", "title": "Simultaneous occurrence of triple teeth and double teeth in primary dentition: A rare case report and review of the literature", "patient": "A 3-year-old male patient of Cambodian origin was referred for extraction of an unusual right maxillary incisor after a traumatic injury. According to his mother, there were no such anomalies in the other family members. The anamnesis revealed that the child was born premature and actually presented with delayed growth, hyperlaxity, and cerebellar atrophy. Moreover, his built was small for his age. These symptoms led to genetic exploration of syndromic diseases, but with no remarkable findings.\\nThe extraoral examination did not show any alterations. Intraoral examination revealed a gingival laceration next to a decayed triple tooth, in which was a double crown in place of the maxillary central incisor fused with the lateral incisor (Figure ). These triple teeth were affected by a large carious lesion at the junction between the double crown and an incipient carious lesion in the groove between the double crown and the lateral incisor crown. These teeth presented no mobility or fracture. In the region of the right central incisor, a submucosal abscess was observed, suggesting infected pulp necrosis. Moreover, the left mandibular central and lateral incisors appeared fused, with a unique but larger crown (Figure ). No other findings were reported.\\nAn intraoral periapical radiograph of the triple teeth revealed two distinct structures, an upper right incisor with a possibly unique pulp chamber (difficult to confirm because of the carious lesion) and a large root canal (possibly dividing into two canals in the middle-third), and a lateral incisor with separate pulp chamber and separate root canal (Figure ). It also showed a radiolucent area around the apex of the large central incisor, but the lateral incisor seemed unaffected. It was not possible to take a radiograph of the double teeth due to noncompliance of the patient.\\nThe diagnosis was gingival laceration due to trauma and abscess on the triple teeth due to an advanced carious lesion. Because of the difficulty in performing root canal treatment in such teeth and the poor cooperation of the young patient, extraction of the triple teeth was planned. Due to the difficulty in extracting such teeth and for the patient's comfort, this procedure was performed under nitrous oxide/oxygen inhalation. To prevent functional, esthetic, and phonetic problems, the missing teeth should have been replaced with a transitional partial denture. However, the replacement was not possible at this stage due to insufficient cooperation by the patient. A 1-year follow-up showed good healing (Figure ). It was however not possible to perform a radiograph to check the underlying tooth germs, because of insufficient cooperation.\\nThe extracted teeth had three separate crowns and roots conjoined from the crown to the apex and possibly from the incisal edge to the apex in the large central incisor (Figure ). Macroscopically, almost no root resorption was detected. The teeth were analyzed using micro-computed tomography to obtain a three-dimensional model and a two-dimensional cross-sectional slice (Figure ). It showed two separate pulp chambers in the large central incisor, which were joined together at the cervical area, and one root canal. The lateral incisor presented separate pulp chamber and root canal, but its root canal was connected to the root canal of the large central incisor. These observations suggested gemination of the central incisor fused with the lateral incisor (type IIb of the classification by Shilpa and Nuvvula).", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'6582168': 1, '2094857': 1, '23853463': 2, '6584348': 1, '5292961': 1, '24497758': 2, '20438672': 1, '26877735': 1, '14285597': 1, '14249184': 1, '15871454': 1, '24015024': 2, '17568838': 1, '11688820': 1, '6593362': 1, '23346424': 2, '11354515': 1, '25743857': 1, '14895778': 1, '27042600': 1, '10656127': 1, '3165989': 1, '11985191': 1, '20927417': 1, '2094863': 1, '32695375': 2}", "similar_patients": "{'3703706-1': 1, '3533612-1': 1, '3757897-1': 1, '3899555-1': 1}"}