{"patient_id": 25170, "patient_uid": "7495961-1", "PMID": 32953332, "file_path": "comm/PMC007xxxxxx/PMC7495961.xml", "title": "Finders Keepers: A Case of the Rogue Pacing Wire", "patient": "A 65-year-old female patient was admitted to our institute with frequent episodes of pre-syncope and a history of fall a day back. History was insignificant for chest pain, metabolic disease, or a rate-limiting drug. She had no comorbid conditions like diabetes, chronic kidney disease (CKD), or hypertension. She had a heart rate of 35 beats/min and a blood pressure of 100/60 mmHg. Her electrocardiogram (ECG) showed a third-degree atrioventricular (AV) block (Figure ).\\nAfter taking consent from the attendant, a temporary pacemaker wire (SwanGanz™ Bipolar Pacing Catheter, Edwards Lifesciences Corporation, Irvine, CA, USA) was inserted via right femoral access and fixed at the RV apex after confirmation of pacing spike and a left bundle branch morphology on the cardiac monitor. It was fixed and the patient was comfortably moved back in electrophysiology bay. Her hematology, biochemistry, and metabolic profile were normal.\\nEchocardiography showed no structural heart disease or regional wall motion abnormality. She was being worked up for a permanent pacemaker. On the second day, she developed epigastric pain. She was treated for acid peptic disease after ruling out ischemia on ECG. Additionally, troponin I was done, which was normal. On the third day, her pain was persistent and she was intermittently pacing on the cardiac monitor. Thinking it as the irritation of the diaphragm by the pacing wire, she was moved under fluoroscopy to adjust her temporary wire. The operator was unable to move the lead and she was shifted back and her CT was ordered that showed perforation of the RV and the pacing lead in the abdominal cavity (Figures , ).\\nA heart team was called, and it was decided to surgically remove the lead after discussing with the patient and taking her attendants consent. The pacing wire was safely removed, and postoperative echocardiography was repeated to look for pericardial effusion. It was normal. She was implanted a permanent dual-chamber pacemaker (CapSureFix Novus®, Medtronic, Minneapolis, MN, USA).\\nAfter a one-month follow-up, she was feeling well. There were no adverse or unanticipated events noted on follow-up. Echocardiography was normal, and pacing lead was visualized and normal.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'30543806': 1, '19109359': 1, '22457667': 1, '18181903': 1, '19443432': 1, '25131984': 1, '28382260': 2, '32953332': 2}", "similar_patients": "{'5364770-1': 1, '5364770-2': 1}"}