{"patient_id": 100417, "patient_uid": "7452807-1", "PMID": 32843607, "file_path": "noncomm/PMC007xxxxxx/PMC7452807.xml", "title": "Development of intrahepatic cholangiocarcinoma at the remnant intrahepatic cyst portion 10 years after resection of type IV choledochal cyst", "patient": "A 59-year-old female patient who had undergone surgical resection of Todani type IV CC with AUPBD 10 years ago at outside hospital () was transferred for surgical treatment for intrahepatic cholangiocarcinoma. The first operation was resection of the extrahepatic extrapancreatic CC, so the intrahepatic and intrapancreatic portions of the CC were not resected ().\\nTwo years after the operation, a follow-up computed tomography (CT) scan revealed development of intrahepatic stones and formation of liver abscesses. The intrahepatic stones were removed through percutaneous transhepatic cholangioscopy (PTCS) (). Six years later after the operation, intrahepatic duct stones developed again, and the intrahepatic remnant portion of the type IV CC was further dilated, so stone removal by means of PTCS was repeatedly performed (). Thereafter, the patient did not undergo regular follow-up with imaging studies.\\nTen years later after the operation, a follow-up CT scan revealed development of intrahepatic stones and formation of a new mass (). We performed PTCS to remove the intrahepatic stones again and performed direct biopsy of the mass developed within the intrahepatic CC portion (). The tissue biopsy finding was a poorly differentiated adenocarcinoma. Magnetic resonance cholangiopancreatography at one-month intervals showed slow progression of the intrahepatic mass, and 18F-fludeoxyglucose positron emission tomography showed a hypermetabolic intrahepatic cholangiocarcinoma involving the left hepatic duct and hepatic hilum, with metastatic lymph nodes in the periportal and common hepatic artery areas (). The right liver appeared to be rather shrunken, with noticeable hypertrophy of the left liver, but CT volumetry showed that the proportion of the future remnant right liver volume was 56% of the whole liver volume.\\nBecause the liver mass appeared to be resectable, we planned to perform left hepatectomy with redo hepaticojejunostomy. First, the hepatic hilum was meticulously dissected, and the hepaticojejunostomy was isolated and transected (). We then dissected the enlarged lymph nodes around the common hepatic artery and celiac axis. Thereafter, the right hepatic artery and main portal vein were isolated. After clamping of the left hepatic artery and left portal vein, we assessed the extent of liver resection by means of the discoloration of the liver surface. We performed hepatic parenchymal transection under left hemi-hepatic inflow block without Pringle maneuver. The surface of the dilated intrahepatic CC portion was exposed (). At this step, we opened the right edges of the exposed CC portion with electrocautery to see the luminal structures (). After thorough inspection of the intraluminal mass within the CC portion, we identified the proper transection plane of the right-sided CC and then transected the CC portion along the resection design. The edges of the right-side CC wall were sampled for frozen-section biopsy. Four samples of the resection margins of the CC wall were tumor-negative. Hepatic transection was continued to remove the left liver with cutting of the left hepatic artery and portal vein (). The Spigelian lobe was preserved because its bile duct was not involved ().\\nThe Roux-en-Y jejunal limb, which was made at the first operation, was reused for redo hepaticojejunostomy. Because the wall of the right-side residual CC wall was markedly thickened, we applied multiple fixation sutures along its circumferential edges to facilitate anastomosis and to prevent bleeding at the anastomotic site (). We performed a large hepaticojejunostomy with multiple running sutures of the posterior wall anastomosis and multiple interrupted sutures of the anterior wall anastomosis (). The intrapancreatic remnant CC portion was not resected, because it was not possible to completely remove the remnant intrahepatic CC portion within the right liver.\\nThe pathology report revealed that the mass was a 4.5-cm-sized papillary cholangiocarcinoma with moderate differentiation, which was located at the left hepatic duct (). The tumor extended beyond the bile duct with 7-mm-thick wall invasion from the surface epithelia, but the hepatic parenchyma was not involved. Lymphovascular invasion was present, but perineural invasion was not identified. There was lymph node metastasis in 4 of 15 lymph nodes. The patient recovered uneventfully from this second operation () and is currently undergoing adjuvant chemotherapy for three months.\\nConsidering the clinical sequences of this patient, the reasonable extent of resection seemed to be complete resection of the extrahepatic CC including the intrapancreatic portion combined with proximal partial excision of the intrahepatic CC portion to widen the hepaticojejunostomy opening as much as possible ().", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'21360306': 1, '3566373': 1, '1336694': 1, '22989043': 1, '6036658': 1, '7125900': 1, '22808614': 1, '12239908': 1, '18558159': 1, '4343747': 1, '29322850': 1, '27307284': 2, '11777216': 1, '8843259': 1, '19280286': 1, '31225424': 2, '10568195': 1, '23090140': 2, '3706253': 1, '32457272': 2, '32843607': 2}", "similar_patients": "{'4909682-1': 1, '6558127-1': 1, '3898144-1': 1, '7271105-1': 1}"}