{"patient_id": 105336, "patient_uid": "7914050-1", "PMID": 33654434, "file_path": "noncomm/PMC007xxxxxx/PMC7914050.xml", "title": "Testicular and Spermatic Cord Metastases from Gastric Adenocarcinoma: An Unusual Case", "patient": "A 54-year-old man complained of palpable painful masses in the right scrotum and inguinal area that had been observed for more than half a year. The patient had undergone radical gastrectomy (Billroth II) for gastric adenocarcinoma more than two years before. The histologic evaluation of the surgical specimens revealed poorly differentiated adenocarcinoma (T3N2M0, stage IIIA). He had received tegafur and oxaliplatin chemotherapy for 8 cycles. There was no sign of tumour recurrence during the two-year follow-up.\\nHis physical examination showed that there was a 3 cm×2 cm mass above the right testis and a 2 cm×1 cm mass in the right inguinal area. The masses were hard, lumpy and tender. The right spermatic cord became thicker. Carbohydrate antigen 242 (CA242) was 62.73 IU/mL, and the levels of other tumour markers, including carcinoembryonic antigen (CEA), carbohydrate antigen 19–9 (CA19-9), carbohydrate antigen 125 (CA125), prostate-specific antigen (PSA), alpha-fetoprotein (AFP), and β-human chorionic gonadotropin (β-HCG), were all in the normal reference ranges. Scrotal B-ultrasound revealed the right hydrocele of the testis, the right thick spermatic cord and uneven local echo. Then, enhanced computed tomography (CT) separately showed an enhanced soft tissue mass in the right testicular and spermatic cord areas (). A biopsy of spermatic cord mass suggested adenocarcinoma invasion. As a result, the patient was treated by right radical orchiectomy through the inguinal approach under general anaesthesia. The pathology was consistent with the metastases of gastric adenocarcinoma (). Although the spermatic cord tissue was removed as much as possible, the infiltration of cancer cells was still seen in the surgical margin of the spermatic cord. Thus, the patient received tegafur and oxaliplatin chemotherapy again, there was no evidence of recurrence at the half-year follow-up, and CA242 levels returned to the normal value.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'25467588': 1, '30688733': 1, '31966714': 1, '20171588': 1, '25651787': 1, '32312237': 2, '802862': 1, '26808342': 1, '6822245': 1, '26074716': 1, '24767516': 2, '33654434': 2}", "similar_patients": "{'4026119-1': 1, '4026119-2': 1, '7171798-1': 1}"}