{"patient_id": 31756, "patient_uid": "7861930-1", "PMID": 33575054, "file_path": "comm/PMC007xxxxxx/PMC7861930.xml", "title": "Late-Onset Neutropenia in Long-Term Clozapine Use and Its Management Utilizing Prophylactic G-CSF", "patient": "A 41-year-old female with treatment-resistant schizophrenia was admitted to an acute mental health unit in Ireland due to deterioration in her mental state. This was secondary to discontinuation of treatment with clozapine (600 mg per day) twelve days previously when routine blood monitoring indicated neutropenia (red light), with an absolute neutrophil count (ANC) of less than 0.5 × 109/L. Deterioration in her mental state began to manifest day five postclozapine discontinuation, despite starting and increasing doses of paliperidone and zopiclone to aide sleep. Paliperidone resulted in a lack of improvement to the mental state, and her symptoms remained troubling. Our patient was observed to exhibit vague paranoid thinking, was guarded on interaction, and seemed anxious with pressured speech. This was noted to be in keeping with previous relapses.\\nThe patient had been taking clozapine with full compliance, no admissions and stable mental state for fourteen years, and without previous neutropenic episodes. Prior to this first neutropenic episode, our patient maintained reasonable levels of social functioning and was in the process of completing a night-time college course while utilizing previous qualifications in a volunteering capacity by day. She lived independently and in her free time was physically active and a nonsmoker, with a keen interest in running and participation in distance running events. She had coped well with the loss of her mother a few years previously.\\nA diagnosis of schizophrenia was established for this lady at the age of twenty-six with symptoms of paranoia, odd behaviors, and beliefs. She was commenced on clozapine in that same year as an in-patient following failure of olanzapine, haloperidol, and quetiapine to improve her symptoms. There was no contributing family history of psychosis. Episodes of clozapine-induced neutropenia posed a risk to continued use of clozapine, which had aided her in leading a fulfilling and busy lifestyle to date.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'12022904': 1, '28742291': 1, '23995856': 1, '27347638': 1, '28086761': 1, '28655284': 1, '17190527': 1, '29796248': 1, '29944418': 1, '28747065': 1, '27400856': 1, '25214394': 2, '23233578': 1, '33575054': 2}", "similar_patients": "{'4167504-1': 1}"}