{"patient_id": 16986, "patient_uid": "7044352-1", "PMID": 32128184, "file_path": "comm/PMC007xxxxxx/PMC7044352.xml", "title": "Plasmin inhibitor deficiency: A case report", "patient": "The patient is a 50 years old male, admitted in a state of hemorrhagic shock due to a persistant hemothorax associated with abundant hematemesis and melena. Personal history includes persistent bleeding a month after circumcision, and a peptic ulcer medically treated 4 years earlier. The patient's brother died from hemorrhagic shock, following a tooth extraction. There are no signs of hemarthrosis, hematoma, or bleeding after circumcision, nor hemophilia in the family history.\\nThe subject was injured in a road accident one week before admission. The impact point was thoracic. The chest X-ray was normal, and the patient received symptomatic treatment before release.\\nWhen readmitted, he was conscious, Glasgow coma scale 15/15, heart rate 136 beats per minute, blood pressure 85/40 mm Hg, respiratory rate 36, and peripheral capillary oxygen saturation SpO2 85%.\\nThe auscultation revealed an abolition of the vesicular murmur on the left. The patient was pale showing bruises and abrasions on the left hemithorax. There was no petechiae, no hepatosplenomegaly, no collateral circulation, and there was no bleeding or hematoma at the site of venous punctures.\\nThe patient initially benefited from oxygen therapy and volume expansion with crystalloids and colloids after noninvasive monitoring of blood pressure, SpO2, respiratory rate, and heart rate.\\nThe initial biological assessment showed a hemoglobin level of 7.5 g/dL and a platelet count of 189 000 elements. The hemostasis assessment was normal with prothrombin at 86%, activated partial thromboplastin time APTT at 29.8 seconds, and fibrinogen at 4 g/L. Renal function was correct with a urea level of 0.5 g/L, serum creatinine at 13 mg/L, and glomerular filtration rate GFR at 64 mL/min. There was no hepatic cytolysis, albuminemia was at 35 g/L, serum sodium level was 135 mEq/L, and potassium level was 4 mEq/L.\\nThe patient received a red blood cells transfusion and underwent a chest drainage. Four liters was drained over 48 hours with a flow rate of 100 mL/h.\\nThe digestive hemorrhage was persistent, so an upper gastrointestinal endoscopy was performed. It showed massive diffuse bleeding.\\nThe hemorrhagic shock was persistent despite the blood transfusion and the administration of tranexamic acid. An exploratory laparotomy was carried out, showing a diffuse bleeding, without individualized lesion. The patient died in a state of refractory hemorrhagic shock.\\nWe ran specific tests of hemostasis and thrombosis: The bleeding time turned out normal, the various clotting factor concentrations, including antihemophilic factors VIII and IX, von Willebrand factor, factor XIII, and factor V, were normal.\\nOn the other hand, the dosage of plasmin inhibitor was low: 29 IU/L (normal value 80-120 IU/L).\\nThe diagnosis of a constitutional plasmin inhibitor deficiency was retained.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'29656168': 1, '26626994': 1, '3166140': 1, '9141950': 1, '15670058': 1, '9880645': 1, '15842343': 1, '8328647': 1, '32128184': 2}", "similar_patients": "{}"}