{"patient_id": 19946, "patient_uid": "7249753-1", "PMID": 32467786, "file_path": "comm/PMC007xxxxxx/PMC7249753.xml", "title": "Out of the Blue: A Case of Blue Subungual Discoloration Associated with Prolonged Tetracycline Use", "patient": "A 71-year-old gentleman presents to establish care with a new primary care physician after he had lost his prior physician due to a change in his insurance. He has a past medical history of erectile dysfunction, skin cancer, osteoarthritis, and a torn meniscus. He has no acute concerns for his visit besides presenting for an annual check-up. He denies any history of propensity to bleed, tobacco use, or lung diseases that would put him at risk of hypoxia, such as chronic obstructive pulmonary disease, emphysema, or bronchitis. He endorses daily unprotected sun exposure due to yard work and tennis with a prior history of skin cancer. On medication reconciliation, his only prescription medication was doxycycline 100 mg daily. He also takes saw palmetto, fish oil, multivitamin, and methylcellulose.\\nOn examination, vitals were stable and pulse oxygen was within normal limits. The exam was benign except for markedly blue-gray discoloration of all the proximal nail beds of both the right and left hands with undisturbed nail formation. This can be seen in Figures , . This hyperpigmentation spared the toes. He was not cyanotic and capillary refill was normal bilaterally. His fingers were normal temperature to touch, and he denied any change in color in response to cold or stress. His sensation was intact bilaterally. The remainder of his physical examination was within normal limits.\\nOn further questioning, he could not pinpoint when the nail changes began but he mentions that his wife has been noticing it more for the past few years. He denies any pain or discomfort. Although he did have a prior history of skin cancer, it was unlikely that it was a subungual melanoma because of the presence of the pigmentation on all fingers. The patient had no signs of Raynaud's syndrome. On further questioning regarding his use of doxycycline, he had stated that he had been taking minocycline for six years for the treatment of acne vulgaris. However, one year ago he discontinued minocycline and switched to doxycycline due to bilateral ear hyperpigmentation and blue discoloration of his nails. Within that year, the hyperpigmentation on his ears had improved; however, the nail pigmentation did not. The patient denied any recent use of other medications such as amiodarone, antimalarials, heavy metals such as silver, and cytotoxic medications. These medications are known for their blue-hued pigmentation side effect. An in-depth review of systems was otherwise negative.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'10878182': 1, '16148859': 1, '17986300': 1, '9638388': 1, '32467786': 2}", "similar_patients": "{}"}