{"patient_id": 30785, "patient_uid": "7808805-3", "PMID": 33505751, "file_path": "comm/PMC007xxxxxx/PMC7808805.xml", "title": "Hypophosphataemic Rickets Secondary to Raine Syndrome: A Review of the Literature and Case Reports of Three Paediatric Patients' Dental Management", "patient": "Case three presents the youngest sibling, an 11-year-old female. Craniofacially, she presented with sagittal craniosynostosis and metopic ridging. Additionally, bilateral intracranial calcification was evident of the globus pallidi and scattered throughout both cerebral hemispheres. There were no concerns about raised intracranial pressure. Clinically, she also had a convexity over the closed anterior fontanelle, a high anterior hairline, mild exorbitism, midfacial hypoplasia, narrow nose, and high narrow palate. She also had generalised osteosclerosis, short stature, and leg bowing. Additionally, she had hypertension with mild renal impairment.\\nDentally, she initially presented with multiple recurrent abscesses requiring repeat courses of amoxicillin. She received a general anaesthetic (GA) at the age of seven, for extraction of all primary first and second molars and primary maxillary canines. At the age of eight, she presented with a spontaneous abscess of mandibular right central incisor and had first-stage root canal therapy under local anaesthetic. At the age of nine, she presented with a retained root of the maxillary right primary second molar, which was extracted under local anaesthetic (LA). At the age of ten, she presented with draining sinuses and pulp exposure of the maxillary left central incisor. Treatment options were attempt root canal treatment (RCT) of mandibular central incisors, left lateral incisor, and maxillary left central incisor and extractions of maxillary left second premolar and first permanent molar or full clearance and provision of a prosthesis.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'32299476': 1, '34360805': 1, '31965544': 1, '21076826': 1, '12789152': 1, '31104830': 1, '17714351': 1, '25677243': 1, '30628123': 1, '33905141': 1, '27667191': 1, '24959018': 1, '12360687': 1, '33505751': 2}", "similar_patients": "{'7808805-1': 2, '7808805-2': 2}"}