{"patient_id": 20437, "patient_uid": "7273678-1", "PMID": 32498706, "file_path": "comm/PMC007xxxxxx/PMC7273678.xml", "title": "Early diagnosis of miliary tuberculosis in a hemodialysis patient by combining two interferon-γ-release assays: a case report", "patient": "A 57 year old man born in Egypt started chronic HD treatment in 2011 in Belgium for ESRD due to chronic pyelonephritis and kidney stones. The patient came to live in Belgium in 1997 but he often travelled to Egypt. The medical history included ischemic cardiomyopathy, type 2 diabetes mellitus, and urinary shistosomiasis. An arterio-venous graft was placed due to the irreversible occlusion of the fistulae, and the patient had undergone surgery for urethral stenosis. His home medication consisted of aspirin, bisoprolol, simvastatine, furosemide, oral antidiabetic medication and a phosphate-binder, whereas erythropoietin, iron substitution and vitamin B complex were administrated during HD sessions.\\nBetween February 2012 and July 2015, the patient presented with several episodes of recurrent fever with myalgia after coming back from his journeys in Egypt. He had no diarrhea, nor any urinary symptoms or respiratory complaints, and reported no insect or dog bites. His physical examination was normal, but each episode of fever and myalgia was accompanied by high C-reactive protein (CRP) blood levels (Fig. ), while liver enzyme concentrations remained normal. At each episode, both the inflammatory syndrome and the clinical complaints decreased partially or completely within less than 1 month, as illustrated in Fig. , without any explanation or specific treatment. The patient was hospitalized at each episode for exhaustive infectious evaluations, and blood cultures were sampled at each HD session, as well as during chills and/or peaks of temperature. All bacteriological blood cultures remained negative, as well as viral serologies for HIV, hepatitis A, B and C. Chest radiography did not show any infiltrate, cavity or calcification, whereas a Computed Tomography (CT) scan demonstrated a pulmonary infiltrate in the left lower lobe, and a mediastinal adenopathy. Ultrasounds of the arterio-venous graft excluded a collection near the prosthetic material. Given the impaired immunity related to the ESRD, the frequent travels to Egypt and the past history of schistosomiasis, a recurrence of parasitic infection was suspected and the patient received an empirical treatment based on praziquantel, despite the absence of parasitological proof of Shistosomiasis. A second CT scan performed 3 months later confirmed the presence of a pulmonary infiltrate in the left lower lobe and demonstrated several mediastinal lymphadenopathies. A multitude of differential diagnoses were evoked, including infectious diseases (M. tuberculosis or atypical mycobacteria, herpes virus, histoplasmosis, toxoplasmosis, leishmaniosis, trypanosomiasis, filariasis, rickettsiosis), systemic diseases (sarcoidosis, systemic lupus erythematosus, dermatomyositis, Sjogren, Sharp, Castelman syndrome, histiocytosis, anthraco-silicosis) and neoplastic diseases (Hodgkin disease or other lymphoma, leukemia, metastasis of a solid cancer). Viral, parasitic and auto-immune serologies were all negative as were several searches for parasites in the feces. An endobronchial ultrasound-guided trans-bronchial needle aspiration (EBUS) of a mediastinal lymph node was performed, but provided no element in favor of any infectious or neoplastic disease, although sinus histiocytosis was demonstrated. To exclude M. tuberculosis infection, PCR and cultures were performed on broncho-alveolar lavage fluid and on the mediastinal lymph node aspiration, and they were negative. A TST was not performed because of its poor negative predictive value in HD patients [, ]. Instead, we performed two well-standardized home-made IGRA on peripheral blood mononuclear cells (PBMC) and compared the IFN-γ secretion induced by ESAT-6 with that induced by HBHA. The secretion of IFN-γ upon stimulation with purified protein derivative (PPD or tuberculin) was used as a positive control of mycobacterial infection [–]. In addition, staphylococcal enterotoxin B (SEB) was used as a positive control for T cell reactivity, while the negative control contained no added stimulant. These IGRA performed in October 2012 resulted in a very high level of IFN-γ secretion in response to ESAT-6 and a low level in response to HBHA (Table ). Combined with the clinical presentation, these results were highly suggestive of aTB, but this diagnosis was at that time not retained because of the negative microbiological results. In October 2012, after the same recurrent complaints, a 18F-fluorodeoxyglucose Positron Emission Tomography/Computed Tomography (18FDG PET-CT) was performed with the hope to identify a lesion accessible for biopsy. It only confirmed the existence of several FDG-active mediastinal lymphadenopathies accompanied by a small subpleural infiltrate in the left lower lobe. Several lymph nodes were removed by mediastinoscopy but Ziehl-Neelsen acid-fast stain was negative as were M. tuberculosis cultures and PCR.\\nIn April 2013, fever and myalgia reappeared and a second PET-CT was performed, which demonstrated de novo FDG-positive pulmonary nodules, in addition to the preexisting and stable mediastinal lymphadenopathies. Thoracoscopic resection of an apical pulmonary nodule was performed, which showed several granulomas, a few of which with central non-caseating necrosis. However, due to persistent negativity of the M. tuberculosis cultures and PCR, the clinicians did not prescribe anti-TB treatment.\\nIn July 2015, a new PET-CT was performed following a recurrent fever episode, and it highlighted now cervical, mediastinal, retroperitoneal and hepatic hilar FDG-active lymph nodes (Fig. ). The patient underwent a resection of a retro-clavicular lymphadenopathy for further search of M. tuberculosis, and the Ziehl-Neelsen acid-fast stain was positive. After 2 weeks, the culture was positive for M. tuberculosis, confirming the diagnosis of TBLA, and quadritherapy was started. Adherence and tolerability to the treatment were assessed twice weekly during the HD session. Since the patient did not have a family doctor, all the prescriptions were given at regular basis by the nephrologists. The treatment shifted after 2 weeks to a tritherapy (tebrazid, rifadine and myambutol) for 14 months, as isoniazid had to be stopped because of encephalopathy. The inflammatory syndrome disappeared completely under treatment (Fig. ), as well as the patient’s symptoms. The IGRA performed after 6 months of treatment indicated an increased IFN-γ response to HBHA and a decreased response to ESAT-6 compared to the first IGRA, suggesting a favorable response to treatment []. The patient gained 8 kg during his treatment and could successfully undergo kidney transplantation in February 2018. Three months after the transplantation, the IGRA results were doubtful in response to PPD, negative in response to HBHA, but still slightly positive in response to ESAT-6 (Table ). The patient was at that time under immunosuppressive treatment. However, since he nevertheless secreted measurable levels of IFN-γ secretion in response to SEB, we considered him as cured from the M. tuberculosis infection.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'17912342': 1, '29182688': 1, '21375664': 1, '30289617': 1, '25861336': 1, '21931124': 1, '30231948': 1, '27752009': 1, '31377114': 1, '21479248': 1, '22694662': 1, '26614191': 1, '15141044': 1, '18209439': 1, '17699389': 1, '1951338': 1, '14575282': 1, '7565540': 1, '23940693': 1, '22912846': 2, '26602949': 1, '20413440': 1, '17014512': 1, '15086923': 1, '22607565': 1, '20538837': 1, '21813622': 1, '26726960': 1, '12425486': 1, '16968724': 1, '28139869': 1, '26517361': 1, '11865404': 1, '32498706': 2}", "similar_patients": "{'3422279-1': 1}"}