{"patient_id": 29215, "patient_uid": "7733287-1", "PMID": 33308210, "file_path": "comm/PMC007xxxxxx/PMC7733287.xml", "title": "Mucinous cystic neoplasm of the liver with biliary communication: case report and surgical therapeutic option", "patient": "A 45-year-old-female with no significant past medical history other than grade I overweight (BMI 33.6 kg/m2), presented with upper abdominal pain, anorexia, malaise, mild jaundice and pruritus for 6 months. The liver function tests were normal, and CA 19–9 was slightly elevated (37 U/ml).\\nAbdominal contrasted computed tomography (CT) scan demonstrated a 4.2 × 3.6 cm multiloculated cystic lesion within segment I, V and VIII of the liver, communicating with the right hepatic duct. The biliary system was dilated with thickening of the common hepatic duct, and extrinsic compression of the biliary confluence. The image also revealed a hepatic lesion in segments V/VIII, suggestive of hemangioma. Radiologic findings were confirmed by magnetic resonance imaging (MRI) (Fig. ).\\nAfter multidisciplinary discussion, the patient was considered to present with a resectable complex cystic lesion, compatible with IPN-B associated to cholangiocarcinoma. Anatomic right hepatectomy and hilar lymphadenectomy was the proposed procedure for surgical resection. The tumor was involving the bifurcation of the main biliary hepatic ducts (right and left), then a decision was made not to submit the patient to an endoscopic retrograde cholangiography procedure due to its invasiveness characteristics and complications associated to the papillotomy, since it would not change the surgical plan at that moment in time.\\nPreoperative liver volumetric assessment was performed to estimate the future liver remnant (FLR) (Fig. ). Total liver volume (TLV) was 1543 ml, and the FLR was 414 ml (FLR/TLV = 26.8%), the ratio FLR/BW was 0.48%. Due to insufficient estimated FLR the patient was submitted to right portal vein embolization, targeting the inflow to the liver lesion (Figs. , ). After 4 weeks, the estimated FLR increased to 790 ml (FLR/TLV = 45.4%; FLR/BW = 0.91%).\\nThe abdominal cavity was assessed thought a J-shape incision. No unexpected peritoneal seeding or metastasis were found. A 4 cm cystic lesion in segments I, IV and VIII was observed. Intraoperative cholangiography through the cystic duct confirmed communication of the cyst with the bile ducts and extrinsic biliary compression. The intraoperative ultrasound assessment confirmed no macrovascular invasion, with cystic biliary communication to the right hepatic duct.\\nAfter defining the resectability, complete skeletonization of the hepatoduodenal ligament was performed. Thereafter, the distal common bile duct was isolated and divided at the level of the intrapancreatic portion, and the remainder was sent for frozen biopsy (negative). Hilar lymphadenectomy included stations 12, 8a and 13 with en-block of extra-hepatic and biliary confluence resection was performed. The right hepatic artery and right portal branch were ligated and divided, with careful dissection not to damage the vascular inflow to the FLR.\\nSubsequently, the liver was mobilized by dividing all ligamentous attachments. Anatomic right hepatectomy including the caudate lobe (segments I, V, VI, VII, and VIII) was performed using ultrasonic harmonic scalpel device (Ultracision™) along with the demarcation line marked by the ischemic color change of the liver surface. The left intrahepatic bile duct was resected at its origin in the umbilical fissure.\\nLeft sided bile duct was reconstructed after removal of the specimen from the abdominal cavity. The Roux limb was placed up in a retro colic fashion, and hepaticojejunostomy was performed using a 5-0 PDS single-layer running suture. Thereafter, jejunojejunostomy was performed. A closed drainage catheter was placed around the resection plane of the liver and the hepaticojejunostomy. Abdominal closure was performed after hemostasis was achieved.\\nDespite abdominal drainage, the patient experienced a biloma that was treated by non-surgical approach with a percutaneous catheter insertion for drainage and spontaneous closure. Patient was discharged on postoperative day 12.\\nAt the 2-months follow-up, the patient is asymptomatic with normal liver function tests and no recurrent lesions.\\nSurprisingly, histopathological examination of the resected specimen (Fig. ) confirmed the diagnoses of low-grade MCN-L (Fig. ). Histopathological findings are very characteristic of these neoplasms. The presence of ovarian stroma excludes other differential diagnoses of mucinous cystic lesions of the liver. The diagnosis was performed by a pathologist specialized in gastrointestinal and liver diseases. Double checking of diagnoses is routine in our pathology laboratory.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'30944811': 1, '30635308': 1, '31293915': 1, '31433515': 1, '29735801': 1, '21516077': 1, '33811210': 1, '25047921': 2, '25951998': 2, '31832138': 2, '20357447': 1, '16741522': 1, '33308210': 2}", "similar_patients": "{'6900340-1': 1, '4119182-1': 1, '4119182-2': 1, '4481294-1': 1, '4481294-2': 1}"}