{"patient_id": 30726, "patient_uid": "7806362-1", "PMID": 33505759, "file_path": "comm/PMC007xxxxxx/PMC7806362.xml", "title": "Metastatic Adenocarcinoma of the Lung Presenting as a Soft Tissue Mass", "patient": "This patient is an 81-year-old male with a past medical history of COPD, CKD, and atrial fibrillation and a history of pneumonia treated by his primary care physician and pulmonary medicine specialist 3 months prior to presentation. Patient also had a 46-pack year smoking history who quit in 1998. He presented to the office with a mass of questionable soft tissue origin in his back that was causing discomfort and pain. The lesion was reported by the patient as a firm, slow-growing, and bothersome for him to lean back in his chair or car seat. Lying on his back was also painful. Initial examination the mass was 3 × 3 cm and mildly tender to palpation with no accompanying lymphadenopathy, redness, or discharge. After discussion of the risks, benefits, and alternative options, the shared physician-patient relationship decided to undergo surgical excision of the back mass. Informed consent was obtained.\\nThe patient underwent LMAC anesthesia in the prone position with local application of 1% Xylocaine with epinephrine. An elliptical incision of the skin overlying the mass measuring was performed for grossly negative surgical margins. Circumferentially, the mass was taken down to the fascia and musculature. There were suspicious attachments of the mass to the surrounding musculature and fascia requiring excision for an en bloc resection. This was performed using cautery. The mass was removed, oriented, labelled, and sent to pathology.\\nThe tissue sample which measured 3.7 × 2.8 × 2.5 cm was stained at the margins with black ink and was noted to have a somewhat circumscribed fleshy appearing area measuring 2.3 × 2 × 1.5 cm. Microscopically, this appeared to extend to the stained ink margins. The sample was sectioned in blocks A1-A9 and subsequently immunostained. Block A5 displayed positive staining for TTF-1, CK7, and CDX-2, with negative CK20. This immunostaining leads to a diagnosis of metastatic adenocarcinoma with micropapillary features from a lung primary. The sample was noted to be an incomplete excision with transection of the mass at the peripheral margin.\\nThe patient was notified of the results, and oncology was consulted. Oncology recommends a staging workup and reexcision of the mass. The patient declined any surgical reexcision. The patient also refused to undergo further staging workup or medical or surgical treatment.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'10757409': 1, '24744927': 2, '23242715': 1, '25969680': 2, '18076764': 1, '10883446': 1, '11126845': 1, '25130083': 1, '25918286': 1, '12085180': 1, '10947022': 1, '25806193': 1, '29313949': 1, '33505759': 2}", "similar_patients": "{'4427150-1': 1, '4427150-2': 1, '3972869-1': 1}"}