{"patient_id": 100979, "patient_uid": "7506641-1", "PMID": 32994917, "file_path": "noncomm/PMC007xxxxxx/PMC7506641.xml", "title": "Minimally invasive management of a paraduodenal hernia with intestinal malrotation", "patient": "A 42-year-old female patient presented to the emergency room with acute epigastric pain, nausea and vomiting. Past medical history included hypertension and gastroesophageal reflux disease. Her past medical history did not include any prior abdominal surgery. Vital signs were normal at presentation. Abdominal examination revealed a soft abdomen with a mild epigastric tenderness. White blood cell count and lactate level were within normal limits. An abdominopelvic computed tomography (CT) scan showed a left PDH containing a jejunal loop (). The neck of the hernia was estimated at 4 cm. The bowel had signs of fecalization, suggesting a chronic stasis phenomenon. There was no evidence of occlusion or bowel ischemia.\\nThe patient underwent an exploratory laparoscopy and intestinal malrotation with an internal hernia containing small bowel loops was objectified in the Landzert fossa. The hernia was managed by laparoscopic reduction and closure of the hernial defect. A camera trocar was placed at the umbilical level, two 5 mm trocars were placed in the left iliac fossa and the right hypochondrium, and a 12 mm trocar was placed in the right iliac fossa. The transverse colon and omentum were mobilized to expose the small bowel to the left of the ligament of Treitz. Lysis of adhesions between the transverse mesocolon and the small bowel mesentery allowed access to the hernial sac. Incarcerated small bowel loops were retrieved and were deemed well perfused. The hernial defect was closed with interrupted stitches.\\nThe patient made an uneventful recovery and was discharged at postoperative Day 3. An abdominopelvic CT scan was performed after 3 months and no significant abnormalities were noted. The patient remains well apart from occasional epigastric discomfort.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'9419303': 1, '30410812': 2, '27117968': 1, '9843350': 1, '25174294': 1, '19660226': 1, '12394439': 1, '18465192': 1, '32994917': 2}", "similar_patients": "{'6205318-1': 1}"}