{"patient_id": 31611, "patient_uid": "7851411-1", "PMID": 33524799, "file_path": "comm/PMC007xxxxxx/PMC7851411.xml", "title": "Porto-mesenteric vein thrombosis after laparoscopic sleeve gastrectomy. A case report", "patient": "A 52-year-old male patient with a body mass index of 42 kg/m2 was admitted to our clinic for morbid obesity. He had a previous history of insulin resistance and hypertension and was on medication for these conditions. The patient was screened by detailed laboratory tests with respect to hematologic and metabolic parameters and vitamin deficiency (iron, Ferritin, B12, Folic acid, Vitamine D). There was no vitamin deficiency but hiperlipidemia was found. Gastroscopy and abdominal ultrasound were also performed at preoperative evaluation. There was no patology in the stomach. He had grade 2 hepathosteatosis. He was evaluated by a multidisciplinary team like all our patients. (Dietitian, psychiatrist, cardiologist, pulmonologist, endocrinologist and anesthetist). After preoperative evaluation LSG was planned. The patient was informed about the operation and this study in detail, and written consents were obtained.\\nAs a routine treatment, this patient received low molecular weight heparin (LMWH), 40 mg enoxaparin sodium, which was repeated every 24 h for 10 days. Early postoperative mobilization, the use of pneumatic compression sucks during surgery and at hospitalization period were also applied as our routine standart procedure.\\nThe 12 mm optic trocar (Endopeth Xcel®) was entered into the abdomen under direct vision from the left supcostal area and insufflated with 12 mmHg CO2. LSG was performed with 5 trocars. Lesser suck was opened and greator curvature was disected using harmonic scalpel. The stomach was completely released. LSG was completed using Endo GIA TM60 mm Tri-stapler (4 purple and 1brown cartridge) starting from 2 cm distance to the pylorus using 36 French bougie. Then the entire stapler line was oversewed with 3.0 V-Loc TM. At the last stage, gastric sleeve was fixed to the peripancreatic tissue at 2 points below the incisura to prevent twist. The opereration lasted for 90 min.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'23715896': 1, '31601534': 1, '28361494': 1, '33181358': 1, '17981515': 1, '23765199': 1, '15119663': 1, '23163728': 1, '19821530': 1, '19796994': 1, '29370995': 1, '11668324': 1, '17217642': 1, '24570009': 1, '15649730': 1, '33524799': 2}", "similar_patients": "{}"}