{"patient_id": 102292, "patient_uid": "7649486-1", "PMID": 33204975, "file_path": "noncomm/PMC007xxxxxx/PMC7649486.xml", "title": "Honeycomb-like structure in spontaneous recanalized coronary thrombus demonstrated by serial angiograms: a case report", "patient": "A 55-year-old man with a coronary risk factor of diabetes mellitus was admitted due to worsening effort angina during the previous 2 months. Physical examination on admission revealed normal blood pressure (119/78 mmHg) with normal heart rate (69 b.p.m.). There were no abnormalities detected on electrocardiogram, echocardiogram, and in cardiac enzyme levels. Coronary angiography revealed occlusion of the distal right coronary artery (RCA), with good collateral flow from the left coronary artery (, arrows). We considered this lesion as a recent total occlusion, and planned a percutaneous coronary intervention (PCI) 7 days after admission. We administered dual antiplatelet therapy with a maintenance dose of aspirin and prasugrel. At the time of PCI, the initial angiogram showed spontaneous recanalization of the occlusive RCA with thrombolysis in myocardial infarction (TIMI) flow grade 2 (). The guide wire passed smoothly, and 60 MHz HR-IVUS (Altaview™, Terumo, Tokyo, Japan) depicted multiple channels divided by iso-echoic thin septa (), identified as a HLS, adjacent to the culprit atherosclerotic attenuated plaque (). After pre-dilatation, slow flow phenomenon occurred, leading to ST-segment elevation, which was improved by the intracoronary administration of nicorandil. We deployed two drug-eluting stents and the procedure was completed with final TIMI flow grade 3 (). The post-procedural clinical course was uneventful with no further cardiac events at 6 months follow-up.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'22789941': 1, '31403462': 1, '12176965': 1, '29199266': 1, '24556108': 1, '30286864': 1, '20298935': 1, '21414532': 1, '34930129': 2, '22721666': 1, '29248662': 1, '4169428': 1, '33204975': 2}", "similar_patients": "{'8686221-1': 1}"}