{"patient_id": 18081, "patient_uid": "7124830-1", "PMID": 32257721, "file_path": "comm/PMC007xxxxxx/PMC7124830.xml", "title": "Teenager with a Primary Renal Lymphoma: A Case Report", "patient": "An 18-year-old male patient from Lima, Peru presented to the emergency room (ER) with episodes of polydipsia, polyuria and involuntary weight loss (approximately 18 kg over the past year); a progressive lower limbs weakness as well as dyspnea became associated. He was admitted due to incapacity to walk, mild left lumbar pain and severe asthenia. According to the physical examination, he was lucid, and orientated in time, person and space, with evidence of pale skin, oral mucous dryness and lower limbs weakness. Also, visceromegaly and pustular lesions with erythematous base along his back were found. The arterial blood gas analysis (ABG) taken at the emergency room showed metabolic acidosis with a normal anion gap and hypokalemia. The urine tests manifested alkaline urine, which indicated a distal renal tubular acidosis.\\nA week after admission, he was taken to the internal medicine service, where he went through a series of tests including laboratory exams, images and procedures. Systemic lupus erythematosus (SLE) was thought to be one of the first possible diagnosis with a lupus nephritis as a manifestation of the disease. Because of this, antibodies were asked and only antinuclear antibodies (ANA) came out positive. At the same time, different neoplastic and infectious diseases were ruled out with blood tests, tumor markers and other procedures. On the other hand, ultrasound images showed evidence of moderate hepatic steatosis and nephromegaly with signs of left renal cysts, which were ruled out during the CT scans, that demonstrated bilateral nephromegaly with hepatosplenomegaly and retroperitoneal, para-aortic and mesenteric lymphadenopathies that lacked significance (Figure ). The renal ultrasound was repeated and a 9-mm lithiasis at a right renal calyx was found as well as a 5.6-mm stone in the left one.\\nSince there was not a definitive diagnosis, a renal biopsy was indicated (Figure ). The results came out as a high-grade immature B-Cell lymphoproliferative process with a Ki67 value greater than 90%. With the possibility of a secondary renal lymphoma on mind, additional studies to evaluate the disease extension were requested (thoracic, abdomen and pelvic CT scans; cerebral CT scans and bone marrow aspiration). All of them came out negative and no primary lesion was found.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'19404843': 1, '12560452': 1, '25843733': 1, '16287762': 1, '22198497': 1, '2115266': 1, '20647565': 1, '25316606': 1, '24682397': 1, '21314872': 1, '27336863': 1, '12426661': 1, '20720070': 1, '27895762': 1, '17337643': 1, '21116372': 2, '25951806': 1, '32257721': 2}", "similar_patients": "{'2978452-1': 1}"}