{"patient_id": 34030, "patient_uid": "7983180-1", "PMID": 33767927, "file_path": "comm/PMC007xxxxxx/PMC7983180.xml", "title": "Acute Renal Failure in a Patient With Severe Acute Respiratory Syndrome Coronavirus 2", "patient": "A 42-year-old male with no significant past medical history was sent from urgent care to the emergency department (ED) for evaluation of hypoxia and suspected SARS-CoV-2 infection. The patient complained of a two-day history of shortness of breath and fever. He denied any chest pain, cough, myalgia, or loss of taste or smell.\\nUpon arrival to the ED patient's vitals were as follows: temperature 100.5° F, pulse rate 117 beats per minute, respiratory rate 22 breaths per minute, blood pressure was 173/99 mmHg, which improved to 115/85 with no pharmacologic intervention. The patient was saturating 88% on room air at presentation and improved to 96% on 3 L of nasal cannula (NC). Chest X-ray (CXR) on presentation was significant for bilateral patchy airspace opacities concerning pneumonia, as seen in Figure . The patient was started on azithromycin 500 mg IV daily, ceftriaxone 1 g IV daily, dexamethasone 6 mg oral daily, enoxaparin 40 mg subcutaneous daily, and plans for remdesivir were made, and he was admitted to the general medical floor for further management.\\nNasopharyngeal and oropharyngeal swabs were taken, and the patient tested positive for SARS-CoV-2 by real-time reverse-transcription polymerase chain reaction (rRT-PCR) assay. Basic metabolic panel and complete blood count laboratory values are listed in Table . Inflammatory markers were as follows: ferritin 2194 (23.9-336.2 ng/ml), fibrinogen 1226 (270-500 mg/dl), D-dimer 259 (0-230 ng/ml), C-reactive protein more than 20 (<10 ng/dL), lactate dehydrogenase 488 (98-192 U/L).\\nOn day 3, the patient was saturating 53% on ambulation, 83% on 4L NC, and 87% on a non-rebreather mask and 4L NC. On day 4, the patient continued to deteriorate and was saturating at 37% on a 100% fraction of inspired oxygen (FiO2) high flow oxygen nasal cannula and complained of epistaxis. The patient was intubated for type 1 respiratory failure and transferred to the intensive care unit for mechanical ventilatory support.\\nDuring the first few days of hospitalization, the patient had creatinine levels within normal limits; baseline creatinine is 0.6-.8 mg/dl. However, during his stay in the critical care unit, creatinine levels continued to rise. Table shows the trend of relevant blood work. The patient’s renal insufficiency continued to worsen, requiring renal replacement therapy. The first session of hemodialysis was on day 7 of hospitalization.\\nUnfortunately, the patient’s respiratory status continued to deteriorate, requiring a high FiO2 and positive end-expiratory pressure (PEEP). On day 8 of hospitalization, the bilateral venous duplex of the lower extremities showed evidence of acute deep vein thrombosis of the right posterior tibial, peroneal, multiple intramuscular calf veins and gastrocnemius veins and the left multiple intramuscular calf veins and gastrocnemius veins. A CAT pulmonary angiogram (CTA) showed multiple segmental and subsegmental filling defects in the lower lobe arterial branches that are highly suspicious for extensive bilateral pulmonary embolism along with extensive bilateral ground-glass and alveolar infiltrates, as seen in Figure .\\nThe patient was started on high-range heparin infusion for anticoagulation. Despite high FiO2, PEEP, and maximal therapy patient maintained oxygen saturation in the 70%s and 80%s. Regrettably, on day 15, the patient desaturated and eventually went into asystole. Of note, no sources of infection besides SARS-CoV-2 were detected. Full advanced cardiovascular life support protocol was performed; however, unfortunately, the return of spontaneous circulation was not achieved.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'32565254': 1, '18256378': 1, '32416116': 1, '32007143': 1, '33060844': 1, '33011717': 1, '32345702': 1, '15673319': 1, '33767927': 2}", "similar_patients": "{}"}