{"patient_id": 18625, "patient_uid": "7171094-1", "PMID": 31804630, "file_path": "comm/PMC007xxxxxx/PMC7171094.xml", "title": "A de novo variant in the human HIST1H4J gene causes a syndrome analogous to the HIST1H4C-associated neurodevelopmental disorder", "patient": "The patient was a 14-year old Hispanic male with profound intellectual disability. He was the product of a full term pregnancy with limited prenatal care. His birth weight was 2.3 kg. He was born with hypospadias, which was surgically repaired. Growth parameters remained <3rd percentile throughout his medical evaluation. He was globally delayed and hypotonic. He sat unassisted at 9 months of age and walked independently around 4 years of age. He had significant language delay and was diagnosed with pervasive developmental disorder. His additional diagnoses were oculomotor apraxia (OMA) and moderate angle left esotropia. At the age of 14 years, he was nonverbal. His height was 125.3 cm (−4.64 SD), weight was 20.7 kg (−4.13 SD), and head circumference was 49.4 cm (−3.32 SD). Dysmorphic features included upslanting palpebral fissures, hypertelorism, periorbital fullness, arched eyebrows, flat nasal bridge, wide mouth with downturned corners, and short philtrum (Fig. ). He had muscle wasting involving the upper and lower extremities, slender hands, and flat feet. Echocardiogram and renal ultrasound evaluations were normal. Brain MRI showed mild prominence of supratentorial sulci and cisterns. His laboratory work-up included very long chain fatty acids, CPK, lactate, and DNA analysis for Fragile X, which were all normal. Chromosomal microarray showed a paternally inherited 207 kb gain involving KCNV1 on chromosome 8q23.2. MECP2 sequencing was normal.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'23934149': 1, '30224647': 1, '33827674': 1, '28920961': 1, '25561719': 1, '26188466': 1, '13005548': 1, '19818714': 1, '21981917': 1, '24088041': 1, '29691392': 1, '28406212': 1, '15808514': 1, '34205231': 1, '31804630': 2}", "similar_patients": "{}"}