{"patient_id": 21803, "patient_uid": "7338749-2", "PMID": 32631021, "file_path": "comm/PMC007xxxxxx/PMC7338749.xml", "title": "In Vivo Confocal Microscopy and Anterior Segment Optical Coherence Tomography Findings in Two Cases with Mucopolysaccharidoses", "patient": "A 41-year-old woman with a diagnosis of MPS-IVA had been followed-up for glaucoma and using timolol maleate-brimonidine fixed combination for the last 3 years. She had low levels of leukocyte N-acetylgalactosamine-6-sulphatase enzyme activity, severe skeletal deformities and gait disturbance, but no intellectual impairment. Bilateral best-corrected visual acuity was 16/20 with a correction of +0.50/+1.00x135 D OD and +1.00x105 D OS. IOP was 22 mmHg OU. Slit-lamp biomicroscopic examination revealed moderate corneal clouding and diffuse stromal opacities (). The fundus examination could hardly be done, but the optic discs seemed normal with a cup/disc (C/D) ratio of 0.4. IVCM revealed hyperreflective basal epithelial cells, dot-like and larger opacities (up to 25-30 µm in length) in the Bowman layer and the anterior stroma () and around the subepithelial nerve plexus (). Abnormally shaped, elongated keratocytes and hyporeflective dark, round structures outlined by white borders (which might be vacuoles), lacunae, and microdots were observed in the anterior-mid stroma (). The endothelial layer, although not very clear, seemed normal (). In AS-OCT images, diffuse hyperreflectivity in the corneal stroma and thick corneas were noted (CCT 634 µm OD and 629 µm OS) (). Iridocorneal angle measurements, which could be taken only from patient 2, revealed that the angle opening distance at 500 µm from the scleral spur (AOD 500) was 210 µm on the temporal side and 251 µm on the nasal side. The temporal and nasal iridocorneal angles were 21.7° and 25.9°, respectively. Anterior chamber depth measured by a corneal topography device with a Scheimpflug camera were 3.53 mm OD and 3.67 mm OS.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'2220820': 1, '17198020': 1, '16414358': 1, '15968173': 1, '22863816': 1, '15965185': 1, '24384963': 1, '12502956': 1, '15965178': 1, '24212765': 1, '1559353': 1, '25345096': 1, '32631021': 2}", "similar_patients": "{'7338749-1': 2}"}