{"patient_id": 17935, "patient_uid": "7104116-1", "PMID": 32257495, "file_path": "comm/PMC007xxxxxx/PMC7104116.xml", "title": "A Degrading Potassium Tablet Mimicking Active Gastric Bleeding in a Computer Tomographic Investigation", "patient": "A 54-year-old male patient suddenly developed strong thoracic pain and recurrent dysesthesia of both thighs. The emergency medical physician measured a blood pressure difference on the upper extremities of 50 mmHg. Furthermore, intermittently, the pulsations of the bilateral femoral arteries were not palpable. Otherwise, vital signs were normal. With the suspect of an aortic dissection, the patient was immediately transported to the hospital by helicopter. A CT angiography revealed a long-distance intramural hematoma of the descending aorta. For monitoring and strict blood pressure control, the patient was admitted to our ICU (intensive care unit).\\nDuring the ICU stay, the patient's condition was stable. Bed rest was prescribed, and strict blood pressure control was performed with continuous intravenous infusion of labetalol and urapidil targeting a systolic blood pressure below 120 mmHg. Oral antihypertensive treatment with nebivolol, moxonidine, and amlodipine was started. Continuous labetalol and urapidil infusions were stopped on day three. Due to hypokalemia, potassium chloride tablets were prescribed. Five days after admission, another CT angiography was performed to review the development of the hematoma. The CT scan revealed a reduction of the hematoma. Furthermore, in the arterial phase, a faint hyperdense lesion (max. 348 HU (Hounsfield units), 16 × 8 mm) was detected in the posterior fundus of the stomach (Figures –). The previously acquired native scan was performed only for the thorax and did not include the stomach; therefore, it was not possible to determine with certainty whether the lesion reflected contrast media extravasation or foreign material. However, due to the intramural hematoma of the descending aorta, the possibility of an aorto-gastric fistula was considered. Additional measurements of hemoglobin were performed to screen for relevant bleeding. As the patient's hemodynamics as well as hemoglobin levels remained stable, no further investigations (e.g., gastroscopy) were undertaken and our strategy remained expectative. At the same time, we were searching for an alternative clarification of the findings. We found that (1) the patient had ingested two potassium chloride tablets five hours before the CT scan, (2) potassium chloride tablets have radiopaque properties [, ], and (3) there were other hyperdense but sharply demarcated structures in the stomach and in the small bowel (density max. 1724 HU) (Figures , , and ). After putting all available information together, we suggested that the radiopaque lesion in the stomach was caused by the remnants of a degrading potassium chloride tablet ingested by the patient hours before the CT investigation whereas the other potassium chloride tablet ingested at the same time had been propulsed to the small bowel without being degraded in the stomach.\\nAfter eleven days in stable condition, the patient was discharged from the hospital with blood pressure regulating medication.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'28039246': 1, '28885724': 1, '22985638': 1, '3813170': 1, '23647770': 1, '19627414': 1, '19367401': 1, '9621857': 1, '29376556': 1, '32257495': 2}", "similar_patients": "{}"}