{"patient_id": 20796, "patient_uid": "7294351-1", "PMID": 32566331, "file_path": "comm/PMC007xxxxxx/PMC7294351.xml", "title": "Acute Disseminated Encephalomyelitis: An Unusual Presentation of Human Immunodeficiency Virus Infection", "patient": "A 28-year-old male patient admitted to the emergency department presented a tonic-clonic seizure, left arm paresis, paraparesis, two months of gait disturbance, and fever (38°C). The patient was diagnosed with HIV-1 three months ago. His CD4+ T-cell count was 669 cells/μL, with a viral load of 23,800 c/mL, CDC stage A1, and naïve to antiretroviral therapy (ART). The patient presented a confusional state, somnolence, hypoprosexia, and complex visual hallucinations. The left arm's strength was diminished (3/5), and the lower limbs had symmetric paresis (2/5) and symmetrically augmented myotatic reflexes. Babinski's plantar reflex was absent. The rest of the neurological examination: cranial nerves, optic fundus, and papilla did not have alterations, sensory examination was normal, and there were no meningeal signs, abnormal movements, or ataxia.\\nThe CSF was clear and had the following findings: proteins 27 mg/dl, glucose 74 mg/dl (serum glucose 90 mg/dl), and a white blood cell count of 20 cells/mm3 (54% lymphocytes) with no evidence of malignant cells nor oligoclonal bands. The cryptococcus antigen test, polymerase chain reaction (PCR) for M. tuberculosis, VDRL, bacterial cultures, and Gram and Ziehl Neelsen stains in CSF were negative. Serum IgG serology for Toxoplasma Gondii was negative. MRI reported white matter demyelinating lesions, mainly affecting the centrum semiovale, the frontal lobe, and the left parietal lobe; hypointense on T1-weighted images, hyperintense on T2-weighted images and fluid-attenuated inversion recovery (FLAIR) weighted images, DWI with restricted diffusion, and a parietal ring-enhancing lesion after IV gadolinium administration ().\\nAfter meningeal cryptococcal and meningeal tuberculosis infection was discarded, we started ART with abacavir/lamivudine/dolutegravir. Since, ART initiated after symptoms onset, immune reconstitution inflammatory syndrome (IRIS) criteria are not met, we started ART with Abacavir/Lamivudine/Dolutegravir. By exclusion of other diagnoses, ADEM was diagnosed, and the patient received high doses of IV methylprednisolone (1 g/day) for five consecutive days; subsequently, he showed neurological function improvement. After three years of follow-up, the patient showed complete neurological remission with no relapses. He continued on ART with good adherence and undetectable.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'23572237': 1, '26496907': 1, '25761377': 1, '23983890': 1, '17577834': 1, '24294520': 1, '15117761': 1, '15295226': 1, '12391351': 1, '27687126': 1, '23917095': 1, '18175128': 1, '32566331': 2}", "similar_patients": "{}"}