{"patient_id": 23587, "patient_uid": "7430811-1", "PMID": 32758209, "file_path": "comm/PMC007xxxxxx/PMC7430811.xml", "title": "Management of dual traumatic arterial-venous fistula from a single shotgun injury: a case report and literature review", "patient": "A 35-year-old male, previously healthy, presented to our clinic with swelling of his right thigh associated with pain of 4 weeks duration. The patient’s history was pertinent for a shotgun injury to his right lower extremity (RLE) 5 months prior to presentation, which had involved numerous pellet injuries to his popliteal artery, posterior tibial artery (PTA), and tibioperoneal (TP) trunk. His injuries had required multiple direct arterial and venous repairs, in addition to four compartments fasciotomies that were closed with skin grafts. Additionally, he had developed posttraumatic neuropathic pain and mild RLE weakness, which were improving and being followed up by neurology. During the interval time, patient was doing well until 4 weeks prior to this presentation.\\nUpon physical examination, patient had a marked swelling of his proximal RLE and a bruit on auscultation distally. He had an absent posterior tibial (PT) pulse, normal dorsalis pedis (DP) pulse and decreased range of motion (ROM) at the ankle. There were no signs of limb ischemia nor venous hypertension.\\nArterial duplex scan showed high diastolic flow in the PTA and an arterialized flow in the posterior tibial vein (PTV). A reversed flow in the distal PTA was also noted. Indeed, a communication was eventually found at the level of mid-to-distal leg between PTA and PTV (Fig. ). Computed tomographic angiography (CTA) showed early filling of the right popliteal and superficial femoral veins (SFVs), as well as dilated superficial veins of RLE, but could not identify the location of the AVF due to multiple pellets artifacts (Fig. ). However, the brisk and substantial filling of the femoral vein on the arterial phase raised the possibility of a more proximal fistula than the distal leg. Angiography was planned with intension to treat depending on findings.\\nThe right common femoral artery (CFA) was accessed and arteriography was done to confirm the previously diagnosed AVF between PTA and PTV. However, there was an additional distal popliteal AVF at the level of the tibial tuberosity. The decision was to offer surgical repair for the popliteal AVF; however, for the PTA one, an endovascular option would be done because of the extensive scarring from the initial exploration, in addition to the split-thickness skin graft at the fasciotomy sites.\\nThe endovascular procedure was as follows:\\nA 6-French (Fr) sheath (Cook, Indiana, USA) was placed in the distal popliteal artery followed by a guidewire over a 4-Fr vertebral catheter in the PTA proximal to the AVF. The fistula was localized with severe stenosis just beyond it (Fig. ). A 3 × 15 mm Euphora balloon (Medtronic, Ca, USA) was used for pre-dilatation, followed by placement of a 3 × 18 mm Bentley stent (InnoMed, Germany) in the PTA at the level of the AVF (Fig. ). Post-procedure arteriogram showed total exclusion of the AVF with a patent artery distally and a sluggish but antegrade flow that reaches the plantar arch (Fig. ). Foot and leg were briskly perfused through patent anterior tibial and peroneal arteries.\\nThe patient was discharged on dual antiplatelet therapy (DAPT): aspirin 100 mg and clopidogrel 75 mg. On follow-up, the patient had persistent swelling of his RLE. Duplex scan showed resolution of the distal AVF, normal venous flow in the PTV, reduced flow in the proximal PTA and strong retrograde filling of the distal PTA, which was likely due to distal stent stenosis. Moreover, the AVF between the popliteal artery and vein was well visualized this time. A month later, the patient was admitted for surgical repair of his popliteal AVF.\\nThe surgical procedure was done through a posterior approach and a lazy S incision was performed. The short saphenous vein and sciatic nerve branches were protected. The popliteal artery and vein, which was dilated and had a thrill, were dissected and then controlled proximally and distally with vessel loops. The communication site was identified (Fig. A) and both vessels were debrided and primarily repaired (Fig. B). Distal pulses were palpable on completion with no thrill in the vein. The patient was discharged 2 days later on clopidogrel 75 mg and rivaroxaban 20 mg for 3 months.\\nAt 3 months follow-up, the swelling and pain had resolved. His duplex showed no AVFs, yet it revealed an occluded right PTA at the distal stent with good reversed flow distally.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'11381518': 1, '28808595': 2, '4424376': 1, '25785180': 1, '2667173': 1, '30760433': 1, '29786818': 1, '1535865': 1, '23726770': 1, '31802273': 2, '17962994': 1, '28529185': 1, '31426722': 1, '20629969': 1, '7235963': 1, '19651078': 1, '25798368': 1, '25032168': 2, '1880842': 1, '30858886': 1, '17466805': 1, '28377911': 2, '3573119': 1, '15064345': 1, '27904865': 2, '24661895': 1, '27293948': 2, '19075519': 1, '22477476': 1, '16427331': 1, '15602639': 1, '26717336': 1, '32758209': 2}", "similar_patients": "{'5121550-1': 1, '4080496-1': 1, '4887620-1': 1, '4887620-2': 1, '5374959-1': 1, '6892993-1': 1, '5541807-1': 1}"}