{"patient_id": 105792, "patient_uid": "7955730-1", "PMID": 33727829, "file_path": "noncomm/PMC007xxxxxx/PMC7955730.xml", "title": "Complete Response to Pembrolizumab in Advanced Colon Cancer Harboring Somatic POLE F367S Mutation with Microsatellite Stability Status: A Case Study", "patient": "A 29-year-old Chinese man was admitted to our hospital on April 5, 2016 with repeated diarrhea and bloody stools for 6 months. The patient denied smoking, alcohol, or any other medical or family history. His abdomen CT presented a mass (7.8x11.4x8.8 cm) surrounding the descending colon, along with stenosis. There were no lesions on the lungs or liver observed with CT scans. Based on that, he subsequently received radical resection of the descending colon tumor, as well as ileostomy in our hospital on April 11, 2016. Pathological findings suggested that the tumor was a moderately differentiated adenocarcinoma, without any metastasis to regional lymph nodes (pT3N0M0, stage IIA). One month after the surgery on May 10, 2016, his postoperative chemotherapy started with the regimen XELOX (oxaliplatin 130 mg/m2, on day 1, and oral capecitabine 1,000 mg/m2 twice a day, from day 1 to 14, every 21 days). From then on, he received a regular abdomen CT scan every two to three cycles at follow-up visits. However, after two cycles of chemotherapy on June 23, 2016, his abdomen CT scan revealed multiple emerging lesions on mesentery near anastomosis (largest one sized at 2.8x2.3 cm, ). In consideration that the recurrence possibly had happened before adjuvant chemotherapy, we gave another two cycles of XELOX to identify the response of the emerging tumors. On September 20, 2016, his repeated abdomen CT suggested enlargement of the lesions on mesentery (largest one sized as 4.5x4.3 cm, ), invaded to left psoas major and iliopsoas muscle. Based on the imaging findings, progression disease was considered according to the criteria of RECIST (Response Evaluation Criteria in Solid Tumors, RECIST) version 1.1. Based on that, the regimen of FOLFIRI (irinotecan 180 mg/m2 on day 1, leucovorin 200 mg/m2 on day 1, fluorouracil 2,600 mg/m2 continuous infusion over 24 hours on day 1, every 14 days) was administered as further line palliative treatment. In addition, whole exome sequencing (WES) with next generation sequencing (NGS) using tissue and plasma sample was conducted to search potentially available mutations. After two cycles′ exposure of regimen FOLFIRI, the patient complained of pain on his left waist. Local ultrasound findings revealed invasion on the left psoas major muscle. Although without any severe adverse events observed during the chemotherapy, he refused to receive chemotherapeutics any more. The outcomes of WES suggested somatic POLE F367S mutation by frequency as 29% in tumor cells, and 4% in plasma (). In addition, the WES also revealed microsatellite stability status (MSS), without any mutations on RAS, RAF, or Her-2. As salvage treatment, the patient received monotherapy with pembrolizumab (2 mg/kg) from November 1, 2016. Surprisingly, repeated abdomen CT scans on January 3, 2017 suggested dramatic regression of the lesions on the mesentery, which was evaluated as partial response according to the criteria of RECIST version 1.1 (). From then on, he had received mono-immunotherapy with pembrolizumab up to 24 months. On May 5, 2018, the efficacy was evaluated as complete response based on the absence of enhancement of striped lesion from abdomen CT scans (). He stopped the treatment in October, 2018 because of the completion of a 2 years course. There was no immune-related adverse event observed during the whole treatment. Tumor markers including CEA and CA19-9 varied in the normal range during the whole treatment. Abdomen CT scans during the whole treatment and follow-up are presented in .", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'28188185': 1, '27612425': 1, '32859741': 1, '27747083': 1, '28404093': 1, '26822575': 1, '26133394': 1, '25228659': 1, '29998005': 1, '10366722': 1, '31757464': 1, '32567205': 1, '32133645': 1, '25878334': 1, '33125191': 1, '23945592': 1, '21157497': 1, '23263490': 1, '17615360': 1, '32340084': 1, '33727829': 2}", "similar_patients": "{}"}