{"patient_id": 105492, "patient_uid": "7933636-1", "PMID": 33708701, "file_path": "noncomm/PMC007xxxxxx/PMC7933636.xml", "title": "Atypical Occipitocervical Dissociation Associated with Ossification of the Posterior Longitudinal Ligament and Diffuse Idiopathic Skeletal Hyperostosis in Low-Energy Trauma", "patient": "A 76-year-old Sudanese man, farmer, mobilized independently, was brought to the emergency room by his family after a given history of an un-witnessed ground fall at home. He was complaining of neck pain. Cervical collar was applied. His medical, surgical, and allergy history was unremarkable. The patient was conscious and oriented. The physical examination findings revealed left forehead swelling with overlying abrasions and tenderness over the posterior midline neck. He exhibited full strength upper and lower extremities and normal sensation to all extremities with intact perianal sensation. He denied bowel or bladder incontinence.\\nThe radiographs of the cervical spine revealed an anterior subluxation of the cervical spine (). Computed tomography (CT) revealed Jefferson burst fracture involving bilateral fractures of anterior and posterior arches, C5-6 transdiscal fracture, underlying ossification of the posterior longitudinal ligament (OPLL), and diffuse idiopathic skeletal hyperostosis (DISH) (). Magnetic resonance imaging (MRI) revealed that the cervicomedullary angle to be 144° ().\\nRegarding the surgical procedure, the condition, prognosis, and treatment discussed with the patient. The patient consented to and underwent occipitocervical fusion. After initiating awake fiber-optic intubation, Mayfield clamps inserted, and C-Coller kept in place. Then using a Jackson table-turning frame, the patient was rotated into a prone position. The patient was asked to move all upper and lower extremities and found intact. Closed reduction with minimal flexion was made under lateral fluoroscopy. The patient was reassessed for any deficit, and he expressed the same neurological function. Clamps were tightened to the table, and we proceeded for deep anesthesia. Routine posterior midline incision, occipitocervical fourth vertebra fusion (O-C4), and C1, C2 laminectomies were done. A hard C-Collar was applied after skin closure.\\nPostoperatively, the patient was extubated. While he was in the post-anesthesia care unit, he developed airway adverse events in which an emergency re-intubation was required, and he was admitted to the intensive care unit. CT of the cervical spine was done and revealed severe laryngeal edema and airways obstruction (). After 6 days of intubation, otolaryngology service was consulted, and a temporary tracheostomy was performed. CT was obtained post-tracheostomy and showed patency of the airway ().\\nThree weeks later, weaning off the tracheostomy was undertaken. The reason for airway complications was related to difficult intubation, laryngeal edema, and prevertebral hematoma. Post-occipitocervical fusion changes the occipitocervical angle (dOC2A) to 15 degrees (, ).\\nThe patient was shifted to the ward and stayed there for a further 2 weeks for physical therapy. After that, he exhibited tolerance to oral intake and out of bed mobilization. On discharge, his condition was stable with no neurological deficits, and a C-Collar was planned to be worn for 8 weeks. At 18 months postoperatively, the patient was mobilizing and walking with a cane as before the injury (, ).", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'31374042': 1, '25983794': 2, '27021643': 1, '30631620': 2, '19139669': 1, '16723881': 1, '22696711': 1, '28110925': 1, '25844285': 1, '33708701': 2}", "similar_patients": "{'4432366-1': 1, '4432366-2': 1, '4432366-3': 1, '6304856-1': 1}"}