{"patient_id": 101552, "patient_uid": "7559943-1", "PMID": 32687103, "file_path": "noncomm/PMC007xxxxxx/PMC7559943.xml", "title": "Successful Management of Hypothermic Cardiopulmonary Bypass in a Malignant Hyperthermia Susceptible Patient", "patient": "A 65-year-old Caucasian female with severe ascending aortic dilation and aortic regurgitation was scheduled for an urgent Bentall procedure. Her past medical history was remarkable for a recent laparoscopic cholecystectomy after which she developed MH in the immediate postoperative period. This required use of dantrolene and a prolonged ICU and hospital stay. Interestingly, her three prior general anesthetics for herniorraphy, hysterectomy, and orthopedic spine surgery had been uneventful. Family history revealed an aunt with a similar MH episode in the past. Because of the strong family history, immediate members of her family were advised to undergo the caffeine halothane contracture test. All tested positive.\\nTransesophageal echocardiography (TEE) was performed on the patient preoperatively. This was notable for a dilated ascending aorta measuring 61 mm at the level of the pulmonary artery, absence of aortic dissection and severe aortic regurgitation with a vena contracta of 7 mm and pressure half-time (PHT) of 165. During the TEE, the patient developed acute respiratory failure requiring emergent intubation facilitated by IV etomidate without use of muscle relaxant. There were no signs of MH following intubation. An urgent cardiac catheterization showed non-obstructive coronary artery disease (CAD) with a left ventricular end-diastolic pressure (LVEDP) of 22 mmHg.\\nThe patient was urgently scheduled to undergo surgery. Since we do not have a dedicated anesthesia machine for MH- susceptible patients, we prepared our Drager Fabius anesthesia machine (Drager Medical, Telford, PA, USA) by removing all vaporizers, replacing CO2 absorbent, attaching a fresh anesthesia circuit, and running 10 l fresh gas flow with tidal volume 1 l for 2 hours. We also removed succinylcholine from the drug tray, and kept dantrolene available in the room. The vaporizer from the CPB machine (Terumo System One®, Terumo CVS Corporation, Ann Arbor, MI, USA) was also removed.\\nA combination of propofol and sufentanil infusions was chosen for maintenance of anesthesia. Rocuronium was selected for skeletal muscle relaxation. Invasive blood pressure monitoring, central venous and pulmonary arterial pressure monitoring, and continuous cardiac output with mixed venous oxygen measurements supplemented the standard ASA monitors through the case. Intraoperatively, temperature was monitored using both nasopharyngeal probe and indwelling Foley catheter. Median sternotomy was followed by ascending aortic cannulation beyond the dilatation and a three-stage venous cannulation of the inferior vena cava through the right atrial appendage in preparation for the CPB. During CPB, ABGs were drawn every 20 min with special attention to PaCO2 and base deficit. Heparin 300 Units/kg was administered and CPB was instituted after confirmation of activated clotting times of greater than 400 seconds. The patient was cooled to 33.1°C by the perfusionist to comply with surgeon's preference. Rewarming was uneventful, with strict maintenance of less than 1°C difference between nasopharyngeal and bladder temperatures. Following an uneventful CPB course, the patient was successfully weaned from CPB with infusions of epinephrine and vasopressin.\\nOn postoperative day (POD) #3, she was successfully extubated. On POD #16, she was discharged from the hospital.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'694625': 1, '11004072': 1, '14570802': 1, '2914339': 1, '19020141': 1, '9249131': 1, '14579218': 1, '8805890': 1, '1611010': 1, '1733547': 1, '12818992': 1, '3500654': 1, '4704078': 1, '16428525': 1, '1863728': 1, '8615499': 1, '10201695': 1, '9620529': 1, '17179280': 1, '8807174': 1, '11176102': 1, '3742327': 1, '23962460': 1, '23544344': 1, '21169802': 1, '16960266': 1, '15315628': 1, '9187788': 1, '11553240': 1, '11052442': 1, '21376345': 1, '12631056': 1, '8024130': 1, '17456235': 1, '1147177': 1, '3266064': 1, '11964603': 1, '2244439': 1, '6799180': 1, '9212158': 1, '18834804': 1, '3381156': 1, '1596140': 1, '20172160': 1, '2979114': 1, '32687103': 2}", "similar_patients": "{}"}