{"patient_id": 28387, "patient_uid": "7687169-1", "PMID": 32239652, "file_path": "comm/PMC007xxxxxx/PMC7687169.xml", "title": "Primary anterior perineal hernia: A case report and review of the literature", "patient": "For 5 months before presentation, a 49-year-old woman (BMI, 18.7 kg/m2) noticed pudendal discomfort and swelling that occurred after prolonged standing. She consulted our hospital because the discomfort had recently progressed to pain while standing. On presentation, a thumb tip-sized mass was seen in the right labium major on standing and disappeared on lying down. There was no tenderness, but she had mild pain at the site when increased intra-abdominal pressure occurred such as during defecation. She had never been pregnant. Her medical history included an 8-cm uterine myoma diagnosed at age 45 years for which she was being observed.\\nWhen the patient was in a standing position, bulging of the right labium major was noted with a palpable mass (Figure ). Standing external ultrasonography revealed a 3-cm oval, partially hypoechoic mass. Serial ultrasonography showed no intestinal peristalsis. Transvaginal ultrasonography revealed no corresponding mass in the pelvic floor region. CT and MRI showed no findings suggestive of a hernia, atrophy, a pelvic floor musculature defect, or a mass shadow in the perineal region. Barium enema showed no intestine reaching the pelvic floor, and no intestinal prolapse was observed on images taken with the patient in the standing position with abdominal pressure (Figure ).\\nAlthough the hernia content could not be identified, the mass was diagnosed as a primary acquired anterior perineal hernia, and laparoscopic repair was performed. A 2-cm hernial orifice was found in the pouch of Douglas; the lumen extended toward the perineal region as confirmed by insertion of forceps into the orifice (Figure ). The hernial orifice was closed by using nonabsorbable sutures, with additional closure of the uterosacral ligament with nonabsorbable sutures. The patient was discharged from the hospital 3 days postoperatively and has been symptom-free for 8 months as of this writing.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'20506875': 1, '1587182': 1, '11948300': 1, '2992036': 1, '12090582': 1, '21895925': 1, '32239652': 2}", "similar_patients": "{}"}