{"patient_id": 96727, "patient_uid": "7057883-1", "PMID": 32181189, "file_path": "noncomm/PMC007xxxxxx/PMC7057883.xml", "title": "Unique Case of Atypical Central Neurocytoma with Craniospinal Metastases and Pituitary Adenoma", "patient": "A 48-year-old male presented with 11-month history of syncopal episodes and questionable seizures. The patient was seen at an outside hospital and referred to our institution for neurosurgical care after computed tomography (CT) and magnetic resonance imaging (MRI) brain showed a mass centered in the trigone of the left lateral ventricle as well as pineal gland extending into the third ventricle and fourth ventricle with local mass effect and possible infiltration of the left and right cerebral peduncles, left thalamus, and splenium of the corpus callosum []. A suprasellar mass consistent with pituitary macroadenoma compressing optic chiasm was also noted []. Enlargement of the lateral and third ventricles was consistent with obstructive hydrocephalus []. Periventricular white matter signal changes with increased signal intensity on T2-weighted images were consistent with subependymal cerebrospinal fluid (CSF) migration []. On presentation, he had normal vision and no papilledema with an unremarkable neurological examination. The working diagnosis preoperatively was pituitary tumor and hydrocephalus due to obstructive tumor in the left thalamopeduncular area.\\nThe patient underwent an endoscopic biopsy and subtotal resection (STR) of the intraventricular tumor and ventriculostomy with a subsequent VP shunt. Intraoperatively, approximately 50% of the tumor, 6 cm, was removed from the left ventricle. Grossly, the tumor was hemorrhagic and had reddish consistency. Histologically, the tumor had a cellular neuroendocrine appearance with perivascular orientation and occasional pyknotic nuclei []. Synaptophysin immunostain was diffusely positive, whereas glial fibrillary acidic protein (GFAP) stain was negative. MIB-1 proliferation rate was 5%–15%. These findings were consistent with the diagnosis of atypical CN. Pituitary mass was not operated on because of the lack of vision change, and therefore, was monitored until the patient developed vision changes.\\nThe patient began radiation therapy targeting the pineal gland tumor. Due to concern for malignancy with the pineal gland tumor, MRI of the spine was taken 2 months after biopsy which showed no significant mass on the cervical spine but a focal enhancing lesion in the spinous process of T10 and curvilinear enhancement adjacent to the filum terminale at the S2 level. Repeat MRI of the thoracic and lumbar spine 3 months after the biopsy did not show significant changes. MRI brain 1-year postresection demonstrated no new evidence of recurrence of pineal tumor []. The patient was then lost to follow-up to oncology for about 1 year due to multiple missed appointments from hospitalizations. His headaches and syncopal episodes had resolved, however, he was having recurrent seizures and anomia.\\nThe patient presented to oncology approximately 2 years later with peripheral visual changes complaining of darkness over the right peripheral vision. On physical examination, the patient had decreased vision in the peripheral fields. CT brain showed an increase in size of suprasellar mass that was compressing optic chiasm. Transsphenoidal pituitary tumor resection was performed; however, the fibrous nature of the tumor precluded complete resection. The surgical pathology report confirmed the morphologic and immunohistochemistry findings of the pituitary adenoma.\\nRepeat MRI brain 1 month after transsphenoidal pituitary tumor resection reported new enhancing lesions in the left cerebellum, medulla, and spinal cord, with an increase in the size of the pituitary macroadenoma []. The cranial approach was performed subsequently to resect more tumor. The postoperative CT brain showed unchanged right posterior parietal ventriculostomy shunt terminating at the septum pellucidum [].\\nThe radiologist recommended MRI spine to monitor for drop metastasis, because surveillance MRI brain showed a mass on the upper part of the cervical spine. MRI of the spine revealed extensive subarachnoid seeding throughout the cervical, thoracic, and lumbar spine []. The patient complained of leg weakness and had bilateral hemiparesis (3/5 strength). He was subsequently treated with craniospinal radiation therapy, temozolomide, and dexamethasone. He continued to have seizures despite anti-epileptic therapy and progressive worsening of gait instability. He was transitioned to hospice care.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'16163043': 1, '29541463': 1, '14770439': 1, '25593767': 2, '8027814': 1, '18022760': 1, '2028745': 1, '9221982': 1, '9143268': 1, '34345477': 1, '10199257': 1, '7064664': 1, '23358787': 1, '2109481': 1, '22251941': 1, '17618441': 1, '15037708': 1, '32181189': 2}", "similar_patients": "{'4287918-1': 1, '4287918-2': 1}"}