{"patient_id": 101710, "patient_uid": "7580138-1", "PMID": 33149716, "file_path": "noncomm/PMC007xxxxxx/PMC7580138.xml", "title": "Multimorbidity After Surgical Menopause Treated with Individualized Classical Homeopathy: A Case Report", "patient": "In June, 2016, a 54-year-old Russian woman during a gynecologist consultation, complained of frequent flashes of heat, up to 30 to 35 times in 24 hours, disturbed sleep from perspiration (waking 3-5 times at night to change wet nightwear), and flashes of heat starting with red spots on the neck and chest, along with severe headache, palpitations, and an altered emotional state (ie, she became irritable and quarrelsome).\\nShe gave history of 8 spontaneous abortions in the past and a total hysterectomy at the age of 46 years due to myoma uteri.\\nAt the age of 46 years (2008), the patient underwent a hysterectomy with bilateral salpingo oophorectomy due to myoma uteri, of the size of 12–13 weeks of pregnancy with frequent uterine bleeding and endometriosis of the ovaries—grade 3 to 4 (ICD 10–N 80.1). Post surgically, substitutive hormonal therapy (estradiol gel) was recommended to counteract estrogen deprivation. Within a period of 8 years after the surgical operation, the patient put on12 kg of weight (before surgery, she was 65 kg, currently 77 kg). According to an ultrasound scan of the abdominal organs in 2015, there was hepatic and pancreatic lipomatosis. The patient’s physician recommended stopping substitutive hormonal therapy, considering it to be the reason for the new developments. As a result, severe climacteric syndrome started.\\nShe also had genital tract infections many times in the past, including gonorrhea, for which she was repeatedly treated with antibiotics.\\nExternal genitalia are formed normally with female pattern of hair distribution.\\nSpeculum examination: mucous membranes are pink, uterine cervix is cylindrical, uterine stump is palpated, tender on displacement, marked pelvic adhesions, pelvic vaults are shortened. Discharges are mucoid and scanty.\\nCurrent weight: 77 kg\\nHer blood tests yielded results as follows (those out of range are in bold):\\nBlood sugar: 5.3 mmol/l (N: 4.1-5.9 mmol/l)\\nLipid profile\\nTotal cholesterol: 8.32 mmol/l (N: 3.10-5.16 mmol/l)\\nHigh Density Lipids (HDL): 1.19 mmol/l (N: 1.0-2.07 mmol/l)\\nLow Density Lipids (LDL): 5.12 mmol/l (N: 1.71-3.40 mmol/l)\\nVery Low Density Lipids (VLDL): 1.87 mmol/l (N: 0.26-1.04 mmol/l)\\nTriglycerides: 2.04 mmol/l (N: 0.45-1.60 mmol/l)\\nAtherogenicity index: 5.9 (N: 1.5-3)\\nTSH: 5.7 µIU/ml (N: 0.4-4 µIU/ml)\\nThe ultrasound scan of abdomen and pelvis yielded the following result:\\nSigns of fatty liver infiltration, distension of common bile duct, thickening of gall bladder walls, signs of hypotonia of gall bladder, moderate pancreatic lipomatosis is detected.\\nUterine stump is visualized, signs of adhesive process in small pelvis.\\nClimacteric syndrome (ICD10: N 95), severe form; subclinical hypothyroidism (ICD10: E 02); chronic pelvic inflammatory disease (ICD10: N73.9); adhesive process in the lower pelvis—post infective (ICD10: N73.6); and hyperlipidemia (ICD10 E78.5).\\nThe patient consulted a homeopath on 15/06/2016 for the severe climacteric syndrome. Presentation to homeopath: Heat flashes and mood alteration as described above along with severe vertex headaches, which diminished with physical exercise, stretching, and breathing exercises. She felt very cold, and her hands were cold to the touch. The patient had constant leukorrhea (yellowish mucous, lumpy, sometimes offensive). Her libido had reduced. She had developed brown discolored spots on the bridge of her nose.\\nShe was emotionally unstable: got irritated easily, had a sharp tongue, was domineering, and fought with her housemates (even hit her husband).\\nShe attributed her condition to cessation of hormonal treatment and connected the deterioration of her health with her hereditary background (mother had myoma), multiple miscarriages (8 times), multiple genital tract infections, and constant stress, particularly the risk of loss of money and legal issues in her business.\\nDuring a homeopathic prescription, while the patient is examined for the current express pathology, an effort is made to understand that which individualizes the patient. In this case, for example, the woman had a specific combination of having a tendency for multiple abortions and development of large myoma. On the mental/emotional level she had developed extreme irritability with the characteristic that she was cross with her husband and her loved ones rather than people outside. These symptoms were relieved with physical exercise; she had constant leucorrhoea and her libido was down.\\nThis may seem like a trivial detail or a common occurrence to a sweeping glance. But the point to be considered here is, the change in psychological disposition that occurred with the development of the pathology is remarkable and is considered for treatment. The latest research shows that psychological symptoms are a part of the climacteric syndrome and they have a great bearing on the productivity and quality of life. Today the field of sickness behavior research is demonstrating it as being beneficial to the organism during infections. However, the understanding in homeopathy is that such behavior is not generalized but is highly individualistic and is not confined to infections alone. These individualized changes point to medicines which have in their proving similar psychological states.\\nIn this case, the indifference to loved ones and her irritability toward husband was indicating the homeopathic remedy Sepia succus which were supported by the changes in her physical condition as well ().\\nSepia succus 15CH: 2 globules on alternate days to be taken sublingually for 2 months.\\nFollow-up: The follow-up is presented in .\\nThe patient lost 14 kg, her pancreatic lipomatosis, gall bladder, and liver pathologies decreased, lipid parameters became balanced, and the mild elevation in TSH reduced ( and ). The main difference to the patient was the decrease in the hot flashes and the balance she felt psychologically, which she describes in her own words below (Section 9).", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'20001565': 1, '31123525': 2, '27771048': 1, '31885234': 1, '30401547': 1, '23998691': 1, '2860501': 1, '19237620': 1, '17088043': 1, '29381665': 1, '26169974': 1, '29696069': 1, '29224098': 1, '30538215': 1, '31416275': 1, '20110932': 1, '27457926': 1, '25584737': 1, '30762758': 1, '30116529': 2, '29234813': 1, '33149716': 2}", "similar_patients": "{'6527409-1': 1, '6088479-1': 1, '6088479-2': 1, '6088479-3': 1}"}