{"patient_id": 100182, "patient_uid": "7442082-1", "PMID": 32874049, "file_path": "noncomm/PMC007xxxxxx/PMC7442082.xml", "title": "Multimodal Imaging of Nodular Posterior Scleritis: Case Report and Review of the Literature", "patient": "A 25-year-old male, otherwise medically free, presented with pain, redness, and decreased vision in the left eye for 2 days. He was given elsewhere topical prednisolone acetate and diclofenac with no improvement. At presentation, visual acuity was counting fingers at one foot. Extraocular motility was limited in all gazes. He had severe conjunctival chemosis with a deep and quiet anterior chamber. On fundus examination, an amelanotic choroidal mass of about one disc diameter in size located inferotemporal to the disc was found. In addition, there was exudative retinal detachment (ERD) involving the macula [].\\nOptical coherence tomography (OCT) examination revealed multifocal ERD with increased choroidal thickening []. B-scan ultrasonography revealed subretinal fluid and hyperechogenic nodular scleral thickening with underlying diffuse edema in Tenon's space []. Extraocular muscles were normal and not involved on ultrasonography. The lesion showed medium internal reflectivity on A-scan ultrasonography []. Fundus fluorescein angiography (FFA) showed early pinpoint areas of hyperfluorescence along with late pooling of dye under the detached retina [-]. Indocyanine green angiography (ICGA) revealed diffuse hypofluorescence corresponding to the area of ERD in the early phase with multiple pinpoint hyperfluorescence in the late phases [-]. Computerized tomography (CT) scan of the orbit with contrast demonstrated scleral thickening [].\\nSystemic workup including antinuclear antibodies, antidouble-stranded DNA, antineutrophilic cytoplasmic antibodies, rheumatoid factor, IgG4, angiotensin-converting enzyme serum lysozyme, tuberculin skin test, syphilis serology, and CT chest was all unremarkable. The patient had a mildly elevated erythrocyte sedimentation rate and C-reactive protein.\\nThe patient received intravenous methylprednisolone 1 g for 3 days, followed by a combination of a course of oral prednisolone (1 mg/kg/day) along with mycophenolate mofetil 1 g twice a day as a steroid-sparing agent. The patient experienced rapid improvement in vision. One month after starting treatment, visual acuity improved to 20/20, and OCT examination revealed the complete resolution of subretinal fluid []. Moreover, there was no recurrence over 6 months.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'2200388': 1, '20042178': 1, '14509467': 1, '14620679': 1, '26823203': 1, '7413140': 1, '26692258': 1, '21760715': 1, '10980778': 1, '2178679': 1, '21155521': 1, '25892938': 1, '25390477': 1, '31024827': 1, '26862098': 2, '26296144': 1, '10599675': 1, '29738013': 2, '31023712': 1, '16770031': 1, '17846948': 1, '32874049': 2}", "similar_patients": "{'4784081-1': 1, '6118194-1': 1}"}