{"patient_id": 104580, "patient_uid": "7856946-1", "PMID": 33229710, "file_path": "noncomm/PMC007xxxxxx/PMC7856946.xml", "title": "Management of anisocoria and high vault in an eye with implantable collamer lens", "patient": "A 27-year-old female presented to our clinic with the complaints of glare and intolerance to light in her left eye (LE) after an ICL (STAAR V4C model) implantation in both eyes (BE) done 3 months back, elsewhere. The preoperative refractive error was -5 D in BE. The preoperative reports showed that BE had a similar white-to-white (WTW) measurement of 11.8 mm and anterior chamber depth (ACD) of 3.1 mm in BE. Hence, a similar-sized nontoric ICL of 13.2 mm size was implanted in BE by the referring primary surgeon. At presentation, uncorrected visual acuity (UCVA) in her right eye (RE) was 20/20, N6 and that of (LE) was 20/30, N6. Slit-lamp evaluation of RE showed clear cornea with peripheral anterior chamber depth (PACD) of ½ corneal thickness (CT). Pupil was 3 mm, round, regular and reactive []. ICL was in place with a slit lamp vault of 1 CT. In the LE, cornea was clear, AC was quiet with PACD of ¼ CT. Pupil was 8 mm dilated and fixed []. ICL was in place with optic capture at the pupillary border at 4 o'clock []. Slit lamp vault of the ICL was approximately 2 times CT. Lens was clear with 16 mm Hg IOP. At presentation, patient was on topical Pilocarpine Hydrochloride 2%, Brimonidine tartarate 0.2%, Timolol maleate 0.5% combination in LE. Gonioscopy showed open angles up to scleral spur in the RE and LE showed 2700 peripheral anterior synechiae. Anterior segment optical coherence tomography (AS-OCT, Optovue) showed ICL vault of 675μ in the RE and 998μ in the LE []. Fundus evaluation showed a healthy disc with cup disc ratio of 0.3:1 in BE.\\nA diagnosis of high ICL vault in LE with secondary angle closure and anisocoria was made. Under peribulbar anesthesia, after forming the AC with viscoelastic, the ICL was gently manipulated by ICL manipulator from the side port incision and rotated from horizontal to vertical meridian under the iris, without getting it into the AC. After relieving the pupillary capture, intracameral pilocarpine was injected to constrict the pupil. As the pupil did not constrict, a pupilloplasty was performed. The previous temporal clear corneal incision was opened with a sharp keratome. A needle of the 10-0 prolene suture was passed from superior side port. A microforceps was passed from the main temporal incision to grasp the superior iris through which the needle was passed. A 26-G needle was passed through the inferior side port into the AC and then pierced through the inferior part of the iris. The needle of the prolene suture was then passed into the barrel of the 26 G needle and the needle was pulled out of the AC through the inferior side port []. The suture at the inferior side was brought out through the superior sideport as a loop using an IOL dialer. A single-pass four throw technique was used to create a helical loop. Later, the superior and inferior ends of the suture were pulled to create a knot at the iris plane, in the AC approximating the iris []. A similar procedure was repeated on the other side. At the end of the procedure the pupil size was reduced to 4 mm. After thorough viscoelastic removal, the eye was patched.\\nOn postoperative day 1, UCVA was 20/25, cornea was clear with IOP 12 mm Hg in the LE. The pupil size was around 4 mm []. The ICL vault reduced to 204 microns on AS-OCT []. She was prescribed topical prednisolone acetate 1%, moxifloxacin 0.5% every 2 hourly.\\nAt the last follow up of 12 months, the patient was asymptomatic the UCVA in LE remained at 20/25 and near vision of N6 with an IOP of 11 mm Hg and a ICL vault of 270 microns.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'19044240': 1, '28009401': 1, '29094301': 1, '24560126': 1, '23410729': 1, '33229710': 2}", "similar_patients": "{}"}