{"patient_id": 96280, "patient_uid": "7011332-1", "PMID": 32095245, "file_path": "noncomm/PMC007xxxxxx/PMC7011332.xml", "title": "Dose optimization of brodalumab in moderate-to-severe plaque\\npsoriasis: A case report", "patient": "Our patient is a 39-year-old male diagnosed with plaque psoriasis at the age of 19,\\nwho has trialled multiple topical, oral, and injectable therapies. Phototherapy was\\nnot accessible. In his early 20s, he trialled cyclosporine and methotrexate which\\nwere moderately effective (around 50%–60% improvement in his own words), but both\\nwere discontinued due to uncontrolled hypertension from cyclosporine and severe\\ngastrointestinal upset from methotrexate.\\nAt the age of 32, he presented to our clinic with a baseline body surface area (BSA)\\nof 46% and a Psoriasis Area and Severity Index (PASI) score of 26.3. He was treated\\nwith ustekinumab 90 mg at weeks 0, 4, and 16, but had no improvement. A switch to\\nadalimumab at the recommended dosing regimen for 3 months resulted in some\\nimprovement (BSA 31%, PASI 19.5).\\nAt the age of 34, infliximab was started at a dosing regimen of 5 mg/kg at weeks 0,\\n2, and 6. After three loading doses at week 12, his psoriasis had not significantly\\nimproved (BSA 27%, PASI 14.5). Infliximab was then increased to 7.5 mg/kg every\\n8 weeks, and after three additional higher doses his psoriasis improved (BSA 5%,\\nPASI 4.2).\\nThe following year, his psoriasis worsened (BSA 13%, PASI 10.2). Apremilast 30 mg\\norally twice daily was added, but was discontinued after 3 months due to lack of\\nefficacy and poor tolerance. Infliximab was further increased to 7.5 mg/kg every\\n6 weeks, but was stopped after 6 months when his psoriasis flared (BSA 38%, PASI\\n14.8).\\nSecukinumab was then started at the recommended dosing regimen, and after 3 months\\nhis psoriasis improved (BSA 10%, PASI 4.0). This effect was short lived, as 3 months\\nlater his psoriasis had worsened (BSA 20%, PASI 13.5). He then switched to\\nixekizumab at the recommended dosing regimen. After 3 months, his psoriasis\\nmoderately improved (BSA 11%, PASI 12.4). His psoriasis continued to improve by his\\n6-month follow-up (BSA 6%, PASI 6.2).\\nAt the age of 37, his psoriasis flared (BSA 14%, PASI 13.0). He was switched to\\nguselkumab at the standard dosing regimen. There was minimal improvement with\\nguselkumab, and his residual psoriasis after 20 weeks of guselkumab is shown in\\n (BSA 10%, PASI\\n11.2). A skin biopsy was performed at this time which was consistent with\\npsoriasis.\\nAt the age of 38, brodalumab was initiated at the recommended dosing regimen of\\n210 mg at weeks 0, 1, 2, and 4, and every 2 weeks thereafter. A week after his\\nweek-4 dose, almost all of his active psoriasis was clear, as shown in (BSA 2%, PASI 2.4).\\nHe reported that his psoriasis was completely clear after the three weekly loading\\ndoses and started to return during the maintenance phase of treatment. He requested\\nto receive brodalumab 210 mg every week. The dosing frequency was increased to\\nweekly as the drug was well tolerated. After two weekly doses of 210 mg, his\\npsoriasis cleared and only post-inflammatory hyperpigmentation remained. His\\npsoriasis has since remained clear 9 months later.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'26422722': 1, '30772098': 1, '32095245': 2}", "similar_patients": "{}"}