{"patient_id": 25887, "patient_uid": "7529483-1", "PMID": 33029467, "file_path": "comm/PMC007xxxxxx/PMC7529483.xml", "title": "Undiagnosed Acquired Hemophilia A: Presenting as Recurrent Gastrointestinal Bleeding", "patient": "A 74-year-old Caucasian female with myasthenia gravis admitted with melena and a hemoglobin of 5.8 g/dl. Her history was significant for small bowel perforation requiring bowel resection and anastomosis two years before the current presentation followed by multiple admissions for anemia treated with blood transfusions and iron supplementations. She did not have any personal or family history of malignancies or bleeding disorders. She was diagnosed with myasthenia gravis a year before the current presentation and was started on pyridostigmine and high dose steroids initially. The steroids were tapered down to prednisone 5 mg daily, six months before the current presentation. She reported non-compliance with her medications for myasthenia gravis. One month before the current presentation, she had an episode of life-threatening acute gastrointestinal bleeding; however, endoscopy did not reveal a clear bleeding source, and the cause was attributed to erosive esophagitis. During the current admission for melena, both endoscopy and colonoscopy failed to show active bleeding. Tagged red blood cell scan, CT angiogram (CTA), capsule endoscopy showed oozing from the bowel anastomotic area. Surgical exploration was deferred given her multiple comorbidities. Later embolization of the bleeding vessel at the site of anastomosis was done by interventional radiology. One week after the procedure, she started to have melena and CTA demonstrated active extravasation again from the anastomotic area. Coagulation studies were performed in the setting of repeated bleeding and showed isolated activated partial thromboplastin time (APTT) prolongation which was not corrected by mixing study. Her FVIII activity was markedly reduced to <1% and factor IX activity was normal. Prothrombin time, fibrinogen, von Willebrand factor, lupus anticoagulant, malignancy workup, and hepatitis panel were normal. Bethesda titer showed elevated inhibitor levels at 91 Units. Steroids and rituximab were administered, and she was discharged with a plan of weekly rituximab for four weeks. She was readmitted two days after the discharge with spontaneous chest wall hematoma. CTA showed a large left pectoral hematoma measuring 14 x 13 x 5 cm with active extravasation (Figure ). Factor Eight Inhibitor Bypassing Agent (FEIBA), recombinant factor VIIa, and steroids were given to control active bleeding. Clinically patient had stability of bleeding. However, during her subsequent hospital course, she acutely became unresponsive and resuscitative efforts proved to be unsuccessful, and the patient passed away. Intracranial hemorrhage was considered as a possible cause for her sudden death; however, an autopsy was not performed according to her family’s wishes.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'25400991': 1, '26430191': 1, '30033442': 1, '14962206': 1, '25839765': 1, '16138334': 1, '7847286': 1, '24741588': 1, '19336751': 1, '30396835': 1, '32063777': 1, '18490775': 1, '30510943': 2, '26056504': 1, '31280527': 2, '33029467': 2}", "similar_patients": "{'7003004-1': 1, '6264993-1': 1, '6264993-2': 1}"}