{"patient_id": 102184, "patient_uid": "7642531-1", "PMID": 33195665, "file_path": "noncomm/PMC007xxxxxx/PMC7642531.xml", "title": "Systemic autoimmune abnormalities complicated by cytomegalovirus-induced hemophagocytic lymphohistiocytosis: A case report", "patient": "A 31-year-old woman presented with high fever (38.5 °C) and a rash lasting more than 15 d.\\nThe patient was admitted to the Department of Infectious Diseases of our hospital with fever and rash on March 27, 2013. The high fever started half a month earlier, with a peak of 40.5 °C, and was not alleviated after taking medications. She visited a hospital, and laboratory results indicated a total white blood cell (WBC) count of 14.92 × 109/L, C-reactive protein (CRP) level of 54.4 mg/L, serum ferritin (SF) level of 1534 ng/mL, and serum albumin (ALB) level of 32.1 g/L. She was initially treated with broad-spectrum antibiotics including moxifloxacin hydrochloride, cefoperazone sodium, and sulbactam sodium. The duration and specific dosage of the drugs are not known. The treatment resulted in only minimal improvement in her symptoms. She was referred to our hospital for further care.\\nThe patient reported a history of one normal pregnancy. She denied any history of chronic illness, infectious diseases, surgical procedures, or drug allergies.\\nUpon admission, the patient’s temperature was 38.5 °C, heart rate was 72 beats/min, and blood pressure was 122/79 mmHg. A skin rash covered her neck. Lympha-denopathy was not observed.\\nLaboratory findings on admission revealed a rise in WBC (22.22 × 109/L), absolute neutrophil count (ANC) (20.66 × 109/L), erythrocyte sedimentation rate (78 mm/h), CRP (96 mg/L), and SF (1300.9 ng/mL). The level of serum calcium (CA) dropped (2.01 mmol/L). Indicators of her liver function also showed abnormalities: Alanine aminotransferase (ALT) 55.8 U/L and ALB 31.5 g/L. The patient tested positive for anti-nuclear antibody (ANA) (titer higher than 1:320), although other antibodies including anti-ribonucleoprotein antibody, anti-SS-A antibody, anti-DNA antibody, anti-Smith antibody, and antiphospholipid antibody were negative.\\nSplenomegaly was observed on abdominal computed tomographic images.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'11868605': 1, '22322940': 1, '24290661': 1, '10674906': 1, '28935695': 1, '18782855': 1, '21828139': 1, '30992265': 1, '3806166': 1, '21939923': 1, '29365395': 1, '25246246': 1, '25573993': 1, '15789896': 1, '25758828': 1, '31296541': 1, '32107531': 1, '17849465': 1, '16737484': 1, '16937360': 1, '32164748': 1, '18085676': 1, '24756912': 1, '15148644': 1, '7873378': 1, '24892479': 1, '33195665': 2}", "similar_patients": "{}"}