{"patient_id": 98483, "patient_uid": "7290257-1", "PMID": 32525403, "file_path": "noncomm/PMC007xxxxxx/PMC7290257.xml", "title": "Scalp Metastasis as the First Presentation of an Underlying Aggressive Pancreatic Cancer", "patient": "A 76-year-old gentleman with a past medical history of hypertension, alcohol abuse, and ex-smoker presented initially to the dermatology clinic with a progressively enlarging lump over his frontal scalp for 4 to 6 weeks (). He was hemodynamically stable, and his physical examination was unremarkable except for a 2 × 2 cm lump over the frontal scalp. His complete blood count, renal and liver functions were within normal limits. Skin biopsy revealed dermal involvement of irregularly shaped aggregates of epithelium arranged as glandular structures lined by cells characterized by enlarged vesicular and hyperchromatic nuclei with conspicuous nucleoli, which was consistent with metastatic adenocarcinoma favoring primary gastrointestinal origin as illustrated in . Further workup with esophagogastroduodenoscopy and colonoscopy did not reveal any abnormal findings. Positron emission tomography computed tomography scan revealed a hypermetabolic 3 × 2 cm lesion over the pancreatic head with multiple metastatic lesions involving the skull bones, frontal scalp tissue, occipital lobe of the brain, subcutaneous tissue of the neck as well as multiple lesions in lung, ribs, paraspinal muscles, liver, colon, spleen, psoas, and gluteus maximus muscle. His CA 19-9 was >9000 U/mL, consistent with the extensive metastatic disease. Next-generation sequence analysis of the tumor revealed >10 different mutations including PDL-1/PDL-2 amplification; CDKN2A/2B loss; JAK2 amplification; PIK3CA amplification; SMAD4, SOX2, TET2, and TERC amplification; and TP53 and PAX5 mutations.\\nEven though he was asymptomatic at presentation, he very rapidly deteriorated and was not a good candidate for systemic chemotherapy. He subsequently died within 6 weeks of presentation. This case represents a subgroup of an aggressive pancreatic cancer with a unique molecular signature presenting with multiple unusual metastatic sites.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'24840647': 1, '26762740': 1, '28366542': 1, '24378899': 1, '8335743': 1, '28640192': 1, '18486325': 1, '17404099': 1, '8532650': 1, '22265421': 1, '28938570': 1, '32525403': 2}", "similar_patients": "{}"}