{"patient_id": 26823, "patient_uid": "7578588-1", "PMID": 33090351, "file_path": "comm/PMC007xxxxxx/PMC7578588.xml", "title": "First Case Report of Fulminant Hepatitis After Laparoscopic Sleeve Gastrectomy Associated with Concomitant Maximal Therapeutic Dose of Acetaminophen Use, Protein Calorie Malnutrition, and Vitamins A and D, Selenium, and Glutathione Deficiencies", "patient": "A 26-year-old Qatari female presented to the emergency room at our institution (Hamad Medical Corporation, largest tertiary care center in Qatar) on 1 Nov. 2019, complaining of a 3-week nausea, repeated vomiting and severe upper abdominal pain radiating to the back, with no aggravating factors and minimally relieved by paracetamol. She had normal bowel habits but decreased frequency and amount of urine. The patient reported fatigue and bilateral numbness episodes of the fingertips that resolved spontaneously, but no fever, skin lesions, or skin color change. She had no other sensory complaints weakness, dizziness, or visual complaints. Past history was remarkable for obesity class 3 (BMI 40 kg/m2) and benign intracranial hypertension controlled with acetazolamide. Two months earlier, weighing 95 kg (BMI 40 kg/m2), she underwent LSG that reduced her weight to 79 kg, and was off acetazolamide. Post-LSG, she tolerated pureed but not soft diet because of nausea. She denied blood transfusions, recent travel, smoking or alcohol consumption, contact with sick persons, but reported nonadherence to the prescribed multivitamins and high protein supplements.\\nUpon examination, she was vitally stable, oriented, with clear chest and normal cardiovascular and central nervous system, normal bowel sounds, but right upper abdominal quadrant tenderness. Liver enzymes were mildly deranged (Fig. B1), US of the liver showed fatty parenchymal echogenicity and calcular cholecystitis (Fig. B2).\\nThe acute surgery team admitted her and commenced treatment (Fig.). Four days later, with more abdominal pain, unimproved nausea and vomiting, and acute liver failure (ALF) with grade II hepatic encephalopathy (Fig. D1), she was transferred to intensive care unit (Fig. D2), where nutritional, hepatoxic, viral serologies, auto-immune profiles work ups were undertaken, as well as CT and US of the abdomen (Fig. D3, D4, and D5). The gastroenterology team considered liver transplant; however, her liver function gradually improved over the following 2 days, and she was extubated (Fig. ).\\nShe was transferred to the ward on 12 November (Fig.), followed up by a multidisciplinary team, was gradually tolerating soft mechanical diet, remained asymptomatic and showed significant improvement in liver function. She was discharged on 19 November 2019 (Fig. ).", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'18986848': 1, '28767558': 1, '9539189': 1, '23856494': 1, '29067481': 1, '27853246': 1, '25551211': 1, '19370784': 1, '29398749': 1, '17602868': 1, '27350943': 1, '28319890': 1, '31372873': 1, '10759684': 1, '28256569': 1, '29599903': 2, '32124215': 1, '33090351': 2}", "similar_patients": "{'5871860-1': 1, '5871860-2': 1}"}