{"patient_id": 22422, "patient_uid": "7372219-1", "PMID": 32699716, "file_path": "comm/PMC007xxxxxx/PMC7372219.xml", "title": "The Use of High Volume Plasmapheresis in Acute Liver Failure", "patient": "A 34-year-old male with known alcohol use disorder, alcohol withdrawal seizures, and atrial fibrillation presented to the emergency room (ER) with a history of symptoms related to alcohol withdrawal and suicidal ideations for the past day. On presentation, he claimed that he had been abstinent from alcohol for two to three days, but previously, he was drinking 40 ounces of alcohol per day for the last six months. In addition, he stated that he was having thoughts of self-harm, but he denied any drug ingestion prior to presentation. On examination, his vitals were all within normal limits, and his Glasgow Coma Scale (GCS) score was 15/15. He appeared agitated with bilateral postural hand tremors and had diffuse abdominal tenderness on palpation. The rest of his physical examination was unremarkable, and he had no signs or stigmata of chronic liver disease. His laboratory investigations included hemoglobin, 119 g/L; white blood cells, 6.3 x 109/L; platelets, 61 x 109/L; serum sodium, 125 mmol/L; creatinine, 106 μmol/L; anion gap, 18 mmol/L; alanine aminotransferase (ALT), 613 units/L; alkaline phosphatase (ALP), 79 units/L; total bilirubin, 66 μmol/L; direct bilirubin, 46 μmol/L; and albumin level, 33 g/L. He did not have a previous ammonia level measurement done in the past to discern a baseline. His liver biochemistry was initially attributed to alcoholic hepatitis, and his clinical symptoms were attributed to alcohol withdrawal. Unfortunately, a toxicology panel was not done in the ER. The patient was subsequently admitted to the non-teaching General Internal Medicine service by the ER physician, with further workup and management to be done the following morning. However, within six hours of admission, the patient progressively became more agitated with fluctuating level of consciousness (LOC) and eventually developed a one-minute tonic-clonic seizure that was followed by a progressive decrease in LOC requiring intubation. He became quite hypotensive despite appropriate fluid resuscitation, and required high doses of vasopressors. The patient was subsequently transferred to the ICU.\\nIn the ICU, the patient was found to have worsening transaminitis in which his ALT had risen to 2,000 units/L and his aspartate aminotransferase (AST) peaked to nearly 13,000 units/L. He was also found to be in a profound metabolic acidosis with a lactate of 9.6 mmol/L. His international normalized ratio (INR) went up to 5.6 and his bilirubin peaked to 106 μmol/L. Furthermore, his LOC did not improve post-seizure, and his GCS score remained a 3/15 despite minimal sedation, with an associated arterial ammonia level of 316 μmol/L. He had mildly unequal and weakly reactive pupils. A CT scan did not demonstrate any cerebral edema (Figure ). A toxicology panel demonstrated an acetaminophen level <20 μmol/L, an undetectable salicylates level, and the presence of benzodiazepines and tetrahydrocannabinols in the urine. The patient’s ethylene glycol level was interestingly elevated at 2 mmol/L, which may have suggested some form of co-ingestion. The osmolal gap was normal (<10 mOsm/kg) and his anion gap was 16 mmol/L at the time of the ethylene glycol measurement. Lastly, a complete hepatitis workup, which included autoimmune, metabolic, viral, and vascular causes, was also sent and was unremarkable.\\nThe etiology of his biochemical liver abnormalities was unclear at presentation. The differential diagnosis of his presentation included ALF possibly secondary to unknown ingestion or late presentation of acetaminophen overdose, ischemic hepatopathy secondary to shock of unknown etiology, and ACLF with possible ischemic or toxic precipitant. An ultrasound done the following day demonstrated fatty liver disease, without evidence of cirrhosis or portal hypertension. Thus, a presumptive diagnosis of ALF was made, although ACLF could not be definitively ruled out. The patient was empirically treated with N-acetylcysteine, thiamine, folic acid, pyridoxine, fomepizole, and continuous renal replacement therapy (CRRT). The premise to initiate CRRT was on the basis of managing the patient’s renal failure in the setting of volume overload, metabolic acidosis, and possible toxic alcohol ingestion. He was started on empiric antibiotics, although none of his cultures had grown any organisms during his hospital stay.\\nGiven his worsening state, there was a discussion to transfer this patient to a regional transplant center for consideration of either transplant or MARS therapy. However, due to his known history and recent use of alcohol, he was not a candidate for transplant, and he was too hemodynamically unstable for transport. As a result, they recommended a trial of HVP.\\nHis first run of HVP was done at the end of day 2 of his ICU stay in which 9 L of fresh-frozen plasma was exchanged, and the following morning the patient’s biochemical parameters such as his liver enzymes, albumin, INR, and bilirubin had all improved. Similarly, his vasopressor and ventilating pressures and his bladder pressure decreased (Table ).\\nDespite improvements that morning on day 3 of his ICU stay, the patient’s LOC did not improve, and he showed signs of worsening pupil dilation and less reactivity. An electroencephalogram (EEG) was ordered that day, and it demonstrated generalized suppressed cerebral activity with no activity seen at two microvolt sensitivity, indicating a low likelihood of functional neurological recovery. Furthermore, prior to the next scheduled HVP that afternoon, the patient began to again develop worsening shock and ventilator support. Based on these changes in clinical condition, the patient’s next of kin made a decision to withdraw active medical management. A post-mortem examination was declined and not done.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'18801592': 1, '26325537': 1, '23389887': 1, '33031310': 1, '28131021': 1, '10686442': 1, '30485892': 1, '24703954': 1, '34113714': 1, '1490760': 1, '32699716': 2}", "similar_patients": "{}"}