{"patient_id": 17250, "patient_uid": "7057544-1", "PMID": 32131797, "file_path": "comm/PMC007xxxxxx/PMC7057544.xml", "title": "Ilizarov external fixation for a periprosthetic tibial fracture in severe osteoporosis: a case report", "patient": "The case of an 84-year-old woman who sustained a periprosthetic tibial fracture as a result of a fall from standing height (Felix classification type IIA []) 10 years after a left TKA is presented (Fig. ). A posterior-stabilized total knee prosthesis (NexGen LPS-Flex system) was used. The patient was unable to walk due to severe knee pain after the injury. She had severe rheumatoid arthritis (Steinbrocker class III), hypertension, diabetes mellitus, and glucocorticoid-induced osteoporosis. Her medications included methotrexate 8 mg/week, prednisolone 10 mg/day, and intravenous alendronate once monthly. A baseline dual-energy X-ray absorptiometry scan showed that her femoral neck bone mineral density was 0.31 g/cm2. The patient was also at high risk for general anesthesia due to severe heart failure and renal failure. She was neurovascularly intact distally. Thus, the decision was made to apply a circular thin-wire external fixator with only an epidural block.\\nA five-ring Ilizarov external fixator was applied, using thin wires (1.8 mm) under fluoroscopic guidance. The frame was placed to span the knee joint. Postoperative radiographs showed satisfactory reduction of the fracture fragments (Fig. ). The total operating time was 90 min. The patient began full weight-bearing immediately, and knee range of motion (ROM) exercises were started at postoperative 2 weeks after femoral ring removal. Radiographs at 8 weeks showed good callus formation. The fixator was removed at 12 weeks. Though the bone defect vacancy had sunk after reduction, and the posterior tilt was increased, there were no particular clinical symptoms due to the increased posterior tilt (Fig. ). This patient was allowed to walk with full weight-bearing immediately after surgery. A knee joint-spanning external fixator was used, the femoral ring was removed 2 weeks after surgery, and ROM exercises were started. At follow-up, 14 months after injury, she was mobilizing independently, with a knee range of movement of 0–110°. During the 12 weeks in the fixator, there was only one superficial pin-tract infection, which was treated with empirical oral antibiotics and daily pin-tract dressings.\\nThere was fracture site instability and a medial spike. Therefore, the skin on the medial side of the fracture site was in poor condition. Reduction by manual manipulation alone was impossible. First, two straight wires were inserted into the proximal tibia and attached to the proximal 5/8 ring. The surgeon used the lateral fluoroscopic view to identify a safe starting point and inserted the wire from the front and back of the tibial TKA component without touching the stem (Fig. ). Two straight wires were then inserted into the distal tibia and attached to the full ring. The middle two full rings were left free near the distal ring so that they did not interfere when checking reduction of the fracture area. An assistant held the proximal ring, and the surgeon moved the distal tibia ring anchored to the proximal tibia in distraction, flexion, extension, valgus, and varus. This maneuver was gently and carefully repeated over time. By relieving the “jamming” of the fracture area by longitudinal traction with a large force with the tibial ring, most of the dislocation could be reduced by closed manipulation with accurate alignment. By using ligamentotaxis, reduction was possible from the outside of the body.\\nAfter reduction, the two full rings, which were left free between the proximal ring and the most distal ring, were moved near the fracture site and fixed with straight wires. In addition, three straight wires were added to the proximal ring in the tibia for increased fixation.\\nFinally, the parts of the rods for ligament traction that protruded distally were cut so that they did not interfere with rehabilitation.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'32438922': 1, '28837455': 1, '9926965': 1, '16446199': 1, '27890690': 1, '8156665': 1, '32988378': 2, '10795045': 1, '29299767': 1, '20097034': 1, '25750888': 1, '20539190': 1, '31937287': 1, '30921821': 1, '30200931': 1, '29528870': 1, '9418628': 1, '24781608': 1, '30929804': 1, '28365167': 1, '32131797': 2}", "similar_patients": "{'7523045-1': 1}"}