{"patient_id": 104832, "patient_uid": "7873809-1", "PMID": 33598622, "file_path": "noncomm/PMC007xxxxxx/PMC7873809.xml", "title": "Axillary artery access for stenting of aortic coarctation in a 1.2 kg premature newborn with malignant systemic hypertension: a case report", "patient": "A 17-day-old male premature twin, delivered by caesarean section in the 31st gestational week without external malformations was referred due to systolic heart murmur. On the initial examination at rest, the heart rate was 119 b.p.m., blood pressure at upper limb 93/54 mmHg, femoral artery pulses were weakly palpable and the pulse-oximetric measured oxygen saturation was 99%. Cardiovascular examination revealed a 3/6 systolic murmur at the lower-left sternal border, the lungs were clear. Transthoracic echocardiography showed a CoA with a vessel diameter of about 1 mm and an associated systolic peak pressure gradient of 66 mmHg and a low-velocity Doppler-flow pattern obtained from the coeliac trunk. The arterial duct was closed, the aortic valve normal. The hypertrophied left ventricle contracted well, but with a significant mitral regurgitation and associated restrictive interatrial communication of 2–3 mm with a turbulent left-to-right shunt (). Considering the body weight (1.2 kg), vascular lesion, haemodynamics, and risk-benefit assessment, we decided on palliative treatment with a percutaneous transcatheter procedure using the AA access from the right arm. Following written informed consent of the parents, the baby was catheterized for interventional treatment of the CoA in balanced analgo-sedation, the right armpit was prepared in an aseptic condition (). For positioning, the head was slightly turned to the left, the upper right limb was angled away from the chest by about 100–120°. After axillary artery puncture, a 0.014-inch Hi-Torque Balance Middleweight (BMW) guide wire (Abbott Vascular, Abbott Park, IL, USA) could easily be advanced to the descending aorta (DAO) and a 2.7 Fr arterial leader Cath (Vygon GmbH, Aachen, Germany) was launched over the wire within the DAO. The position was confirmed by injection of a small amount of contrast medium; the BMW guide wire was exchanged to a 0.021-inch guidewire for subsequent placement of a 4 Fr Glide-sheath Slender (Terumo Corporation, Tokyo, Japan) in the right subclavian artery. After removal of the sheath mandrill, a 0.014-inch Hi-Torque Extra S'port guide wire (Abbott Vascular, Abbott Park, IL, USA) was additionally positioned in the DAO for the interventional procedure and the 0.021-inch guide wire was removed. The invasively measured blood pressure was 160/54 mmHg despite sedation. Angiography through the 4 Fr sheath using 1-ml bolus injection of contrast medium revealed a bovine aortic arch and an extreme coarctation with a diameter of <1 mm and about 4 mm post-stenotic DAO (). For stenting, the CoA, a 4 × 8 mm Xience Pro coronary stent (Abbott Vascular, Temecula, CA, USA) was advanced over the S’port guide wire through the 4 Fr sheath. After confirming the correct position, the stent was expanded to a diameter of about 4.3 mm. The angiography showed the desired result with a harmonically modelled stent on the vessel wall without pressure gradients (). Immediately after placement of the stent, the left subclavian artery showed a temporarily decreased blood flow, which looked like a contrast agent-induced vasospasm or may be an air bubble, but without any sequalae. The single intravenous administration of 100 U heparin after placement of the sheath was supplemented with a second dose of 50 U heparin, followed by heparin in a continuous infusion of 300 U/day for further 3 days, before 2 mg/kg of body weight aspirin was administered orally. The 4 Fr sheath was removed, and the right AA very carefully compressed. The total fluoroscopy time was 1.9 min, the product dose × area was 14 μGym.\\nThe improvement of the clinical condition correlated with the excellent result in angiography and in the follow-up echocardiography. The post-procedure peak gradient across the coarctation was 25 mmHg. The post-procedure Imaging and Doppler-flow profile of the coeliac artery are shown at .\\nFollow-up visits were performed monthly after the child was discharged at 6 weeks of age (). The systolic blood pressure ratio between the upper and lower body remained between 6 and 12 mmHg. However, the calculated peak-Doppler gradient increased meanwhile from 25 mmHg to currently 44 mmHg, which probably represents the progression of the reduced stent-related vascular compliance. The small atrial septal defect was not detectable in the follow-up.\\nAspirin administration is expected to continue until the final surgery. Surgical correction with removal of the stent and subsequent end-to-end anastomosis is intended to perform at an age of 8 months.", "age": "[[17.0, 'day']]", "gender": "M", "relevant_articles": "{'23759171': 1, '33898357': 1, '20300254': 1, '9792267': 1, '31020799': 1, '14755821': 1, '33598622': 2}", "similar_patients": "{}"}