{"patient_id": 96378, "patient_uid": "7026807-1", "PMID": 32110407, "file_path": "noncomm/PMC007xxxxxx/PMC7026807.xml", "title": "Acquired factor VIII deficiency in prostate adenocarcinoma presenting as multiple hematomas and hemarthrosis", "patient": "The patient is a 78-year-old Haitian man with a medical history of chronic kidney disease and metastatic castrate-resistant prostate adenocarcinoma. His stage IV prostate cancer was initially diagnosed in 2010 with metastasis to bones and retroperitoneal lymph nodes. He was managed with anti-androgen therapy and palliative external beam radiation therapy (EBRT) to the prostate due to obstructive uropathy until 2015 when he developed castrate-resistant disease. At that time he was treated with abiraterone which he received intermittently for 2 years, and later switched to enzalutamide in December 2017 due to progression of disease. He also received palliative radiation therapy to the right femur for bony metastasis at that time. Most recent scans in May 2018 showed further progression in the bones and lymph nodes, prompting discontinuation of enzalutamide with plans to start chemotherapy. When the patient was seen in the oncology clinic, he complained of knee pain and thigh swelling; he denied any trauma or history of previous knee pathology. Due to two recent hospitalizations, one for right forearm hematoma and a second for left thigh hematoma, and a recent elevated activated partial thromboplastin time (aPTT) (60s, normal range 22–29s), a coagulopathy was suspected and the patient was sent to the emergency department for management. Of note, the patient’s hematomas during the previous episodes had resolved with supportive management. The patient’s factor VIII activity level was found to be low at 8% (50–100) indicating acquired factor VIII deficiency. Factor VIII inhibitor level was subsequently obtained and found to be elevated at 34 Bethesda units (nL 0.0–0.5 BU).\\nOn admission, the patient was hemodynamically stable and physical exam revealed a swollen, warm, and tender left knee with some tenderness in the distal inner thigh. Complete blood count (CBC) revealed a hemoglobin (Hb) of 7.5 g/dL (14–18 g/dL) and a platelet count (PLT) of 537/nL (130–400/nL). Prothrombin time (PT) was 10.1 s (10.4–12 s) and aPTT was 57.4 s (22–29 s). Left Knee X-ray revealed moderate suprapatellar joint effusion without bony destruction (). Left lower extremity ultrasound showed 1.9 cm of fluid in the suprapatellar bursa with a 1.5 × 0.7 cm quadriceps muscle intramuscular hematoma ( and ()). Six hours after admission, the patient’s Hb dropped to 6.5 g/dL and he received 2 Units (U) of packed red blood cells (PRBCs) and 1U of Prothrombin complex concentrate (PCC). At this time, immunosuppressive therapy with prednisone 1 mg/kg was initiated with a plan to continue for 6 weeks. Computed tomography (CT) of abdomen and pelvis showed resolving retroperitoneal hematoma measuring 2.4 × 2.9 cm () and magnetic resonance imaging (MRI) of the left lower extremity showed a 16-cm intramuscular hematoma of the inferior thigh and large suprapatellar hemarthrosis ( and ()). No surgical intervention was recommended. Twelve hours after the PRBC transfusion, the patient’s Hb inadequately increased indicating ongoing bleeding, with another unit administered without any response. He was then started on standing recombinant factor VIIa (NovoSeven®), 90 µg/kg, every 3 h which was continued for 7 days (admission day (AD) 1–7) then switched (due to shortage) to factor eight inhibitor bypass activity (FEIBA), 50 units/kg, every 6 h (AD 7–9) when the half life of recombinant factor VIIa was completed, with taper to every 12 h (AD 9–12) until bleeding was adequately controlled. While on FEIBA, he was also started on rituximab (AD 8). Over the course of his hospital stay, he remained hemodynamically stable and received a total of 7 U of PRBCs (). His Hb stabilized between 8.5 and 9.5 g/dL, and factor VIII inhibitor level decreased to 12 BU (AD 12) and subsequently to 0.9 BU (AD 29). The patient was discharged after 13 days of hospitalization and completed 4 weekly cycles of rituximab. His PTT and Hb normalized by 41 days from admission () and he has remained in clinical remission for 9 months with no further episodes of recurrent bleeding. He continues to be on chemotherapy with docetaxel for his prostate cancer.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'10920509': 1, '22517903': 1, '27609734': 2, '33717485': 2, '34765360': 2, '8800509': 1, '14996701': 1, '17911199': 1, '19809294': 1, '8453098': 1, '19814739': 1, '11267950': 1, '33591907': 1, '25525118': 1, '24955264': 2, '11844135': 1, '17124095': 1, '16894452': 1, '21115138': 1, '28960809': 1, '32110407': 2}", "similar_patients": "{'4052897-1': 1, '7924005-1': 1, '5016740-1': 1, '8572517-1': 1}"}