{"patient_id": 22735, "patient_uid": "7386976-1", "PMID": 32791737, "file_path": "comm/PMC007xxxxxx/PMC7386976.xml", "title": "Acute monocular nasal hemianopia following a mild traumatic brain injury", "patient": "A 41-year-old male was seen at the emergency department after being involved in a fight with 2 men. He reported being grabbed around the neck and then was punched on the head with fists during the fight. He immediately developed periorbital bruises in the left eye and left side painless blurred vision.\\nIn the emergency department, the patient's vital signs remained stable and the Glasgow coma scale score was greater than 14. He developed dizziness, post-traumatic amnesia, and a headache that did not last more than 24 hours. There were minor abrasions on the extremities and some ecchymosis around the neck. On ophthalmic examination, his best-corrected visual acuity was 20/100 in the left eye and 20/20 in the right eye. A left eye examination revealed a periorbital hematoma, conjunctival chemosis, and a relative afferent pupillary defect. Farnsworth-Munsell 100 hue results revealed a left side dyschromatopsia. The patient also reported that Snellen chart letters corresponding to the nasal field were obscured in his left eye. Automated perimetry and a confrontation test indicated left side nasal hemianopia along the vertical meridian (Fig. ). The visual field defect showed a clear margin along the central vertical meridian with a mean deviation of 20.5 dB. The right eye visual field was shown to be normal. Other cranial nerve functions were normal. Intraocular pressure was within the normal limit. Extraocular muscle movement remained free and full in all directions. Examination of the fundus demonstrated a normal appearing retina and disc bilaterally (Fig. ).\\nIn consideration of traumatic brain injury and cerebral microemboli, further evaluation was carried out, including carotid Doppler ultrasonography, computed tomography angiography, ophthalmic artery Doppler ultrasonography. The results revealed no evidence of atherosclerosis nor emboli. Fluorescein angiography revealed no delayed filling of vessels. A magnetic resonance imaging (MRI) scan showed unremarkable findings in the brain, orbit, and visual pathways. A diagnosis of left TON was made.\\nThe patient received systemic steroid pulse therapy (1 gram of intravenous methylprednisolone per day) for 3 days. An ophthalmologic examination performed after treatment showed no obvious improvement in best corrected visual acuity, color sense and the relative afferent pupillary defect. Several weeks later the temporal part of the optic disc became pale. Repeated automated perimetry results were unchanged after 3 months.\\nInformed patient consent was obtained from the patient for publication of this case report.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'25992113': 1, '7395947': 1, '12881352': 1, '31067321': 1, '7270639': 1, '8343470': 1, '32791737': 2}", "similar_patients": "{}"}