{"patient_id": 102437, "patient_uid": "7669509-1", "PMID": 33209038, "file_path": "noncomm/PMC007xxxxxx/PMC7669509.xml", "title": "Next-Generation Sequencing of Synchronous Multiple Primary Lung Cancers in a Patient with Squamous Cell Carcinoma and Small Cell Lung Cancer", "patient": "A 60-year-old man was admitted to the First Affiliated Hospital of Shihezi University School of Medicine on 25 March 2020 with a 2-month history of cough, sputum, and wheezing. He was a road worker with a 30-year history of smoking 40 cigarettes/day; he quit smoking 9 years ago. Laboratory examination revealed elevated tumor markers, including CEA (15.94 ng/mL), CA15-3 (27.37 U/mL), CA19-9 (31.19 U/mL), CA72-4 (17.07 U/mL), and cytokeratin 19 fragment (35.15 ng/mL). Autoimmune markers, including anti-SM antibodies, anti-nucleosome antibodies (AnuA), and anti-histone antibodies (AHA), were positive. Chest computed tomography (CT) revealed two solid lesions located at the lower lobes of the right lung (48 × 36 mm) and left lung (78 × 45 mm) (), suggesting the possibility of a malignant tumor. Magnetic resonance imaging (MRI) examination of the head indicated possible brain involvement. Tumor stage was determined stage IV (T4N3M1b). The patient reported no family history of lung cancer. To determine the histological type, needle biopsies of both lesions were performed under CT guidance. Pathology examination of needle biopsy specimens and immunohistochemistry results showed that the two lesions were histologically different. The left lower lobe was SCC and was positive for P40, P63, Ki-67 (80%), and negative for CD56, Syn, cgA, TTF-1. The right lung lower lobe tumor was diagnosed as SCLC; tumor cells were positive for CD56, Syn, cgA, TTF-1, and Ki-67 (90%) and negative for P40 and P63 (). Immunohistochemistry suggested that the tumor origins differed between the two sites, and the molecular proﬁles were heterogeneous. The ﬁnal clinical diagnosis of this patient was sMPLC.\\nMRI and CT detected a head mass diagnosed as a metastatic lesion and lymph node metastasis, which were contraindications for surgery. Because this patient presented with two different tumor types in the lungs, determining a treatment strategy was challenging. SCC and SCLC have huge differences in biological behavior, treatment, and prognosis. To identify treatment targets, we used NGS technology to analyze the genetic features of the primary tumor tissues from the lungs. During the waiting period, the patient received systemic chemotherapy. According to the National Comprehensive Cancer Network guidelines for small cell lung cancer, the patient received systemic chemotherapy with carboplatin and etoposide because SCLC is more malignant. After 40 days, the results of NGS were as follows (): somatic mutations: 19 ( and ); germline mutations: 0; tumor cell microsatellite instability detection: microsatellite stability; tumor mutation load: high tumor mutational burden (TMB-H). The NGS results suggested that the patient should receive immunotherapy with PD-1/PD-L1 inhibitors.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'3974273': 1, '32645196': 1, '31493723': 1, '31886125': 1, '28501120': 1, '31795997': 1, '170482': 1, '9864405': 1, '27254665': 1, '31765616': 1, '17707945': 1, '31749623': 2, '23649447': 1, '31807880': 1, '26244144': 1, '31318407': 1, '31423371': 2, '33209038': 2}", "similar_patients": "{'6689493-1': 1, '6817713-1': 1}"}