{"patient_id": 103737, "patient_uid": "7780472-1", "PMID": 33426452, "file_path": "noncomm/PMC007xxxxxx/PMC7780472.xml", "title": "Case report of non-ST-segment elevation myocardial infarction diagnosed in spectral detector-based computed tomography performed for the diagnosis of acute pulmonary embolism", "patient": "A 72-year-old man with diabetes mellitus, hypertension, and prostate cancer accompanied by multiple bone metastasis had sudden chest and back pain and difficulty in breathing at rest. His chest pain was accompanied by heaviness, squeezing, and discomfort. His prostate cancer had been treated with bicalutamide (80 mg/day) for ∼2 years, and his cancer stage was stable. He was brought to our hospital by ambulance and his vital signs were as follows: heart rate 72/min, respiratory rate 24/min, an axillary temperature 36.2°C, saturation of percutaneous oxygen under room air 90%, and peak blood pressure of 190/108 mmHg. There was no pleural effusion or congestion in the chest radiograph (). Electrocardiography showed sinus rhythm with a complete right bundle branch block (CRBBB) and no significant ST-segment changes (). His initial serum troponin I level was 0.05 ng/mL (normal value: <0.04 ng/mL) and the d-dimer level was 14.7 μg/mL (normal value: <1.0 μg/mL). White blood cell count was 12 900/μL (normal value: 4000–7500/μL) and brain natriuretic peptide was 110 pg/mL (normal value: <18.4 pg/mL); other laboratory values were within normal range. The echocardiogram did not show any wall motion abnormality, significant valve disease, right ventricle dilation, or obvious congenital heart disease such as a patent foramen ovale. His chest CT with contrast showed bilateral scattered PE and left deep vein thrombus (from popliteal vein to soleus vein) (). After admission, his chest pain persisted, and the serum troponin I level and ECG were checked repeatedly. Although his serial ECG did not show no significant changes (), his serum troponin I level 3 h after the admission was elevated to 0.90 ng/mL. Furthermore, reconstruction of the SDCT (IQon Spectral CT; Philips healthcare) images clearly showed a perfusion defect of the posterolateral left ventricle myocardium (), suggesting a combination of PE and non-ST-segment elevation myocardial infarction (NSTEMI).\\nFollowing these findings, coronary angiogram was then performed which showed total occlusion of the OM branch. Although atherosclerotic plaques were seen in multiple coronary arteries, significant stenosis was not observed except for the OM branch (). Consequently, percutaneous coronary intervention (PCI) was performed to the occlusion site. After thrombectomy, intracoronary imaging using intravascular ultrasound was performed, and atherosclerotic plaque lesions were observed (). Two drug-eluting stents were deployed (Synergy 2.75/28 mm and Synergy 2.25/20 mm), and Thrombolysis in Myocardial Infarction 3 flow was achieved (). The creatine kinase (CK) and CK-MB peaked at 2034 and 278 IU/L (normal values: CK 60–287 IU/L and CK-MB <25 IU/L) 8 h after the admission.\\nFollowing treatment of ACS, we began treatment for PE with an oral anticoagulant (OAC, rivaroxaban 30 mg/day). He was relieved of his chest symptoms and was rescued from a hypoxic state. He was discharged on the 14th day after admission. Enhanced SDCT and associated reconstructed images of effective atomic number (Z-effective) 6 months after the treatment started, until when dual antiplatelet therapy (aspirin 100 mg and clopidogrel 75 mg/day) and OAC therapy (rivaroxaban 30 mg/day for 3 weeks and 15 mg/day after 3 weeks) were continued, showed improvement in perfusion defects in both pulmonary fields () and the myocardium (). His treatment was deescalated to single antiplatelet therapy (clopidogrel 75 mg/day) and OAC, and he has had a good course without recurrence.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'25151918': 1, '29936950': 1, '23617513': 1, '19196731': 1, '25717286': 1, '27399237': 1, '17344332': 1, '21873508': 1, '28886622': 1, '27593539': 1, '19007693': 1, '31511486': 1, '28672916': 1, '21185141': 1, '24221182': 1, '6481007': 1, '20155270': 1, '32173289': 1, '27399244': 1, '23097168': 1, '22146497': 1, '33426452': 2}", "similar_patients": "{}"}