{"patient_id": 24503, "patient_uid": "7468081-1", "PMID": 32952586, "file_path": "comm/PMC007xxxxxx/PMC7468081.xml", "title": "A dermatopathic Juvenile Dermatomyositis; An Unexpected Case in Childhood", "patient": "A 10-year-old girl presented with had upper limb pain from shoulder to wrist and lower limb pain from hip to knee that has lasted three months. She had progressive proximal limb weakness to the extent that she could barely walk five steps and was unable to comb her hair. She also was able to feed herself, but she gets tired very quickly and had a history of remittent fever. The patient had no complaints of constipation, diarrhea, or any abdominal pain.On initial assessment, she was afebrile, and the examinations showed diffused tender, warm muscles with proximal limb weakness, and medical research council (MRC) scale for muscle strength grade 2 for upper and lower limbs. Her shoulder had limited passive range of motion due to pain, and her knees and hip joints were tender. Deep tendon reflexes were present and normal.The Gottron’s papules and heliotrope rashes were absent, and no skin involvement was found. Fingers and nails were found to be normal.Further investigations yielded the following results: Creatine Phosphokinase (CPK): 3047 U/L, Alanine Aminotransferase (ALT): 81 U/L, Aspartate Aminotransferase (AST): 173 U/L, Lactate Dehydrogenase (LDH): 1271 U/L, Erythrocyte Sedimentation Rate (ESR): 16 mm/hr, Anti-nucleotide Antibody (ANA): 0.4, and 25-hydroxycholecalciferol (VitD): 8 ng/mL. Urine analysis showed leukocyturia, urine culture showed 30000 30,000 colonies of two types, and the results were negative for C-Reactive Protein (CRP), Rheumatoid Factor (RF), 2-Mercapthoethanol (2ME), and wright. Electromyography and Nerve Conduction Velocity (EMG/NCV) findings were consistent with a myogenic process; therefore, a muscle biopsy was performed. Deltoid muscle biopsy was performed, and the specimen was sent to be frozen in Isopentane cooled in liquid nitrogen. A panel of histology and histochemistry studies revealed a perifascicular atrophy pattern with the presence of atrophic basophilic degenerative/regenerative fibers at the periphery of the fascicles containing internalized nuclei (). Perimysial perivascular infiltration of lymphocytes was also noted (). Based on these pathognomonic findings associated with the patient’s phenotype, the diagnosis of JDM was made.\\nThe patient was hospitalized to receive six courses of treatment. Intravenous Immunoglobulin (IVIG) therapy was initiated (2 gr/Kg per session) and was monthly repeated for 6 months. Methylprednisolone (30 mg/Kg) was also administered intravenously for 3 consequent days. Treatment followed by oral Prednisolone, Methotrexate, Hydroxychloroquine, Folic Acid, Calcium, and Vitamin D3 Supplements as maintenance therapy. The treatment did not change her distal upper and lower limb weakness; however, proximal upper limb weakness was resolved. After six months of treatment using IVIG and steroid, the lower limb weakness worsened (MRC grade 4), and areflexia of patellar tendon was observed. No signs of lower limb polyneuropathies were found on further neurological assessment.\\nOur patient showed signs of Cushing’s syndrome (purple striae, moon face, osteopenia, and fragile skin) two months after initiating treatment with corticosteroids, and she complained of lumbosacral pain.\\nTherefore, treatment with Rituximab (500 mg/m2) was started followed by other complementary doses. Her condition was markedly improved, and she was discharged with the aforementioned routine prescriptions to be followed up.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'15692974': 1, '25500701': 1, '1090839': 1, '17763414': 1, '1089199': 1, '8710064': 1, '32952586': 2}", "similar_patients": "{}"}