{"patient_id": 34105, "patient_uid": "7987907-1", "PMID": 33776885, "file_path": "comm/PMC007xxxxxx/PMC7987907.xml", "title": "A Case Report of Central Nervous System Graft-Versus-Host Disease and Literature Review", "patient": "A 22-year-old woman was accepted to our department for the main complaint of paroxysmal occipital headache and vomiting, following progressive unconsciousness, left hemiplegia and dysarthria for 5 days. For medical history, she was diagnosed as acute myeloid leukemia (AML) M5 3 years ago and received induction remission treatment 1 week after the diagnosis. After that, she underwent intermittent chemotherapy for 10 months (until 2 years and 1 month before admitted) to achieve complete remission and then received a haploid hematopoietic stem cell transplant with father donor. Liver acute GVHD occurred in the 4th week after transplantation (2 years before admitted), and lung injury manifested as bronchiolitis obliterans in the 5th month (1 year and 8 months before admitted). Chronic GvHD involving the gastrointestinal tract and skin appeared at 1 year and 6 months before admitted. In the following 6 months, the symptoms of GVHD were relieved after treatment with corticosteroids and cyclosporine as anti-rejection drugs. Regular examination of bone marrow puncture showed a state of remission. Anorexia symptoms appeared when steroids gradually decreased, and central nervous system symptoms appeared 1 month later. Neurological examination showed drowsiness, dysphoria, dysphasia, gaze to the right, left hemiplegia, positive left Babinski sign, and positive Kernig sign.\\nBrain magnetic resonance imaging (MRI) showed diffuse white matter and corpus abnormal signal with slightly lower T1WI signal, slightly higher T2WI and FLAIR signal, bilateral lateral ventricles and partial sulcus were narrowed, and cerebral gyrus was swelling (). The dark-fluid presents a roughly symmetrical high signal, the ADC signal is slightly higher, and DWI has no dispersion limitation. Laboratory examination including rheumatoid factor, antinuclear antibody, antineutrophil cytoplasmic antibody, single and double strand DNA revealed almost normal exclude mild hyponatremia (Na+ 131.2 mmol/L, normal range 137–147 mmol/L). Serum cryptococcal antigen was not detected and the panel PCR assay (including IgM Antibody assay for AdV, HSV, RuV, RSV, toxoplasma, Legionella, and PCR for EBV, CMV, VZV, HHV) revealed negative. Intracranial pressure was more than 400 mmH2O. Cerebrospinal fluid (CSF) test revealed normal protein (0.40 g/L) and white blood cell (WBC, 4 × 106 /L), mildly increased glucose (4.6 mmol/L, normal range 2.3~4.1 mmol/L), and elevated immunoglobulin G (IgG, 61.3 mg/L, normal range 0–34.0 mg/L). No malignant phenotype was found in flow cytometry. Autoimmune disease markers of both serum and CSF were also negative, which including NMDA-R-Ab, CASPR2-Ab, AMPA1-R-Ab, AMPA2-R-Ab, LGl1-Ab, GABAB-R-Ab, and GAD 65-Ab. Besides, serum toxicological screening was also negative. The patient was diagnosed with white matter lesions, and we speculate that it is more likely to be caused by central nervous system graft-versus-host disease.\\nIn addition to the ongoing systemic immunosuppression, the patient received intravenous corticosteroid (methylprednisolone 80 mg/day) for 14 days, followed intravenous immunoglobulin (0.4 g per kilogram of body weight) for 5 days. Consciousness and hemiplegia improved significantly within 2 days. After 3 weeks of treatment, the paralysis symptom was completely recovered, and anorexia and vomiting were relieved. Brain magnetic resonance imaging (MRI) appearances were slightly improved, edema lessened than before (). Reexamination of lumbar puncture showed that the cranial pressure was lower (250 mmH2O). Cerebrospinal fluid test showed decrease IgG (44.4 mg/L). Intravenous hormone dosage decreased to methylprednisolone 40 mg/day and sequentially reduced. A follow-up brain MRI, at 3 months from the start of methylprednisolone treatment (), showed disappearance of lesions in the brain white matter ().", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'29344580': 1, '20846944': 1, '26220353': 1, '19093322': 1, '29728401': 1, '92183': 1, '19915632': 1, '19282026': 1, '20809972': 2, '8493865': 1, '29330269': 1, '15760882': 1, '31292117': 1, '8871714': 1, '26338025': 1, '31846439': 1, '19667266': 1, '2350582': 1, '23136554': 1, '17099715': 1, '24637899': 1, '30576821': 1, '11509085': 1, '6242349': 1, '12574963': 1, '23299314': 1, '16398660': 1, '29049232': 1, '9605131': 1, '10436117': 1, '31227011': 1, '3550805': 1, '19506130': 1, '12499502': 1, '19760796': 1, '31570546': 1, '22915190': 1, '11014894': 1, '25214086': 1, '28154284': 1, '34941103': 2, '22010102': 1, '30189384': 1, '24652969': 1, '31466596': 1, '19687597': 1, '6161231': 1, '2390633': 1, '15467359': 1, '28724796': 1, '17502894': 1, '11320189': 1, '31309419': 1, '34691059': 1, '33776885': 2}", "similar_patients": "{'8701884-1': 1, '2936883-1': 1}"}