{"patient_id": 101464, "patient_uid": "7548939-1", "PMID": 33082750, "file_path": "noncomm/PMC007xxxxxx/PMC7548939.xml", "title": "Complete Clinical Response in Stage IVB Endometrioid Endometrial Carcinoma after First-Line Pembrolizumab Therapy: Report of a Case with Isolated Loss of PMS2 Protein", "patient": "A 45-year-old woman, gestation 2, presented in April 2018 with a diagnosis of endometrioid carcinoma of the endometrium, FIGO grade 3. The diagnosis had been based on the results of endometrial biopsy indicated because of abnormal vaginal bleeding and suspicion of endometrial polyp. On physical examination, the patient was in good condition, with a body mass index of 19.6. Her family history included a brother who developed a colon cancer at age 32 and a maternal grandmother who had a gynecological cancer at the age of 70 years.\\nThe review of the endometrial biopsy confirmed a diagnosis of endometrioid endometrial carcinoma, FIGO grade 3. The histological examination revealed a poorly differentiated adenocarcinoma, extensively necrotic, with 75% solid areas, 25% villoglandular architecture, and foci of squamous differentiation. Nuclear pleomorphism was high, with numerous mitosis, including atypical figures. Tumor-infiltrating lymphocytes accounted for 15% of the stroma tumor and were associated with an intraepithelial component.\\nImmunohistochemistry showed neoplastic cells that were positive for estrogen receptor (<5%), vimentin, p63 (30%), CDX2, p16 (diffuse, nuclear and cytoplasmic staining), and synaptophysin (isolated cells). Immunohistochemistry staining was negative for progesterone receptor, napsin A, HNF1B (hepatocyte nuclear factor 1 homeobox B), and chromogranin. Staining for TP53 tumor suppressor gene product (clone DO-7) was of wild type, with weak to moderate expression in 35% of the neoplastic cells (Fig. ). Staining for PMS2 protein was negative in neoplastic cells and positive in stroma (Fig. ). Staining for MLH1, MSH2, and MSH6 proteins was positive. L1CAM (the L1 cell adhesion molecule) was expressed in 15% of neoplastic cells (Fig. ). ARID1A (AT-rich interactive domain-containing protein 1A) expression was lost in 30% of neoplastic cells (Fig. ). Immunohistochemistry also revealed a non-nuclear expression of catenin beta, wild type.\\nMagnetic resonance imaging revealed a 4-cm tumor located in the uterine fundus, which had infiltrated the myometrium and extended to serosa, beyond the left fallopian tube, and adjacent peritoneal fat (Fig. ). There were enlarged iliac and retroperitoneal para-aortic lymph nodes suggestive of neoplastic involvement. Fluorodeoxyglucose (FDG)-18F positron emission tomography-computed tomography (PET-CT) demonstrated intense FDG uptake (SUV = 38.3) in expansive lesion affecting the uterus. Several lymph nodes, some of which displayed enlargement, were observed in the external iliac (SUV max = 29.3), interaortocaval (SUV max = 12.6), left para-aortic (SUV = 21.2), right retrocrural (SUV = 7.7), and thoracic periesophageal chains (SUV = 16.2) (Fig. ).\\nFoundationOne CDx assay was performed on tumor sample and showed high microsatellite instability and intermediate Tumor Mutational Burden (TMB) (13 muts/Mb). There were 19 genomic findings: MTOR (C1483Y), PTCH1 (Y1316 fs*56), PTEN (K269 fs*28, R130*), APC (G471 fs*27, S1465 fs*3), ARID1A (F2141 fs*59), BCORL1 (P1681 fs*20), CTCF (T204 fs*26), MAGI2 (M986I), MLH1 (splice site 117-11_153del48), MLL2 (splice site 4693+1 G > C), PIK3R2 (G373R), RB1 (M484 fs*8, splice site 861+2T > A), SPTA1 (K1125 fs*3), and TAF1 (G365D-subclonal).\\nThe patient was treated with intravenous pembrolizumab (Keytruda, Merck & Co) at a dose of 200 mg every 3 weeks.\\nAfter 3 cycles of pembrolizumab, the uterine lesion completely regressed (Fig. ). PET-CT no longer demonstrated anomalous uptake in the iliac, para-aortic, retrocrural, or periesophageal lymph nodes. To evaluate the pathological response, the patient underwent laparoscopic hysterectomy, pelvic and para-aortic lymph node dissection, omentectomy, and inventory of the peritoneal cavity. There was no macroscopic evidence of disease. The right retrocrural and thoracic periesophageal lymph nodes were not dissected. Pathological examination of the surgical specimens showed no residual neoplasia in the uterus. Histological signs of complete tumoral regression (fibrosis, edema, histiocytes, lymphoid aggregates, hemorrhage organizing, and endothelial hyperplasia) were seen in endometrium, myometrium, cervix, uterine serosa, left ovary, and adipose tissue in adhering to the uterine fundus. Forty-one lymph nodes (17 pelvic, 23 para-aortic, and 1 omental) were dissected. A micrometastasis of 3.0 mm was identified in one right pelvic lymph node, and an aggregate of isolated tumor cells (diameter 0.2 mm) with signs of partial regression was present in one para-aortic lymph node. Signs of complete tumoral regression were identified in another 3 lymph nodes (1 left pelvic and 2 para-aortic).\\nThe patient has completed 24 months without evidence of progression of disease and without adverse effects.\\nThe patient was referred to a genetic counselor for risk assessment. The patient reported a family history that included a brother with colon cancer at the age of 32 years and a maternal grandmother with gynecological cancer at the age of 70 years. It is important to note that the maternal family history was limited, as the patient's mother was the only child. After receiving pre-test genetic counseling, the patient was tested for a next-generation sequencing cancer panel that included all MMR genes. A genetic variant was identified in MLH1 gene c.193 G > A (p.Gly65Ser) and classified by a CLIA-certified lab as of uncertain significance (VUS). This classification was based on American College of Medical Genetics and Genomics (ACMG) guidelines and the laboratory pipeline. The laboratory reported that the variant has 3.5 points for pathogenic classification (a minimum of 4 points are needed to be classified as probably pathogenic). This variant has no entry in ClinVar. Post-test genetic counseling was provided, and the patient was informed about the possibility that this variant may be reclassified as likely pathogenic, which would confirm a diagnosis of Lynch syndrome.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'28770222': 1, '23636398': 1, '28061006': 1, '23702729': 1, '30918358': 1, '34079322': 1, '27742654': 1, '29464025': 1, '34691248': 1, '25871621': 1, '27984238': 1, '24832785': 1, '29285544': 1, '32140532': 1, '26634381': 1, '28489510': 1, '33082750': 2}", "similar_patients": "{}"}