{"patient_id": 21538, "patient_uid": "7329524-1", "PMID": 32611416, "file_path": "comm/PMC007xxxxxx/PMC7329524.xml", "title": "A rare case of herniated duplex collecting system causing obstructive uropathy", "patient": "A 78-year-old male with past medical history significant for CKD stage 3 known to have a left sided inguinal hernia presented to the Emergency department with two weeks of intermittent suprapubic tenderness, dysuria, frequency, urgency, frothy urine as well as nausea and vomiting. Workup on admission revealed an elevated creatinine of 2.8 mg/dl from a baseline of 1.5 mg/dl, with leukocytosis of 7000. Urine analysis was performed that revealed large leukocyte esterase, urine WBC greater 180, and white blood cell clumps. The patient was diagnosed with acute kidney injury as well as a urinary tract infection. Computed tomography of the abdomen and pelvis revealed duplicated left sided pelvis and ureters with the left inguinal hernia containing the ureters with cystic ureteral dilation within the herniation sac as well as moderate left hydroureteronephrosis (Figs. and ). The patient was managed with volume repletion and antibiotics for his urinary tract infection. There was some improvement in kidney function although not to his previous baseline. He was discharged with an outpatient urology follow up and was subsequently readmitted for an elective paraperitoneal inguinal hernia repair with a Kumpe catheter placement up to the left kidney externalizing through the urethral meatus.\\nWhen it comes to the inguinal hernia repair, a large portion of the herniated extraperitoneal fat was freed from its incarcerated position in the scrotum and then dissected back to the internal ring. A typical mesh repair was not done in order to avoid placing the mesh in direct contact with the ureter causing erosions as well as ureteral structuring further down the line. Thus, the internal ring was primarily closed first to maintain the ureter in a reduced position deep to the ring then a Lichtenstein repair was done using a polypropelene patch that was sutured to the tissues overlying the pubic tubercle medially to the shelving edge of the inguinal ligament inferiorly and to the conjoined tendon superiorly, laterally the arms of the patch were passed around the spermatic cord at the internal ring and sutured together and to the tissue lateral to the internal ring.\\nFollowing the surgery, he had recovery of kidney function to the previous baseline serum creatinine of 1.5 mg/dl. (Table ) (Fig. ).", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'19641370': 1, '30305858': 1, '5061463': 1, '20551935': 1, '28275027': 2, '16985719': 1, '22609811': 1, '9290179': 1, '15251343': 1, '19023002': 1, '23365714': 1, '12213362': 1, '17940364': 1, '8951764': 1, '15611836': 1, '18193439': 1, '30053615': 1, '16705399': 1, '11162699': 1, '3923052': 1, '18214638': 1, '24235802': 2, '23933463': 1, '21286228': 1, '26180656': 2, '20381844': 1, '11316983': 1, '12612799': 1, '15996264': 1, '32611416': 2}", "similar_patients": "{'4490576-1': 1, '3822356-1': 1, '5353493-1': 1}"}