{"patient_id": 22171, "patient_uid": "7360265-1", "PMID": 32664172, "file_path": "comm/PMC007xxxxxx/PMC7360265.xml", "title": "Acute compartment syndrome secondary to anterolateral thigh flap harvesting in a pediatric patient", "patient": "A 6-year-old Asian girl was admitted to the Second Hospital of Jilin University with crush injury on the palmar aspect of the right hand and wrist (Fig. ). Emergency physical examination revealed stable vital signs, significantly swollen right hand with soft tissue defect, severely damaged thenar muscles, lightly crushed flexor tendons, crushed median nerve, and ulnar artery thrombosis (Fig. A). After debridement, the patient was noted to have tendon rupture of the flexor carpi radialis and the middle finger's flexor digitorum superficialis. There was a 5-cm defect of the ulnar artery and a 2-cm defect of the median nerve (Fig. B). The injury was associated with the rupture of the palmar side of the joint capsule. After radical debridement, an end-to-end repair of the median nerve was performed using an 8–0 polyamide suture. Then, muscles were readapted, and tendons were sutured. The size of the soft tissue defect in the proximal palm and wrist was 8 × 5 cm. The defect was closed with an ipsilateral ALT flap measuring 9 cm in length by 6 cm in width. The fascia lata was harvested with the flap to reconstruct the carpal joint capsule. Six-centimeter of the lateral femoral circumflex artery (LCA) was harvested along with the ALT flap to bridge the ulnar artery (Fig. ). Routine management of the patient was performed.\\nThe initial postoperative period was uneventful. On the first day after the operation, the patient was noted to have slight swelling of the right lower limb and redness of the thigh wound edges. The patient did not complain of pain or numbness, and the dorsalis pedis artery pulse was palpable. However, 40 hours after the operation, the patient complained of pain in the donor site and severe edema of the entire thigh. The patient was noted to have weakness of quadriceps muscles and necrosis and blistering of the thigh wound margins. Meanwhile, the patient complained of localized pain exacerbated by active and passive movement of the quadriceps. The diagnosis of ACS of the right thigh was supported and the wound was immediately explored to release the anterior compartment. All 4 muscles of the anterior compartment were considerably edematous and were released individually. Postoperatively, the patient was monitored in the intensive care unit. Two weeks later, an operative debridement revealed extensive partial necrosis of the rectus femoris and lateral femoris but no hematoma (Fig. A). A thorough debridement was performed, removing the majority of the rectus femoris and lateral femoris. Necrotic wound margins were also excised (Fig. B). Secondary closure by skin grafting was performed 2 weeks later (Fig. C). Three days after the procedure, necrotic tissues were noted on the wound edges (Fig. A). A second exploration was performed to remove all necrotic tissues and surrounding fibrotic, scarred skin (Fig. B). After 4 weeks of vacuum sealing drainage therapy, healthy granulation tissue was noted (Fig. C). The defect was closed with a free latissimus dorsi musculocutaneous flap measuring 9 cm in length by 5 cm in width. Over the next few days, the ALT flap survived completely (Fig. D). Sensory examination revealed sensory loss over the thenar area and the palm. Motor examination showed limited thumb opposition.\\nAt 4 months follow-up, the right thigh wound had healed, but there was decreased sensation over the anterior and lateral aspects of the thigh. Motor examination showed that the patient had quadriceps muscle weakness (grade 2 of 5 on the Medical Research Council scale). At 1-year follow-up, the patient's mobility has been significantly improved (from grade 2 to 4 on the Medical Research Council scale); however, the diminished sensation on the lateral aspect of the thigh remained.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'18520198': 1, '10987464': 1, '27538943': 1, '27785097': 1, '18650750': 1, '20471850': 1, '21593369': 1, '21178758': 1, '21112184': 1, '25629205': 1, '18220314': 1, '23598761': 1, '22727900': 1, '32664172': 2}", "similar_patients": "{}"}