{"patient_id": 28247, "patient_uid": "7681750-1", "PMID": 33240695, "file_path": "comm/PMC007xxxxxx/PMC7681750.xml", "title": "A Case of Ruptured Perineal Epidermal Cyst", "patient": "A 61-year-old normotensive and euglycemic female presented with complaints of painful swelling in the right gluteal and perineal region with purulent discharge for one week. She also had fever for three days. She noticed an ill-defined swelling in the perineal region many months back without any symptoms. The swelling suddenly became painful and started discharging fluid for one week. There was no associated history of bleeding per rectum or constipation. She has past history of cholecystectomy and hysterectomy done three and 10 years back, respectively. On physical examination, there was a soft swelling of 5 x 5 cm in the perineal region on the right side. The swelling was located in the subcutaneous plane with an external opening at its summit discharging yellowish-white fluid. There was no induration, tenderness or redness over the swelling. Contrast enhanced computed tomography (CECT) of the abdomen and pelvis revealed a well-defined 6.4 (anteroposterior) x 1.7 (transverse) x 5.2 (craniocaudal) cm, irregularly marginated hypodense (HU20-35) lesion present in the subcutaneous plane of right gluteal region in the paramedian location (Figure ).\\nNo obvious calcification or solid component was seen. There was mild adjacent subcutaneous fat stranding with no obvious enhancement or intralesional vascularity after intravenous contrast injection. Superior-medially it was seen reaching up to the level of anal verge on the right side. However, no obvious communication with distal rectum or anus was seen. The final diagnosis of right gluteal abscess was made on CECT. In view of above findings, surgery was planned.\\nThe patient was administered spinal anesthesia and placed in lithotomy position. Intraoperatively, there was a large ruptured cyst of 7 x 7 x 6 cm in the right perineal region about 3-4 cm lateral to the anal opening. The cyst was thick walled containing sebaceous material and was located in the subcutaneous plane. Simple excision of the ruptured perineal cyst was done and the wound was primarily sutured. The resected specimen was sent for histopathology (Figure ).\\nIn the postoperative follow-up, the patient developed wound infection which was treated by dressings and oral antibiotics. On cut section, the cyst was filled with sebaceous material and lined by thick multicolored epithelium (Figure ). On microscopic examination, the cyst was lined by keratinized squamous epithelium with the presence of granular layer in the subepithelial region (Figure ).\\nThe cyst lumen contained lamellated keratinous material. The cyst was disrupted at places with presence of foreign body giant cell reaction and cholesterol clefts (Figure ). The final diagnosis of benign inflamed epidermal cyst was made. On the last follow-up at nine months, the patient was disease-free.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'17692428': 1, '12869930': 1, '30363255': 2, '30055637': 2, '20482735': 1, '22686432': 1, '19465204': 1, '18489051': 1, '24946354': 1, '26905131': 1, '7974889': 1, '33240695': 2}", "similar_patients": "{'6064627-1': 1, '6159278-1': 1}"}