{"patient_id": 29399, "patient_uid": "7746313-1", "PMID": 33354469, "file_path": "comm/PMC007xxxxxx/PMC7746313.xml", "title": "Carisoprodol Abuse in Adolescence", "patient": "A 16-year-old Caucasian female was admitted after an intentional overdose of 50 sertraline (50 mg) tablets. Upon admission, the patient was guarded, agitated, inattentive, hyperverbal, and impulsive. She was experiencing feelings of helplessness, hopelessness, anhedonia, and had poor insight. The patient had a history of self-injurious behavior and had been previously hospitalized for unipolar depression and truancy. During her first hospitalization, the diagnosis of unipolar depression and generalized anxiety disorder was made and treated with escitalopram 10 mg daily. She later stopped the medication due to a lack of follow-up care. There were several psychosocial stressors affecting the patient, including the suicide of a close friend, loss of a job, traumatic injury to a close friend, and conflicts with mom. Her parents had divorced five years ago, and her primary caregiver was her mother. The patient was physically abused by her father who had a history of alcoholism and marijuana use. At age 14, the patient began drinking alcohol and using tobacco for recreational use. At the age of 16, she started snorting muscle relaxants, specifically carisoprodol, and occasionally used cannabis. She reported that both carisoprodol and cannabis helped her with anxiety. She denied using any other drugs. She initially started using one tablet (350 mg strength) of carisoprodol from her mother’s supply. She started to use carisoprodol due to easy access at home from her mothers' supply. She used it alone without any peers. After two weeks, it increased to two tablets and after a month, she was taking four tablets every day. Her attempts to stop abruptly resulted in withdrawal symptoms, which started within 36 hours. She eventually stopped its use a month prior to the said admission on the inpatient unit. She reported she was not able to get enough supply and self-tapered herself off it. Her vital signs at the time of admission were afebrile, pulse 80, blood pressure (BP) 125/80, and 100% saturation on air. The patient, based on a diagnostic assessment, met the criterion of bipolar 2 disorder and attention deficit hyperactivity disorder inattentive type in addition to her previous diagnosis of generalized anxiety disorder. She was treated with lithium 300 mg PO BID, quetiapine 100 mg HS, and sertraline 100 mg daily. She was also treated with methylphenidate ER 27 mg for her attention deficit hyperactivity disorder (ADHD) symptoms and, after a 10-day stay, was discharged from the hospital into the care of her mother. She engaged well with motivational interviewing-based psychosocial interventions. She agreed to follow up with the community-based multi-system treatment team [].", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'12038895': 1, '30850312': 1, '28647007': 1, '23128807': 1, '8436689': 1, '20088817': 1, '11314567': 1, '10361785': 1, '8256651': 1, '15564901': 1, '26092742': 1, '33354469': 2}", "similar_patients": "{}"}