{"patient_id": 29650, "patient_uid": "7752628-1", "PMID": 33364023, "file_path": "comm/PMC007xxxxxx/PMC7752628.xml", "title": "Systemic sclerosis with renal crisis and pericardial effusion", "patient": "A 70-year-old woman was hospitalized for elevated creatinine of 2.1 mg/dL dL and elevated blood pressures. Her urinalysis revealed 11-20 RBCs and elevated urine protein-creatinine ratio of 2.5 g/g. Autoimmune workup was positive for anti-Scl-70 antibody, negative for ANA, Ds DNA, citrulline antibody, rheumatoid factor, myeloperoxidase, and antiprotease 3. ADAMTS 13 activity was normal, and peripheral smear examination was negative for schistocytes. Her blood pressures were controlled with captopril 25 mg three times a day. Creatinine continued to uptrend from 2.1 mg/dL to 5.9 mg/dL. Her kidney biopsy revealed thrombotic microangiopathy. (Figure ).\\nOver the next 2 weeks, she had progressive dyspnea, chest pain, and bilateral lower extremity edema. Her serum blood urea nitrogen levels were elevated ranging from 90 mg/dL to 144 mg/dL. She was hypotensive and echocardiogram revealed pericardial effusion with tamponade physiology. (Figure ) She underwent pericardiocentesis with pericardial drain placement and was initiated on dialysis and remained dialysis-dependent.\\nSystemic sclerosis (SS) is a connective tissue disease involving multiple organ systems. SS is associated with TMA in 10% of cases and is referred to scleroderma renal crisis (SRC), which carries a terrible prognosis with mortality rate up to 30% - 50% in 5 years. Blood pressure control with renin-angiotensin-aldosterone ( RAAS) blockade therapy is recommended. In our patient, pericardial effusion was attributed to Scleroderma or uremic pericarditis. Pericardial effusion with tamponade physiology is life-threatening and requires emergent pericardiocentesis and dialysis initiation. 50% of patients with scleroderma renal crisis progress to ESRD. Renal recovery in scleroderma patients is 7%-10%.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'25276300': 1, '32085935': 1, '33364023': 2}", "similar_patients": "{}"}