{"patient_id": 32385, "patient_uid": "7891676-1", "PMID": 33628661, "file_path": "comm/PMC007xxxxxx/PMC7891676.xml", "title": "Asymptomatic HyperCKemia: A Diagnostic Trap", "patient": "A 43-year-old female was admitted with acute hypoxic respiratory failure, requiring 15 litres per minute of oxygen. Physical exam was significant for wheezing in lungs bilaterally. Electrocardiogram showed normal sinus rhythm. Troponin and electrolytes were in normal range. She had normocytic anemia with hemoglobin 10.8 g/dl (normal range 12.0-15.6 g/dl), leukocytes 7.8 X 109/L( normal range 4.4- 10.7 109/L) , serum procalcitonin at 0.10 ng/mL (normal range < 0.10 ng/mL). Arterial blood gases showed respiratory acidosis. Chest X-ray showed extensive bilateral lung infiltrates (shown in figure-1). Workup for infectious causes was negative. She was managed empirically for community acquired pneumonia with broad spectrum antibiotics. On day 3 of hospital stay, her symptoms and oxygen requirement improved. However, she was noted to have hyperkalemia (potassium: 5.8 mmol/L) and elevated CK at 10,000 U/L ( normal range 24-173 U/L). She denied any history of myalgias, muscle weakness, trauma, recent exercise, illicit drug use, and statins. An impression of rhabdomyolysis was made and aggressively hydrated. Surprisingly, the CK level increased despite resuscitation (Figure ), raising diagnostic curiosity. Detailed inflammatory workup including aldolase, myositis antibody panel and anti-neutrophil cytoplasmic antibodies was negative. Her course of hospitalization was complicated by volume overload requiring aggressive diuresis. A detailed discussion with the patient was held explaining enzyme abnormality and risk versus benefits of invasive workup. She refused further investigations including biopsy and imaging. A CK electrophoresis was ordered and the patient was discharged to follow up as an outpatient. Surprisingly, her isoenzyme panel showed CK MM with type 1 macroCK-macroCKemia (Table ). CK levels repeated after 10 days showed near normal levels. On post-hopital follow up, subsequent normalization of enzyme levels were seen.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'6821951': 1, '8013099': 1, '2412731': 1, '2414037': 1, '12509637': 1, '21592795': 1, '18484651': 1, '7681133': 1, '33628661': 2}", "similar_patients": "{}"}