{"patient_id": 22692, "patient_uid": "7384727-1", "PMID": 32742842, "file_path": "comm/PMC007xxxxxx/PMC7384727.xml", "title": "Endoleak and Pseudoaneurysm Formation in the Setting of Stent Graft Infection Following Endovascular Uretero-Arterial Fistula Repair: The Dreaded Complication", "patient": "A 71-year-old female with a significant history of endometrial and vaginal cancer ultimately underwent exenteration with ileal conduit reconstruction after radiation and chemotherapy. She developed a left ureteral-ileal anastomotic stricture, ultimately requiring a retrograde transileal nephroureteral stent (RNUS). During a routine exchange of the RNUS, profound arterial bleeding was noted in the ileal conduit. Immediate angiography confirmed a suspected UAF where the left ureter overlapped the left common iliac artery. Hemostasis was obtained following left common iliac artery stent graft placement across the fistula. RNUS stent exchange was then completed successfully (Figure ).\\nWithin a week, hematuria represented, and the patient became febrile. Blood and urine cultures grew Klebsiella oxytoca, for which she received intravenous antibiotics. Repeat left iliac arteriogram revealed a type 1b endoleak from the distal stent edge, which resolved with iliac stent extension. The RNUS stent was exchanged, and she was later discharged in a stable condition on a long course of antibiotics.\\nFour days later, she presented with decreased urine output and recurrent bleeding from her stoma. During admission, the RNUS stent became dislodged causing copious exsanguination from her ostomy site. Angiography revealed a saccular pseudoaneurysm 1 cm proximal to the left common iliac artery stent graft (Figure ), necessitating further extension with the placement of bilateral kissing iliac stent grafts (Figure ) to exclude the pseudoaneurysm. Additionally, the RNUS stent was removed and bilateral nephrostomy tubes were placed to divert the urine.\\nA nuclear medicine indium 111 white blood cell scan with single-photon emission CT (SPECT)/CT was performed, which showed focal, radiolabeled white blood cell localization involving the left common iliac artery stent, suspicious for indolent infection (Figure ). Despite suppressive oral antibiotics, she continued to have intermittent hematuria and ultimately required surgical revision and bypass.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'25215545': 1, '21247595': 1, '31660458': 1, '2385228': 1, '25426238': 1, '25001641': 1, '23207658': 1, '17874549': 1, '26075136': 1, '8558733': 1, '18502385': 1, '30362691': 1, '16098936': 1, '30583901': 1, '11506509': 1, '29772328': 1, '20097522': 1, '33864536': 1, '26481087': 1, '8601899': 1, '21318990': 1, '32742842': 2}", "similar_patients": "{}"}