{"patient_id": 102774, "patient_uid": "7701909-1", "PMID": 33312889, "file_path": "noncomm/PMC007xxxxxx/PMC7701909.xml", "title": "Chemotherapy rechallenge in metastatic colon cancer: A case report and literature review", "patient": "A 41-year-old man presented for a second opinion regarding his worsening abdominal pain.\\nThe patient initially presented to a hospital in Qatar with an 8-mo history of diffuse abdominal pain. A computed tomography (CT) scan and colonoscopy revealed a splenic flexure mass and diffuse hepatic lesions concerning for metastatic disease. The patient then received another opinion at a hospital in Bangkok, Thailand, where a repeat CT scan and colonoscopy confirmed the initial diagnosis. The patient had a 17 pack-year cigarette smoking history. He denies alcohol consumption or a family history of cancer. During his clinical visits in Qatar and Thailand, his physical exam was unremarkable, and he denied weight loss, constipation, diarrhea, hematochezia, or melena. In Qatar, he underwent a colectomy with anastomosis. The pathologic diagnosis was moderate to well-differentiated colonic adenocarcinoma, stage T4bN1bM1a. He then received adjuvant treatment with FOLFOX chemotherapy, however after the first cycle, he developed atrial fibrillation, and treatment was discontinued. Afterward, he presented to our hospital for further workup and recommendations.\\nThe patient has no past medical history.\\nThe patient has no personal or family history.\\nThe vitals on admission was within normal reference range and his physical examination was unremarkable.\\nLabs indicated a normocytic anemia, and an elevated carcinoembryonic antigen (CEA) level (508.2 ng/mL). Blood chemistries, urinalysis, urine cultures, coagulation times including international normalized ratio, prothrombin, and partial thromboplastin times were within normal limits. Electrocardiogram was within normal limits.\\nAn initial imaging evaluation with CT of the abdomen and pelvis revealed two hypoattenuating masses in the liver. One 6.1 cm superior mass was in the right lateral lobe of the liver and a 6.9 cm inferior mass was in the lower tip of the right lobe (Figure ). These masses were most compatible with liver metastasis from invasive CRC. The portal vein was patient, bile ducts were not dilated, and the gallbladder was normal.\\nPathology slides of tumor tissue samples were obtained from the patient’s hospitalization in Bangkok and reviewed. The pathology report indicated invasive colonic adenocarcinoma, moderately differentiated (low-grade). The mutational analysis found that the patient had high microsatellite instability and wildtype (WT) KRAS and BRAF mutations. Given his history of atrial fibrillation on FOLFOX, he was started on irinotecan and oxaliplatin (IROX) plus bevacizumab. The patient had a partial response to IROX plus bevacizumab therapy but after 14 cycles of treatment, he developed disease progression and was transitioned to FOLFOX plus cetuximab. His disease progressed on FOLFOX and cetuximab, and thereafter the patient was lost to follow up for one year. During that time, he received three cycles of pembrolizumab from an outside hospital. Unfortunately, staging workup after 3 cycles of pembrolizumab indicated enhanced disease progression, particularly increased enlargement of metastatic liver lesions. In early 2018, we discussed with the patient about three potential chemotherapy options: (1) FTD/TPI; (2) Regorafenib; and (3) Rechallenge with IROX. The decision was made to rechallenge with IROX therapy based on the patient’s previous response to this regimen. Therefore, the patient received rechallenge therapy with IROX plus cetuximab every two weeks (11 cycles total). He tolerated the treatment well and showed a marked improvement in his clinical condition, performance status, and quality of life. Furthermore, a substantial reduction in the CEA level from 4493 ng/mL to 2250 ng/mL was observed after four months of treatment (Figure ). Follow-up CT scans showed a decrease in liver metastasis size shown in the scans obtained at five and six months after rechallenge therapy (Figure ). The diagnostic workup, disease management, and treatment are also summarized in Figure .", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'26124634': 1, '22270106': 1, '23813745': 1, '17470860': 1, '30374523': 1, '23177514': 1, '25918280': 1, '18421053': 1, '21848897': 1, '25970050': 1, '29760556': 1, '30838483': 1, '10944126': 1, '29623500': 1, '14665611': 1, '29955956': 1, '28884286': 1, '2425912': 1, '33312889': 2}", "similar_patients": "{}"}