{"patient_id": 31228, "patient_uid": "7833446-1", "PMID": 33494822, "file_path": "comm/PMC007xxxxxx/PMC7833446.xml", "title": "COVID-19 myopericarditis with cardiac tamponade in the absence of respiratory symptoms: a case report", "patient": "A 58-year-old Caucasian British female patient presented with 10 day history of fever and 7 day history of diarrhoea, vomiting and poor oral intake, on a background of type 2 Diabetes and Hypertension. On admission she was hypotensive with blood pressure 85/45, respiratory rate 18, oxygen saturations 96% on air, heart rate 91 and temperature 34.7 °C. On examination, she had raised jugular venous pressure (JVP), pulsus paradoxus and generalised abdominal tenderness. Transthoracic echocardiogram (TTE) showed 1.5 cm pericardial effusion initially, over 7 hours the effusion progressed to 3–4 cm with evidence of cardiac tamponade in intensive treatment unit (ITU) (Fig. ). A pericardial drain was inserted, 500 ml of serous fluid aspirated and vasopressor support required (report for pericardial fluid analysis shown in Fig. ). Her cardiovascular status improved following pericardiocentesis and the drain remained in situ for 2 days.\\nA nasopharyngeal swab was taken to ascertain her COVID-19 status, which showed a positive result (Fig. ). Computed tomography (CT) chest scan findings determined bilateral chest consolidation indicative of COVID-19 (Fig. ). Bloods showed raised inflammatory markers, ferritin and lactate dehydrogenase. High sensitivity troponin was 388.8 ng/L (0–4.9) on admission, increasing to 3532.9 ng/L the next day. Atypical pneumonia, lymphoma and myeloma screens were all negative. She was treated with intravenous Amoxicillin and oral Doxycycline initially; these were escalated to Piperacillin/Tazobactam following an increase in inflammatory markers and temperature spike. Repeat CT chest scan showed a 1.2 cm in depth recurrent pericardial effusion with some progressive lung changes. She was commenced on furosemide due to bilateral pitting oedema. Repeat TTE showed a smaller global layer of pericardial effusion (1.2–1.4 cm) with no evidence of haemodynamic compromise (Fig. ). She improved clinically and biochemically, Antibiotics were stopped and she was discharged on day 12. Following discharge, repeat chest x ray and TTE were arranged with outpatient respiratory and cardiology follow up.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'32227076': 1, '32219363': 1, '32219357': 1, '32201335': 1, '32360119': 1, '34533672': 1, '34206074': 1, '32423791': 1, '34404552': 1, '32328588': 1, '33494822': 2}", "similar_patients": "{}"}