{"patient_id": 18284, "patient_uid": "7145158-1", "PMID": 32309488, "file_path": "comm/PMC007xxxxxx/PMC7145158.xml", "title": "Pancreatic Tuberculosis Abscess Successfully Treated With Serial Endoscopic Ultrasound-Guided Aspirations", "patient": "A 28-year-old woman suffered from abdominal pain for 3 weeks before admission. The patient also had weight loss and a decrease in appetite. From the physical examination, we found abdominal tenderness in the right upper quadrant. The result of magnetic resonance imaging was a suspected pancreatic cyst. Endoscopic ultrasound (EUS) showed a hypoechoic lesion with a definite border in the head of the pancreas with lymph node enlargement (Figure ). We performed fine-needle aspiration of the lesion which oozed pus (Figure ). The fluid was sent for cytology examination and tuberculosis polymerase chain reaction (PCR). The cytology result showed giant cell granuloma, and the tuberculosis PCR was positive (Figure ). We performed aspiration of the abscess 3 times every 2 months until there was no pus aspirated and started administration of antituberculosis drugs for 9 months. EUS evaluation was performed every 2 months. After treatment with antituberculosis medication, the patient's abdominal pain was reduced, and she gained weight. EUS showed a decrease in size of the abscess and lymph nodes. The abscess resolved after 9 months (Figure ).\\nPancreatic tuberculosis is a rare form of extrapulmonary tuberculosis. Patients with pancreatic tuberculosis may have nonspecific symptoms such as abdominal pain, weight loss, weakness, or fever. On computed tomography imaging, pancreatic tuberculosis can mimic pancreatic carcinoma. The manifestation of pancreatic tuberculosis can present as an abscess or cystic mass. EUS is more sensitive in differentiating malignant and nonmalignant pancreatic lesions when compared with computed tomography. EUS-guided fine-needle aspiration allows us not only to obtain tissue samples for PCR diagnosis but also to perform therapeutic aspiration of the abscess. In this case, we treated the patient using standard triple therapy for 9 months, with a follow-up using EUS to observe the resolution of the pancreatic abscess.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'28415140': 1, '22457868': 1, '23833404': 1, '11814144': 1, '19231490': 1, '32309488': 2}", "similar_patients": "{}"}