{"patient_id": 97410, "patient_uid": "7164469-1", "PMID": 32317884, "file_path": "noncomm/PMC007xxxxxx/PMC7164469.xml", "title": "Accidental injection of succinylcholine into epidural space as a test dose", "patient": "A 61-year-old male patient, weighing 65 kg, was scheduled for removing carcinoma of the gastric cardia with history of type 2 diabetes mellitus (DM) and was American Society of Anesthesiologists (ASA) class II. Premedication of 5 mg diazepam was given 1 h before the surgery and the glucose level was 9.5 mmol/L. We placed one large intravenous (IV) catheter with a 500 ml crystalloid solution, and 2 mg of midazolam was given intravenously. In left lateral position, we performed thoracic epidural anesthesia at the level Th7–Th8. The patient was in supine position when a test dose of 2 ml 0.5% bupivacaine was given epidurally. After 2 min, the patient started to complain of shortness of breath, dysarthria, and muscle spasms, which looked like fasciculation and showed in the thoracic part of the trunk, upper extremities, and face. We immediately proceeded to induction to general anesthesia (GA) with additional 1 mg midazolam, lidocaine 1 mg/kg, fentanyl 0.002 mg/kg, propofol 2 mg/kg, and succinylcholine 75 mg for rapid sequence induction. After tracheal intubation rocuronium, bromide 0.8 mg/kg was given intravenously and anesthesia was maintained with continuous IV infusion with propofol 0.2 mg/kg/min combined with additional boluses of rocuronium bromide and fentanyl as required. We checked the 2 ml syringe which had the test dose of 2 ml 0.5% bupivacaine. It was labeled only with empty patch for epidurals and placed where we usually put epidural test dose syringes. However, in the table where we keep the syringes, we found two empty ampoules of succinylcholine. We assumed that we gave 100 mg of succinylcholine as a test dose via epidural catheter and after that, we intravenously gave 75 mg succinylcholine. The epidural analgesia was continued with bolus doses of bupivacaine. After the extubation, the patient stayed for 3 h in the recovery room. He was hemodynamic stabile, without any persistence of muscle weakness, pain, or sensory or motor blockade. After 3 h, a neurological assessment was done by the specialist and the patient showed no signs of neurological alterations.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'16551912': 1, '12635394': 1, '32934643': 1, '23136808': 1, '29756333': 1, '17042966': 1, '27346213': 1, '7574052': 1, '32317884': 2}", "similar_patients": "{}"}