{"patient_id": 24650, "patient_uid": "7474348-1", "PMID": 32908751, "file_path": "comm/PMC007xxxxxx/PMC7474348.xml", "title": "Surgical Management of Thoracic Osteomyelitis due to Escherichia Coli Sepsis", "patient": "A 64-year-old man underwent a prostate biopsy and subsequently developed fevers and chills 24 hours later. Urinary and blood cultures were positive for E coli, and he was treated with intravenous antibiotics for four days with resolution of his systemic symptoms. Three months later, he presented back to his outside institution with progressive low back pain without neurologic deficits. A magnetic resonance (MR) imaging study was worrisome for T11-T12 osteomyelitis (Figures –). His laboratory studies revealed slightly elevated white blood cell count (WBC) of 12.7 (range 3.4-9.6 mg/L), erythrocyte sedimentation rate (ESR) of 27 (range 0-20 mm/hr), and C-reactive protein (CRP) of 11.4 (range 0-3 mg/L). The patient was started empirically on cefepime for 18 days. The patient reported improvement in his back pain of approximately 50% following this treatment. He remained neurologically intact. A follow-up MR three months later demonstrated progression of osteomyelitis with increased collapse of the vertebral bodies. He was recommended to undergo a computerized tomography (CT)-guided disc space biopsy that was not completed. One month later, he presented to our emergency department at our institution for the first time with severely progressive back pain, high fever, and sepsis. His inflammatory markers had significantly increased. His neurologic exam was limited by severe pain. Blood cultures were positive for E coli. Chest X-ray demonstrated pleural effusion. Given his sepsis, the patient was started on vancomycin and piperacillin-tazobactam. MR demonstrated progression of T11 and T12 disc destruction with collapse and severe spinal canal compromise ().\\nThe patient was taken to the operating room and underwent a right lateral approach for T11 and T12 corpectomies with implantation of an expandable cage and bilateral T9-L2 percutaneous pedicle screw fixation (). Intraoperative cultures confirmed E coli osteomyelitis. The organism demonstrated multiple drug resistance. The patient was treated with a six-week course of intravenous ertapenem after which he was started on ongoing suppression with trimethoprim-sulamethoxazole. Clinically, his back pain was resolved with no residual neurologic sequelae. Inflammatory markers returned to normal. Follow-up MR imaging six months after surgery demonstrated resolution of canal compromise and stabilization of thoracolumbar spine ().", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'28847713': 1, '28637119': 1, '26666620': 1, '2326732': 1, '31143482': 1, '27540554': 1, '34584412': 1, '25468170': 1, '11836660': 1, '32908751': 2}", "similar_patients": "{}"}