{"patient_id": 32654, "patient_uid": "7904504-1", "PMID": 33654643, "file_path": "comm/PMC007xxxxxx/PMC7904504.xml", "title": "Situs Inversus Totalis in the Neonatal Setting", "patient": "A 39-year-old woman, G4P0030 at 36 weeks and two days, with uneventful and well followed prenatal care, presented to the Labor and Delivery unit to rule out pre-eclampsia due to high blood pressure recordings in the office setting. The patient had a urine protein of 324 mg/24 hours and a blood pressure of 153/93 mmHg. She was subsequently diagnosed with mild pre-eclampsia. Following this diagnosis, the patient was given a dose of betamethasone to ensure fetal lung maturity at the time of delivery. The patient had negative viral serologies at this time.\\nThe woman proceeded to give birth to a single live preterm infant via spontaneous vaginal delivery. The infant presented with mild grunting, subcostal retractions, and nasal flaring. Accordingly, the neonate was given an APGAR score of 8 and 9. The infant’s lung sounds were clear and symmetric to auscultation; no crackles, rhonchi, or wheezing were noted. The remainder of the physical examination was within normal limits. The infant was active, reactive, pink, well perfused with no lesions, rashes, or deformities were noted. The infant had normal cardiac sounds with no crackles or rhonchi were noted. The femoral pulses were also palpated. The infant was transferred to the neonatal intensive care unit (NICU) for further observation and was started on oxygen support at a 3L flow. A chest X-ray was ordered to rule in/rule out a common etiology seen among newborn infants - Wet Lung. The results demonstrated that the apex of the heart was found in the right hemithorax, the stomach was noted to be in the right upper quadrant of the abdomen and the liver was found in the left upper quadrant of the abdomen. These findings are suggestive of dextrocardia with situs inversus. A follow-up chest X-ray was done in order to ensure the correct placement of the left and right markers. The follow-up chest X-ray confirmed the previous findings of dextrocardia with situs inversus totalis (Figure ). The findings also demonstrated an opacity in the left superior mediastinum which could be secondary to the rotation of the patient and the thymic shadow. Preceding these findings, the infant was transferred to a level III NICU for further observation and work-up regarding this rare etiology.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'34306867': 2, '28640129': 1, '12142464': 1, '25477011': 2, '28096286': 1, '27891408': 1, '22379754': 1, '33654643': 2}", "similar_patients": "{'8294112-1': 1, '4289310-1': 1}"}