{"patient_id": 25369, "patient_uid": "7506114-1", "PMID": 33014930, "file_path": "comm/PMC007xxxxxx/PMC7506114.xml", "title": "COVID-19: Technology-Supported Remote Assessment of Pediatric Asthma at Home", "patient": "An 8-year-old asthmatic boy, a poor perceiver, who was monitored in our restarted eHealth program, sent us a message of having a runny nose while his father was sick with a probable COVID-19 infection according to the GP. We advised to isolate the father from the boy and provide a lung function, which was slightly lower than his normal FEV1 [85 percent predicted (% pred) compared to his regular FEV1 measurements between 85 and 95% pred]. Intranasal saline as needed was added to his nasal steroids. On the day after, he felt slightly dyspneic and blew a FEV1 of 74% pred. We reviewed the therapy adherence, which was adequate (>90%) and advised to use a rescue reliever as needed and to follow up with lung function measurements.\\nOn the next day (March 27), he felt dyspneic, had a temperature of 37.5°C, and coughed a lot; his lung function had worsened to FEV1 58% pred (). We asked for a symptom video, which showed a child with an asthma attack: hyperinflation, thoracic retractions, a respiratory rate of ± 30 breaths per min, irregular respiration, and a productive cough. We advised to start with his personal action plan (six times daily of 400 μg salbutamol) and asked to provide a lung function after reliever use. The lung function response to reliever use was significant to FEV1 99% pred, although short-lived. In consultation with the parents, we decided to continue monitoring at home as there was no further decline in the before-reliever lung function measurements during the day and he was responding well to the reliever medication.\\nOn the next morning, we got a message that the boy slept better than on the previous nights. The before-reliever lung function measurement was comparable with the day before. The after-reliever lung function showed an improvement of 12%; however, the flow volume curve was erratic, indicating the clearance of mucus. Over the day, his mother let us know that her son was recovering. He became a bit more active and was less dyspneic. On the days after, the action plan was tapered off and lung function was monitored, which showed a gradual recovery. The working diagnosis was asthma exacerbation due to a viral respiratory infection, possibly COVID-19.\\nThis case report shows that technologically supported eHealth can facilitate safe acute care at a distance and prevent the use of nebulizers and oral steroids. Even though the parents were worried due to the suspected COVID-19 infection of the father and the progressive symptoms of their poorly perceiving son, they relied on lung function monitoring and close supervision. The healthcare providers also felt safe as they were reassured that pre-reliever lung function was stabilized, and there was a post-reliever response.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'31870809': 1, '24282112': 1, '27763999': 1, '32142961': 1, '31730040': 1, '24565615': 1, '32202343': 1, '28982775': 1, '32271728': 1, '28161283': 1, '29688023': 1, '32310621': 1, '29988370': 1, '32187458': 1, '32795352': 1, '33014930': 2}", "similar_patients": "{}"}