{"patient_id": 31120, "patient_uid": "7824157-1", "PMID": 33379265, "file_path": "comm/PMC007xxxxxx/PMC7824157.xml", "title": "Chronic Intradiploic Organizing Hematoma of the Skull Mimicking Calvarial Tumor Diagnosed Using Zero TE MRI: A Case Report and Review of Literature", "patient": "A 54-year-old man was referred to our hospital who was complaining of a progressively growing, non-tender scalp mass in the right parietal region for 10 years. He had a history of head trauma due to a car accident in the corresponding region of the palpable mass 25 years ago. Physical examination revealed a hard and fixed mass with a diameter of about 5 cm in the right parietal scalp. There was no sign of combined inflammation. The results of laboratory tests, such as hematological and biochemical tests, were within the normal reference ranges. On the initial neurologic examination, no neurologic deficit was found. Muscle strength and deep tendon reflexes in both the upper and lower extremities were normal. Radiologic studies were requested to evaluate the palpable mass in the right parietal scalp and any intracranial abnormality. On conventional radiography, there was a well-defined, oval osteolytic lesion with incomplete marginal sclerosis in the right parietal bone. Localized irregular scalp swelling was also seen (). CT imaging was performed on a dual-layer detector CT unit (IQon Spectral CT, Philips Healthcare, Best, The Netherlands) while using the following acquisition parameters: 120 kVp; 200 mAs; collimation, 64 × 0.625 mm; pitch factor, 0.985; rotation time, 0.33 s; FOV, 250 mm; slice thickness, 3 mm; and, slice increment, 0.4 mm. The CT images revealed a well-circumscribed, osteolytic calvarial mass with inhomogeneous hyperattenuation and septa-like enhancing components in the right parietal bone, measuring 4.8 cm × 4.2 cm in size. This mass was surrounded by a thin hyperdense capsule, like tissue, with the involvement of inner and outer tables of the skull. There were curvilinear deformed bone tissues around the outer margin of the lesion presumably to be a remainder of the outer skull table (). In order to characterize this calvarial lesion, brain magnetic resonance imaging (MRI) was performed while using a 3T system (Signa Architect; GE Healthcare, Milwaukee, WI, USA) with a 48-channel head coil. The ZTE skull MRI was also acquired in the axial plane in order to cover the whole brain in 4 min. 52 s while using the following parameters during the same scanning session: TE, 0.016 ms (nominal TE = 0); TR, 2.65 ms; FOV, 240 mm × 240 mm; slice thickness, 2 mm; flip angle, 1°; spokes per segment, 384; matrix size, 288 × 288; image voxel resolution, 0.8 × 0.8 × 1 mm3; receiver bandwidth, ±31.25 kHz; and, total number of scans, 3. MRI demonstrated an expansile mass with inhomogeneous signal intensity, showing predominantly hypointense on T1-weighted images and hyperintense on T2-weighted images. The lesion showed multifocal serpentine enhancing foci on contrast enhanced T1-weighted images. However, there was no combined abnormality in adjacent brain parenchyma (A–C). On ZTE MR images, the marginal hyperintense foci of the lesion were more clearly depicted than those on the CT images. It was presumed as a residual outer skull table. There was also a conspicuous delineation of thickened dura mater at the inner margin of the lesion on ZTE MR images ().\\nThe patient underwent a complete surgical excision of the mass. The neurosurgeon found that outer and inner skull tables were damaged by the mass, and the mass contained multi-stage hemorrhages with jelly-like materials. Several ivory-colored substances in the margin of the lesion detected on CT and MR images. These materials were outer cortical bony structures (). The histopathologic findings demonstrated a cystically dilated cavitary lesion that was filled with necrotic fibrinoid materials. The hyalinized cystic wall contained dystrophic calcifications. There were also multifocal fibrin thrombi with evidence of recanalization with multinucleated giant cells, lymphocytes, and foamy histiocytes. These findings were compatible with an organizing hematoma ().", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'8938781': 1, '10066022': 1, '4001427': 1, '11024513': 1, '11553835': 1, '26188355': 1, '14513152': 1, '21140144': 1, '6483139': 1, '11059676': 1, '10663582': 1, '20980179': 1, '1584395': 1, '8189270': 1, '16220702': 1, '9111686': 1, '30545839': 1, '33379265': 2}", "similar_patients": "{}"}