{"patient_id": 31873, "patient_uid": "7868117-1", "PMID": 33564724, "file_path": "comm/PMC007xxxxxx/PMC7868117.xml", "title": "Hypolipidemia contributing to the severity of sepsis triggered by influenza a virus: A case report", "patient": "A 46-year-old male presented in 2019 to the emergency department because of a 1-week history of dry cough, chills, and not feeling well. A review of systems was negative for exertional chest pain, shortness of breath, orthopnea, palpitation, constipation, weight changes, or recent skin rash. No recent travel history or sick contact. He has a past medical history of hypertension, not on medications. Social history was negative for smoking, alcohol use, or illicit drug use. Family history was significant for end-stage renal disease. He had no known allergies.\\nOn physical examination, he was found to be afebrile and hypoxic and required 3.5 L of oxygen to maintain oxygen saturation 91%. Blood pressure and heart rates were 160/108 mmHg and 108 beats/min, respectively. The patient’s weight was 110 kg and his height was 188 cm. Further examination revealed jugular venous distention, positive hepatojugular reflux, bilateral inspiratory crackles on lung auscultation, and minimal bilateral pitting edema. The rest of the examination was unremarkable. Initial laboratory workup revealed leukopenia, thrombocytopenia, elevated troponin, and creatinine (). Electrocardiogram showed sinus tachycardia with no significant ST changes (). Chest radiograph showed left lower lobe consolidation suggestive of community-acquired pneumonia (). The patient was resuscitated with three liters of lactate ringer, and blood culture and an influenza swab were taken. He was started on ceftriaxone and azithromycin and admitted for further management.\\nFurther cardiac evaluation revealed stable troponin at 0.27 ng/dL, a transthoracic echocardiogram showed an ejection fraction of 30-35%, eccentric left ventricular hypertrophy, and global hypokinesia, his lipid profile was significant for low low-density lipoprotein (LDL) (), hemoglobin A1-C of 5.5, and apolipoprotein ration of 0.6, which means low risk for ischemic heart disease. His acute kidney injury was determined to be secondary to pre-renal etiology as renal ultrasound showed the normal sonographic appearance of the kidneys and urinary bladder, with no signs of hydronephrosis or obstructive uropathy.\\nHis overall clinical picture was secondary to severe underlying sepsis, which resulted in acute myocardial and kidney injury. Overnight, he continued to required oxygen supplementation to correct his ongoing hypoxemia, for which he had a chest X-ray to rule out for fluid overload component (), which showed unchanged left lower lobe opacity. On day 2 of admission, his blood culture remained negative for growth, and rapid influenza screen was negative for A and B serotype. Respiratory pathogen panel came back later with influenza A subtype H1-2009, and he was subsequently started on an adjusted renal dose of oseltamivir. On day 5, he was off oxygen supplementation, and his labs improved dramatically () and he was subsequently discharged on oseltamivir, doxycycline, hydralazine, and carvedilol on a stable condition with close follow-up with his primary care physician and nephrology. His feeding was enteral (a low-salt diet) all through his hospitalization.\\nOne month later, he showed at the nephrology clinic, his blood pressure and heart rates were 214/136 mmHg and 112 beats/min, respectively. Further workup was sent for his underlying chronic kidney disease and secondary hypertension etiologies, with as-needed clonidine for better blood pressure control. Results showed normal metanephrine levels and mildly elevated normetanephrine levels but did not reach the threshold for pheochromocytoma (). Serum aldosterone to renin ratio is abnormal at 34, which was determined that his hormonal imbalance could be contributing to uncontrolled blood pressure (). He was subsequently started on spironolactone 25 mg once a day. On a 2-week phone appointment follow-up, he reported blood pressure readings between 130/150 over 80-85 mmHg. He was advised to follow within a month for repeated blood workups and further imaging studies for suspected Conn syndrome.\\nCase timeline as the following:", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'24751931': 1, '26596698': 1, '25702844': 1, '25614320': 1, '34248834': 1, '18611256': 1, '8496659': 1, '5824173': 1, '11521066': 1, '31341447': 1, '30394916': 1, '12957096': 1, '33564724': 2}", "similar_patients": "{}"}