{"patient_id": 16636, "patient_uid": "7023701-1", "PMID": 32059647, "file_path": "comm/PMC007xxxxxx/PMC7023701.xml", "title": "Gastric schwannoma with giant ulcer and lymphadenopathy mimicking gastric cancer: a case report", "patient": "A 79-year-old female presented with poor appetite and intermittent vomiting of gastric contents during the past month. A regimen of proton pump inhibitors offered no major symptomatic relief. Gastroscopy revealed a sizeable (4.5 cm × 6.0 cm) crateriform ulcer within the body of the stomach, at the angular notch. The raised, indurated border was fragile and bled easily. Thus, GC was suspected. Histopathology after biopsy showed inflammatory granulation tissue, exudation and necrotic material, and no malignant tumor cells were found. Contrast-enhanced computed tomography (CT) of the upper abdomen showed a mild enhancement of the gastric body, accentuating an irregularly thickened wall. An annular zone of mucosal discontinuity was also identified (Fig. b), and a number of enlarged lymph nodes were noted in the vicinity (Fig. d), the largest one measuring 12 mm × 9 mm. Malignancy was strongly suspected, either GC with multiple nodal metastases or lymphoma.\\nRoutine blood, urine and stool tests were all within normal ranges, as were indices of liver and kidney function. Serum assays for various tumor markers were negative. 18F-FDG PET/CT was performed for further staging purposes. The images disclosed a protuberant soft tissue mass in the gastric cavity, with a heterogeneous increase in FDG uptake (maximum standardized uptake value (SUVmax) 14.6). However, no FDG uptake was observed on the enlarged perigastric lymph nodes (Fig. d). Malignancy was still our chief concern, especially GC, although the weak nodal uptake suggested a reactive process.\\nSubtotal laparoscopic gastrectomy was subsequently performed. GS was revealed by postoperative pathology. Histopathology revealed a mass with necrosis on the surface. The lesion was sallow, firm, and deeply entrenched in the muscular layer, without breaching serosa. Hematoxylin and eosin (H&E) stained slides revealed abundant spindle cells. The Ki-67 protein level, reflecting cellular proliferative activity, was < 5%. Immunohistochemical examination showed that S-100 and SOX10 were positive (Fig. b), whereas CK7, CK20, CK, villin, CDX-2, CD117, CD34, SMA, desmin, and c-erbb-2 were negative. No tumor metastases were seen in any of the sections of the excised lymph nodes (0/13). The patient has done well one year following surgery, showing no signs of recurrence or metastases.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'21773906': 1, '26956006': 1, '16222452': 1, '28799152': 1, '24096997': 1, '20047128': 1, '25706785': 1, '14961197': 1, '12075401': 1, '25316564': 1, '11902566': 1, '19924789': 1, '27194983': 2, '32990817': 2, '33879079': 2, '32609660': 1, '22660866': 1, '24900012': 1, '32059647': 2}", "similar_patients": "{'7524924-1': 1, '8058999-1': 1, '4868935-1': 1}"}