{"patient_id": 104364, "patient_uid": "7837540-1", "PMID": 33519232, "file_path": "noncomm/PMC007xxxxxx/PMC7837540.xml", "title": "Spinal Anesthesia Using Ultra-Low-Dose Isobaric Bupivacaine with Intrathecal Morphine-Fentanyl for Bilateral Low Extremity Procedures in a Geriatric Patient with Recent Myocardial Infarction and Percutaneous Coronary Intervention", "patient": "A 74-year-old female patient, 45 kg and 155 cm tall, American Society of Anesthesiologists’ (ASA) physical status IV, was referred to Katutura Intermediate Hospital, Windhoek, Namibia to the Vascular surgery and Orthopedic units. She reportedly fell off a ladder on 13 August 2020 due to syncope while tending her garden and sustained fractures to her right proximal humerus and right distal femur. Her left leg was found to be discolored, just below the knee. The patient, who admitted to smoking cigarettes (over 40 pack-years), was a known hypertensive on treatment. The report of her electrocardiography (ECG) was: ventricular rate 78 beats/min, normal sinus rhythm, normal QRS axis, ST segment elevation in inferolateral leads (II, III, aVF, V5-V6), reciprocal changes in leads V1-V3 consistent with Infero-lateral STEMI (). and are images of computed tomography (CT) angiogram showing the right coronary artery lesion before and after PCI. She had a drug-eluting (Biomatrix) stent implanted following which the cardiologist placed her on subcutaneous low-molecular-weight heparin (Enoxaparin 40 mg 12 hourly) and aspirin75 mg. The plan was for her to receive orthopedic care of the fractures and amputation for the gangrenous left leg before starting long-term clopidogrel. She was scheduled for AKA of the left leg and right distal femur locking plate. Following a discussion between the anesthesiologists, vascular and orthopedic surgeons, the decision was taken to proceed with the left AKA and manage the fractured femur with a back-slab conservatively. In preparing her for surgery, she was instructed in the numerical rating scale [NRS] for pain assessment, where 0 represented no pain and 10, indicated worst pain imaginable. She was transfused with 3 units of packed red cell to correct anemia (hemoglobin concentration was raised from 6.9 g/dL to 12.7 g/dL) and 1 mega unit of platelet which raised the platelet count from 38 x 109/L to 182 x 109/L. Written informed consent was obtained from the patient and relation for the publication of this case report including the associated images. Institutional review is not required for case reports; we have ensured anonymity in our report of this case.\\nIn the operating room, monitoring consisted of non-invasive blood pressure (NIBP), ECG, heart rate and oxygen saturation (SaO2). The baseline heart rate was 92 b/min, BP 130/70 mmHg and SaO2 92% on room air. We administered intravenous (IV) dexamethasone 4 mg and metoclopramide 10 mg as prophylaxis for nausea and vomiting (our preferred choice, ondansetron was unavailable). In order to make lateral positioning tolerable due to the right humeral and right distal femur fractures, 50 mcg fentanyl was injected intravenously and lumbar puncture performed by the most experienced anesthesiologist available succeeded at the first attempt using 25G pencil-point Spinocan (B Braun, Melsungen, Germany) needle. A 0.5% isobaric bupivacaine 4 mg with preservative-free morphine 75 mcg plus fentanyl 10 mcg (total volume of the LA mixture was 1.35 mL) was injected intrathecally. The patient was then placed supine and sensory block was confirmed up to L1 dermatome with modified Bromage score of 2 (unable to flex knee but able to flex ankle). She was given a total of 600 mL Ringers’ lactate solution, IV paracetamol 1 g and supplemental oxygen via nasal prongs at 3 L/min was commenced which improved the SaO2 to 99%. The patient remained hemodynamically stable throughout the left AKA and right femur back-slab application that lasted 42 minutes, heart rate ranged between 70 and 85 beats/min, systolic blood pressure 100–130 mmHg, diastolic blood pressure 50–75 mmHg. A cheerful theater environment was ensured with music, and the patient received water (up to a total of 30 mL) at intervals orally to moisten her tongue. Postoperatively, the patient was observed in the recovery room for about 30 minutes before being transferred to a monitored bed on the ward. Monitoring included NRS score for pain, respiratory depression parameters such as respiratory rate >10 breaths/min and SaO2 >90%. Her first analgesic request was 6 hours after surgery and the NRS score ranged between 0/10 and 3/10 which was managed with oral codeine-paracetamol tablets. She was discharged from the orthopedic service on the 11th postoperative day in stable conditions.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'25091544': 1, '28435667': 1, '19194148': 1, '28850533': 1, '21942973': 1, '21372685': 1, '23833846': 1, '19175579': 1, '26553953': 1, '23835589': 1, '29561531': 1, '29489674': 1, '10403866': 1, '29310376': 1, '12680529': 1, '24464831': 1, '17682582': 1, '30774226': 1, '33519232': 2}", "similar_patients": "{}"}