{"patient_id": 33453, "patient_uid": "7947275-1", "PMID": 33732418, "file_path": "comm/PMC007xxxxxx/PMC7947275.xml", "title": "Intramuscular abdominal hibernoma: case report of a rare tumour and a review of the literature", "patient": "A 31-year-old male was referred to our general surgery team for diagnosis and management of a growing mass in the left flank region. The patient reported incidentally discovering the mass a month ago, and it has since grown and become hard to palpate. He reported a 7/10 sharp constant pain over the flank, which radiates to abdomen and left groin. There were no associated changes to gastrointestinal function or genitourinary symptoms. A systems review was unremarkable. There were no relevant family or social histories. On examination, the abdomen was soft with some tenderness around the firm 5 cm ovoid mass deep in the left lumbar region. The mass was not reducible, and there were no organomegaly or external hernias. The rest of the examination was unremarkable.\\nLaboratory studies, including white cell count, haematocrit, electrolytes and liver functions, were all normal. Ultrasound scan of the abdomen showed a 56 × 28 × 27 mm homogenously hyperechoic mass within the muscular abdominal wall with mild internal Doppler vascularity. Provisional diagnosis of fat-containing lumbar hernia was made and a computed tomography (CT) scan of the abdomen was done to confirm the diagnosis. Portal venous phase abdominopelvic CT scan showed an ovoid mass within the external oblique muscle with heterogenous attenuation. There was no calcification, inflammatory changes or evidence of direct invasion into the muscle. Appearances were inconsistent with a simple lipoma and magnetic resonance imaging (MRI) was recommended to rule out sarcoma. The abdominal MRI showed a fairly homogenous mass within external oblique muscle with well-circumscribed borders. The lesion was hypodense to muscle on T1 and hyperdense to muscle on T2 weighted images (). There were avid enhancement and some diffusion restriction suggesting high cellularity. Prominent feeder vessels were present. Differentials of undifferentiated sarcoma, fibroma or desmoid tumour were considered. A core biopsy was performed showing brown fat without evidence of atypia consistent with intramuscular hibernoma.\\nAt surgery, a 7-cm linear skin incision was made over the mid-portion of the mass. The mass was localised within the external oblique muscle. It was completely excised with a cuff of muscle by dividing the external oblique muscle. The external oblique muscle, aponeurosis and skin were reapproximated in layers.\\nMacroscopically, it was a fatty mass measuring 48 × 39 × 35 mm, which on cross-section did not reveal any necrosis, haemorrhagic or fibroseptae formation. Microscopically the lesion was composed of lobules of brown far with abundant macrovesicles (). There was no evidence of increased mitotic activity or necrosis. There were no infiltrative borders on the lesions. Fluorescence in situ hybridization was used for assessment of MDM2 gene (12q15) amplification, which was negative. This was performed to rule out any atypical lipomatous tumour.\\nThe postoperative course was uncomplicated. He was reviewed as an outpatient at 2 weeks and again at 6 months. There were no ongoing symptoms or evidence of recurrence.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'11395560': 1, '15371618': 1, '19131775': 1, '11358103': 1, '21805818': 1, '33732418': 2}", "similar_patients": "{}"}