{"patient_id": 98317, "patient_uid": "7276568-1", "PMID": 32547973, "file_path": "noncomm/PMC007xxxxxx/PMC7276568.xml", "title": "Spontaneous Recurrent Hemarthrosis Post Total Knee Arthroplasty Treated with Selective Embolization – A Case Report and Review of Literature", "patient": "A 66-year-old male underwent a right total knee arthroplasty for end-stage tricompartmental osteoarthritis in July 2018. His immediate post-operative recovery was uneventful. He was progressing well at 2 and 6 weeks follow-up with minimal pain and minimal swelling in the knee. He was able to perform activities of daily living with minimal difficulty. At 3-month post-surgery, he complained of moderately increased pain and swelling of the right knee after minor twisting type of injury to the knee. He was treated with tab. naproxen 500mg twice daily, which gave him good pain relief for about 2 weeks. He was also evaluated to rule out prosthetic joint infection, and his erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) were within normal limits. He was seen at 2 weeks at which time, the patient reported that his pain and swelling have improved, and he was able to function better. He came back to the clinic next day with sudden increase in pain and swelling, limited range of motion, and difficulty with walking. No history of any fever or chills reported. Clinical examination demonstrated moderate-sized knee effusion, local warmth, no erythema, and a range of motion of 10–100°. He was again treated symptomatically with ice application, naproxen for pain. His pain and swelling gradually improved and he was able to return to some of his activities. He returned to the clinic again after about 3 weeks with increasing pain and swelling of his right knee and no history of fever or chills. His knee examination demonstrated a large tense effusion, local warmth, severe tenderness to palpation, and limited range of motion of 10–70°. His knee aspiration produced 30 cc of frank blood and his ESR and CRP were 4mm/h and 3.9mg/L, respectively. The cultures came back negative. He was not on any anticoagulation medication except for 2 weeks immediate post-operative for deep vein thrombosis prophylaxis. He was also not known to have any bleeding disorders. His pain and swelling improved temporarily after the aspiration but returned within a week.\\nIn consultation with vascular surgeons and interventional radiology, he underwent a computed tomography angiogram to evaluate for any vascular abnormalities, leading to hemarthrosis of the knee. This demonstrated prominence of medial superior and inferior geniculate vessels in the right knee, but a detailed evaluation was limited due to artifacts form the knee implant. No extravasation was identified. He then underwent a right femoral angiography through the left femoral approach which again demonstrated prominent medial superior and inferior geniculate arteries (). A 5 Fr angiography catheter was placed in the right medial superior geniculate artery and a 3 Fr.\\nMicrocatheter was placed coaxially throughthe 5 Fr catheter more distally into the medial superior geniculate artery for super selective angiography, which showed synovial hypervascularity and blush. This geniculate artery was subsequently embolized with one-fourth vial of microspheres (500 µ in size). The 5 Fr angiography catheter was then placed in the right medial inferior geniculate artery and a 3 Fr microcatheter was placed coaxially via the 5 Fr catheter more distally into the medial inferior geniculate artery for superselective angiography, which showed synovial hypervascularity and tumor blush (). This geniculate artery was subsequently embolized with one-fifth vial of microspheres (500 micron in size). Post-embolization right femoral angiography showed these geniculate arteries to be occluded. The patient was discharged home on the same day and was recommended to return to activities as tolerated. He was seen in the orthopedic clinic at 1 month from the procedure at which time, the patient reported complete resolution of the swelling and pain in his right knee. He was back to all his activities with no limitations. The patient continues to be asymptomatic and no recurrence of the hemarthrosis at 12-month follow-up (and ).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'23433418': 1, '8636186': 1, '26092252': 1, '3612144': 1, '19616438': 1, '14716660': 1, '16906377': 1, '8776057': 1, '8615111': 1, '26806692': 1, '8986579': 1, '14973857': 1, '18773205': 1, '8776056': 1, '32547973': 2}", "similar_patients": "{}"}