{"patient_id": 17361, "patient_uid": "7061773-1", "PMID": 32190458, "file_path": "comm/PMC007xxxxxx/PMC7061773.xml", "title": "Vagus Nerve Stimulator (VNS)-induced Severe Obstructive Sleep Apnea Which Resolved After the VNS Was Turned Off", "patient": "A 21-year-old male presented to clinic with complaints of loud waxing-waning snoring, gagging in his sleep, multiple night time awakenings, and excessive daytime sleepiness with an Epworth Sleepiness Scale of 11. His past medical history was significant for drug-resistant epilepsy status after VNS implantation. But his seizures were uncontrolled despite being on high-setting VNS and multiple anticonvulsants. His medications list included clobazam 20 mg in the morning and 30 mg in the evening, lacosamide 250 mg twice daily, and zonisamide 300 mg in the morning and 200 mg at bedtime. His VNS was set at signal ON time of 30 seconds and signal OFF time of 1.1 minutes.\\nHe underwent a split night PSG (Figure ). He had mild-to-moderate snoring and lowest oxygen saturation was 88%. Obstructive and mixed apneas were seen in all sleep stages and all positions during sleep. His apnea-hypopnea index (AHI) was 38.1/hour of sleep. He was started on continuous positive airway pressure (CPAP) and then bilevel positive airway pressure (BiPAP) the same night. Apneas persisted even with CPAP and BiPAP therapies. Interestingly, the obstructive and mixed apneic episodes were noted to be about 30 seconds in duration at fixed intervals of around 1one minute. These episodes correlated with recurrent increased chin electromyography (EMG) of same duration and at the same interval. Since his VNS setting ON time was 30 seconds and OFF time was 1.1 minutes, intermittent activation of the VNS during sleep seemed to trigger these episodes of apnea. No apneic events or other sleep disordered breathing events occurred independent of VNS stimulation.\\nAfter discussion with his epileptologist, a decision was made to repeat PSG with the VNS turned off (Figure ). During the repeat PSG, he had mild intermittent snoring and lowest oxygen saturation was 88%. He had only five obstructive apneas and four central apneas with AHI of 1.2/hour of sleep. At this point, our suspicion that the intermittent VNS activation led to the apneic episodes was confirmed.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'26696504': 1, '29031749': 1, '11094096': 1, '12823576': 1, '26589721': 1, '23633829': 1, '32190458': 2}", "similar_patients": "{}"}