{"patient_id": 30233, "patient_uid": "7784299-1", "PMID": 33397326, "file_path": "comm/PMC007xxxxxx/PMC7784299.xml", "title": "Phlegmonous gastritis complicated by abdominal compartment syndrome: a case report", "patient": "A 67-year-old male with a history of type II diabetes mellitus and no previous surgical history underwent an uneventful outpatient upper GI endoscopy with a random biopsy as part of a diagnostic workup for anemia. Later that same evening, the patient developed intractable nausea, vomiting, and epigastric pain. The following day, he presented to a peripheral hospital with a white cell count (WBC) of 19,000/mm3 (reference range: 4500–11,000/mm3), temperature of 40.0 °C, and hypotension (95/65 mmHg). His condition rapidly deteriorated, which prompted transfer to the intensive care unit (ICU), where he was subsequently intubated the following day. The patient was resuscitated with 18 L of intravenous fluids and was placed on three classes of vasopressors. A computed tomography (CT) scan of the abdomen and pelvis did not demonstrate any evidence of hollow viscus perforation, but there was minimal ascites with a severe and diffusely thickened gastric wall (Fig. a). The patient was treated with antibiotics empirically. His blood culture grew group A streptococci; thus, he had developed bacteremia from the endoscopy the day before. He subsequently developed multiorgan failure with anuria and lactate of 6.5 mmol/L (reference range, 0.5–1 mmol/L) with arterial blood pH of 7.2, HCO3 of 12 mEq/L, and BE of − 12.5 (reference ranges, pH: 7.35–7.45, HCO3: 22–28 mEq/L, BE: − 5 to + 5 mEq/L). His abdomen was distended, and bladder pressure was 28 mmHg.\\nThe patient was transferred to our centre for hemodialysis on the fourth day following the initial presentation. At this time, his bladder pressure had further risen to 36 mmHg (reference range, 0–5 mmHg). Ventilation was difficult, and his blood pressure remained at 60–80 mmHg systolic despite three vasopressors. He continued to demonstrate anuria with progressive abdominal distention and grimacing upon palpation. The patient was ASA class 5E and the decision was made for urgent life-saving laparotomy to decompress the abdomen with the provisional diagnosis of acute ACS.\\nIn the operating room, there was evidence of diffuse gastric ischemia with areas of greyish-white and yellowish to dusky tan throughout the gastric wall. Moderate volume of cloudy ascites was present that was sent to cytology and numerous inflammatory cells were found. Abdominal fluid samples were sent for culture, which subsequently grew group A streptococci. The abdomen was left open with a vacuum-assisted closure (VAC) dressing. The patient was returned to the ICU to further stabilize prior to further surgical procedures. Hemodialysis was initiated the next day with intravenous immunoglobulins. Antibiotics and supportive care were continued in the ICU.\\nOn the 6th day after initial presentation he had stabilized further and was no longer on vasopressors. An upper GI endoscopy was performed, which demonstrated diffuse ischemic gastritis with areas of ulceration, necrosis, and exudate (Fig. ). A CT scan of the abdomen and pelvis was repeated on the same day, again demonstrating diffuse and severe gastric wall thickening (Fig. b). The decision was made for total gastrectomy with a diagnosis of diffuse gastric ischemia with necrosis. Roux-en-Y esophagojejunostomy and jejunojejunostomy reconstruction was performed on the 7th day following presentation. A feeding jejunostomy tube was inserted. The abdomen was again left open 60% on VAC.\\nThe gross specimen demonstrated greyish-white to dusky tan appearance with patchy areas of necrosis and hemorrhagic mucosa (Fig. a). No definite focal lesion or perforation sites were identified. Pathology report demonstrated PG with diffuse transmural inflammation and extensive necrosis. Intracytoplasmic gram-positive granules were seen on gram stain (Fig. b). No H. Pylori was found.\\nOn postoperative day (POD) 1, the patient’s condition markedly improved. Vasopressors were discontinued at the time. A CT scan on POD 3 did not demonstrate any anastomotic leakage. The patient continued to improve with normalization of WBC and lactate levels. On POD 9, he was extubated, and antibiotics were discontinued. Total parenteral nutrition and nasogastric feeding tubes were discontinued, and he was subsequently started on jejunal feeds. On POD 12, the patient was returned to the OR for closure of the abdominal wall as the abdomen was no longer edematous. There was a leak from jejunostomy tube on POD 20 and a stent was endoscopically inserted to resolve the issue. All other medications and interventions were tolerated well. He was on hemodialysis for 1.5 months until he was able to urinate. He had 3 months of recovery until he was well enough to go home. There were no issues at the follow-up visit.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'24025279': 1, '7114633': 1, '23078457': 1, '16967294': 1, '31702630': 2, '14758472': 1, '30093990': 2, '15844031': 1, '27489695': 2, '32209804': 1, '15672083': 1, '12934538': 1, '21180517': 1, '29718874': 2, '31772868': 2, '25361454': 1, '31832472': 1, '30363937': 2, '31988588': 1, '8836724': 1, '33397326': 2}", "similar_patients": "{'6077785-1': 1, '6839756-1': 1, '4857326-1': 1, '6392811-1': 1, '6855575-1': 1, '6186326-1': 1}"}