{"patient_id": 27975, "patient_uid": "7669421-1", "PMID": 33235758, "file_path": "comm/PMC007xxxxxx/PMC7669421.xml", "title": "A case of transient alien hand syndrome from a very small ischemic stroke", "patient": "A 45-year-old right-handed obese man presented to emergency room with a chief complaint of being startled by his own right hand that suddenly, without his awareness, came into his right visual field approaching his face. At that moment, he was sitting on the toilet about to have a bowel movement. The bathroom door was not closed completely, so he thought his young children were playing a prank on him. Upon realizing that this “hand” was actually attached to his own body, he was shocked and found the whole situation incomprehensible. He described this “hand” as doing a wave like motion in the air. He was able to clean himself with his left hand, stood up, and called for his wife. When he arrived at ER via private vehicle, his symptoms had resolved and he had “regained control over” his right upper extremity. At that time, the patient denied any numbness, tingling, weakness, confusion, slurred speech, or any focal neurological deficits. He also denied any chest pain, shortness of breath, abdominal pain, fevers, or chills. At the time of the incident, the patient proceeded to finish his bowel movement and had no incontinence\\nPast Medical History—Patient obese and had chest pain 6 months prior to current admission requiring an overnight admission at another hospital in the area. A review of those medical records revealed normal EKG and troponin levels. During this past admission, the cardiologist did a left heart catheterization and determined there was no stenosis, and the left ventriculogram was normal. Conclusion for that chest pain episode was costochondritis. He denied tobacco, alcohol, or illicit drug use.\\nOn examination, the patient had a BMI of 33. Temperature was 98.3F, and he was never febrile throughout the whole stay. His blood pressure was 108/61, heart rate was 51, and atrial fibrillation was never documented during his stay. He was alert and oriented to person, place, time, and situation. Cranial nerve examination was normal with no visual field deficit or neglect. Motor strength was 5/5 in bilateral upper and lower extremities. Tone and bulk were normal with no tremor, myoclonus, asterixis, dystonia, or chorea. Sensory tests revealed response to light touch, ice sensation, and proprioception. Asking him to hold his right upper extremity up in air with eyes closed did not result in any abnormal movement. His gait was normal. Finger to nose testing was intact with no ataxia and no dysdiadochokinesia. CT and CTA of head were both negative. MRI of head, however, showed two small embolic-like events within the left middle cerebral artery territory within the parietal lobe on the DWI and flair sequences (Figure ). His echocardiogram showed a 55% EF and no wall abnormality. Carotid duplex showed 0%-15% stenosis on both internal carotid arteries. His basic chemistry, cell count and platelet, GFR, and liver function panel were all normal: INR 1.0, PTT 25.4, glucose 94, LDL 109, triglyceride 278, and HDL 36. His hypercoagulable state workup was all negative.\\nHe remained well and was discharged home with Aspirin 81 mg, Plavix 75 mg, and Lipitor 80 mg daily. He was referred to a cardiologist for a prolonged implantable cardiac monitoring device. A follow-up phone call 8 months after discharge revealed no recurrence, and he has returned to his usual state of health.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'1402972': 1, '14658042': 1, '9728952': 1, '2705906': 1, '4350533': 1, '27315251': 1, '1734302': 1, '22977783': 2, '16635638': 1, '27307432': 1, '24982566': 1, '25506043': 1, '15390006': 1, '20824573': 1, '24461567': 1, '10601408': 1, '33235758': 2}", "similar_patients": "{'3438424-1': 1, '3438424-2': 1}"}