{"patient_id": 101122, "patient_uid": "7520773-1", "PMID": 33024783, "file_path": "noncomm/PMC007xxxxxx/PMC7520773.xml", "title": "Mine disaster survivor’s pelvic floor hernia treated with laparoscopic surgery and a perineal approach: A case report", "patient": "A 48-year-old Chinese male patient came to our attention complaining of a 15 year history of a gradually enlarging perineal bulge with skin erosion after the first hernioplasty. Intestinal fistula was diagnosed, which was relieved after dressing change. The patient also presented with slight persistent local discomfort but no abdominal pain and no urinary or defective symptoms.\\nThe skin of the perineal bulge ulcerated, suppurated and bled repeatedly, which resulted in the exposure of part of the mesh. He suffered from these discomforts instead of visiting the hospital for financial reasons. Finally, he presented to our hospital with his wife 2 years ago.\\nThe patient survived a mine disaster without the left side of the pelvis, the testis and the lower limbs 18 years ago. Unfortunately, he developed a pelvic floor hernia 3 years later. He underwent hernioplasty with a composite mesh via a transperineal approach. However, the intra-abdominal structure protruded into the perineal area again before long. The pelvic floor hernia recurred unexpectedly and lasted 15 years since then.\\nNo abnormality was found in his vital signs. Physical examination showed no obvious cardiovascular or respiratory abnormalities. The general exam was negative. A local exam revealed bulge and festering skin (Figure ).\\nElectrocardiogram was unremarkable, and laboratory examination results, including blood, urine, stool, liver and kidney function and coagulation tests, were within normal ranges.\\nAbdominal contrast-enhanced computed tomography revealed that part of the small intestine and the bladder were slightly protruding from the bottom of the pelvis (Figure and ); therefore, we diagnosed pelvic floor hernia.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'7117067': 1, '22006494': 1, '26909352': 1, '7422179': 1, '20811618': 2, '23580682': 1, '28508281': 1, '22308975': 1, '29880788': 1, '1587182': 1, '15838584': 1, '9269813': 1, '6234839': 1, '21895925': 1, '21584817': 1, '26643606': 1, '28383625': 1, '3803102': 1, '11759745': 1, '10430205': 1, '23978991': 1, '17432991': 1, '33024783': 2}", "similar_patients": "{'2929607-1': 1}"}