{"patient_id": 19650, "patient_uid": "7233965-1", "PMID": 32431999, "file_path": "comm/PMC007xxxxxx/PMC7233965.xml", "title": "Priapism in a 28-year-old Male with Bipolar Disorder", "patient": "A 28-year-old male patient was admitted to the medical floor of a community hospital due to a painful erection of three days’ duration. He had not experienced this before. The erection was unprovoked and had occurred spontaneously. There was no sexual stimulation involved. He complained of pain in the legs and testicles and he was unable to urinate. The pain was described to the nursing staff as \"severe\", but no pain scales were used to measure the intensity. There was penile swelling and tenderness on examination. He denied any current illicit drug use, including cocaine and methamphetamine. The patient denied any perineal or penile trauma. He does not have a history of sickle cell anemia, thalassemia, or multiple myeloma. He was not using any medications for erectile dysfunction. While in the emergency room, the patient was afebrile and hemodynamically stable. The base of his penis was cleansed with iodine and anesthetized. The patient underwent aspiration and irrigation followed by intracorporeal phenylephrine injection to achieve detumescence. Approximately 100 mL of blood was removed. The patient tolerated well the procedure, and he noted that the penile pain improved immediately, but the penis remained erect. A Urologist was subsequently consulted by the attending physician. There was no documentation of necrosis, and his penis was no longer erect three hours later. There was no penile edema or ecchymosis observed. There was no further intervention recommended afterward. He reported to his outpatient therapist a week later that he has not experienced erectile dysfunction or recurrence of the priapism. He was scheduled to have a follow-up visit with the urologist who treated him.\\nDuring the psychiatric consultation, the patient was calm and cooperative. He denied any depressive, manic, or psychotic symptoms. He was anxious because of his pain symptoms. There were no suicidal or homicidal thoughts. His psychiatric home medications, which included olanzapine, quetiapine, and sertraline, were held. The patient reported a prior psychiatric history and prior psychiatric hospitalization. The patient admitted to a history of mood swings, irritability, rage reactions, sleeping disturbances, racing thoughts, poor impulse control, and psychomotor agitation. He had been taking his home medications for five months. He was compliant with his medication regimen and treatment follow-ups. He was diagnosed with bipolar disorder after a psychiatric hospitalization the year before. He had not experienced any painful erections since his psychiatric medications were started. Because of a recent argument with his girlfriend, the patient experienced worsening irritability. His physician assistant started him on topiramate 50 mg twice a day. He took a week’s dose of topiramate when he noticed the painful erections.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'25863831': 1, '19625588': 1, '26116965': 1, '14501756': 1, '2211542': 1, '7150936': 1, '17983902': 1, '24811395': 1, '16461470': 1, '16422992': 1, '28605628': 1, '11442157': 1, '21868149': 1, '32431999': 2}", "similar_patients": "{}"}