{"patient_id": 31578, "patient_uid": "7850703-1", "PMID": 33530272, "file_path": "comm/PMC007xxxxxx/PMC7850703.xml", "title": "Simultaneous cardio-cerebral infarction in the coronavirus disease pandemic era", "patient": "A 62-year-old man with a history of diabetes mellitus presented to the emergency department with sudden-onset, right-sided body weakness, and aphasia with no clear onset. According to the family, he complained of only fever and dry cough at home 3 days before presentation but denied any chest pain or other respiratory symptoms. At presentation, his initial blood pressure (BP), heart rate (HR), respiratory rate (RR), oxygen (O2) saturation, body temperature, and blood glucose level were 141/83 mmHg; 119 beats per minute; 48 breaths per minute; 76% at room air; 37 °C; and 252 mg/dL, respectively. He was immediately placed on 10 L oxygen which improved his saturation to 95%. At neurological examination, he was confused and uncooperative. He showed global aphasia, right sided weakness, right sided facial palsy, and left sided gaze. His National Institute of Health Stroke Scale (NIHSS) score was 22. An immediate stroke code activation was initiated as per our institutional protocol, and an initial unenhanced cranial computed tomography (CT) revealed left middle cerebral artery (MCA) ischemic stroke (Fig. ). CT angiography showed left common carotid artery thrombosis, which suggested the possible embolic nature of his stroke. He was out of the window period, and the risk outweighed the benefit; thus, he was not considered a candidate for thrombolytic therapy. His chest x-ray revealed bilateral infiltrations that were suggestive of COVID-19. An electrocardiogram was also obtained and showed an ST-elevation consistent with inferolateral myocardial infarction (Fig. ). His echocardiography showed inferior wall motion abnormality, and no evidence of any intracardiac thrombus or aortic dissection. An immediate multidisciplinary discussion occurred with his family to decide the best therapeutic approach to salvage the brain and myocardial tissue. Cardiac angiography option was not feasible at that time at our institution because of the COVID-19 pandemic. Thrombolytic therapy for myocardial infarction was considered to be of moderate to high risk for developing intracranial hemorrhage or alveolar hemorrhage. He was started on double antiplatelet therapy (aspirin and clopidogrel) at full loading doses, followed by 100 mg aspirin and 75 mg clopidogrel. Heparin (5000 units subcutaneous injection) was started the next day as per the institution ST-elevation myocardial infarction (STEMI) protocol. During his admission, the patient continued to undergo worsening clinically, developing severe hypoxemia, not responding to oxygen therapy, and requiring mechanical ventilation. His code status was discussed with the family, as he had a Glasgow coma scale of 3 with no sedation and no signs of brain stem reflexes. Two days after his admission, he developed asystolic cardiopulmonary arrest.\\nA 50-year-old man, with no previous medical history, presented to the emergency department with a history of acute confusion and agitation that started the day before presentation. He had a positive history of non-documented fever at home and dry cough for 5 days before presentation. He had no associated chest pain or other respiratory symptoms. At initial assessment, his BP, HR, RR, O2 saturation, temperature, and blood glucose level were 127/99 mmHg; 101 beats per minute; 22 breaths per minute; 100% in room air; 36.7 °C; and 333 mg/dL, respectively. At neurological examination, he was confused, not following commands; he was aphasic, and had no facial asymmetry; and he withdrew from painful stimuli except in the right arm, which showed clear weakness. His NIHSS score was 21. The initial plain cranial CT revealed multiple bilateral parietal, occipital, and cerebellar ischemic infarctions (Fig. ), which appeared to have an embolic origin. Electrocardiography was performed after the CT and it showed an ST-elevation consistent with antero-lateral myocardial infarction (Fig. ). Echocardiography showed a large apical thrombus 5.3 × 1.7 cm in size (Fig. ). The left ventricle was severely dilated with regional wall abnormalities, left ventricular wall and apical akinesia, mild inferior hypokinesia, mildly reduced right ventricular systolic function, and ejection fraction of 30%.\\nHe also appeared to have diabetic ketoacidosis, which was managed accordingly. His chest x-ray did not show any signs of consolidation or pulmonary edema. He was started on antiplatelet and anticoagulation therapies, although administration of thrombolytics was considered high risk. Two days later, he developed intracranial hemorrhagic transformation, and anticoagulation therapy was terminated; he was maintained on a single antiplatelet therapy.\\nA 67-year-old woman with a medical history of hypertension, old ischemic stroke, and atrial fibrillation, presented to our emergency department with a history of neck and chest pain followed by left-sided weakness and syncopal attack 2 hours before her presentation. Her initial vital signs, i.e., BP, HR, RR, and O2 saturation, were 198/181 mmHg; 70 beats per minute; 20 breaths per minute; and 98% in room air. Her NIHSS score was 14. The stroke code activation showed a hypodense area in the right external capsule and in the left cerebellum (suggestive of encephalomalacia), with both most likely related to her old ischemic insult (Fig. ). There were no other major intracranial findings. A CT angiogram showed acute aortic dissection involving the ascending arch and descending aorta along the lateral aspect with true (3 × 2 cm) and false (4.2 × 2.5 cm) lumen, representing Stanford type A. The aortic dissection extended inferiorly from the aortic root all the way to the bifurcation of the abdominal aorta with further extension into the left common iliac, left external, and internal iliac arteries (Fig. ).\\nThere was a large filling defect seen at the base of the brachiocephalic artery representing severe right common carotid stenosis, and subsequent faint enhancement of the internal carotid, and right cerebral circulation distal branches. There was urgent consultation with the vascular surgery and cardiac surgery teams, but the patient developed cardiac arrest before going to the operation room (Fig. ).\\nA 56-year-old man, not known to have any medical illness, presented to our emergency department after visiting another facility for chest pain; he was diagnosed with non-STEMI in the last 12 hours. When he presented at our institution, he had new right-sided weakness and facial deviation. His NIHSS score was 12. His initial BP, HR, RR, O2 saturation, and body temperature were 130/73 mmHg; 100 beats per minute; 20 breaths per minute; 93% in room air; and 37°C, respectively.\\nStroke code was activated as per our institution policy. Plain CT brain demonstrated loss of the right insular ribbon with a hyperdense MCA sign (Fig. ). Large ischemic infarction in the right fronto-parietal-temporal lobes caused a mass effect on the ipsilateral ventricle (Fig. ). There was no evidence of a midline shift or any hemorrhagic transformation. A CT angiogram showed complete occlusion of the right internal carotid artery just after the bifurcation of the right common carotid artery, resulting in complete non-opacification of the right MCA. There was asymmetrical lack of flow within the right-sided tributaries and superficial arteries. CT perfusion showed decreased cerebral flow and volume representing core infarcts with lack of areas in the penumbra (Fig. ). The patient's condition continued to worsen over the next few days with a decreased level of consciousness. His follow-up brain CT scan showed a progressive increase in hypodense areas with leftward midline shift of up to 13 mm and progressive mass effects. These caused subfalcine and uncal herniation; however, we noted no evidence of hemorrhagic transformation. He underwent craniotomy decompression, and his condition became reasonably stable. He was discharged home after 3-week hospital stay with decreased functionally from his admission.\\nA 50-year-old man, with a medical history of hypertension, was referred to our institution because of ST-elevation and anterolateral myocardial infarction (Fig. ). He was in a confused state 10 hours before his presentation at our emergency department. He appeared to be confused at presentation, with no notable neurological deficit. He was alert, responding to simple commands but otherwise had difficulty in comprehension. He moved all 4 limbs against gravity with slight weakness. His plain CT brain showed a major left MCA, and posterior cerebral artery territory infarction with effacement of the cortical sulci (Fig. ). His echocardiography showed a moderately sized left ventricle (14 mm × 14 mm) apical thrombus with an ejection fraction of 30% to 35% (Fig. ). He remained hospitalized for 2 weeks and was discharged in good functional condition on anticoagulation therapy.\\nThis manuscript has been reviewed and approved by the institutional review board committee to ensure adherence and compliance as per Declaration of Helsinki principles (IRB No. 20-496).", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'16787167': 1, '27105568': 1, '34906770': 1, '31277605': 2, '29270151': 2, '34746640': 2, '32425328': 1, '15890617': 1, '17825937': 1, '31448275': 1, '29404353': 1, '32214079': 1, '16303146': 1, '18423196': 1, '32354770': 1, '32291094': 1, '8995087': 1, '32464707': 1, '28220330': 1, '20457564': 1, '34590206': 1, '26696642': 1, '24440367': 1, '32407672': 1, '31986264': 1, '23266545': 1, '27469342': 1, '29367334': 1, '32502542': 1, '32409210': 1, '31154453': 1, '32203977': 1, '8055942': 1, '32369666': 1, '32171076': 1, '32159775': 1, '20977759': 2, '34546547': 1, '28985991': 1, '32275288': 1, '32387508': 1, '32234467': 1, '32167747': 1, '32201335': 1, '15588688': 1, '32387470': 1, '22390970': 1, '32458193': 1, '21804774': 1, '28469112': 1, '32378030': 1, '33530272': 2}", "similar_patients": "{'8567068-1': 1, '6612210-1': 1, '2974668-1': 1, '5725403-1': 1, '5725403-2': 1}"}