{"patient_id": 28591, "patient_uid": "7703467-1", "PMID": 33344297, "file_path": "comm/PMC007xxxxxx/PMC7703467.xml", "title": "Angiomyolipoma of the broad ligament", "patient": "A 33-year-old female patient sought medical care complaining of abdominal distension accompanied by feet edema. She referred abdominal pain and decreased urine output over the last 4 months. She denied any other symptom when actively questioned. Her past medical history was unremarkable and also denied smoking or alcohol consumption. On physical examination, the abdomen was distended with mild tenderness along with a large mass palpable in the hypogastric region. The remaining physical examination was normal. The laboratory workup and chest X-ray were normal. However, the pelvic ultrasonography (USG) depicted a large heteroechoic lesion in the left broad ligament extending to the pouch of Douglas, measuring 12×13.2 cm with internal vascularity. There was no lymphadenopathy; however, minimal ascites was noted. On contrast-enhanced computed tomography (CECT), a well-defined abdominopelvic soft tissue density lesion centered in the left broad ligament, with subtle heterogeneous enhancement on the post-contrast study, measuring 21.2×20×10 cm displacing the bowel loops superiorly and laterally, was noted. On per speculum examinations, the cervix was pulled up, and the vagina was healthy. On per vaginal examination, the uterus was bulky, and the pouch of Douglas was full. Cytological examination of the ascitic fluid examination was negative for malignancy. The USG-guided fine needle aspiration cytology attempted from the mass showed occasional stromal fragments, proliferating vascular fragments, and inflammatory cells in a hemorrhagic background. The USG-guided Tru-cut biopsy from the mass showed scant tissue bits with spindle cells along with many proliferating vascular channels suggestive of low-grade spindle cell neoplasm ().\\nDue to the working diagnosis of a low-grade neoplasm, an en-bloc excision of the left broad ligament mass was performed. Per-operatively the mass was in the left broad ligament extending to the pouch of Douglas. The mass did not involve the uterus, the bilateral ovaries, and fallopian tubes. Grossly the mass was lobulated, encapsulated, and measured 21×20×10 cm (A). The cut surface was solid grey-white with areas of hemorrhage and few cystic areas filled with a mucoid material (B).\\nThe histopathological examination showed many thickened hyalinized median caliber blood vessels with many intersecting bundles of smooth muscle, which at some places seemed to radiate out from the walls of the blood vessels (A). Interspersed mature clusters of mature adipose tissue were seen (B). There were areas of myxoid degeneration with cystic spaces, which were not lined by epithelium (C). Mitosis was rare. Immunohistochemically, smooth muscle actin (SMA) was diffusely positive in smooth muscle component and vessel wall, CD 34 was diffusely positive in the endothelial cells highlighting the vessels, S100 was positive in the mature adipose tissue component (D). However, HMB-45 was negative. Correlating with histology and immunohistochemistry, the diagnosis of the classical variant of angiomyolipoma (AML) of the left broad ligament was made. The post-operative period was uneventful, and the patient was discharged on the 7th post-operative day. The patient had no recurrence after 6 months of follow-up.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'16541283': 1, '11555018': 1, '11844059': 1, '12821370': 1, '30633211': 2, '18705200': 1, '8406201': 1, '6695982': 1, '15185030': 1, '19391488': 1, '23622183': 1, '12352384': 1, '24555133': 2, '6496843': 1, '9503504': 1, '15361222': 1, '24293961': 1, '26832182': 1, '33344297': 2}", "similar_patients": "{'3914176-1': 1, '6336598-1': 1, '6336598-2': 1, '6336598-3': 1}"}