{"patient_id": 34078, "patient_uid": "7985795-1", "PMID": 33567626, "file_path": "comm/PMC007xxxxxx/PMC7985795.xml", "title": "Prolonged SARS-CoV-2-RNA Detection from Nasopharyngeal Swabs in an Oncologic Patient: What Impact on Cancer Treatment?", "patient": "On 1 April 2020, a 72-year-old Caucasian woman affected by non-small cell lung cancer of the upper right lobe, was referred to the Istituto Oncologico Veneto (IOV) of Padua, Italy, for the acute onset of progressive shortness of breath and dry cough. Her past medical history was relevant for glaucoma, depression, and Parkinson disease. The patient had undergone a right upper lobe lung resection with ilo-mediastinic lymph node dissection in 2015; the histo-pathological examination revealed an EGFR exon19 deletion mutated adenocarcinoma. After four courses of adjuvant chemotherapy (cisplatin plus gemticitabine), due to disease progression, in 2018 targeted therapy with osimertinib was started with partial response according to RECIST (response evaluation criteria in solid tumors version 1.1).\\nAt hospital admission, the physical examination revealed moderate inspiratory retraction and diffuse inspiratory wheezing; the body temperature was 36.8 °C; heart rate 68 bpm; blood pressure 125/80 mm Hg; respiratory rates 25 per minute; oxygen saturation 98% with 3 L/min oxygen supplement. Her ECOG PS (Eastern Cooperative Oncology Group performance status) was 2.\\nLaboratory investigations were all within the normal range, including lactate dehydrogenase (LDH), C-reactive protein (CRP), and procalcitonin. The nasopharyngeal swab for the detection of SARS-CoV-2 RNA by RT-PCR [] was negative. A computed tomography (CT) scan of the thorax showed progressive disease in the superior mediastinum with significant reduction of the tracheal lumen (). Palliative mediastinal radiotherapy was planned in order to reduce the tracheal compression, and methylprednisolone 40 mg bid was initiated obtaining a slight reduction of dyspnea.\\nDuring the hospital stay, the patient was exposed to an asymptomatic SARS-CoV-2 virus carrier. On 6 April 2020, she underwent screening nasopharyngeal swab for detection of SARS-CoV-2, which was positive. The scheduled radiotherapy was postponed and the patient was transferred to the infectious diseases unit. At admission she presented with mild inspiratory retraction but all the vital signs were normal. Blood examinations showed a moderate elevation of CRP (91 mg/L, normal value 0–6). Because of the high-risk condition, she was treated with the therapy currently recommended: hydroxychloroquine (HCQ) (400 mg bid for 24 h, then 200 mg bid) and azithromycin (AZI) (500 mg qd) []. Both drugs were stopped after two days because of QTc prolongation. Tapered steroidal therapy, osimertinib, and subcutaneous enoxaparin were continued.\\nThe patient did not develop any coronavirus disease 2019 (COVID-19)-related symptoms, but nasopharyngeal swabs were persistently positive for SARS-CoV-2 for over one month. On 13 May after two consecutive negative swabs, she was transferred to the oncology ward to start radiotherapy treatment. Her ECOG PS was 3. Unfortunately, on May 19, the nasopharyngeal swab for SARS-CoV-2 RNA was positive. Once again the radiotherapy was postponed and the patient was isolated in the infectious diseases ward. The clinical conditions remained stable and the nasopharyngeal swabs were repeated at regular intervals with alternating results (). On 30 May, a viral culture with Vero cells [] was performed and resulted negative. The same result was achieved also 15 days later, despite the occurrence of new positive swabs.\\nInterestingly, serological tests showed the presence of high levels of anti-SARS-CoV-2 IgG [75,400 kAU/L (Positive: >1100 kAU/L)] and high titers persisted during the whole observation period; IgM title was persistently negative ().\\nOn the basis of these results, a single-fraction radiotherapy was performed on 4 June and the patient continued her regular follow-up with no need of oxygen supplementation. The last total body CT scan performed in July 2020 confirmed stable disease.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'32479790': 1, '32745693': 1, '32516704': 1, '33248470': 1, '32383638': 1, '32749957': 1, '32199941': 1, '27175354': 1, '32344317': 1, '32205204': 1, '32306864': 1, '32278368': 1, '32442256': 1, '29029148': 1, '32401360': 1, '31992387': 1, '33049331': 1, '32369209': 1, '32385672': 1, '32270882': 1, '32211820': 1, '32342252': 1, '33567626': 2}", "similar_patients": "{}"}