{"patient_id": 17905, "patient_uid": "7102410-1", "PMID": 32257500, "file_path": "comm/PMC007xxxxxx/PMC7102410.xml", "title": "Gastrobronchial Fistula after Robotic Repair of Traumatic Diaphragmatic Hernia", "patient": "A 45-year-old man was ejected in a motor vehicle collision and taken to Community Regional Medical Center, the region's Level I trauma center. He was hemodynamically normal on arrival. His history included a previous motor vehicle collision approximately 20 years prior, at which time he underwent a left thoracotomy and splenectomy. The patient was unable to recall any other details of injuries or surgical interventions from this prior accident. Examination was significant for a left thoracotomy scar. Computed tomography (CT) scan revealed a large left-sided diaphragmatic hernia. His other injuries were relatively minor and did not require operative intervention. The diaphragmatic hernia was suspected to be chronic given the lack of any significant trauma, symptoms, and the history of a suspected previous repair. Given the likely chronic nature of the hernia, the decision was made to perform the repair semielectively.\\nOn hospital day 2, the patient was taken for a robotic-assisted, laparoscopic repair of his diaphragmatic hernia. An abdominal approach was chosen due to surgeon discretion, as the patient had both previous abdominal and thoracic surgeries and thus adhesions were likely to be encountered with either approach. At exploration, the hernia was found to be lateral and posterior, and a significant amount of scar tissue was dissected further confirming its chronic nature. The diaphragm was unable to be completely primarily repaired, and a Phasix™ ST Mesh was used as an interposition graft with Prolene sutures to secure it to the diaphragm.\\nInitially, the patient did well; however, on postoperative day 5, he had an episode of desaturation and a large amount of hemoptysis. A CT was done and showed significant intra-abdominal and mediastinal air with the suspicion of tracheobronchial injury. The patient was intubated and a bronchoscopy was performed, which revealed blood in the left bronchus but no discrete lesion. A repeat bronchoscopy the following day showed large amounts of clot and mucous casts from the left lung, but again, no discrete defect.\\nWhile in the ICU, he had multiple episodes of bilious emesis that filled his ventilator circuit. The first episode occurred approximately two weeks following his index operation. He had a worsening chest X-ray and P/F ratio, suggestive of ARDS. Multiple modes of ventilation were tried to improve his PaCO2. In an effort to decrease the bilious emesis, his endotracheal tube was changed and nasogastric tube replaced.\\nAs he continued to have repeated episodes of bilious emesis filling his ventilator circuit, a diagnosis of a gastrobronchial fistula was entertained. For further workup, an abdominal CT scan with oral contrast was ordered and demonstrated contrast in the left lower lobe (). This was attributed to aspiration by the radiologist. The pulmonology service was consulted for repeat bronchoscopy to evaluate for possible gastrobronchial fistula. They declined as they had never heard of the diagnosis and felt that the trauma service should be investigating more likely causes. An upper gastrointestinal (GI) series was negative. An esophagogastroduodenoscopy (EGD) was performed by the primary team and clearly showed two areas with air blowing into the stomach, in synchrony with the ventilator, along the greater curvature and visible PDS suture in the gastric lumen.\\nThe patient was taken to the operating room for a left thoracotomy. The gastrobronchial fistula was identified. It appeared that the previous diaphragm repair sutures had incorporated the diaphragm and the stomach but did not involve the lung tissue. As the left lower lobe was found to be unsalvageable, a left lower lobectomy, wedge resection of stomach, and diaphragm repair were performed. Eventually, the patient's condition improved, and he was able to have a tracheostomy performed and weaned from the ventilator.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'4037204': 1, '14421290': 1, '23922615': 2, '18037082': 1, '7089629': 1, '4464513': 1, '25722285': 1, '31632889': 2, '854831': 1, '9434033': 1, '31080391': 2, '15989688': 2, '15984713': 1, '32257500': 2}", "similar_patients": "{'6797007-1': 1, '6503693-1': 1, '1183227-1': 1, '3731862-1': 1}"}