{"patient_id": 101094, "patient_uid": "7520067-1", "PMID": 33041452, "file_path": "noncomm/PMC007xxxxxx/PMC7520067.xml", "title": "Temporal Bone Chondroblastoma: a Rare Entity", "patient": "A 31-year-old male presented to our department with a four-month history of left temporal painless swelling and left hearing loss. Upon clinical examination, there was a diffuse, firm, non-tender, non-erythematous and immobile mass in the left temporal region (). Otoscopic examination showed a left external auditory canal mass occluding the lumen of the external ear canal. Pure tone audiogram showed left moderate to severe conductive hearing loss. Neurological and other systemic examinations were unremarkable.\\nThe computed tomography (CT) scan demonstrated an aggressive mass in the left preauricular region with intracranial and left external auditory canal extension causing destruction of left mastoid air cells (). Brain magnetic resonance imaging (MRI) revealed a lobulated soft tissue mass of the left temporal bone measuring 5.6cm x 3.7cm x 3.8cm with left temporalis fascia and temporalis muscle extension. It was an extra-axial mass extended into the left temporal lobe without dura involvement. The tumor was hypointense on T1- and T2-weighted images and showed heterogeneous enhancement on post-intravenous gadolinium enhanced images (). A tissue biopsy was obtained from the left preauricular mass showing the presence of multinucleated osteoclastic giant cells and positive on S100 staining, in keeping with chondroblastoma.\\nThe patient underwent excision of the tumor via middle cranial fossa approach. This was performed through a C-shaped incision or “question mark” incision via the preauricular skin crease towards the retromandibular region. Intraoperatively, a vascular solid cystic tumor had destroyed temporal bone, particularly the mastoid part and the squamous part with extension into the middle cranial fossa (). The tumor had invaded the temporalis muscle and was seen attached to the dura mater. A neurosurgeon resected the middle cranial fossa component and found the tumor to be fully extradural. The tumor was excised completely together with the infiltrated temporalis fascia and muscle; dura and facial nerve was identified and preserved. The eroded temporal bone was resected to normal bone by drilling with a diamond burr. Accordingly, the middle cranial fossa defect with exposed dura resulted from the tumor resection and tumor erosion was reconstructed with a temporalis muscle flap ().\\nThe postoperative course was uneventful without any complications. The patient was discharged three days later. Histopathological analysis of the resected tumor was consistent with chondroblastoma. To date, there is no evidence of tumor recurrence in this patient.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'1752973': 1, '15734522': 1, '18401591': 1, '6939953': 1, '19292273': 1, '23984206': 1, '12577121': 1, '10576153': 1, '5051664': 1, '15875910': 1, '21504272': 1, '33041452': 2}", "similar_patients": "{}"}