{"patient_id": 33978, "patient_uid": "7981884-1", "PMID": 33743673, "file_path": "comm/PMC007xxxxxx/PMC7981884.xml", "title": "Double rarity: malignant masquerade biliary stricture in a situs inversus totalis patient", "patient": "A 68-year-old male patient was referred to our tertiary surgical institute having obstructive jaundice, pruritus and subcutaneous haematomas for two months. At the age of 10, chest X-ray revealed the situs inversus totalis (Fig. ) for the first time. He was on warfarin due to chronic atrial fibrillation.\\nEventually, liver enzymes, bilirubin and alkaline phosphatase levels were elevated. Current computer tomography (CT) confirmed a normal size liver located on the left side; the intra- and extrahepatic bile ducts and the common bile duct (CBD) were dilated (Fig. , ). Vascular abnormalities were also detected: the “replaced” common hepatic artery (CHA) originates from the superior mesenteric artery (SMA, Michel’s classification type 9), (Fig. ) venous drainage from the liver was ensured by an independent vein, connecting straight to the right atrium of the heart (Fig. ). Venous drainage from the lower part of the body and abdominal organs was ensured by the inferior caval vein located on the right side of the aorta. The first attempt of endoscopic retrograde cholangiopancreatography (ERCP) was not successful due to the different anatomical situation. Magnetic resonance cholangiopancreatography (MRCP) confirmed the dilatation of the extra- and intrahepatic bile ducts (Fig. ). Endoscopic ultrasound (EUS) did not find any clear sign of malignancy neither in the biliary tree nor in the pancreas. The second attempt at ERCP verified a duplex stenosis of the CBD affecting both its intrapancreatic and hilar section. Biliary stent placement was unsuccessful. Brush cytology sampling was performed: from the intrapancreatic section of the CBD, malignancy could not be proved, and the sample from the hilar part was uninterpretable. Percutaneous transhepatic drainage (PTD) was introduced to one of dilated bile ducts of the’right’ lobe on the left side of the liver, and biliary stent placement was successful this time: the bilirubin level of the patient started to decrease (Fig. , ). Surgical consultation and a multidisciplinary oncology team assumed a Bismuth-Corlette stage II Klatskin tumour (cholangiocarcinoma) and suggested surgery. Distal resection of the common bile duct, cholecystectomy and hilar lymphadenectomy have been performed (Figs. , ) at our institution. We performed hepatico-jejunostomy to restore the biliary tract (Fig. ). The intraoperative frozen section initially showed tumour cells from the distal part of the CBD. Then, at the second attempt, after re-resecting 2 more millimeters from the CBD, it came back tumour-free. The resection was R0—no cancer cells were seen microscopically. The final histological analysis of the specimen did not confirm our diagnosis: it did not prove clear malignancy, but some epithelial dysplasia was discoverable with haematoxylin and eosin (H&E) staining (Fig. ). Some intensive positivity was seen in the biliary structures (Fig. ) by enhancer of zeste homologue 2 (EZH2) immunohistochemical demonstration.\\nAfter the surgery, the patient had a minor wound infection treated by bedside wound opening (Clavien-Dindo classification stage I); he did not have any other surgical complications, and was discharged after 21 days. A multidisciplinary oncology team discussed the case again after the procedure, and no oncological treatment was considered necessary. After 3 months of the surgery, the control CT scan was completely tumour-free (Additional file ).", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'29507471': 1, '29732355': 1, '29573597': 1, '17859304': 1, '29552451': 1, '4027545': 1, '28202062': 2, '11562678': 1, '29350267': 1, '29657611': 2, '29599608': 1, '23234596': 2, '16310689': 1, '15800484': 1, '24841192': 1, '19306807': 1, '20107958': 1, '16818055': 1, '23945923': 1, '11136309': 1, '15834408': 1, '29601667': 2, '22809481': 1, '2449769': 1, '29549357': 1, '33743673': 2}", "similar_patients": "{'5894452-1': 1, '6585653-1': 1, '5311850-1': 1, '3532423-1': 1}"}