{"patient_id": 30946, "patient_uid": "7814426-1", "PMID": 33468135, "file_path": "comm/PMC007xxxxxx/PMC7814426.xml", "title": "Acquired pure red cell aplasia and T cell large granular lymphocytic leukaemia in patients with autoimmune polyglandular syndrome type 1", "patient": "A 31-year-old female presented with a pale face and tachycardia for 3 months. She was admitted in March 2018. Her past history included hypoparathyroidism for 24 years, premature ovarian failure for 10 years, osteoporosis for 5 years, recurrent pneumonia with bronchiectasis for 4 years and chronic diarrhoea for 1 year. Blood counts revealed severe anaemia (haemoglobin 50 g/L, mean corpuscular volume 99.5 fl) with normal white blood cells (WBCs) and platelets (WBCs 6.47 × 109/L, neutrophils 2.45 × 109/L, lymphocytes 3.6 × 109/L, platelets 245 × 109/L). The absolute reticulocyte count was 1.7 × 109/L. No haemorrhage, haemolysis or nutritional anaemia was found. Intrinsic factor antibodies were positive (43.15 Au/ml). The glutamic acid decarboxylase antibody (GAD-Ab) level was 35 IU/ml. Anti-Ro 52 was positive (+++). A bone marrow smear showed normocellular marrow with a few basophilic erythroblasts (myeloid erythroid ratio 68:1), which indicated PRCA (Fig. ). The ASXL1 mutation (NM_015338:exon12: c. C3946T: p.R1316C, variant allele fraction 51.28%) was detected, and her karyotype was normal. Flow cytometric analysis of the immunophenotype of the bone marrow showed that 96% of the lymphocytes were T cells, with an inversion ratio of CD4/CD8 cells. CD25, CD11c and CD56 were highly expressed, while CD16 was negative. Other secondary factors of PRCA were also evaluated. Virology testing, including for parvovirus B19, human immunodeficiency virus, Epstein-Barr virus and cytomegalovirus, yielded negative results. Rheumatoid factor, complement, and serum immunoglobulins were normal; antinuclear antibodies and antineutrophil cytoplasmic antibodies were negative. No solid tumour or lymphadenopathy was found on enhanced CT of the chest, abdomen or pelvis. Endocrine evaluation indicated adrenal insufficiency, with low adrenocorticotropic hormone levels. Along with her past medical history, autoimmune polyendocrine syndrome type 1, which can present with PRCA, was suspected. Boosted whole-exome analysis confirmed heterozygous mutations c.371C>T (p.Pro124Leu)(NM_000383.3) and c.623G>T (p.Gly208Val) (NM_000383.3) of the AIRE gene. Sanger’s sequencing showed that both mutations were inherited from her father, who had no symptoms, whereas the mother carried wild-type genes. In one report from the ClinVar database, c.371C>T is predicted to be likely pathogenic; c.623G>T is predicted to be damaging using PolyPhen and SIFT software.\\nThe patient did not respond to cyclosporine A (CsA) at first due to malabsorption caused by diarrhoea, though methylprednisolone (32 mg qd) efficiently increased haemoglobin to normal levels in 1 month. However, during follow-up, we noticed persistent lymphocytosis after 2 months. The peripheral blood smear revealed 60% lymphocytes, and among them, 70% were large granular lymphocytes (Fig. ). Immunophenotyping confirmed CD3, CD57 and TCRαβ without CD56 expression (Fig. ). T-cell receptor variable β-chain (TCRVβ) repertoire analysis showed that TCRVβ14 accounted for 89.63% of the CD7dim + CD5dim + cells, which were monoclonal TCRVβ cells. TCR gene rearrangement analysis revealed TCRγ. Thus, T large granular lymphocyte leukaemia (T-LGLL) was diagnosed.\\nDuring the reduction of glucocorticoids, cyclosporine A was added again but caused acute renal infarction (Cr 415 µmol/L), which was reversed after cessation of cyclosporine A. Sirolimus or tacrolimus combined with low-dose glucocorticoids only maintained 90 g/L haemoglobin after 6 months. Recently, her haemoglobin level recovered to 110 g/L with methylprednisolone 8 mg/day, though lymphocytosis persisted (Fig. ).", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'2105751': 1, '27130899': 1, '31632073': 1, '19542751': 1, '20943067': 1, '8482279': 1, '29562162': 1, '28911151': 1, '26999605': 1, '18641028': 1, '24055063': 1, '24283217': 1, '17220208': 1, '23128333': 1, '9920952': 1, '27504588': 1, '29744070': 2, '7967763': 1, '29108822': 1, '9864928': 1, '27881371': 1, '33468135': 2}", "similar_patients": "{'5930195-1': 1, '5930195-2': 1}"}