{"patient_id": 17206, "patient_uid": "7054796-1", "PMID": 32148990, "file_path": "comm/PMC007xxxxxx/PMC7054796.xml", "title": "Using Extended-Release Injectable Aripiprazole for the Successful Treatment of Depressive Symptoms in Bipolar I Disorder", "patient": "A married 39-year-old native woman lived in the mountain area, distant from the town. She had no previous history of medical or other psychiatric disorder and no definite feature of personality disorder. She had first 3 manic episodes approximately 20, 10, and 8 years ago, respectively. They subsided after approximately a month of drug treatment with combined valproic acid with risperidone or olanzapine while admitted to a hospital. Her first depressive episode was noted soon after the second manic episode, and it subsided approximately 1 to 2 months later after treatment with the combination of valproic acid 1000 mg and bupropion 150 mg/d. In the first 2 instances, she quit all drug treatment soon after her mood symptoms subsided, but after the third manic episode, she exhibited good drug compliance—specifically, she took valproic acid 1000 mg/d for nearly 2 years. The fourth manic episode happened approximately 3 years ago, and it also subsided after treatment following admission. Thereafter, she stopped all drug treatment soon after being discharged. Consequently, severe depressive symptoms, including depressed mood, hypotalkativeness, loss of interest/pleasure, lack of motivation, poor concentration, poor appetite with prominent body weight loss, anergia, hypersomnolence, poor housekeeping, and complete social withdrawal, began approximately 2 years ago. The depressive symptoms persisted for over 1 and half year because she insistently refused all oral drugs and other treatment modalities, including admission and any form of psychotherapy. Normally, administration of oral medication or acute formulas of antipsychotics should be tried before applicating ERIs, but she also refused trial by oral form of aripiprazole and no short-acting aripiprazole injection was available in Taiwan. Besides, measurement of serum levels of aripiprazole was not possible in the hospital. After some persuasion, she agreed that we could administer her first intramuscular injection of aripiprazole once-monthly for 300 mg by home treatment program. Unexpectedly, the aforementioned severe depressive symptoms completely subsided 1 month later and no definite drug side effect was found. Her score on the 17-item Hamilton Depression Rating Scale decreased from 40 to 4. She could competently perform housekeeping tasks and tried to find a full-time job. She was motivated to receive continuous treatment and her symptoms continued to be remitted after 6 shots of aripiprazole once-monthly for 300 mg.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'18204335': 1, '17229469': 1, '20196183': 1, '18272230': 1, '21220077': 1, '27977470': 1, '32148990': 2}", "similar_patients": "{}"}