{"patient_id": 99424, "patient_uid": "7368585-2", "PMID": 32766171, "file_path": "noncomm/PMC007xxxxxx/PMC7368585.xml", "title": "Hybrid Sling for the Treatment of Concomitant Female Urethral Complex Diverticula and Stress Urinary Incontinence", "patient": "A 70-year-old female developed recurrent cystitis, dyspareunia, dribbling, and SUI. For 4 years, the patient reported daily SUI (several spoons full). She used 4 pads per day and had an ICIQ-short form score of 17.\\nPhysical examination demonstrated a body mass index of 35 kg/m2 as well as the presence of an incisional hernia occupying the full extent of the median incision scar from anterior surgery and the projection of umbilical scar to the pubic symphysis (due to anterior abdominal radical hysterectomy) with the presence of bowel ().\\nThe vaginal examination provided evidence for a loss of dribbling upon coughing and grade 1 cystocele. Additionally, it demonstrated a mass of approximately 3 cm in size that could be palpated in the anterior vaginal wall without mobility but with fibroelastic consistency.\\nThe vaginal ultrasound indicated a 3 cm horseshoe cystic lesion involving the urethra without defined continuity with the urethral orifice (), and the voiding cystourethrogram results showed complex horseshoe UD at the midurethral level ().\\nThe Valsalva leak point pressure was 61 cm H2O at a bladder capacity of 200 mL. The other urodynamic parameters were normal, except Qmax = 13 mL/s combined Pdet:Qmax = 26 cm H2O, and PVR = 45 mL. A small number of patients may have evidence of bladder outlet obstruction in urodynamic exam due to the obstructive or mass effects of the UD on the urethra. It should also be reported that SUI may coincide with obstruction. Urodynamically deﬁned SUI and bladder outlet obstruction can coexist in women, nevertheless both conditions can be treated successfully with a carefully planned and executed operation.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'9751339': 1, '26099875': 1, '7933181': 1, '26267225': 1, '24636677': 1, '27095437': 1, '30466701': 1, '18355904': 1, '25432847': 1, '28660723': 1, '31270839': 1, '12119431': 1, '28625508': 1, '19375782': 1, '9892000': 1, '18804229': 1, '22793863': 1, '23857063': 1, '17654566': 1, '8483202': 1, '32766171': 2}", "similar_patients": "{'7368585-1': 2}"}