{"patient_id": 29517, "patient_uid": "7752297-5", "PMID": 33414976, "file_path": "comm/PMC007xxxxxx/PMC7752297.xml", "title": "Recognition and Treatment of Tardive Dyskinesia in Individuals with Intellectual Disability", "patient": "A 45-year-old male with mild ID who lives at home with caregivers had a history of significant comorbid diagnoses of hepatitis C, seizures, chronic obstructive pulmonary disease, and paranoid schizophrenia (). His medication history included prior exposure to the typical antipsychotic, haloperidol (dose, duration unknown), and multiple atypical antipsychotics (aripiprazole, brexpiprazole, olanzapine, quetiapine, risperidone, and ziprasidone (all doses, durations unknown)) and current treatment with clozapine (350 mg daily).\\nTD symptoms were throughout all body areas, including intermittent lip puckering, jaw movements, facial grimacing, and truncal rocking, as well as constant bilateral shoulder, arm, and hand movement, including piano-playing movements of the fingers (). His abnormal movements had escalated over the past few months to the point that he had become unable to ambulate and needed wheelchair assistance as well as caregiver assistance with most of his ADLs. In addition, he had become increasingly anxious and hopeless, and had expressed suicidal thoughts. The patient was initiated on valbenazine (40 mg QD for 1 week, then escalated to 80 mg QD) in October 2018. No other changes were made to the medication regimen.\\nFour days after starting valbenazine treatment, there was a noticeable decrease in abnormal movements, and he was able to ambulate independently with a walker. Two weeks after starting treatment, there were almost no abnormal movements. After 3 weeks of valbenazine, the patient was able to walk independently with a walker, was more independent with his ADLs, and appeared more organized in speech (). (80 mg QHS) with no changes to other medications and no reported adverse events.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'20207106': 1, '22442101': 1, '29433808': 1, '29506749': 1, '28320223': 1, '29433810': 1, '19192441': 1, '28830241': 1, '29433809': 1, '28775195': 1, '17197653': 1, '28228177': 1, '25374768': 1, '26346941': 1, '19720497': 1, '19142099': 1, '23897874': 1, '19178617': 1, '29141124': 1, '21172575': 1, '28668671': 1, '31688452': 1, '20156410': 1, '29454493': 1, '29454494': 1, '28446646': 1, '29449008': 1, '26330451': 1, '29235982': 1, '28146614': 1, '25493205': 1, '33414976': 2}", "similar_patients": "{'7752297-1': 2, '7752297-2': 2, '7752297-3': 2, '7752297-4': 2}"}