{"patient_id": 105775, "patient_uid": "7954265-1", "PMID": 33738401, "file_path": "noncomm/PMC007xxxxxx/PMC7954265.xml", "title": "Ilio-femoral venous thrombosis with hereditary antithrombin deficiency: a case report of rare thrombotic disease and successful treatment with catheter directed thrombolysis", "patient": "A 19-year-old man without any medical history was referred to our hospital, in August 2018, with acute left leg pain that developed over 5 days. His father and paternal relatives had thrombotic disease; however, genetic diagnosis hadn’t been performed. The patient did not report any other transient or reversible risk factors of venous thrombosis and did not take any medication. Contrast enhanced computed tomography (CT) performed at the referring hospital identified evidence of pulmonary embolus (), and presence of venous thrombus extending from the left popliteal vein to the inferior vena cava (IVC).\\nHis vital signs were as follows: blood pressure, 133/68 mmHg; heart rate, 79/min, regular; oxygen saturation at room air, 99%; and respiratory rate, 22/min. Cardiac and pulmonary auscultation were normal. There was no elevated jugular venous pulse, and no peripheral oedema. The patient had swelling involving the left thigh and groin, which was tender to touch.\\nLaboratory investigations were as follows: D-dimer level, 23.1 μg/mL (normal < 1.0 μg/mL); AT activity, 49.3% (normal, 75–125%); protein C/S activity and lupus anticoagulant, normal range; and antibodies related to antiphospholipid antibody syndrome, negative. Echocardiogram showed no signs of right heart overload. Duplex ultrasound of his left leg showed thrombotic occlusion from the left femoral vein to left iliac vein.\\nBased on his family history and AT levels, a diagnosis of hereditary AT deficiency was made, and following consent, anticoagulant therapy was initiated. We prescribed apixaban 10 mg twice a day as loading dose for 7 days along with 275 000 units/kg of monteplase intravenously. Monteplase was administrated only once. Owing to the large size of the venous thrombus, a Günther Tulip IVC filter (Cook Medical, USA) was deployed on the first day of admission (Day 1). His symptoms failed to improve despite 2 days of treatment. Follow-up contrast enhanced CT on Day 3 showed no change in the size of the thrombus (). Hence, we decided to perform venous intervention on Day 4 to reduce the risk of development of post-thrombotic syndrome (PTS).\\nWe employed a trans-popliteal vein approach with 6 Fr introducer sheath (Terumo, Japan). Preliminary angiogram identified total occlusion of the left femoral vein with thrombus (). Despite repeated thrombo-aspiration with 6 Fr Mach1 (Boston Scientific, USA), the deep femoral vein remained occluded with thrombus (). Subsequently, we deployed a Fountain infusion catheter (Merit Medical, USA) through his femoral vein into the iliac vein and injected 120 000 units of urokinase. This was followed by continuous injections of heparin (14 000 units per day) and argatroban (20 mg per day), and intermittent injection of urokinase (60 000 units four times a day) as catheter directed thrombolysis (CDT). On Day 8, after removing the Fountain infusion catheter, we performed thrombo-aspiration again and dilated the vein with 7.0/200 mm and 8.0/80 mm semi-compliant balloon, which resulted in improved venous flow (Video 1). We performed an intravascular ultrasound as the venous angiogram showed proximal iliac vein stenosis, which revealed that iliac vein compression between the lumbar spine and iliac artery ().\\nFollow-up CT on Day 11 confirmed clearance of almost all venous thrombus (). We removed the IVC filter on Day 12. The patient was discharged on Day 17 with apixaban 5 mg twice a day, which was considered lifelong prescription. Two months after his hospitalization, genetic testing confirmed hereditary AT deficiency (Exon 6, c.1171C>T, p.Arg359Ter). The patient has completed 18 months of follow-up without any recurrence of VTE or other treatment related complications.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'7947234': 1, '27102510': 1, '1287876': 1, '25784135': 1, '19141163': 1, '29211671': 1, '31504429': 1, '30279820': 1, '28329262': 1, '31190849': 1, '29526957': 1, '26853645': 1, '33738401': 2}", "similar_patients": "{}"}