{"patient_id": 102601, "patient_uid": "7682605-1", "PMID": 33239894, "file_path": "noncomm/PMC007xxxxxx/PMC7682605.xml", "title": "Radiotherapy of Pulmonary Hepatoid Adenocarcinoma with Intrahepatic Hemangioma: A Case Report", "patient": "A 41-year-old man was admitted to our department because of fever and right chest pain for 1 month. The chest CT revealed a 5.2×5.8cm mass in the upper lobe of the right lung. Plain CT value was about 30~42HU, while enhanced CT showed obvious uneven enhancement, with a CT value of about 47~72HU. Meanwhile, the right hilar lymph nodes were enlarged and enhanced (,,,). Cervical ultrasound showed several grade III~IV lymph node echoes in the double supraclavicular fossa, with cortical thickening and rich blood flow. Head CT and whole-body bone imaging showed no obvious abnormality.\\nAfter disinfection and anesthesia, the right lung lesion was punctured with an 18G *15cm cutting needle in the prone position under CT guidance. Microscopically, heteromorphic cells were seen to be nest-like or lamellar with dense arrangement and hyperchromatic nuclei (). Immunohistochemistry showed CK(+), CK7(+), PAS-AB(+), Vimentin(+), Hepatocyte(+), Napsin-A(-), TTF-1(-), Ki-67 (60%) (–). CD56, CD31, Desmin, ERG, HMB-45, Melan A, MiTF, S-100, SMA and STAT6 are negative. Hepatoid adenocarcinoma or metastatic hepatocellular carcinoma are not excluded. EGFR and KRAS gene mutations were not detected by fluorescence PCR.\\nUltrasound revealed a strong echogenic mass in the patient’s liver with clear boundaries. And the patient’s liver function was abnormal: ALT 55U/L, ALP 646U/L, GGT 369U/L, ALB 29.1g/L, PA 5.70mg/dl. To further confirm the nature of hepatic lesion, hepatic enhancement MR showed a 14mm sized nodule in the upper segment of the right lobe of the liver near the inferior vena cava. The edge was strengthened in the arterial phase after enhancement, indicating that it was an intrahepatic hemangioma, rather than hepatocellular carcinoma or liver metastasis. Because of the rich blood supply of this lesion, the risk of bleeding after puncture is high, we did not obtain the pathology of liver lesion. Of the tumor markers, neuron specific enolase (NSE) was increased to 18.34ng/mL, and squamous cell carcinoma antigen (SCC) was increased to 7.20ng/mL. Levels of other tumor markers such as AFP, CEA, and Cyfra21-1 were all within normal limits.\\nThe patient was 182-cm tall and weighed 50 kg. His Karnofsky performance status (KPS) score was 90. The patient had a 180 pack‑year smoking history of 20 years. He has a cephalospres allergy history and tumor family history (His grandmother was died of gingival carcinoma).\\nThe patient was diagnosed with local advanced lung cancer (T3N3M0, stage IIIC) and began IMRT on November 1, 2018. During the treatment, patients had intermittent fever, up to 38.5°C. The white blood cells, PCT and CRP were all increased. The blood routine examination after the 19th radiotherapy showed that the white blood cells returned to normal level and the patient’s temperature returned to normal. The changes in complete blood count during radiotherapy are shown in . After 50Gy/25 fractions of radiotherapy, the tumor shrank significantly on the CT scan (,,,). After the radiotherapy of 60Gy/30f, the patient refused to accept further treatment, and regular review was recommended. On June 5, 2019, the patient, with a right chest pain NRS score of 7, began to take 5mg of compound capsule of oxycodone and acetaminophen (Tylox) every 6 hours and 10mg of morphine sulfate controlled-release tablets (MS Contin) every 12 hours. The patient developed convulsions and suspected brain metastasis in August 2019. However, the patient refused further examination and treatment and was controlled by oral gabapentin. The patient succumbed due to disease progression on December 8, 2019. The ultimate survival benefit from radiotherapy was 12 months.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'26943677': 2, '24408270': 1, '20502062': 1, '12399135': 1, '30946350': 2, '31558230': 1, '32041468': 1, '29935850': 1, '28079142': 1, '32547068': 2, '26028255': 1, '31921629': 2, '31749622': 2, '34816785': 1, '28529745': 1, '27347123': 1, '31367631': 1, '26221214': 1, '31358339': 1, '15684121': 1, '24959228': 2, '23070248': 1, '31041840': 1, '34422656': 2, '24030743': 1, '25870375': 1, '21894458': 1, '33239894': 2}", "similar_patients": "{'4063569-1': 1, '6917606-1': 1, '6817769-1': 1, '6455993-1': 1, '8377348-1': 1, '4706535-1': 1, '7245476-1': 1}"}