{"patient_id": 26758, "patient_uid": "7574987-1", "PMID": 33094069, "file_path": "comm/PMC007xxxxxx/PMC7574987.xml", "title": "Cannabidiol Oil-Associated Microscopic Colitis", "patient": "A 75-year-old Caucasian female with a history of anemia, hypothyroidism, and migraines presented to the gastroenterology clinic with a one-year history unexplained diarrhea. The patient started taking CBD oil for lumbosacral pain about one year prior to presentation. She endorsed watery, non-bloody, nocturnal diarrhea, left lower quadrant abdominal pain, and unintentional weight loss of eight pounds. The patient also endorsed urgency, tenesmus, fecal incontinence, and a small amount of blood when wiping after bowel movements (BMs). She had already tried loperamide and bismuth subsalicylate. She also tried the BRAT (bananas, rice, applesauce, and toast) diet and probiotic yogurt, but neither diet nor over-the-counter medications were effective in reducing her diarrhea. Prior to onset of diarrhea, the patient had constipation, which required her to take metamucil to have one BM daily. However, she began to have two loose BMs daily, and then her stool frequency increased to five times daily and three to four times at night. Colonoscopy performed for polyp surveillance six months prior to presentation and symptom onset revealed decreased anal sphincter tone and multiple colon polyps; grossly, mucosa appeared normal and random biopsies were not taken. Repeat colonoscopy with random biopsies six months later (at symptom onset) revealed CC (Figures , ). She was still taking CBD oil at the time of her second colonoscopy demonstrating MC. She was not taking NSAIDs or any other agent associated with MC at the time of her second colonoscopy. Stool PCR was negative for enteric pathogens. Budesonide therapy was started, and she was advised her to continue a high fiber diet and to avoid artificial sweeteners and sugar alcohols. She was advised to avoid NSAIDs and discontinue CBD oil. During follow-up six weeks later, her diarrhea had improved. Her gastroenterologist reduced the dose of budesonide. After her six-week follow-up, the patient started taking CBD oil again at home and had a recurrence of diarrhea. She stopped CBD oil, and her diarrhea resolved. One week later, she restarted CBD oil and experienced diarrhea again. She then stopped CBD oil completely and completed a tapering course of budesonide. Eventually, diarrhea turned to constipation. She was advised to continue fiber supplements and high fiber diet. About three months after the initial presentation, she was able to stop budesonide. There was no recurrence of diarrhea after she stopped taking CBD oil and completed budesonide therapy.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'12538826': 1, '28101837': 1, '26584605': 1, '28494058': 1, '22163000': 1, '31447137': 1, '19690824': 1, '33094069': 2}", "similar_patients": "{}"}