{"patient_id": 17446, "patient_uid": "7066777-1", "PMID": 32164559, "file_path": "comm/PMC007xxxxxx/PMC7066777.xml", "title": "Scalp eschar and neck lymphadenopathy after tick bite (SENLAT) caused by Bartonella henselae in Korea: a case report", "patient": "The patient was a 58-year-old male, who brought home a water deer (Hydropotes inermis argyropus) from Muan-gun, Jeollanam-do, Korea., he had hunted a week prior to his presentation. His symptoms of high fever, diarrhea, and indigestion developed after the hunting incident, and his right cervical lymph nodes suddenly became swollen 6 days following the onset of fever, which prompted him to visit the infectious diseases outpatient clinic at the Chosun University Hospital. The day after carrying the water deer home, he found a tick on his scalp, but had quickly removed and discarded it. He denied contact with cats or dogs as well as flea. On physical examination, he had a high fever of 39 °C, an eschar-like lesion was found on his right scalp area (Fig. a), and on palpation, non-painful peripheral lymphadenopathy (LAP) of 2.5 × 1.5 cm in size was identified in the right cervical region (Fig. b).\\nBlood test and fine needle aspiration were performed on the day of first visit. Laboratory investigations revealed a white blood cell count of 6.04 × 103/uL, hemoglobin level of 17.2 g/dL, and platelet count of 313 × 103/uL on routine complete blood count. Serum biochemistry revealed the following: total protein concentration, 6.96 g/dL; albumin, 4.44 g/dL; blood urea nitrogen, 18.0 mg/dL; bilirubin, 0.55 mg/dL; alkaline phosphatase, 52 U/L; and creatinine, 1.00 mg/dL (all were within normal limits). Aspartate aminotransferase (AST) of 29.5 U/L was within normal limits, but alanine aminotransferase (ALT; 45.8 U/L) as well as lactate dehydrogenase (LDH; 421 U/L) were mildly elevated. To identify the cause of LAP, fine needle aspiration (FNA) was performed on the enlarged lymph nodes of the neck.\\nCytology from the FNA demonstrated a granuloma with an unclear boundary comprised of epithelioid cells along with giant cells and some lymphocytes.\\nDNA was extracted from the buffy coat of the patient’s blood and from the lymph node aspirate using a QIAamp Blood Mini kit (QIAGEN, Germantown, MD). The results of the genetic detection were all negative when the 56-kDa gene from O. tsutsugamushi and the ompA gene were targeted by nested PCR for rickettsial detection []. Nested PCR on the Bartonella internal transcribed spacer (ITS) [], using blood and lymph node samples, and by using B. elizabethae as a positive control, revealed a positive band by electrophoresis in only the lymph node aspirate. Sequencing of the sample was therefore requested at SolGent (Daejeon, Korea). The query output of BLASTN (NCBI) demonstrated a 100% identical sequence (703/703 bp) to the B. henselae strain BM1374165 (accession no. HG969191) previously identified in human blood (Fig. ).\\nIndirect immunofluorescent antibody assay (IFA) against B. henselae were conducted at at the Korea Centers for Disease Control and Prevention. The sera were examined with commercially available slides for Bartonella-IFA IgG and IgM assay (Focus Diagnostics, Cypress, CA, USA). The kit for detecting IgM and IgG antibodies utilizing Vero cells infected with either B. henselae or B. quintana was used according to the manufacturer’s instructions. Diagnostic criteria are determined to be Bartonella positive when endpoint titer of IgG ≥1:64 or IgM ≥1:20. The IFA IgM antibody titer against B. hensealse was < 1:20 at both first visit and follow up. The IFA IgG antibody titer against B. hensealse was < 1:16 at first visit (2015.12.07), and 1:16 after follow up (2016.01.04). He was treated by doxycycline for first 5 days and then with azithromycin for 5 days. Ten days later, the LAP resolved (Fig. c). Serological tests of Orientia and other Rickettsia species were performed together and the results were all negative.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'24682865': 1, '30481146': 1, '19255530': 1, '27000538': 1, '8788996': 1, '16224169': 2, '18598628': 1, '23473217': 1, '18716449': 1, '18628513': 1, '29664377': 1, '30328790': 1, '24475360': 2, '31219004': 1, '26951985': 1, '16293997': 1, '25090977': 1, '9455513': 1, '9230358': 1, '20973657': 1, '20070235': 1, '24661833': 1, '32164559': 2}", "similar_patients": "{'2779292-1': 1, '3902810-1': 1}"}