{"patient_id": 21891, "patient_uid": "7344491-1", "PMID": 32272630, "file_path": "comm/PMC007xxxxxx/PMC7344491.xml", "title": "Lung Involvement Found on Chest CT Scan in a Pre-Symptomatic Person with SARS-CoV-2 Infection: A Case Report", "patient": "A 44-year-old male health care worker presented to the emergency department of a hospital in Tehran, Iran. The hospital was a designated coronavirus referral center at the time. He described a history of rib fracture due to falling about two weeks ago and complained of local tenderness and pain that was not responsive to over-the-counter painkillers. Upon admission to the emergency room, vital signs were within normal ranges. He reported no underlying medical conditions, and the patient was otherwise healthy.\\nA chest CT scan was performed (), which revealed left 8th and 9th ribs fracture along with an ill-defined patchy ground-glass opacity in the upper lobe of the right lung. Due to high suspicion of SARS-CoV-2 infection, an upper respiratory tract swab for severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was obtained, and a positive real-time reverse-transcriptase polymerase chain reaction (rRT-PCR) assay confirmed the diagnosis of COVID-19 infection.\\nBased on the Iranian interim guideline for \"clinical management of COVID-19\" published in February 2020, the decision for the use of antiviral and antimalarial therapy was made considering the patient’s diagnosis of SARS-CoV-2 infection []. Oseltamivir 75 mg every 12 hours, and hydroxychloroquine 400 mg stat was initiated despite no clinical signs. After three days of the treatment, fever and dyspnea developed, and the patient’s oxygen saturation values dropped to 93% while he was breathing room air.\\nThe treatment regimen was changed to a more focused antiviral therapy with oseltamivir 75 mg and lopinavir/ritonavir (Kaletra), 400/100 mg every 12 h []. After approximately 24 h, the patient’s clinical condition started to improve; fever abated, dyspnea decreased, and O2 saturation increased to 97% on room air. On the fifth day of admission, the patient became asymptomatic.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'33163861': 1, '33681819': 1, '32566429': 1, '33791320': 1, '33573699': 1, '32623083': 1, '33363000': 1, '32050059': 1, '32574328': 1, '34103090': 1, '31986261': 1, '33727376': 1, '32272630': 2}", "similar_patients": "{}"}