{"patient_id": 28695, "patient_uid": "7708544-1", "PMID": 33259015, "file_path": "comm/PMC007xxxxxx/PMC7708544.xml", "title": "Arteriovenous malformation in the pancreatic head initially mimicking a hypervascular mass treated with duodenum-preserving pancreatic head resection: a case report", "patient": "A 59-year-old man initially presented to the referring hospital with back pain. Abdominal computed tomography (CT) revealed a pancreatic mass. The attending physician diagnosed him with a suspected neuroendocrine neoplasm, and the patient was referred to our hospital for further investigation. On physical examination, his abdomen was soft and flat, with no palpable masses. Laboratory data on admission showed that the levels of various tumor markers, including carcinoembryonic antigen and carbohydrate antigen 19-9, were within the normal ranges. Abdominal enhanced CT revealed a substantial hypervascular mass with a diameter of 9 mm that stained early on the head of the pancreas (Fig. a). The 3D-CT vascular reconstruction images revealed a suspected arteriovenous fistula at the pancreatic head; however, initial diagnosis was a suspected neuroendocrine neoplasm (Fig. b). Selective angiography of the anterior superior pancreaticoduodenal artery (ASPDA) was subsequently performed, which revealed abnormal vascular shunting in the pancreatic head along with early visualization of the portal vein at the early arterial phase (Fig. ), indicating Ph-AVM. The nidus was confirmed by angiography and, therefore, magnetic resonance imaging was not performed. The lesion of the P-AVM was limited to the head of the pancreas, and since P-AVM is a benign disease that does not require dissection of the lymph nodes, we treated the patient using DPPHR instead of PD.\\nA median incision was placed in the upper abdomen. The right colon was mobilized, and the omental bursa was released to expose the anterior surface of the pancreaticoduodenum. The lower part of the pancreatic uncus was released from the duodenum by detaching the pancreatic uncus using the retropancreatic fascia as an indicator. After right gastroepiploic artery branching, the pancreatic branch from the ASPDA was transected, and the gastroduodenal artery (GDA) to ASPDA was circulated and detached from the pancreas in a circumferential manner. The anterior inferior pancreaticoduodenal artery and its branches to the duodenum were carefully preserved to the lower part of the major duodenal papilla. After identification of the common duct of the major duodenal papilla, the papillary pancreatic duct and the bile duct of the papilla were encircled on the dorsal side of the pancreas, and the main pancreatic duct was ligated and dissected. The pancreas was transected just above the superior mesenteric vein with a scalpel. The groove portion of the pancreas was carefully detached from the common bile duct to preserve the posterior superior pancreaticoduodenal artery (PSPDA) and papillary artery, and then the specimen was removed (Fig. a, b). The remnant pancreas was anastomosed with the posterior wall of the stomach using the modified Blumgart method. The operation lasted 485 min, and the estimated blood loss was 125 ml. No intraoperative blood transfusion was required.\\nThe resected specimen had a dark red area, grossly 10 mm in diameter, which was histologically determined to be a hematoma. Irregular running of arteries and veins concomitant with marked dilation, as seen on the preoperative abdominal enhanced CT that revealed a substantial hypervascular mass, was observed next to the hematoma. The patient was pathologically diagnosed with P-AVM. The pancreatic ductal epithelium was not atypical, and there were no malignant findings or inflammatory changes in the specimen (Fig. ).\\nThe patient’s postoperative course was initially uneventful, as no clinically relevant postoperative pancreatic fistula developed, and the surgical drains placed onto the pancreaticogastrostomy and para-duodenum region were subsequently removed. Based on the insulin and C-peptide level measurements, the patient’s postoperative pancreatic endocrine function was within the normal range. Although the postoperative pancreatic function test showed mildly reduced function, the patient did not present with gastrointestinal symptoms, such as fatty stool, and there was no weight loss. He received pancreatic enzyme replacement therapy to prevent the occurrence of gastrointestinal symptoms. However, he suddenly developed hematemesis classified as post-pancreatectomy hemorrhage (Grade B) [] on postoperative day 20. Contrast-enhanced CT revealed media pooled in the duodenal wall with as a round body of 3 mm in size that connected to small vessels along with the preserved ASPDA, which was diagnosed as impending rupture of the pseudoaneurysm causing gastrointestinal bleeding; therefore, the patient underwent angiography and coil embolization, which was successfully performed at the proximal and distal ASPDA of the pseudoaneurysm (Fig. ). He was discharged on postoperative day 30, following which, he was diagnosed with a bilio-enteric fistula located between the lower bile duct and the duodenum 4 months after the operation (Fig. a); endoscopic retrograde cholangiopancreatography showed stenosis of the common bile duct and a bilio-enteric fistula, which were treated by placement of an endoscopic biliary stent (Fig. b). At the 8-month follow-up, the patient was found to be free from any specific symptoms and the Ph-AVM had not recurred.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'17329918': 1, '6969839': 1, '10882974': 1, '28990006': 2, '18460862': 1, '11984154': 1, '22477452': 1, '28901935': 1, '5656734': 1, '10333421': 1, '30182162': 1, '20530931': 1, '24865541': 1, '29404916': 1, '3983823': 1, '17629996': 1, '23474569': 1, '23636883': 1, '26943682': 2, '30519963': 2, '30557975': 2, '28904954': 1, '30416153': 1, '25903850': 1, '31846563': 1, '20694480': 1, '28484196': 1, '33259015': 2}", "similar_patients": "{'5620480-1': 1, '4735097-1': 1, '6281540-1': 1, '6320063-1': 1}"}