{"patient_id": 104136, "patient_uid": "7812065-1", "PMID": 33174376, "file_path": "noncomm/PMC007xxxxxx/PMC7812065.xml", "title": "Treatment strategy for primary lung cancer in a lung highly compressed by giant emphysematous bullae: A case report", "patient": "A 62-year-old man with hypertension, rheumatoid arthritis, and a 43 pack-year smoking history experienced exertional dyspnea. Spirometry indicated a vital capacity (VC) of 2.26 L (68.5%) and a forced expiratory volume in the first second (FEV1.0) of 1.16 L (43.3%). Transthoracic echocardiography revealed normal heart function. Laboratory tests revealed a tumor marker carcinoembryonic antigen level of 6.1 ng/mL (<5.0 ng/mL). Computed tomography (CT) revealed two GEBs occupying about three-quarters of the patient's right thorax, and the remaining lung was highly compressed (Fig ). A 3.1 × 1.4 cm irregular-shaped lung lesion was found in the right upper lobe. However, the right bronchus was significantly shifted toward the mediastinum (Fig ), and we expected difficulty performing bronchoscopy due to flexion of the right upper lobe bronchus. To allow re-expansion of the remaining lung and identify the localization of the GEBs, 16Fr and 8Fr thoracic drains were inserted into the GEBs under CT guidance. The thoracic under-water seal drains were not suctioned. The patient's respiratory distress improved, and he did not require oxygen therapy. A CT scan subsequently revealed re-expansion of the right lung and a 3.3 × 1.8 cm lung tumor with pleural indentation in the right upper lobe (Fig ). Since the shift of the right bronchus was improved (Fig ), bronchoscopy was performed, and the tumor was diagnosed as non-small cell lung cancer (NSCLC) at clinical stage IB by bronchial brushing cytology. The GEBs were found to have originated from the right lower lobe. 18F-fluoro-2-deoxy-d-glucose positron emission tomography (FDG-PET)/CT was not performed.\\nVideo-assisted thoracoscopic surgery (VATS) was performed for right upper lobe lung cancer and right lower GEBs six days after drainage. Surgical findings included extensive adhesions between the cyst wall and chest wall, and adhesiotomy was performed (Fig ). The tumor was found in the right upper lobe (Fig ), and no pleural dissemination was observed macroscopically. Right upper lobectomy, mediastinal lymph node dissection (ND2a-1), and bullectomy of the GEBs using autosuture devices were subsequently performed (Fig ). The operative time was 180 minutes, and the estimated blood loss was 20 mL. Postoperatively, pleurodesis was performed with a 50% glucose solution for a prolonged air leak, and the chest drain was removed on postoperative day 13. On histopathological examination, the tumor was diagnosed as invasive adenocarcinoma (Fig ). Pleural dissemination was found in part of the cyst wall of the GEB (Fig ), and the lung cancer was staged as IVA (T2aN0M1a). The patient received four courses of chemotherapy with cisplatin, pemetrexed, and bevacizumab followed by maintenance chemotherapy with pemetrexed and bevacizumab.\\nAt six-month follow-up, no exertional dyspnea was observed. Spirometry indicated that VC was improved to 2.36 L (71.5%) and FEV1.0 was improved to 1.52 L (57.1%). CT showed that the remaining right lung was fully inflated, and no recurrence of lung cancer was observed (Fig ).", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'23333837': 1, '1761406': 1, '21308444': 1, '15900242': 1, '16236853': 1, '12832685': 1, '11213667': 1, '601728': 1, '21491728': 1, '9093350': 1, '33174376': 2}", "similar_patients": "{}"}