{"patient_id": 28191, "patient_uid": "7677852-1", "PMID": 33208174, "file_path": "comm/PMC007xxxxxx/PMC7677852.xml", "title": "Restorative treatment in a case of amelogenesis imperfecta and 9-year follow-up: a case report", "patient": "In april 2010 a 16-year old female patient showed herself in the Central Interdisciplinary Ambulance in the School of Dentistry, University of Münster for consultation. Her dentist intended to perform a prosthetic full crowning of all teeth due to the generally hypoplastic enamel (Fig. ). The parents of the patient asked for the necessity of prosthetic treatment at that point of time. An orthodontic treatment to regulate a minor existing malocclusion was completed at that time. Her dentist recognized the alteration of the teeth upon eruption of the deciduous teeth and later the enamel malformation was also evident in the permanent teeth.\\nThe medical history was unremarkable. Since the diagnosis of AI the patient got frequent appointments at her dentist for high fluoride varnish and professional dental care every 6 weeks. Beside that the patient performed an in-house fluoridation once a week with high dose fluoride and daily use of fluoride containing tooth paste for tooth brushing.\\nA familial clustering was reported by the patient and her parents. Affected subjects were known in different branches of the family. Her sister was also affected in an equal manner. No further dental findings or caries were recognizable.\\nThe suspected diagnosis was amelogenesis imperfecta type I according to the classification of Witkop []. The diagnosis was based on the phenotype and family history of the relevant findings of amelogenesis imperfecta.\\nDue to the partially exposed dentin and lack of regularly formed overlying enamel the teeth of the patient showed hypersensitivity upon chemical and physical stimuli. Especially sweet food and beverages caused increased disturbance by pain. As a consequence, the patient altered her alimentary habits and avoided the consumption of all kind of food that caused pain.\\nBeside the limitation of food consumption, the major discomfort was the reduced esthetic appearance due to the malformed tooth shape and appearance of the visible anterior teeth of the upper and lower jaw. Due to the malformed tooth shape and the discolouration the patient reported negative social influence when trying to hide the altered teeth during talking and laughing to each other.\\nDue to the well done frequently appointments and fluoridation at her dentist and the good oral hygiene no signs of gingivitis were present. The only filling was found within the lower left second molar.\\nOn dental examination a complete adult dentition without the upper and lower third molars was recognizable. Due to a former defect the last lower left second molar was restored with a composite resin filling. No other restorations were recognizable.\\nThe shape of the visible clinical crowns of the permanent dentition was altered by the hypoplastic enamel. As reported before the patient mentioned similar alteration within the deciduous dentition.\\nPrior to the suggested treatment an orthopantomogram was done by the former dentist (Fig. ). A complete permanent dentition was recognizable, but the lower third molars were still unerupted. The orthopantomogram revealed that there was an agenesis of the upper left and right third molars. The residual covering enamel showed no reduced radiolucency but reduced thickness compared to the underlying dentin. No radiolucency corresponding to carious lesions was found. The pulp chambers especially of the upper and lower first and second molars showed reduced volumes compared to the mean volume of such teeth in patients of the same age not affected by AI. The length of the tooth roots appeared to be in normal range, while the interdental spaces, especially in the lower jaw appeared enlarged.\\nIn advance of the first presentation in the central interdisciplinary ambulance an orthodontic treatment was performed by the orthodontist near the patient’s home. Due to the hypoplastic and partly aplastic enamel the orthodontic treatment was done by using the Invisalign system (Align Technology Switzerland GmbH, Rotkreuz, Switzerland). The aim of the orthodontic treatment was a pre-prosthetic alignment of the teeth suggested by the former dentist. The upper and lower dental arches were harmoniously shaped, and a slight gap position of the approximal spaces was also adjusted. However the designated prosthetic restoration was not carried out.\\nCast models were made after dental impressions with alginate to preserve the initial oral situation prior to further treatment. To determine possible alterations of the esthetic aspects a measurement of the upper face third from hairline to glabella (5 cm), middle face third from glabella to subnasal (5 cm) and lower face third in maximum intercuspidation from subnasal to menton (4.7 cm) was done. Additionally, a deep bite of 5 mm was measured, whereas an overbite of 1–2 mm can usually be measured; the difference corresponds approximately to the sum of the missing enamel thickness, which in non-pathological cases is found in the posterior region []. The vertical dimension was not elevated in agreement with the patient.\\nThe restoration of all teeth of the upper and lower jaw except upper left lateral incisor and the lower left premolars was done by direct composite resin fillings. Due to existing occlusal contacts located in the areas of residual enamel within the maximum intercuspidation the occlusal relation was secured without further alterations and without the need of elevating the vertical dimension. Five appointments were scheduled for the entire treatment. During each appointment the teeth of a quadrant and the anterior upper incisors were treated successively. During each appointment the restoration of the teeth was done after adaption of rubber dam and additionally insertion of a braided retraction thread of size 00 (Ultrapak Cord, Ultradent, South Jordan, UT, USA) impregnated in Orbat (lege artis Pharma, Dettenhausen, Germany) in the sulcus gingivalis in order the prevent efflux of sulcus fluid and blood during restorative therapy.\\nAfter total etch of the tooth surfaces by phosphoric acid (38%) (Orbis Dental, Münster, Germany) the chosen dentin adhesive Optibond FL (Kerr, Orange, CA, USA) was applied to the etched surfaces according to the manufacturer’s specifications to ensure an appropriate bonding of the composite resin restoration to the residual enamel and underlying dentin. For restoration of the hypoplastic teeth the nanofilled hybrid composite resin Grandio (VOCO, Cuxhaven, Germany) was used. In agreement with the patient the molars and canines were restored with the shade Vita A3 whereas the premolars and incisors with the shade Vita A2.\\nThe exposed dentin and residual enamel of the dysplastic teeth was covered in anatomic shape by the use of composite resin restoration and light cured with a LED polymerization light at wavelength of 450 to 490 nm (SmartLite PS, Dentsply, Konstanz, Germany) for 20 s per increment. The restoration of the occlusal, buccal and oral surfaces was done by free-hand modelling whereas the proximal parts of the teeth were modelled with matrices (Orbis Dental, Münster, Germany) and interdental wedges (Kerr Hawe, Bioggio, Switzerland).\\nAfter completion of the restorations all restored surfaces were contoured, the occlusion was corrected by yellow coded diamond burs (Brasseler, Lemgo, Germany) and polished with Identoflex Composite Polishers and Occlubrush (both KerrHawe). The treatment of the upper jaw required 3 appointments whereas the treatment of the lower jaw required 2 appointments.\\nIn agreement with the patient, some teeth (upper left lateral incisor and the lower left premolars) and some lingual and palatal surfaces were not treated due to an existing enamel layer. Due to insufficient distal margin the filling of the second left lower molar was retreated (Fig. ).\\nAfter the completion of the treatment the patient got intensive oral hygiene instructions. The fluoridation schema containing fluoride varnish in the dental office once every 6 weeks, application of high dose fluoride formulation once a week with Elmex Gelée (GABA, Lörrach, Germany) or Sensodyne PROSCHMELZ Fluorid Gelée (GlaxoSmithKline, Bühl, Germany) and daily oral hygiene with fluoride containing tooth paste, toothbrush and dental floss was recommended. Beside also appointments for dental control every 3 months in the dental office were recommended.\\nAfter carrying out the restoration the patient decided to undertake the recommended regular appointments and dental care at her family dentist near to her home in order to avoid frequently long travels for appointments to the School of Dentistry of Münster.\\nSeven months after completion of the restoration the first follow-up was performed. All restorations were sufficient and no discolouration was visible. Solely a slight bleeding on probing located in the sulcus gingivalis of the right lower canine was visible but no other signs of gingival inflammation were recognizable.\\nAfter about 2 years (28 months) without regular appointments for control at the School of Dentistry in Münster the patient showed again for retreatment. Some restorations showed secondary caries especially located in the interdental spaces of the both upper first molars and the second left lower premolar. The defects of the teeth were again treated in the same manner as described with dentin adhesive fillings. The composite resin used was Grandio SO (VOCO, Cuxhaven, Germany).\\nAbout 4 years (46 months) after initial treatment the patient showed herself for dental control. Bitewing radiographs of the right and left side were taken (Fig. ). Some restorations showed radiolucency of the margins due to secondary caries and caries without association to former restorations especially within the interdental spaces. A restorative therapy of the affected teeth was done in the same manner as initially performed with total etch technique, dentin adhesive and composite resin (Tetric Evoceram, Ivoclar Vivadent, Schaan, Lichtenstein). Treatment was necessary to the upper right jaw (second premolar to the second molar), the upper left jaw (first premolar and second molar), the lower left jaw (second premolar to the second molar) and the lower right jaw (second premolar and fist molar).\\nSixty-eight months (5.5 years) after restoration the patient showed herself for another follow-up control. Due to secondary caries the restoration of the second lower right molar showed an insufficient margin. A retreatment was done with total etch technique, dentin adhesive and composite resin (IPS Empress Direct, Ivoclar Vivadent).\\nThe last follow-up was done about 9 years (110 months) after initial treatment. During the appointment some composite resin fillings showed insufficient margins (second upper left premolar, first lower left molar, first and second lower right molar) and had to be retreated (Fig. ).", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'20640366': 1, '20020085': 1, '24164394': 1, '25512739': 1, '14970781': 1, '21519557': 1, '27625550': 1, '3150442': 1, '6960709': 1, '10332349': 1, '27550338': 1, '13705377': 1, '15747651': 1, '34976063': 1, '24283507': 1, '21029333': 1, '21068190': 1, '24571544': 1, '16399268': 1, '17518900': 1, '19508258': 1, '17408482': 1, '25107287': 1, '5218893': 1, '33208174': 2}", "similar_patients": "{}"}