{"patient_id": 16602, "patient_uid": "7021454-1", "PMID": 32089927, "file_path": "comm/PMC007xxxxxx/PMC7021454.xml", "title": "Cytokeratin-Positive Osteosarcoma Simulating Sarcomatoid Metastatic Carcinoma", "patient": "A 52-year-old Caucasian male, with no prior history of malignancy or bone lesions, presented with a 9-month history of atraumatic, aching, moderate, intermittent pain in the right knee and lower leg with insidious onset, radiating distally and awakening the patient from sleep at night, exacerbated by weight-bearing, lifting, activity, movement, and local pressure. No constitutional symptoms were reported. Imaging ordered by his primary care physician (PCP) revealed a permeative destructive process involving the distal femoral metaphysis, leading to orthopedic referral.\\nPhysical exam showed slight right-sided antalgic gait and tenderness to palpation of the right knee lateral joint line, distal lateral femur, and lateral femoral condyle. Right knee active range of motion was 5-110 degrees. Neurovascular status was normal.\\nBlood work showed normal complete blood count, a metabolic panel including lactate dehydrogenase, and serum protein electrophoresis. Prostate-specific antigen levels were within normal limits (<4.0 ng/mL).\\nRadiographic workup consisted of plain X-rays of the knee () as well as magnetic resonance imaging (Figures and ). Staging workup consisted of chest/abdomen/pelvis computed tomography and Tc-99m total body bone scan (). Based on these studies, the lesion appeared to be a solitary bone lesion without any disease elsewhere.\\nOccult solitary metastatic carcinoma, primary bone lymphoma, and primary bone sarcoma remained highest among the list of differential diagnostic considerations. An open biopsy was performed yielding a frozen section that was inconclusive. Permanent sections showed a malignant spindle cell neoplasm with marked cellular pleomorphism and extensive necrosis infiltrating lamellar bone. There were bone necrosis and remodeling, but no clear evidence of osteoid matrix or bone formation. The morphological differential diagnosis mainly included metastatic sarcomatoid carcinoma and osteosarcoma. Immunohistochemistry showed that the tumor was strongly and diffusely positive for vimentin and cytokeratin CAM 5.2 (), focally and weakly positive for GATA-3 and cytokeratin AE1/AE3. No reactivity was seen with epithelial membrane antigen (EMA), PAX-8, RCC, desmin, smooth muscle actin, myogenin, S-100, SOX-10, MART-1, TTF-1, CD34, CD117, TLE-1, cytokeratin 7, cytokeratin 20, and p63. The lack of osteoid matrix and the diffuse and strong immunoreactivity with cytokeratin were interpreted as most consistent with metastatic sarcomatoid carcinoma.\\nA positron emission tomography (PET/CT) was performed to complete the search for an occult primary site of an elusive carcinoma, but this was otherwise negative except in the right distal femur. Limited activity seen in the bilateral lung hilum was not felt to be indicative of obvious primary or metastatic disease, a reactive process being favored.\\nMedical and radiation oncology consultations were obtained. CT-guided needle biopsy of four mediastinal nodes identified as being enlarged on PET-CT showed reactive disease. The patient sought a second opinion at another institution, where the pathology review concurred with the diagnosis of metastatic sarcomatoid carcinoma. With the diagnosis of solitary metastatic sarcomatoid carcinoma of unknown primary, the patient underwent external beam radiation therapy (EBRT) to the right distal femur, fifteen cycles of 250 cGy for a total of 3750 cGy.\\nThe clinical response to EBRT was poor, with worsening overall pain, nighttime awakening pain, antalgia with slightest weight-bearing, decreased range of motion, increased swelling, and overall poor function of the knee. In view of the lack of primary site, the poor prognosis and limited treatment options for metastatic carcinoma of unknown primary, and the possibility of a primary bone tumor after microscopic examination of the entire tumor, surgical resection was performed.\\nRepeat X-rays showed some demineralization, and repeat MRI () showed some progression in the size of the tumor. While still intraosseous and involving the lateral femoral condyle, it had progressed medially past the midline. Wide resection of the distal femur with megaprosthesis reconstruction was performed.\\nThe distal femoral resection specimen showed conventional osteosarcoma (). The gross specimen consisted of 12.4 × 8.8 × 7.8 cm segment of the distal femur, which also included the soft tissues and skin from the needle biopsy site scar. The cut surface showed an 8.6 × 5.2 × 4.3 cm ill-defined tumor replacing the trabecular bone of the metaphysis and epiphysis. The tumor invaded the cortex of the lateral epicondyle without cortical breakthrough and extended to within 2.8 cm from the proximal resection margin. A 3.2 × 1.0 cm area of bone cement from the prior needle biopsy was identified in the diaphysis. Histologic sections () show a high-grade spindle cell sarcoma with marked cellular pleomorphism, extensive necrosis, and numerous mitotic figures replacing the marrow and encasing preexisting trabecular or cancellous bone. Focal osteoid matrix was identified. Immunohistochemistry also showed strong tumor cell reactivity for vimentin and cytokeratin CAM 5.2, weak and focal reactivity with cytokeratin AE1/AE3, and lack of reactivity with epithelial membrane antigen, MDM2, and CDK4. Despite the strong cytokeratin immunoreactivity, the overall morphological features were those of a conventional (fibroblastic) osteosarcoma. The patient was scheduled for chemotherapy with cisplatin and adriamycin for a minimum of 6 cycles; however, he decided not to proceed with chemotherapy due to the concern of side effects. Follow-up at 6 weeks showed that he had excellent pain relief, close to full active range of motion, and was ambulating without a cane (). He has remained disease-free without evidence of recurrent osteosarcoma through his latest follow-up at 8 months. Ultimately, both the prechemotherapy biopsy tissue and the postchemotherapy resection specimen were tested by immunohistochemistry for SATB-2, and both specimens showed patchy but strong nuclear tumor cell positivity, confirming the diagnosis of osteosarcoma ().", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'9167046': 1, '9416488': 1, '1380194': 1, '11486171': 1, '21876652': 2, '14514776': 1, '27465835': 1, '24739846': 1, '26551622': 1, '16627266': 1, '27466305': 1, '21677534': 1, '7680195': 1, '1864588': 1, '7683966': 1, '32089927': 2}", "similar_patients": "{'3160007-1': 1}"}