{"patient_id": 97597, "patient_uid": "7192244-1", "PMID": 32377144, "file_path": "noncomm/PMC007xxxxxx/PMC7192244.xml", "title": "Giant Infantile Hepatic Hemangioma: Case Report and Surgical Technique", "patient": "A 36-week-old 2950 g, 11-day-old baby boy was intubated following cardiopulmonary resuscitation performed upon respiratory arrest at birth. During his physical examination, he was intubated and tachycardic (150 bpm) with a poor general health condition. In the abdominal examination, the mass filling the right abdominal quadrant and descending into the pelvis was detected. In its ultrasonography (USG), in hepatic segments of 4a, 4b, 2.3; structurally hyperechoic patchy areas with punctate echoes and occasionally linear hypoechoic vascular structures with sharp borders and large nodular formations were observed. In addition, it was reported that the segment 4b localization showed an approximately 172x17 mm hyperechoic lesion with lobulated and smooth contours. Computed tomography (CT) demonstrated an extremely enlarged liver with its longest diameter being 182 mm. In the contrast-enhanced CT examination, multiple numbers of disseminated lesions which filled up left lobe segments 2, and 3 which are characterized by patchy areas of nodular formations with sharp borders were seen. However, in the arterial phase, peripheries of these lesions were intensely contrast- enhanced, and in portal and delayed venous phase contrast uptake gradually became more intense towards central regions of these lesions.\\nLevels of serum enzymes (AST 155 U/L, ALT 45.31, GGT 230.6 U/L,) and tumor markers (AFP >300 IU/Ml, CA 125: 112.3 U/ml, CEA 1.47 ng/ml, CA 19-9: 6.43 U/ml.) were as recorded.\\nThe patient was operated with diagnoses of hepatoblastoma, infantile hepatic hemangioma, atypical giant hemangioma, and undersigned. Informed consent form was obtained from the family of the patient.\\nAfter proper application of antibacterial solution and draping of the surgical site, the abdomen was entered with an inverted T incision Hepatic tumoral mass with approximate dimensions of 15x10x20 cm was observed. The mass at first glance was seen to originate from the left lateral part of the liver and extended into the pelvis. The left lobe of the liver was liberated from its attachments and delivered out of the abdomen. The hilar region was made visible. Following cholecystectomy, the left hepatic artery (left HA) was found and dissected. It was observed that the left HA diameter was very enlarged. The right hepatic artery (right HA) and segment 4 artery were exposed. Segment 4 artery was found to originate from the left HA. The main portal vein was exposed. The left portal branch was dissected. The left portal branch was dissected from the umbilical fissure and the arterial branches of segments 4, 2, and 3 were revealed. The main arterial branches leading to segments 2 and 3 were ligated to protect segment 4. A nearly 50% decrease in the size of the avascularized mass was observed. Then, liver parenchyma was dissected with the help of CUSA (Cavitron ultrasonic surgical aspirator) and crushing clamp applied at a safe distance between the mass border and the parenchyma. Bile canaliculi and vascular structures were closed with a titanium clip. The left hepatic vein was dissected away from the area where it entered inferior vena cava over the vascular clamp and closed in two layers with 5/0 non-absorbable suture. The left lateral bile duct was exposed and ligated. The mass completely separated from the liver was taken out of the abdomen. After bleeding control, an absorbent drain was placed in the hilar region and the abdominal layers were closed.\\nAfter the operation, the patient was intubated and taken to the neonatal intensive care unit. For five days, his vital signs remained stable, so he was weaned from the mechanical ventilator. Any pathological finding was not detected in the control USG, so the absorbent drain in the abdomen was removed. The dressing of the surgical wound and follow-up of the patient was continued for ten days. Since any complication did not develop, the patient was discharged and followed up in the outpatient clinic.\\nThe histopathological examination of the removed mass revealed a 10.5x7 cm mass lesion containing stroma-rich and diffusely sinusoidal vascular tissue compatible with infantile hepatic hemangioma which can be clearly differentiated from liver tissue.", "age": "[[36.0, 'week']]", "gender": "M", "relevant_articles": "{'8786479': 1, '24560847': 1, '10022152': 1, '14991538': 1, '14975986': 1, '17714939': 1, '2198856': 1, '11880743': 1, '34349599': 1, '6837854': 1, '8255621': 1, '3872044': 1, '4881491': 1, '16385264': 1, '1246488': 1, '32377144': 2}", "similar_patients": "{}"}