{"patient_id": 97647, "patient_uid": "7193402-1", "PMID": 32395260, "file_path": "noncomm/PMC007xxxxxx/PMC7193402.xml", "title": "Disseminated Actinomycosis A Rare Cause of Abdominal Pain: A Case Report", "patient": "A 59-year-old female known to have sickle cell trait presented to our tertiary care center with a three-month history of abdominal pain and weight loss. The abdominal pain was central, non-radiating, moderately severe, progressive, and colicky with no aggravating or relieving factors. It was associated with unintentional weight loss (10% of the patient’s weight), fatigue, and anorexia for the same period.\\nShe had no other symptoms, such as fever, night sweats, vomiting, or changes in urinary or bowel habits. She underwent uncomplicated total abdominal hysterectomy for uterine leiomyomatosis years before the presentation. There was no history of smoking or alcohol misuse.\\nOn examination, she was afebrile, vitally stable, pale, and had mild diffuse abdominal tenderness with no palpable lymphadenopathy. She showed no abnormal neurological, cardiac, or respiratory signs.\\nInitial diagnostic workup confirmed the presence of microcytic hypochromic anemia, leukocytosis, mildly elevated liver enzymes, and significantly raised inflammatory biomarkers [].\\nAbdominal ultrasound revealed multiple hypoechoic lesions in the liver. Further evaluation by abdominal computed tomography (CT) scan confirmed the presence of a large heterogeneous irregular hepatic mass with intrahepatic biliary duct dilatation. Additionally, it revealed a circumferential wall thickening of the transverse colon and stomach []. Chest X-ray revealed right lower zone infiltrate with obliteration of right costophrenic angle, which was further evaluated by CT scan that confirmed the presence of right pleural effusion accompanied by right lower lung infiltrate. It also revealed moderate pericardial effusion [].\\nThe initial impression was a malignant process with hepatic, pleural, and pericardial involvements. Endoscopy of the upper and lower gastrointestinal tract was performed and reported normal. A bone scan to assess the presence of bone metastasis was negative. The patient ultimately had exploratory laparotomy and a liver biopsy, which showed an extensive inflammation with lymphoplasmacytic infiltrates, macrophages, abscesses, and Actinomyces (positive periodic acid-Schiff stain) [].\\nThe patient was diagnosed as a case of disseminated actinomycosis involving the liver, heart, intestine, and lungs. Treatment was commenced with high-dose ampicillin, after which the patient showed considerable improvement in clinical symptoms and a drop in inflammatory markers. However, by the second week, her fever spiked again. We conducted septic workup considering the possibility of hospital-acquired sepsis. The repeated chest X-ray revealed worsening of the right-sided pleural effusion [] that mandated thoracentesis and insertion of a chest drain.\\nThe patient showed significant clinical improvement with the chest tube drainage. By the third week, the drainage was removed with no further recollection of the fluid, but she started to have a major allergic reaction to ampicillin in the form of a generalized urticarial reaction. Hence, the antibiotic was changed to doxycycline, which she tolerated well, and she was fit for discharge by the \u2028end of the fourth week with a plan for the continuation of doxycycline for a total of four to six months based on the clinical response. A follow-up CT scan, after two months, showed substantial interval reduction in pleural effusion, pericardial effusion, and liver abscess. Interestingly, a repeated scan by the end of the sixth month revealed complete radiological resolution with significant clinical improvement in her appetite and weight (she gained 10 kg over six months).", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'25045274': 2, '21990282': 1, '14431196': 1, '6381942': 1, '33931097': 1, '20582172': 1, '25788515': 1, '11242814': 2, '19638556': 1, '16116835': 1, '24428279': 1, '9127570': 1, '27957360': 2, '12662015': 1, '15847718': 1, '32395260': 2}", "similar_patients": "{'4094581-1': 1, '4094581-2': 1, '4094581-3': 1, '4094581-4': 1, '4094581-5': 1, '4094581-6': 1, '4094581-7': 1, '4094581-8': 1, '4094581-9': 1, '4531766-1': 1, '5120197-1': 1}"}