{"patient_id": 106177, "patient_uid": "7992656-1", "PMID": 33911760, "file_path": "noncomm/PMC007xxxxxx/PMC7992656.xml", "title": "A Case of Generalized Lichen Sclerosus et Atrophicus", "patient": "A 62-year-old female presented with extensive skin lesions accompanied by mild itching. In the past year, she gradually developed diffuse scattered brown-colored lichenified patches on her abdomen, axilla, and flexural areas of her extremities. Skin lesions showed irregularly shaped hyperpigmented patches with sclerosis (). The genital area showed no symptoms. She had no specific family history or past medical history except asthma and hypertension. Autoantibodies or abnormalities of hormone level such as thyroid hormones were not found in laboratory tests. She underwent skin biopsy for a diagnosis to be made. On performing histopathologic examinations (), follicular plugging with compact hyperkeratosis was observed in the epidermis. Thinning of the epidermis and hydropic degeneration of the basal cells were found. A cleft-like space due to the separation of the atrophic epidermis and dermis was also observed. Edema and collagen homogenization existed in the upper dermis, and inflammatory cell infiltration was observed in the mid-dermis. Based on the clinical features and histopathological findings, the patient was finally diagnosed with generalized LSA. She began treatments that consisted of systemic and topical steroids. Because there is no definite treatment guideline for generalized LSA, various treatments had been attempted, including topical steroids, tacrolimus, and narrow band ultraviolet B (UVB). After approximately 18 months of treatment, pigmentation and sclerosis of the abdomen and extremities were reduced and her symptoms were alleviated (). The patient is now continuing outpatient treatment. We received the patient's consent form about publishing all photographic materials.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'3342175': 1, '10071317': 1, '19917961': 1, '17034535': 1, '5570266': 1, '3170811': 1, '7451694': 1, '23329078': 1, '33911760': 2}", "similar_patients": "{}"}