{"patient_id": 23447, "patient_uid": "7423495-1", "PMID": 32802604, "file_path": "comm/PMC007xxxxxx/PMC7423495.xml", "title": "Acute Limb Ischemia in COVID-19 Disease: A Mysterious Coagulopathy", "patient": "A 58-year-old male with a pertinent past medical history of dyslipidemia initially presented to the hospital due to acute shortness of breath and subjective fever for the past week. On presentation, he was swabbed for novel coronavirus, which resulted as positive. For the first five days, he was monitored on the regular medical floor for his oxygen requirements, which fluctuated between 2 and 3 liters on the nasal cannula. He was initiated on hydroxychloroquine and azithromycin for five days, and his progression of inflammatory markers was trending every 48 hours (Table ).\\nOn the fifth day of admission, the patient’s oxygen requirement worsened to the point that he had to be transitioned to a non-rebreather mask on 15 liters. His other vital signs included a blood pressure of 130/75 mm Hg, respiratory rate of 22 breaths per minute, temperature of 99.4 degrees Celsius, and pulse oxygenation ranging from 90% to 94%. He was transferred to the critical care unit for closer monitoring. He was initiated on intravenous corticosteroids and interleukin (IL) 1 inhibitor anakinra. On the seventh day, he started complaining about paleness and cold left lower extremity as compared to the right side. On examination, there were no motor or sensory deficits; however, pulses were detectable only on Doppler ultrasound (Figure ). Urgent vascular surgery evaluation was conducted, and the bilateral arterial duplex was performed, which demonstrated normal arterial flow. The patient, however, was switched to therapeutic low molecular weight heparin (LMWH) given the high suspicion for prothrombotic state associated with cytokine release syndrome.\\nHis oxygen requirements were successfully titrated down to 6 liters by the 10th day of hospitalization; however, he continued to complain about his left cold foot, which gradually progressed to develop cyanosis. The patient at this time was switched to intravenous heparin drip in consideration of unstable peripheral vascular disease. With no improvement noted in his cyanosis, CT angiogram was obtained, which demonstrated filling defects in the main left femoral artery suspicious of thrombus (Figure ). Decreased blood flow was also noted in the left popliteal, posterior tibial, peroneal, and anterior tibial arteries.\\nHeparin drip was continued and aspirin 81 milligrams was added in the regimen. Despite being on full anticoagulation, the patient was developing arterial thromboses, which prompted hematology evaluation for hypercoagulable screening. Peripheral smear was also performed, which did not reveal any schistocytes; the red blood cells, leukocytes, and platelets demonstrated normal features.\\nExtensive blood workup including genetic studies was obtained, which are summarized in Table . The mildly elevated anticardiolipin immunoglobulin M was considered secondary to inflammation and deemed non-specific. Ultimately, vascular surgery was performed, with angioplasty as limb salvage therapy in the femoral, popliteal, and tibial arteries. The re-vascularization was followed with below-the-ankle amputation of the necrotic dead tissue.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'32430637': 1, '34182111': 1, '32220112': 1, '33500313': 1, '34390791': 1, '34316528': 1, '33388408': 1, '31996437': 1, '33737827': 1, '33628656': 2, '32405288': 1, '34956641': 1, '32339221': 1, '32407672': 1, '32073213': 1, '30642917': 1, '32423583': 1, '34163217': 1, '32171076': 1, '33014708': 1, '33927903': 2, '33940162': 1, '34466301': 2, '32360679': 1, '34367772': 2, '32802604': 2}", "similar_patients": "{'8051521-1': 1, '8396422-1': 1, '8396422-2': 1, '8330877-1': 1, '7890750-1': 1}"}