{"patient_id": 27178, "patient_uid": "7593446-1", "PMID": 33178718, "file_path": "comm/PMC007xxxxxx/PMC7593446.xml", "title": "Locked-in Syndrome in a Young Patient Due to SARS-CoV-2: A Case Report", "patient": "A 25-year-old woman with past medical history of hypertension and diabetes mellitus type I presented to the Emergency Department (ER) with symptoms of dry cough, low-grade fever, and worsening shortness of breath for 1 week. In the emergency room, the triage vital signs showed that she was hypoxic to 70% on pulse oximetry, which improved to 96% on 6 L of supplemental oxygen via nasal cannula. Considering the COVID-19 pandemic and her typical symptoms, a nasopharyngeal swab for COVID-19 PCR was done in the ER, which eventually came out as positive.\\nOn hospital day 2, she developed acute respiratory syndrome (ARDS), and she eventually had to be intubated requiring mechanical ventilation. Computed tomography of the chest showed interstitial infiltrate dictating the severity of the patient (). Eventually, after 8 days of requiring high fraction of oxygen (FiO2) up to 100% and positive end expiratory pressure (PEEP) of >12, her lung compliance started to improve, and we were able to decrease her FiO2 and PEEP requirements. She was off sedation, and we attempted several unsuccessful spontaneous awakening and breathing trials. To evaluate her for unresponsiveness despite being off sedation, a computed tomography of the head without contrast and electroencephalography were done, which came back as unremarkable for any acute findings.\\nOn hospital day 16, the patient finally opened her eyes and started following simple commands such as blinking of her eyelids. She was just able to respond to any command by her vertical eye ball movement and blinking of eyelids but continued to not show any movement in all four of her extremities. A repeat CT scan of the head on day 16 was also unremarkable for any acute intracranial pathology. Neurology was consulted; after 6 days off sedation on physical examination, patient was arousable to voice and tactile stimulation by opening of her eyes and was able to track objects with eye. Bilateral pupillary reflex, corneal reflex, doll's eye reflex, and gag reflex were intact. The patient's National Institutes of Health Stroke Scale (NIHSS) score was 27, showing severe stroke with total motor impairment of all extremities. A magnetic resonance imaging of the brain to rule out stroke, a magnetic resonance angiography to rule out arterial stenosis, an echocardiography to rule out cardiac source of any emboli, and a lumbar puncture for cerebrospinal fluid analysis were done. The results of the magnetic resonance angiography (MRA) of the neck (), echocardiography, and cerebrospinal fluid (CSF) analysis was unremarkable; however, MRA of the head () and a non-contrast MRI of the brain () showed multiple foci of restricted diffusion within the pons, compatible with acute infarcts.\\nPatient was on deep vein thrombosis (DVT) prophylaxis Heparin 5,000 U subcutaneous every 8 h from day 1 of hospitalization. After finding acute infarct and occluded vertebral artery, full anticoagulation with intravenous Heparin 16 U/h was started with the goal of activated partial thromboplastin time (aPTT) of 60–90 s. As shown (), there was a decreased flow in the distal right vertebral artery suspicious of blood vessel occlusion. Basilar artery is patent on the MRA (). Given the bilateral nature of acute pontine central infarct as shown in MRI (), the culprit basilar thrombus originated from the occluded right vertebral artery, was stuck for a time being in the basilar artery, lead to bilateral stroke, and resolved later (). It is very less likely that a bilateral pontine infarction, leading to locked-in syndrome, can be caused by direct thromboembolic occlusion of basilar perforator arteries.\\nNeurologist recommended full hypercoagulable workup including platelets, protein S, protein C, antithrombin-III, PT, aPTT, d-dimer, antiphospholipid (APL) antibody isotypes, fibrinogen, and fibrin split products. Normal platelet count of around 285,000/μl and normal PT and aPTT excluded disseminated intravascular coagulation (DIC). Raised inflammatory markers, i.e., fibrinogen level, d-dimers, CRP, and ferritin are the hallmark of cytokine storm leading to sepsis-induced coagulopathy. Considering the area of ischemic stroke and the fact that there was no improvement from locked-in syndrome after 29 days, on the 30th day, a tracheostomy and percutaneous endoscopic gastrostomy was performed, and the patient was sent to a nursing home later on minimal ventilator settings.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'30582882': 1, '32275288': 1, '32399694': 1, '31950516': 1, '31410983': 1, '32574248': 1, '32360439': 1, '32112886': 1, '32464707': 1, '23222502': 1, '32220112': 1, '32343504': 1, '32409210': 1, '27385775': 1, '15165741': 1, '28223279': 1, '24440367': 1, '33178718': 2}", "similar_patients": "{}"}