{"patient_id": 102464, "patient_uid": "7670354-1", "PMID": 33250753, "file_path": "noncomm/PMC007xxxxxx/PMC7670354.xml", "title": "Globe Subluxation following Long-Term High-Dose Steroid Treatment for Myasthenia Gravis", "patient": "A 57-year-old healthy male presented at the Department of Ophthalmology with fluctuating vertical diplopia. Orthoptic examination demonstrated weakness of the inferior rectus muscle. Ocular examination showed an inborn tendency towards proptosis. There were no signs of ptosis. The diagnosis of MG was established by the presence of acetylcholine receptor auto-antibodies. Single-fiber electromyography of the frontal muscle and computed tomography of the brain were normal. Thyroid-stimulating hormone (TSH), Thyroid stimulating immunoglobulin (TSI), anti-thyroglobulin (anti-Tg), and anti-thyroid peroxidase (anti-TPO) were absent. Initially, he showed a good clinical response to pyridostigmine in increasing dose up to 720 mg. But after 2 months, his ocular symptoms worsened and he started to experience abdominal cramps secondary to the high doses of pyridostigmine. Plasmapheresis was started and pyridostigmine was tapered to 600 mg. The patient reported initially an improvement of his symptoms after plasmapheresis, but 3 months later, he developed a full ptosis of his left eye. His neurologist then started oral steroid treatment (64 mg methylprednisolone) and increased the dose of pyridostigmine to 720 mg. This resulted in a rapid clinical improvement. One year after his diagnosis of MG he presented again at the emergency Department of Ophthalmology. The patient described he had experienced a sudden protrusion of the left eye with inability to close the eyelids upon awakening. This description fits with a globe subluxation. Fortunately, he had been able to push the globe back himself, causing a big corneal abrasion. By this time, he had already been on 58 mg of methylprednisolone for 6 months. Pyridostigmine had been tapered to 360 mg because of the gastrointestinal side effects. Ocular motility examination showed improvement of the ductions. His intraocular pressure was elevated, 22 mm Hg in the right and 26 mm Hg in the left eye (ATO). Therefore, topical prostaglandin treatment was initiated to control the intraocular pressure. The patient had gained about 30 kg and had developed a significant cushingoid facies over the past 6 months (Fig. ). He was unable to climb stairs or carry a bucket of water due to steroid myopathy in conjunction with generalized MG. As the treatment of his disease was not according to international recommendations, he was referred to a different neurologist (M.D.B.), who tapered methylprednisolone and pyridostigmine and added 3 mg of tacrolimus. This resulted in a quick remission. Just 10 weeks after the introduction of tacrolimus to the treatment, the methylprednisolone could already be tapered to 4 mg. Two months later however, a new subluxation occurred, despite optimal medical treatment. To avoid new subluxations lateral tarsorrhaphy was performed.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'11838986': 1, '18931223': 1, '18059039': 1, '28420327': 1, '33250753': 2}", "similar_patients": "{}"}