{"patient_id": 16637, "patient_uid": "7023717-1", "PMID": 32061254, "file_path": "comm/PMC007xxxxxx/PMC7023717.xml", "title": "Recurrent giant cell tumour of the thoracic spine managed by total en bloc spondylectomy and denosumab therapy: a case report", "patient": "A 50-year-old woman was admitted to our hospital in June 2013 owing to back pain radiating to the lower left abdomen for 2 months with progressive exacerbation. Physical examination revealed a tender point on the back, paraparesis with motor strength of 4/5 in both lower limbs, and decreased left inferior abdominal wall reflex. Magnetic resonance imaging (MRI) revealed destruction of the T11 vertebra and a soft tissue mass. To prevent rapid neurological deterioration owing to tumour growth, local curettage was planned using the posterior approach. However, pathologic examination of the neoplastic specimen using instant frozen section showed that the tumour was more likely to be malignant; thus, the involved vertebral body and upper and lower intervertebral discs were completely resected. Thereafter, spinal reconstruction was performed with a screw system and titanium mesh.\\nFollow-up computed tomography (CT) showed tumour recurrence at 14 months after surgery (Fig. a-c). The patient was advised to undergo surgical treatment again, which she refused owing to lack of obvious discomfort.\\nTwenty months after surgery, the patient was readmitted owing to back pain. On admission, radiography, CT, and MRI showed lytic bone destruction at the left edge of the T12 vertebra with a huge soft tissue mass shadow in the left thoracic cavity (Fig. a-f). The tumour volume was too large to be safely removed; thus, conservative treatment of denosumab was performed. After 1 year of denosumab therapy, the tumour growth was controlled, and its edges from the T10 to the T12 vertebral body were markedly calcified, and its boundary line became clear (Fig. a-i).\\nTo prevent tumour recurrence, three-level TES was performed after 16 months of denosumab therapy. A 50-cm incision was made from T7 to L3 at the posterior median line. Twelve pedicle screws of appropriate length were implanted on both sides of the T7–9 and L1–3 vertebrae. The ribs of the right T10-T12 and the left T7-T12 were excised, and tumour tissues were separated. The T9-T10 and T12-L1 intervertebral discs were excised to divide the tumour, and the tumour and spinal tissues at the T10-T12 level were extracted from the left side of the spine (Fig. a-c). The tumour was approximately 20 × 15 cm in size, pale yellow, and hard. After resection of the tumour tissue, the left lung and diaphragmatic muscle tissues were explored and found to be severely compressed by the tumour. Some lung and diaphragmatic tissues were damaged. During the surgery, the thoracic surgeons performed emergency repair of the lung and diaphragmatic tissues. Next, two titanium rods were placed on both sides of the T7-L3 vertebrae. The cylindrical titanium mesh with appropriate length implanted into the autologous ilium was placed between T9 and L1. The pathological diagnosis was GCT of the bone (Fig. a-c).\\nSix-month postoperative radiographic examination revealed that the implant was in a good position and showed no loosening. The patient was instructed to wear a thoracolumbar brace for 3 months postoperatively.\\nAt the last follow-up (32 months after the second surgery), the patient had recovered well and could work normally. Moreover, no local tumour recurrence was observed on MRI and radiography, and three-dimensional CT showed successful biological reconstruction of the spine (Fig. a-d).", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'22350004': 1, '23867211': 1, '18322700': 1, '22448122': 1, '25337858': 1, '26037190': 1, '23705124': 2, '28146024': 1, '26579960': 1, '26040486': 1, '8337007': 1, '25609868': 1, '19881073': 2, '26949468': 1, '25617146': 1, '26523962': 1, '21045974': 1, '20706812': 1, '22711702': 1, '24718514': 1, '29878714': 1, '28583099': 1, '32061254': 2}", "similar_patients": "{'3660490-1': 1, '2765184-1': 1}"}