{"patient_id": 20545, "patient_uid": "7278537-4", "PMID": 32524057, "file_path": "comm/PMC007xxxxxx/PMC7278537.xml", "title": "Brain-responsive neurostimulation treatment in patients with GAD65 antibody–associated autoimmune mesial temporal lobe epilepsy", "patient": "A 21-year-old female had a 5-year history of focal aware and focal impaired awareness seizures. Despite seven ASM trials, her seizure rate was 8-10 seizures/d. MRI revealed right MTS, while inpatient VEEG monitoring recorded bilateral diffuse onsets. Autoimmune epilepsy panel detected anti-GAD 65-Ab (serum = 105 nmol/L). Immunotherapy (IVIG, plasma exchange, mycophenolate, rituximab) was unsuccessful. Inpatient iEEG monitoring (using stereoelectroencephalography), with strip electrodes over the bilateral temporal (anterior, posterior, subtemporal) and frontoparietal regions and bilateral depth electrodes in the amygdala and hippocampi, showed frequent interictal epileptiform discharges arising from the bilateral hippocampal and anterior subtemporal regions. Numerous electrographic seizures independently arising from bilateral hippocampi (right > left) were captured. Eventually, the patient underwent RNS System implantation with bilateral hippocampal leads.\\nAfter 15 months of RNS System treatment, the patient reported 50%–75% clinical seizure reduction. RNS System ECoGs did not show a significant reduction in electrographic seizures, however did establish that 90% of electrographic seizures originated on the left (Figure ). This trend is being monitored for a potential curative left ATL.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'29719278': 1, '28234800': 1, '28027874': 1, '25988840': 1, '33912823': 1, '29588969': 1, '28398014': 1, '26216686': 1, '21917777': 1, '24706013': 1, '25616485': 1, '23464826': 1, '28680914': 1, '33986308': 1, '24621228': 1, '22353320': 1, '27112680': 1, '28267658': 1, '19817821': 1, '20437582': 1, '28043058': 1, '19608283': 1, '30057567': 1, '26337974': 1, '34220664': 1, '28166327': 1, '32524057': 2}", "similar_patients": "{'7278537-1': 2, '7278537-2': 2, '7278537-3': 2}"}