{"patient_id": 27586, "patient_uid": "7648281-1", "PMID": 33158429, "file_path": "comm/PMC007xxxxxx/PMC7648281.xml", "title": "Complex intracranial vascular complications caused by essential thrombocythemia: a critical case report", "patient": "A 41-year-old woman was admitted to the emergency department (ZhongDa hospital. Southeast University) due to a sudden onset of persistent vertigo and vomiting, which relieved while supine. She did not complain of fever, dysphagia, hearing loss, hemiparesis or hemianesthesia. The patient was a hairdresser and dyed her hair once a month for 20 years. Her history of past illness was unremarkable. The neurological examination revealed mild dysmetria on the finger-to-nose and heel-to-shin tests. No dysarthria, facial or lingual paralysis, sensory or motor abnormalities, Babinski’s or meningeal irritation sign were seen. A brain CT scans demonstrated a hyperdense lesion in the right cerebellar hemisphere. There was not cerebrovascular malformation observed on CTA (Fig. a ~ c). Blood routine examination showed white blood cell (WBC): 19.67 × 109/L; neutrophils: 14.90 × 109/L; and platelets: 729 × 109/L, with normal coagulation function. The initial diagnosis was hemorrhagic stroke caused by haematological disease. Bone marrow biopsy and genetic testing were carried out the next day, after the consultation with a hematologist.\\nTwo days later, the patient suddenly developed transient unconsciousness with cyanochroia, and her blood pressure was too low to measure, with a SpO2 of 66%, and a pulse rate of 150 beats/min. Elevation of the lower limbs, inhalation of oxygen, rehydration and vasopressor agents were administered immediately. Her clinical symptoms improved gradually 20 mins after treatment. The subsequent neurological examination revealed left horizontal nystagmus when staring to the right. The MRI scan showed diffuse and acute infarction located in the pons and bilateral hemorrhage in the cerebella. MRV indicated the stenosis and tortuosity of the right transverse and sigmoid sinuses (Fig. d ~ f). DSA revealed multiple filling defects in the V1 and V2 segments of bilateral artery and occlusion in V3 segment of the right vertebral artery, suggesting progressive critical intracranial vertebral arterial occlusion. Neither the right transverse nor the sigmoid sinuses were apparent on DSA (Fig. a ~ d).\\nA possible culprit for the occurrence of complex cerebrovascular lesions was determined to be myeloproliferative disease after consultation with a hematologist. However, endovascular and antiplatelet treatments were not advisable due to the contradiction caused by the simultaneous presence of ICH and ischemic stroke. After treatment with IFN-α (3million U, s.c. tiw) and intensive care, the patient’s clinical condition did not deteriorate. A subsequent bone marrow smear indicated hyperplasia of the megakaryocytes. A mutation in JAK2 V617F and an absence of the BCR/ABL fusion gene were identified by genetic testing (PCR, Sanger). The diagnosis of ET was therefore confirmed according to the diagnostic criteria stated by the WHO2016. The patient’s condition stabilized after the treatment of INF-α with a decrease in platelet and WBC counts (Fig. a ~ b). The combined therapy of low-dose aspirin (100 mg, PO. daily) and INF-α (3million U, s.c. per week) was subsequently administered after the disappearance of hemorrhagic lesions (Fig. c ~ d) according to the high risk of thrombosis (IPSET-Thrombosis score of 4). The patient remained free of stroke and maintained normal levels of platelets throughout a 1-year follow-up period.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'15522575': 1, '21686662': 1, '29521303': 1, '28503969': 1, '21293296': 1, '31175128': 1, '17464935': 1, '27069254': 1, '24582788': 1, '29040257': 1, '17210076': 1, '25989112': 1, '8640685': 1, '14979062': 1, '31049728': 1, '30679326': 1, '26002850': 1, '22898586': 1, '32629973': 1, '29984396': 1, '20722707': 1, '18323498': 1, '25368771': 2, '30281843': 1, '31774958': 1, '21594892': 1, '33158429': 2}", "similar_patients": "{'4217065-1': 1}"}