{"patient_id": 23688, "patient_uid": "7434254-1", "PMID": 32926711, "file_path": "comm/PMC007xxxxxx/PMC7434254.xml", "title": "A Rare Case Report of Lemierre Syndrome from the Anterior Jugular Vein", "patient": "A 27-year-old female presented to the emergency department (ED) for swelling and redness of the left neck. She noted having a “pimple on her chin” two weeks prior, which she popped. A few days later, she developed swelling to her left neck and jaw. The swelling progressed and required emergent intubation and an intensive care unit admission at a nearby hospital for one week. Her treatment included IV antibiotics and steroids without surgical drainage. After extubation, she exhibited concern for proper treatment and left against medical advice (AMA). The next day she presented to our ED. The patient stated that she was also treated for a “lung infection,” but was unclear of the diagnosis. She noted that over the prior few days her “neck infection,” which initially improved, had increased swelling and redness. She denied any difficulty swallowing or speaking, fever, nausea, or vomiting. She was unsure of her diagnosis or specific antibiotic treatment and could not recall whether any cultures were obtained.\\nUpon arrival to the ED, the patient’s blood pressure was 107/68 milligrams of mercury with a pulse of 99 beats per minute and temperature of 98.2° Fahrenheit (36.8°Celsius). Her respiratory rate was 20 breaths per minute, and oxygen saturation on room air was 98%. Her height was 1.575 meters (5′2″) and weight was 83 kilogram (kg) (183 pounds) with a body mass index of 33.47 kg per meters squared (m2) (reference range 18.5–24.9 kg/m2).\\nOn physical exam, the patient was oriented to person, place, and time; however, she appeared visibly dyspneic ambulating from the waiting area to exam room. She had a pressure ulcer on the lower lip (likely from endotracheal tube), and fluctuance, erythema, and tenderness to teeth numbered 18 and 19. There was a large area of erythema, induration, and warmth on the left mandible, approximately 10 × 6 centimeters (cm), with no central fluctuance. Exam was negative for elevation of the tongue, uvular deviation, pharyngeal edema or erythema, and brawny edema of the anterior neck. Patient’s pupils were equal, round, and reactive to light with extraocular motions intact.\\nPulmonary/chest exam was notable for mild tachypnea with cough, as well as bilateral rales (right > left). She had no stridor, drooling, voice changes, or other concerning symptoms requiring emergent airway stabilization. The patient had normal rate and regular rhythm on cardiac exam, with no murmurs heard. She had a soft, non-tender abdomen with normal bowel sounds. There were no abnormal findings on neurological exam, and the patient’s skin was warm, dry, and non-diaphoretic.\\nOverall, suspicion for a serious medical illness upon initial presentation was high: the patient had recently been intubated for respiratory distress and follow-up management was challenged by the lack of a proper transition of care. Medical records were not available for review during her ED presentation, and she had left another hospital AMA the day prior. In addition to the patient’s obvious discomfort and fatigue, a detailed head, eyes, ears, nose, and throat exam revealed many abnormalities, most notably an intraoral abscess and significant redness and swelling to the neck concerning for large abscess vs cellulitis.\\nThe diagnostic evaluation included laboratory testing with blood cultures (). The patient was started on broad spectrum IV antibiotics: ampicillin/sulbactam and vancomycin, as methicillin-resistant Staphylococcus aureus was also considered given her recent hospital admission. A dental consultation was obtained and an incision and drainage of an abscess at tooth 19 was performed prior to computed tomography (CT) imaging. A CT soft tissue neck with IV contrast was ordered. A CT chest was also ordered to further evaluate her recent history of “lung infection,” fatigue with ambulation, and rales on pulmonary exam. Care coordination occurred with the radiologist to consider both pneumonia and pulmonary septic emboli. The radiologist recommended a traditional pulmonary embolus protocol study.\\nCT findings were consistent with a diagnosis of Lemierre syndrome. CT neck images revealed a 3.2 cm area of ill-defined low density and gas in the left buccal perimandibular soft tissues, concerning for site of reported abscess status-post incision and drainage. There were numerous small areas of low attenuation overlying thickening in the left submandibular soft tissues, raising concern for possible cellulitis or thrombophlebitis sequelae (). Finally, thrombus of the left anterior jugular vein was visualized, as well as suspected thrombus of the superficial facial vein branches and left perimandibular regions. CT chest study revealed numerous cavitating nodular consolidations concerning for septic emboli given the patient’s history, in addition to a small right pleural effusion (). Pulmonology, vascular surgery, and infectious disease were consulted by the ED, and care was transitioned to the admitting hospitalist.\\nThe patient was continued on IV antibiotics as an inpatient. Blood cultures remained negative throughout inpatient stay. Given a concern for endocarditis, a transthoracic echocardiogram was performed followed by a transesophageal echocardiogram. Both were negative for any signs of endocarditis or structural heart abnormalities. Vascular surgery did not recommend anticoagulation. The patient remained stable, transitioned to oral antibiotics, and was discharged home on a two-week course of sulfamethoxazole/trimethoprim and amoxicillin/clavulanic acid. During a follow-up appointment in primary care clinic one week after discharge, she remained afebrile without any new complaints. The plan was made to finish her oral antibiotic course and follow up with pulmonology in the clinic for a repeat CT chest study and re-evaluation.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'19554637': 1, '10448489': 1, '7777368': 1, '26718846': 1, '28646962': 1, '25455045': 1, '17934077': 1, '26261192': 1, '18834071': 1, '27695351': 1, '22633566': 1, '32926711': 2}", "similar_patients": "{}"}