{"patient_id": 34140, "patient_uid": "7990082-1", "PMID": 33777577, "file_path": "comm/PMC007xxxxxx/PMC7990082.xml", "title": "Acute Recurrent Pancreatitis and COVID-19 Infection: A Case Report with Literature Review", "patient": "A 25-year-old woman with known diabetes mellitus on irregular treatment presented to the emergency department with complaints of upper abdominal pain for the last seven days and high grade fever and acute shortness of breath for the last two days. Upper abdominal pain was of sudden onset, severe in intensity. Fever was associated with chills and was only relieved with antipyretics. Shortness of breath was sudden in onset which was not associated with cough, sore throat, or chest pain. There was a similar history of abdominal pain 1.5 months back for which she was treated in the intensive care unit with a diagnosis of acute pancreatitis. She was discharged after nine days without any residual sequel. She denied any history of smoking, alcoholism, history of gallstone disease, any specific drug history (apart from diabetes treatment), or family history of similar disease.\\nHer physical examination revealed a pulse rate of 98/min, blood pressure of 110/70 mmHg, and respiratory rate of 22/min. An abdominal examination revealed a tender area with muscle guard in the epigastric region. Her random blood sugar was 343 mg/dL, oxygen saturation (SpO2) of 85% on room air and 98% on face mask with an oxygen reservoir at 12 litres per minute, and decreased air entry on the left side. Blood investigations revealed hyperamylasemia (350 U/L), low hemoglobin (8.9 g/dl), high international normalized ratio (INR) (2.03), high serum lipase (35.6 U/L), and raised liver enzymes (serum glutamic pyruvic transaminase (SGPT): 79 U/L, serum glutamic oxaloacetic transaminase (SGOT): 163 U/L). There was no evidence of hypertriglyceridemia or hypercalcemia. Her arterial blood gas analysis revealed type I respiratory failure, and chest X-ray showed left-sided pleural effusion with underlying basal consolidation. A contrast-enhanced CT scan of whole abdomen showed features of acute pancreatitis (modified CT severity score of 6) (Figure ).\\nThere was no evidence of gallstones or bile duct stones, pancreatic developmental anomaly, or radiological evidence of chronic pancreatitis.\\nInitially, she was admitted to the COVID suspect ward and was later shifted to the COVID ICU after her nasal and oropharyngeal swab for SARS-CoV-2 reverse transcriptase-polymerase chain reaction (RT-PCR) tested positive. She was managed with bowel rest, high flow oxygen, intravenous crystalloid fluid resuscitation, IV analgesic, empirical antibiotics, human regular insulin, and vitamin K injection. After COVID-19 positive report, low molecular weight heparin and low dose dexamethasone were started. On second day, she developed hypotension, which was managed initially by IV fluids and later by ionotropic support. She became febrile, and her respiratory distress worsened with progressive hypoxia refractory to high flow oxygen for which she had to be intubated and kept on mechanical ventilation. Her condition deteriorated, and she had a cardiac arrest and could not be revived on the fourth day of admission.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'34580634': 1, '32507368': 1, '25493002': 1, '32339257': 1, '32492174': 1, '32523925': 2, '28725301': 1, '32407808': 1, '17131469': 1, '28281168': 1, '33777577': 2}", "similar_patients": "{'7279899-1': 1}"}