{"patient_id": 28211, "patient_uid": "7678322-1", "PMID": 33213390, "file_path": "comm/PMC007xxxxxx/PMC7678322.xml", "title": "Pulmonary infection due to fluoroquinolone-resistant Mycolicibacterium fortuitum: a case report", "patient": "A 65-year-old man (height 166.1 cm, weight 63.0 kg) with a history of total gastrectomy for gastric cancer was admitted to our hospital with complaints of cough, sputum, and fever. At 61 years of age, he was diagnosed with rheumatoid arthritis. He underwent surgical lung biopsy for evaluation of a 3-year history of unchanged reticular shadow observed in his chest. Histopathological analysis showed uniform involvement of alveolar wall fibrosis with lymphoid follicles, which was consistent with a diagnosis of collagen vascular disease-associated interstitial pneumonia (CVD-IP). Tacrolimus (1 mg/day) and salazosulfapyridine (1000 mg/day) were started to treat the rheumatoid arthritis.\\nAt 63 years of age, we found pulmonary consolidation in the left middle and lower lung field on chest radiograph and was more striking, especially in left upper lobe on computed tomography (Fig. a), despite adding 30 mg of prednisolone (PSL) for the progression of CVD-IP. Bronchoscopy was performed for detecting pathogen, and the microscopic examinations of sputum and bronchial lavage smear stained with the Ziehl-Neelsen staining technique scored a grade of 2 respectively. Moreover, M. fortuitum identified by matrix-assisted laser-desorption/ionization time-of-flight mass spectrometry was isolated from the bronchial lavage specimen. Susceptibility testing was performed according to Clinical and Laboratory Standard Institute guideline M24 3rd Edition [], using a broth microdilution method and cation-adjusted Mueller-Hinton broth. We prescribed clarithromycin (600 mg/day) and levofloxacin (500 mg/day) based on the result of susceptibility tests (Table ). The dose of clarithromycin was determined considering the efficacy and the risk of gastrointestinal toxicity because he had esophageal reflux after total gastrectomy. The consolidations improved gradually (Fig. b). Antibiotic treatment was discontinued 12 months after sputum cultures yielded negative results, and the dosage of PSL for CVD-IP was tapered to 15 mg.\\nHowever, only 1 month after the end of the antibiotic treatment, pulmonary consolidation in the left lung and middle lung field worsened again, and new consolidation occurred in the right middle lung field. Despite increasing PSL to 40 mg and re-administration of clarithromycin and levofloxacin, his cough and sputum worsened, and his body temperature persisted over 38 °C. Six months after the end of the initial antibiotic treatment, we admitted him for further examinations and intravenous antibiotic therapy. On admission, he was ill-appearing and febrile to 37.5 °C with an oxygen saturation of 96% on room air. His chest auscultation revealed coarse crackles over the inferior zone of the lungs. Laboratory examinations revealed an increased white blood cell count of 15,900/μL and elevated C-reactive protein level 4.45 mg/dL. Sialylated carbohydrate antigen KL-6, surfactant protein-D, anti-cyclic citrullinated peptide antibody, and matrix metalloproteinase-3 were 803 U/mL, 112 mg/mL, 14.4 U/mL, and 791.7 mg/mL, respectively. These levels of serum markers for interstitial pneumonia and rheumatoid arthritis were high but remained unchanged for several months. A chest radiograph showed that consolidation was widespread. A chest computed tomography scan showed consolidations in the bilateral upper and middle lobe predominance (Fig. c). Although we confirmed Ziehl-Neelsen stained smear samples of sputum and bronchial lavage scored the grade of 2 and detected M. fortuitum from both sputum culture and bronchial lavage culture, its susceptibility differed from the previous one. It demonstrated minimum inhibitory concentration (MIC) > 4 mg/L to ciprofloxacin and levofloxacin (Table 1). Intravenous administrations of amikacin (900 mg/three-times-weekly) and imipenem/cilastatin (1500 mg/day), and oral administrations of clarithromycin and sitafloxacin (100 mg/day) were started based on the result of antimicrobial susceptibility testing. His symptoms and chest imaging improved gradually (Fig. d and e). The intravenous imipenem/cilastatin treatment course was completed, and he was discharged four weeks after administration. In an outpatient setting, clarithromycin, sitafloxacin, and three-times-weekly amikacin were continued. Moreover, faropenem (600 mg/day) and trimethoprim-sulfamethoxazole (trimethoprim 320 mg/day and sulfamethoxazole 1600 mg/day) were added after discharge, despite faropenem has no certain evidence of efficacy for M. fortuitum. Because we have very limited options for antibiotics to replace imipenem infusions in Japan. Although amikacin was discontinued after 11 months because auditory dysfunction appeared, not only his symptoms for infection but also the consolidation in chest x-ray did not get worse for 10 months after amikacin discontinuation. Over time, his PSL gradually diminished as his arthritis symptoms also improved.\\nThe DNA gyrase gene of M. fortuitum was sequenced. Chromosomal DNA was extracted by the freezing-boiling technique of Woods and Cole, as previously described []. DNA fragments corresponding to the QRDR of GyrA were amplified by polymerase chain reaction using previously described primers Pri9 (5′-CGCCGCGTGCTGCATGCAGATG-3′) and Pri8 (5′-CTGGTGGAGTCAGT TA/GCCC/TGGCGA-3′) []. We tested M. fortuitum DNA gyrase from both before and after the treatment with clarithromycin and levofloxacin. The amino acid at residue 83 of the gyrA gene changed from serine to tryptophan (Fig. and Table ).", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'31111076': 1, '17277290': 1, '2168148': 1, '28084211': 1, '9687411': 1, '28581359': 1, '29774152': 1, '28011857': 1, '21459911': 1, '2693204': 1, '30447882': 1, '25676516': 1, '11986410': 1, '28128073': 1, '34444201': 1, '15829204': 1, '28270102': 1, '20538958': 1, '19228258': 1, '14679446': 1, '26190223': 1, '19665358': 1, '28598311': 1, '22763637': 1, '12756100': 1, '27832239': 1, '8540734': 1, '33213390': 2}", "similar_patients": "{}"}