{"patient_id": 104376, "patient_uid": "7839860-1", "PMID": 33495189, "file_path": "noncomm/PMC007xxxxxx/PMC7839860.xml", "title": "Adult Langerhans cell histiocytosis of skull in a patient with synchronous papillary thyroid carcinoma and Castleman disease", "patient": "A 46-year-old man visited our hospital with anaemia that was diagnosed incidentally during a medical examination. Systemic imaging study showed a left intraabdominal mass with a left thyroid mass. Serum laboratory studies showed reduced haemoglobin 9.3 g/dL, haematocrit 32.8%, mean corpuscular haemoglobin concentration 28.4 and iron 15 µg/dL; normal ferritin 126.6 ng/mL, total iron-binding capacity 256 µg/dL and reticulocyte count 1.19%; and an increased platelet count 857 000/mm3. The serum total protein level was elevated to 8.3 g/dL, the albumin level was normal at 4.0 g/dL, and the alkaline phosphatase level was increased to 480 U/L. There was no evidence of monoclonal gammophathy on serum and urine protein electrophoresis. Serological tests for Epstein-Barr Virus (EBV), Human Herpes Virus 8 (HHV-8), Hepatitis C Virus (HCV) and HIV were negative. Abdominal CT revealed a left intraabdominal mass and para-aortic lymph nodes of variable size accompanied by hepatosplenomegaly. Whole body fluorodeoxyglucose (FDG) positron emission tomography-CT (PET-CT) exhibited intense hypermetabolism of the left thyroid gland and left abdominal mass and the nodules anterior to the iliopsoas muscle (). Biopsy was performed for the 7.5×5.5 cm sized abdominal mass that was one of enlarged para-aortic lymph node and diagnosed to CD. Bone marrow aspiration and biopsy were done; there was no evidence of the involvement of haematolymphoid malignancy. Subsequently, left thyroidectomy and isthmectomy were performed for the 2.9 cm sized left thyroid mass observed on neck CT. The biopsy showed PTC, corresponding to T3N0M0 in the pathological staging system. B-type Raf proto-oncogene serine/threonine kinase (BRAF) V600E mutation was detected using real-time PCR.\\nTwo months thereafter, he developed a progressive headache and a right parietal lump on the scalp. Skull radiography () and brain CT scan () revealed a 2.3 cm sized osteolytic mass lesion that involved the diploic space of the right parietal skull with a sclerotic bone margin. Gadolinium enhancement brain MRI showed heterogeneous enhancement of the mass with epidural involvement, adjacent dural enhancement and abnormal bone marrow signal intensity at the peripheral area of the mass (). Additional whole body FDG PET-CT () and whole body bone scan () showed hypermetabolism and hot uptake only in the right parietal skull area, suggesting single skull metastasis of thyroid cancer. However, skull metastasis in thyroid cancer is very rare, and most cases are termed follicular thyroid carcinoma. Thus, it was necessary to pathological conformation.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'2737612': 1, '29124835': 1, '12446922': 1, '30606139': 1, '21577263': 2, '15243808': 1, '27382093': 1, '26528023': 1, '20864917': 1, '26885200': 1, '12716386': 1, '1927175': 1, '28858125': 1, '20848238': 1, '30549992': 1, '10684377': 1, '30795755': 2, '27867869': 1, '17717450': 1, '23672541': 1, '19337865': 1, '11372793': 1, '25156525': 1, '14556926': 1, '27656301': 1, '30508929': 1, '19661098': 1, '9212839': 1, '29099112': 1, '8932433': 1, '25349760': 2, '26054905': 1, '4031967': 1, '13356266': 1, '21765191': 1, '31049276': 1, '16548916': 1, '28554750': 1, '16944476': 1, '30362517': 1, '33495189': 2}", "similar_patients": "{'3090653-1': 1, '6387536-1': 1, '4202248-1': 1}"}