{"patient_id": 28181, "patient_uid": "7676982-1", "PMID": 33274087, "file_path": "comm/PMC007xxxxxx/PMC7676982.xml", "title": "Antegrade Therapy for Management of Choledocholithiasis through Endoscopic Ultrasound-Guided Hepaticogastrostomy in a Patient with Surgically Altered Gastrointestinal Anatomy", "patient": "An 83-year-old man with a history of gangrenous cholecystitis requiring cholecystectomy, partial gastrectomy, and Roux-en-Y gastrojejunostomy presented to an outside hospital with severe sepsis and recurrent unstable monomorphic ventricular tachycardia (requiring synchronized cardioversion) secondary to non-ST segment elevation myocardial infarction (NSTEMI). On examination, he was febrile (102.4°F) and hypotensive (systolic blood pressure of 85 mmHg), with generalized abdominal pain, nausea, and vomiting. Labs were notable for troponin, 1.31 ng/mL; total bilirubin, 4.0 mg/dL; aspartate aminotransferase (AST), 157 U/L; and alanine aminotransferase (ALT), 122 U/L. He was intubated and started on vasopressors. The following day, he was taken emergently to the cardiac catheterization lab during which a drug-eluting stent was placed for a coronary occlusion, and the patient was started on dual antiplatelet therapy. Following stabilization of the patient, a magnetic resonance cholangiopancreatography (MRCP) was obtained due to concerns for cholangitis, which demonstrated two large obstructing stones in the common bile duct (larger stone measuring 25 mm in diameter). He was formally diagnosed with severe acute cholangitis, grade 3, according to the Tokyo Guidelines []. He then underwent two unsuccessful ERCPs at an outside hospital (due to an inaccessible major papilla in the setting of SAGA) complicated by an additional cardiac arrest requiring life vest placement. On arrival to Wake Forest, he was noted to be febrile (102°F) and hemodynamically stable. After discussion with the patient and family regarding therapeutic options for choledocholithiasis and cholangitis including PTBD or EUS-HG, the patient elected to proceed with EUS-HG due to less morbidity and patient preference to avoid percutaneous drains. Given the patient's recent NSTEMI, cardiology was consulted and recommended holding dual antiplatelet therapy for no more than 3 days prior to the procedure to minimize the risk of stent thrombosis with immediate resolution 6 hours after procedure.\\nUpper GI endoscopy revealed a gastric pouch with a patent Roux-en-Y gastrojejunostomy anastomosis (). EUS was then performed using a linear echoendoscope (GF-UCT140-AL5; Olympus Medical Systems, Tokyo, Japan) connected to an ultrasound processor (Aloka Prosound Alpha 10; Hitachi, Tokyo, Japan). With the scope positioned in the gastric pouch, a dilated segment 3 branch was identified in the left lobe of the liver (). The biliary radicle was punctured with a 19-gauge fine needle aspiration (FNA) needle (EchoTip Ultra HD, Cook Medical, Winston-Salem, NC). Following aspiration of the bile, contrast was injected through the needle for cholangiography. Cholangiogram showed diffuse intrahepatic ductal dilation and a dilated common bile duct measuring 18 mm in diameter with two large filling defects consistent with stones (). A 0.025 inch in diameter and 450 cm in length straight tip VisiGlide 2 guidewire (Olympus, Tokyo, Japan) was then advanced through the needle into the biliary tree and past the major papilla into the duodenum. The hepaticogastrostomy tract was subsequently dilated using a 4 mm × 4 cm Hurricane biliary dilation balloon (Boston Scientific, Marlborough, MA, USA) (). An 8 mm × 80 mm GORE VIABIL biliary stent (W. L. Gore Associates, Flagstaff, AZ) was placed in the left hepatic duct with the distal end in the gastric pouch. The metal stent was anchored by a plastic double pigtail stent (7 Fr × 18 cm) with the distal end of the plastic stent placed past the major papilla and the proximal end placed in the stomach (). This procedure permitted decompression of the biliary tract while allowing the patient to recover from his acute infection.\\nThe patient returned for ERCP 3 months after resolution of cholangitis and improvement of his cardiac function. Dual antiplatelet therapy was not held before procedure. Following removable of the plastic stent with a snare from the gastric pouch, the biliary tree was accessed via the left hepaticogastrostomy using a sphincterotome preloaded with a 0.025 inch × 450 cm VisiGlide 2 guidewire. Successful balloon sphincteroplasty was performed using a CRE (controlled radial expansion) wire-guided balloon (Boston Scientific, Marlborough, MA), and the diameter was gradually increased to 15 mm (). Cholangioscopy was then performed using a SpyScope DS (Boston Scientific, Marlborough, MA) with visualization of two large stones in the common bile duct which were fragmented using EHL (). The biliary tree was then swept with a 15 mm stone extraction balloon (Cook Medical, Winston-Salem, NC) with antegrade advancement of stone fragments past the ampulla into the duodenum with subsequent duct clearance (). The patient was followed up in clinic 4 weeks later, and repeat LFTs were normal.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'30788029': 1, '17252300': 1, '27129552': 1, '3427352': 1, '28902968': 1, '27670601': 1, '34512878': 1, '30076841': 1, '32466095': 1, '30942924': 1, '28567118': 1, '29399885': 1, '29399608': 1, '16964628': 1, '33274087': 2}", "similar_patients": "{}"}