{"patient_id": 33483, "patient_uid": "7948315-1", "PMID": 33728196, "file_path": "comm/PMC007xxxxxx/PMC7948315.xml", "title": "Treatment of Multiple Junctional Vertebra Fractures in a Single Case", "patient": "A 15-year-old female was admitted to our emergency department after a suicide attempt in which she jumped from the window of a five-floor building. On admission her general status was critical, her Glasgow Coma Scale (GCS) was 6, and on painful stimuli she was able to move all her extremities. She was intubated and transferred to the intensive care unit (ICU). After she was hemodynamically stable, cranial and spinal computed tomography (CT) scans were performed. She had an occipital linear fracture with subarachnoid hemorrhage and cerebral edema on her cranial CT. On her spinal CT a right C1 arcus fracture (Figure ), a C7 corpus fracture (Figure ), L3 and L5 burst fractures (Figure ) and a right sacral fracture (Figure ) were detected.\\nThe patient also was found to have a left pneumothorax, pleural effusion and pulmonary contusions. Also, liver and spleen lacerations were detected which did not require surgery. The patient was followed-up in the ICU for a week with a cervical collar and lumbar brace. After she was stable and extubated, she did not show any motor or sensory deficits. As the patient still had moderate pleural effusion and pulmonary contusions, posterior approaches were avoided at first so that a C6-T1 anterior stabilization with mini plate-screws was performed (Figure ). After her pulmonary problems resolved, a second baseline CT was scheduled in which the angulation of the C1 fracture was found to have increased (Figure ).\\nA series of spinal instrumentation surgeries were performed the during the following weeks. At first C1 lateral mass screws combined with C2 pedicle screws were inserted to stabilize her right C1 arcus fracture. Next, the anterior fixation from the first surgery was reinforced by inserting C6-C7 lateral mass and T1 transpedicular screws. In another operation, her lumbar spine was stabilized via placement of transpedicular screws and rods bilaterally at L1, L2 and L4 and on the left at L5. Insertion of S1 and S2 sacrum-alar and iliac screws and rods and the percutaneous placement of sacral screws was also carried out (Figure ).\\nThe patient did not show any motor or sensory deficits after the surgeries. She was transferred to the general ward on postoperative day three and mobilized and released from hospital on postoperative day 10 without any complaints.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'1570766': 1, '8110529': 1, '16582854': 1, '25716661': 1, '27936525': 1, '19233356': 1, '22251875': 1, '3902387': 1, '3338224': 1, '22925743': 1, '20130419': 1, '33728196': 2}", "similar_patients": "{}"}