{"patient_id": 22386, "patient_uid": "7370588-1", "PMID": 32699669, "file_path": "comm/PMC007xxxxxx/PMC7370588.xml", "title": "Chylous Ascites and Pleural Effusion Treated With Intravenous Octreotide", "patient": "A 59-year-old female with a medical history of alcoholic cirrhosis who had undergone uncomplicated elective splenectomy and distal pancreatectomy for splenic artery aneurysm 2 months ago was admitted to the intensive care unit with acute hypoxic respiratory failure for two weeks. She was found to have increased respiratory rate, diminished breath sounds, and abdominal ascites with shifting dullness. The patient had hypoxia, which was attributed to hepatopulmonary syndrome and compressive atelectasis from hepatic hydrothorax. Common causes of hypoxia, including pneumonia, congestive heart failure, and pulmonary embolism, were excluded during work-up.\\nThe patient underwent diagnostic and therapeutic paracentesis as well as thoracentesis. Both ascitic and pleural fluid chemistries revealed elevated triglyceride levels (268 mg/dL in the ascitic fluid); therefore, a diagnosis of CA was made. Microbiological work-up, including gram stain and cultures, were negative. No malignant or suspicious cells were seen in the cytological analysis. She was started on albumin and diuretic therapy with furosemide and spironolactone for portal hypertension. The patient underwent multiple paracentesis procedures with removal of about 2-3 liters of chylous fluid every 72-96 hours. Due to the recurrence of effusion and need for frequent paracentesis, with poor prognosis, goals of care discussion were planned, and a temporary peritoneal drainage catheter was placed for symptom relief with a plan to discharge the patient on hospice care.\\nDespite the above measures, accumulation of ascitic fluid was very challenging to control. She was started on treatment with octreotide 100 micrograms scheduled three times per day. She received it for five days. There was a remarkable improvement in the collection of ascitic fluid during octreotide therapy. The patient’s ascitic fluid collection improved from about 600 mL per day to 25 mL per day, as shown in Figure . Her supplemental oxygen requirement improved significantly, and the patient was discharged on diuretic therapy. She underwent TIPSS (transjugular intrahepatic portosystemic shunt surgery) after her clinical improvement. With this, there was a significant improvement in her overall functional status. The patient was referred for liver transplantation.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'7911441': 1, '16389001': 1, '27335837': 1, '11517107': 1, '16109079': 1, '8307427': 1, '15830574': 1, '29577037': 1, '11189982': 1, '34249794': 2, '28892178': 1, '19051030': 1, '32699669': 2}", "similar_patients": "{'8214886-1': 1}"}