{"patient_id": 16205, "patient_uid": "7003266-1", "PMID": 32047672, "file_path": "comm/PMC007xxxxxx/PMC7003266.xml", "title": "Case Report: TAVI in a Patient with Single Coronary Artery and Bicuspid Valve", "patient": "A 65-year-old woman with severe, symptomatic aortic stenosis was admitted to a hospital for a TAVI. Her past medical history included type 2 diabetes mellitus, hypertension, diabetic chronic kidney disease, and dyslipidemia. The patient was well known to have a bicuspid aortic valve and had been followed up by echocardiography for 20 years. She complained of exertional dyspnea for the last three months and was admitted with severe pulmonary edema. Following careful assessment, it did appear that the primary precipitant for refractory pulmonary edema is severe aortic stenosis. The aortic valve area of a heavily calcified valve was only 0.3 cm2. Aortic valve replacement was a necessary therapeutic strategy to achieve hemodynamic stability and reduce in-hospital mortality.\\nContrast-enhanced computed tomography (CT) scan was contraindicated because of her renal impairment. Noncontrast computed tomography would not have added significant diagnostic information to influence the treatment plan. Catheterization with limited contrast injections for coronaries, aortic root, and peripheral bed had provided the required details to plan the procedure with less contrast than computed tomography with contrast. In addition, noninvasive imaging with echocardiography has been used pre and postprocedure.\\nCoronary angiography was normal but revealed a single right coronary artery, with the left main coronary artery arising from the proximal right coronary artery (). This is a very rare congenital malformation which can be a lethal obstruction of the orifice of the right coronary artery occurring secondary to stenosis or because of coronary emboli during the deployment of a new aortic valve.\\nThe distance of the single coronary artery to the bicuspid aortic valve was >12 mm and to the annulus of the valve was >20 mm, and to S5 was 25 mm ().\\nEchocardiography showed a severe bicuspid aortic valve stenosis with a gradient of 80/50 and a valve area of 0.3 cm (). Mild mitral regurgitation was observed, but there is no aortic regurgitation.\\nAn electrocardiogram showed a normal sinus rhythm.\\nThe patient was informed by the cardiac team, and it was agreed to proceed with an urgent TAVI procedure.\\nA direct implantation of Evolut Pro, 26 mm valve from Medtronic, was performed using a right femoral artery approach. Close monitoring of the single coronary artery with coronary angiography revealed no complications (). The left main coronary artery took its origin from the proximal right coronary artery. 2Proglide was used on the right-hand side, with 6F Angioseal on the left side; a hundred mL contrast medium was used.\\nThe procedure was performed in the cardiac catheter laboratory under local anaesthesia plus sedation, and the patient remained hemodynamically stable throughout.\\nThe patient was then transferred to the intensive care unit for observation and was discharged to the ward the following day. The patient remained in sinus rhythm and did not require a pacemaker postoperatively.\\nThe post TAVI echocardiography showed a well-functioning aortic valve with trivial paravalvular leakage and no pericardial effusion. Ejection fraction was 70% with a peak and mean gradient after TAVI of 10/4. The mild mitral valve regurgitation apparent before the procedure remained unchanged.\\nThe patient was asymptomatic and consequently discharged home after 3 days. The two-week follow-up showed a well-functioning valve with similar echocardiography. The electrocardiogram confirmed normal sinus rhythm, and the patient remained asymptomatic.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'25896277': 2, '28934845': 1, '758666': 1, '22858296': 1, '17467434': 1, '27308083': 1, '30073170': 2, '22781474': 1, '34527126': 1, '32047672': 2}", "similar_patients": "{'4406020-1': 1, '6060433-1': 1, '6060433-2': 1}"}