{"patient_id": 22391, "patient_uid": "7370658-1", "PMID": 32699662, "file_path": "comm/PMC007xxxxxx/PMC7370658.xml", "title": "Treatment of Bilateral Giant Fusiform Petrocavernous Aneurysms", "patient": "An 18-year-old male presented to our institution with headaches, nausea, vomiting and blurry vision that had been present since the day prior. Visual exam revealed decreased visual acuity bilaterally and a temporal field cut superiorly and inferiorly of the left eye.\\nCT and MRI revealed bilateral giant fusiform aneurysms of the petrous portion of the internal carotid artery (Figure ), which was confirmed with catheter cerebral angiography (Figure ).\\nThe patient was started on aspirin 325 mg and clopidogrel 75 mg to achieve adequate platelet inhibition. VerifyNow (Accriva; San Diego, CA) confirmed adequate platelet inhibition.\\nThe left ICA aneurysm had a significant kink that would present a challenge for reconstruction with flow diversion. If the left ICA were not able to be reconstructed successfully and subsequently occluded, the patient would have depended on the diseased right ICA for supplying both hemispheres. Thus, the right ICA aneurysm, though asymptomatic, was treated first to ensure adequate treatment prior to treatment of the left ICA. The right ICA aneurysm was treated using a multiple-flow diverting stent construct with the Pipeline Embolization Device (Medtronic, Irvine, CA), followed by the left ICA aneurysm three weeks later. He was brought back three weeks later, and the left ICA was treated with a multiple flow-diverting stent construct.\\nAfter each individual treatment, there were no complications noted, and the patient was discharged. The patient returned for his six-month follow-up angiogram with improvement of his visual acuity and resolution of headaches. However, the patient had ceased taking both anti-platelet medications six weeks prior. Angiography revealed no filling of the aneurysm in the right ICA, however, the left ICA was occluded at the origin. The patient was resumed on daily aspirin 325 mg orally and will have follow-up catheter angiography in six months.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'23928138': 1, '26089327': 1, '25426300': 1, '6633117': 1, '21737793': 1, '11056108': 1, '1006503': 1, '15633978': 1, '28565978': 1, '27672098': 1, '32699662': 2}", "similar_patients": "{}"}