{"patient_id": 32198, "patient_uid": "7883558-1", "PMID": 33614342, "file_path": "comm/PMC007xxxxxx/PMC7883558.xml", "title": "Tongue Hematoma With Necrosis", "patient": "A woman in her early 80s with a one-week history of progressive sore throat and dysphagia arrived at the emergency department (ED) due to a spontaneous oral cavity bleeding. No traumatic event was recognized.\\nApproximately one week prior to the presentation, she was diagnosed with oral candidiasis. On the day of the presentation, she was on day six of topical miconazole 20 mg/g three times daily and day four of clarithromycin oral suspension 40 mg/ml 5ml twice daily. Clarithromycin was later added to miconazole due to the worsening of the patient’s symptoms raising suspicion of bacterial co-infection.\\nHer past medical history was significant for pulmonary embolism of unknown etiology, hypertension, and rheumatoid arthritis. Her home medications included warfarin (dosage according to INR with monthly monitoring), losartan 100 mg/day, and methotrexate 15 mg/week. She had no known drug allergies.\\nDuring her clinical evaluation, the patient was found alert and hemodynamically stable with a peripheral capillary oxygen saturation of 99% without oxygen supplement, and no signs of breathing difficulty. She was, however, unable to speak.\\nOn examination of the oral cavity, she presented red-blackish discoloration of the anterior portion of the tongue with non-viable fibrous yellow tissue. The upper and lower inner lip portions were also affected (Figure ).\\nSublingual hematoma could not be ruled out, but there was no evidence of swelling on palpation of the anterior triangle and no sign of ecchymosis, although tongue mobility was reduced. There was active moderate bleeding, but the source could not be pinpointed. Due to the severe hematoma, no other observation of the oral cavity was possible at the time.\\nThere were no signs of respiratory distress, presenting with normal breathing sounds upon chest auscultation. She denied any presence of pain, except when trying to open her mouth.\\nOtorhinolaryngology is not available in our hospital so a multidisciplinary team of Internal Medicine and General Surgery professionals gathered to discuss patient evaluation and treatment.\\nLaboratory findings showed: low hemoglobin 8.9 g/dl; low hematocrit 25.7%; normal mean corpuscular volume (MCV) 91.1 fl; normal mean corpuscular hemoglobin (MCH) 31.6 pg; low leukocyte count 670 uL (neutropenia 250 uL and lymphocytopenia 340 uL); low platelet count 53,000 uL; very high INR >12; and high c-reactive protein 99.4 mg/L.\\nA maxillofacial and neck computed axial tomography scan was performed which ruled out sublingual hematoma and airway obstruction. Tongue biopsy was initially considered, but given the high risk of uncontrolled bleeding this invasive intervention was postponed.\\nStevens-Johnson Syndrome (SJS) was thought to be a possible diagnosis, but the patient did not have any fever, malaise, myalgia, or arthralgias. Even though the oral mucosa was severely affected, no other skin/mucosal lesions were found, more specifically, ocular involvement. The lab tests did detect anemia, lymphopenia, and neutropenia which are common in SJS, but no other common laboratory findings were detected such as electrolyte imbalance, increased blood urea nitrogen, or elevated serum aminotransferase levels. Also, the drugs she was medicated with were not the most commonly associated with this syndrome. This being, overall findings were not very consistent with this diagnosis [].\\nThe patient was urgently treated with intravenous vitamin K 10 mg, two fresh frozen plasma units, and aminocaproic acid 5 g, and was closely monitored. Besides warfarin, methotrexate was also suspended due to the suspected myelosuppression found in this patient, which is a reported possible adverse side effect of methotrexate even in low dosages []. Transferring the patient to a tertiary hospital was considered by the team if she did not respond to initial treatment.\\nWithin 24 hours, she showed a decrease in hemoglobin (6.2 g/dl) for which she received a transfusion of two units of compatible blood type. The bleeding stopped completely within approximately 36 hours of admission and INR levels started to decrease. Visible exudate and white plaques were found on the oral mucosa suggesting co-infection (bacterial vs fungal). Considering the myelosuppression and evidence of a significant rise of c-reactive protein to 332.9 mg/L in the lab analysis, piperacillin-tazobactam and fluconazole were empirically added.\\nIn the following days, the patient presented favourable improvement. Initially, she had some difficulty swallowing since she was unable to properly use her tongue, but two days after admission she began to eat small amounts of cold liquefied food with no signs of dysphagia.\\nBy the seventh day of hospitalization, she completed her antibiotics and was speaking without any difficulty. She was able to eat and drink normally with no pain associated. On examination of the oral cavity, we found normal mobility of her tongue, no signs of hematoma, edema or infection, pink in colour and a fibrin plaque suggestive of a near-complete healing process (Figure ).\\nLaboratory findings showed that leukopenia was resolved (leukocyte count 6410 uL, neutrophil count 4000 uL, and lymphocyte count 1150 uL). Thrombocytopenia was also resolved (platelet count 409,000 uL) and c-reactive protein levels were now 43.5 mg/L in a consistent decreasing trend. INR levels were 1.29.\\nGiven her past medical history of pulmonary embolism, we cautiously decided to maintain anticoagulant therapy, but decided to avoid re-starting warfarin after verifying no contraindications for introduction of a direct oral anticoagulant. We chose apixaban, a direct inhibitor of factor Xa.\\nAlthough tongue biopsy was once again considered, since she presented notable improvement it was decided that this procedure was no longer beneficial. The patient was safely discharged one week after admission and oriented to an ambulatory follow-up.", "age": "[[82.5, 'year']]", "gender": "F", "relevant_articles": "{'23453406': 1, '27901310': 1, '24036801': 1, '16500477': 1, '17762535': 1, '23078579': 1, '21332566': 1, '22720378': 1, '18573949': 1, '27416928': 1, '24951410': 1, '2655669': 1, '33614342': 2}", "similar_patients": "{}"}