{"patient_id": 97197, "patient_uid": "7142023-1", "PMID": 31707775, "file_path": "noncomm/PMC007xxxxxx/PMC7142023.xml", "title": "Extramedullary tanycytic ependymoma of the lumbar spinal cord", "patient": "All authors declare that written informed consent was obtained from the patient for publication of this case report and accompanying images.\\nA 44-year-old woman with complaints of a 4-year history of progressively worsening low back pain and sensory loss in her lower extremities visited our neurosurgery clinic. Four years prior, she had visited another hospital during which magnetic resonance imaging (MRI) revealed a 6-mm-sized intradural extramedullary mass in her lumbar spinal cord at level 2-3 (L2-3). The well-demarcated solid mass showed high signal intensity on T1-weighted imaging and low-to-intermediate signal intensity on T2-weighted imaging (). Surgery was recommended, but the patient refused. She had been intermittently treated with conservative therapy. However, recently, the pain in her low back, right buttock, and posterior aspect of her calf had aggravated. No muscle weakness or movement impairment was observed. Follow-up MRI showed that the mass had increased to 10 mm at L2-3. Her past medical history was unremarkable. The results of laboratory tests, including complete blood counts and liver and renal function tests, were within normal ranges. Under the preoperative diagnosis of schwannoma, the patient underwent L2 hemilaminectomy. The opening of the dura revealed a well-demarcated tumor mass at the L2-3 spinal cord, which was not attached to the nerve root (). The gross total excision of the mass was performed.\\nHistopathologic analysis of the tumor mass revealed a non-encapsulated cellular neoplasm comprising short, vaguely intertwining fascicles of spindle cells. The tumor cells had oval or elongated nuclei with rich fibrillary processes resembling pilocytic astrocytoma. The nuclei displayed speckled chromatin and mitotic activity was inconspicuous. Hyalinized blood vessels and occasional perivascular pseudorosettes of elongated tumor cells were also observed (). However, true ependymal rosettes were absent. These histopathologic features resulted in a differential diagnosis including schwannoma, pilocytic astrocytoma, or other spindle cell neoplasm of the spinal cord. Immunohistochemical analyses, including those for glial fibrillary acidic protein (GFAP), vimentin, epithelial membrane antigen (EMA), S100 protein, CD34, and calretinin, showed tumor cells diffusely positive for GFAP and vimentin. S100 protein was focally positive, and EMA showed positive perinuclear dot-like or ring-like patterns consistent with ependymal differentiation (). The tumor cells were negative for CD34 and calretinin. Thus, a definitive diagnosis of tanycytic ependymoma was established. The postoperative results were uneventful, and the patient’s symptoms improved.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'29521579': 1, '20403699': 1, '26755489': 1, '23562332': 1, '28647654': 1, '23476839': 2, '25550817': 1, '11285628': 1, '632843': 1, '11194940': 1, '9990108': 1, '27157931': 1, '22056760': 1, '28345553': 2, '31001044': 1, '31707775': 2}", "similar_patients": "{'5381323-1': 1, '5381323-2': 1, '3586445-1': 1}"}