{"patient_id": 104714, "patient_uid": "7869268-1", "PMID": 33708691, "file_path": "noncomm/PMC007xxxxxx/PMC7869268.xml", "title": "Primary Spinal Epidural Extraosseous Ewing's Sarcoma with Brachial Plexus Infiltration", "patient": "A 25-year-old male presented to the emergency facility with complaints of progressive quadriparesis of 5-day duration, with more significant involvement of the bilateral upper limbs. There were no antecedent history of trauma or fever and no bowel/bladder symptoms at presentation. He had complaints of vague neck pain and stiffness for 2-month duration, which used to get relieved on taking over-the-counter analgesics. On examination, the motor power was 1/5 in the bilateral upper limbs and 3/5 in the bilateral lower limbs. The pain and temperature sensation were impaired below the C2 level.\\nMagnetic resonance imaging (MRI) of the whole spine revealed a relatively well-defined heterogeneous mass in the anterior cervical epidural space extending from C2 to C7 vertebral levels. It caused posterior displacement and compression of the cervical spinal cord [Figure -]. The mass was noted extending along the widened right C2–3 to C6–7 neural exit foramina infiltrating the root and trunk of ipsilateral brachial plexus. It infiltrated the right-sided vertebral foramina extending from C2 to C5 level encasing the V2 segment of the right vertebral artery without any luminal narrowing []. Subtle marrow edema of the posterior vertebral bodies was noted involving C3–C6 vertebral levels [].\\nThe lesion displayed a slight hyperintense signal on T2-weighted and isointense signal on T1-weighted images, with few tiny cystic spaces within it. Sagittal diffusion-weighted images (DWIs) revealed restricted diffusion with low apparent diffusion coefficient values [Figure ,]. Postcontrast images revealed moderate enhancement with few nonenhancing cystic areas []. No areas of hemorrhage/calcification were seen on gradient recalled echo images. Computed tomography (CT) of the cervical spine was done to look for any periosteal reaction or bony involvement. It revealed the subtle erosion of the C4–C6 vertebral bodies posteriorly. No focal areas of calcification were noted. In view of the imaging findings, the diagnosis of primitive neuroendocrine tumor/EES was made with a differential of lymphoma because of extension along the right brachial plexus. Contrast-enhanced CT of the chest and abdomen was done which did not reveal any metastasis.\\nThe patient underwent surgical decompression with laminectomy of C3–C7 vertebrae and gross total resection of the tumor. Intraoperatively, the tumor was ill-defined soft, suckable, grayish, completely extradural with moderate vascularity being seen pushing and compressing the cervical cord to the left. The cervical cord was nonpulsatile, and right-sided cervical neural exit foramina were widened. There was no obvious bony involvement by the tumor. After tumor decompression, the cord became lax and pulsatile. Intraoperative neuromonitoring showed some improvement in motor evoked potentials in the bilateral lower limbs after tumor decompression. Intraoperative frozen section was suggestive of a high-grade round cell tumor. Postsurgery, the patient continued to have a gradual improvement in motor power in all four limbs. At discharge, the patient had the power of 4/5 in the bilateral lower limbs, 4/5 in right upper limb, and 3/5 in the left upper limb.\\nHistopathology showed a small round cell tumor composed of monomorphic to mildly pleomorphic round cells, with scant cytoplasm, round hyperchromatic nuclei, and inconspicuous nucleoli [Figure and ]. The tumor was positive for vimentin, CD99 [Figure and ], and Bcl-2 and was negative for leukocyte common antigen, chromogranin [Figure and ], and synaptophysin. Additional markers cytokeratin and myogenin were negative, which ruled out an epithelial and skeletal muscle differentiation. Based on these findings, a diagnosis of EES was made.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'22629492': 2, '31218291': 1, '21692057': 1, '5799839': 1, '16864960': 1, '22109315': 1, '27186040': 1, '2065287': 1, '30579048': 1, '27610254': 2, '23674776': 1, '11531770': 1, '33708691': 2}", "similar_patients": "{'5005550-1': 1, '3356992-1': 1}"}