{"patient_id": 20941, "patient_uid": "7302530-2", "PMID": 32596178, "file_path": "comm/PMC007xxxxxx/PMC7302530.xml", "title": "Inverted Supernumerary Intranasal Teeth as Unusual Indications of Endoscopic Surgery", "patient": "A 28-year-old lady was referred to the Department of Otorhinolaryngology of the Humanitas Clinical and Research Center with a clinical history of recurrent left nasal obstruction, discharge, cacosmia, and pain in the left maxillary region. The patient was frequently treated with the administration of systemic antibiotics and corticosteroids at other institutions. The patient did not report any clinical history of facial trauma or surgery of cleft lip or palate. Clinical examination with a 30° rigid endoscope identified polypoid tissue and purulent discharge coming from the left middle meatus. Noncontrast-enhanced CT showed the presence of an inverted tooth erupted in the left maxillary sinus () concomitant with diffuse rhinosinusitis. The patient underwent a functional endoscopic endonasal surgical procedure under general anesthesia after the preparation with systemic antibiotics and corticosteroids. The tooth was removed via a wide middle antrostomy (). The dissection was difficult due to the presence of calcific material and chronic inflammatory tissue surrounding the tooth.\\nThe macroscopic analysis showed a cuboidal dental element, and the diagnosis of the inverted supernumerary tooth was confirmed by histologic examination. The patient was discharged the day after the surgery. She reported complete relief of the symptoms during postoperative care and showed complete healing of the surgical field 2 months after the surgery.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'19545937': 1, '5260656': 1, '22538022': 1, '2263346': 1, '28955676': 2, '11404615': 1, '33927954': 2, '1055973': 1, '4940914': 1, '5216752': 1, '12121534': 1, '12560154': 1, '13069885': 1, '4514706': 1, '12543177': 1, '284273': 1, '6945564': 1, '29269720': 1, '904416': 1, '22629072': 2, '5083468': 1, '6594566': 1, '16804719': 1, '3470371': 1, '15366816': 1, '26675090': 1, '7240918': 1, '4056600': 1, '958055': 1, '7320625': 1, '10783451': 1, '5428063': 1, '19596556': 1, '4511976': 1, '3422823': 1, '5681146': 1, '8695624': 1, '24552943': 1, '1627067': 1, '8768641': 1, '1613354': 1, '1183565': 1, '30749171': 1, '3349960': 1, '12787472': 1, '15521672': 1, '14435564': 1, '32596178': 2}", "similar_patients": "{'7302530-1': 2, '3354792-1': 1, '3354792-2': 1, '3354792-3': 1, '3354792-4': 1, '5610377-1': 1, '8076106-1': 1}"}