{"patient_id": 102504, "patient_uid": "7672241-1", "PMID": 33202509, "file_path": "noncomm/PMC007xxxxxx/PMC7672241.xml", "title": "Clinical Case of a Transfusion-Associated Canine Mycoplasma haemocanis Infection in the Republic of Korea: A Case Report", "patient": "A 6-year-old male Maltese dog presented with sudden lethargy and anorexia for 3 days. The dog had a pale mucous membrane and tachycardia, and his manual packed cell volume (mPCV) was 11%, with a total solid volume of 7 mg/dl. Remarkable spherocytosis (13/high-power field) with autoagglutination after saline dilution () supported the diagnosis of immune-mediated hemolytic anemia (IMHA). The dog was an indoor dog with no history of exposure to ticks or fleas. To completely exclude infectious hemolytic anemia, a tick/vector comprehensive real-time polymerase chain reaction panel (IDEXX, Westbrook, Maine, USA) for Mycoplasma haemocanis, Babesia spp., Ehrlichia spp., Anaplasma spp., Rickettsia spp., and Hepatozoon spp. of an ethylenediamine tetra-acetic acid-anticoagulated blood sample was performed; all the results were negative. Leukocytosis (36.73×103/μl; reference range, 5.05–16.76×103/μl) with neutrophilia (31.23×103/μl; reference range, 2.95–11.64×103/μl), monocytosis (2.03×103/μl; reference range, 0.16–1.12×103/μl), and eosinopenia (0.04×103/μl; reference range, 0.06–1.23×103/μl) suggested a stress leukogram. Serum biochemistry showed hyperbilirubinemia (4 mg/dl; reference range, 0–0.9 mg/dl), increased blood urea nitrogen (30 mg/dl; reference range, 7–27 mg/dl), and hyperlactatemia (6 mmol/L; reference range, 0–2 mmol/L) (). Testing to determine exposure to drugs, toxins, and ectoparasites yielded negative results; therefore, primary idiopathic IMHA was diagnosed. As an emergency treatment, a commercial packed red blood cell (Korea Animal Blood Bank, Sokcho, Korea) transfusion was initiated. Blood typing was not performed at that time because it was the first transfusion for this dog.\\nAfter the first blood transfusion, the dog’s mPCV increased from 11% to 30%, and he responded well to prednisolone (Solondo®; Yuhan Medica, Seoul, Korea) 1 mg/kg orally every 24 hr and mycophenolate mofetil (Cellcept®; Roche Pharmaceuticals, Basel, Switzerland) 10 mg/kg orally every 12 hr as immunosuppressive agents, and to clopidogrel (Pravix®; Sinil Pharm, Seoul, Korea) 2 mg/kg orally every 24 hr as the anti-platelet agent. The clinical signs and laboratory analyses results remained stable for more than 1 week.\\nTwenty-five days after the first transfusion, the dog’s mPCV decreased to 9%; therefore, a second blood transfusion was needed. The immunochromatographic blood typing test (Quick Test Blood Typing; Alvedia, Limonest, France) revealed that the dog had erythrocyte antigen (DEA)-1-negative blood. Because it was impossible to obtain DEA-1-negative blood from the commercial blood bank in Korea, packed red blood cells (RBC) were collected from a clinic-owned dog used as a blood donor. The donor lived indoors but was occasionally exposed to the outdoors; furthermore, it had undergone regular control of ectoparasites and was negative for Dirofilaria immitis, Ehrlichia canis, Anaplasma phagocytophilum, and Borrelia burgdorferi according to the SNAP 4Dx test kit (SNAP 4Dx Plus Test; IDEXX), and for Babesia gibsoni using an in-house polymerase chain reaction (PCR) [] before transfusion. M. haemocanis was not considered because its existence has been unclear in Korea. In-house leukoreduced-packed RBC from the donor was prepared using a closed collection and filter system (Blood Bag with RBC Filter and Safety DDA Plus 3 Quadruple 400 ml; Tae-Chang Industrial, Daegu, Korea) []. The mPCV of the recipient dog was 36% after the blood transfusion. No reactions to the transfusion occurred during hospitalization.\\nEighteen days after the second blood transfusion, the mPCV decreased to 19.5%. Moreover, a blood film indicated that basophilic organisms were attached to the external surfaces of the erythrocytes (). Leukocytosis (34.61×103/μl; reference range, 5.05–16.76×103/μl) and thrombocytopenia (114× 103/μl; reference range, 148–484×103/μl), which were not observed 7 days previously, were also present. Based on these results, M. haemocanis infection was suspected. PCR analyses [] were performed in the laboratory to detect Mycoplasma species from the donor and the recipient, and the results showed that M. haemocanis DNA was amplified in both the donor and recipient blood samples. A sequence analysis of these amplified products confirmed that the products were from the M. haemocanis 16S rRNA gene. The partial sequence was deposited into the GenBank and assigned the accession number MT345534. The obtained 16S rRNA sequences from both dogs were identical to each other and to other M. haemocanis sequences reported by several other countries, such as Chile (KY117858), Brazil (KP715860), and Mexico (MN294708). Moreover, they were 99.83% homologous with Mycoplasma haemofelis sequences obtained from Ohio2 (CP002808) and Langford1 (FR773153) strains ().\\nBoth dogs were treated with doxycycline (Doxycycline Hyclate®; Kukje Pharm, Seongnam, Korea) 5 mg/kg orally every 12 hr for 6 weeks. After this time, the clinical signs of the recipient were normal and the PCR test results were no longer positive.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'15048620': 1, '31839473': 1, '19271995': 1, '7585424': 1, '30541183': 1, '20622229': 1, '18716449': 1, '28298245': 1, '20464683': 1, '16957192': 1, '22092618': 1, '26806261': 1, '33202509': 2}", "similar_patients": "{}"}