{"patient_id": 23312, "patient_uid": "7413936-1", "PMID": 32767139, "file_path": "comm/PMC007xxxxxx/PMC7413936.xml", "title": "Synchronous solid pseudopapillary neoplasm and invasive ductal carcinoma of the pancreas: a case report", "patient": "A 66-year-old woman presented with abnormal genital bleeding. She was diagnosed with cervical cancer, and radical surgery could not be performed because of severe local invasion (stage IIIB; cT3bN1M0). Computed tomography (CT) for cancer staging incidentally revealed a pancreatic body tumor. The patient was referred to our hospital for further examination and treatment. After consulting with the gynecologist, we judged that it would take a long time to start treatment for cervical cancer if the pancreatic tumor was first examined closely and then resected. For this reason, the pancreatic tumor was inspected while performing radiation therapy for cervical cancer. She had no history of malignancies. Physical examination did not reveal any specific findings except for the abnormal genital bleeding. Tumor markers such as carcinoembryonic antigen (CEA) (5.1 ng/mL), carbohydrate antigen 19-9 (CA19-9) (749.8 U/mL), DUPAN-2 (320 U/mL), and Span-1 (69.0 U/mL) were elevated, while squamous cell carcinoma antigen and cancer antigen 125 were within normal range. Plain CT, contrast-enhanced CT, and gadolinium-ethoxybenzyl-diethylenetriamine pantaacetic acid (Gd-EOB-DPTA)-enhanced magnetic resonance imaging (MRI) revealed a 21-mm nodule in the pancreatic body that showed gradually intense enhancement, and a 20-mm calcification in the proximal side of the nodule (Fig. a–f). No enlarged lymph nodes or distant metastasis were evident. Magnetic resonance cholangiopancreatography showed main pancreatic duct (MPD) disruption and MPD dilation in the distal side of the disruption (Fig. a). Endoscopic retrograde cholangiopancreatography showed MPD disruption distal to the calcification. Endoscopic ultrasonography (EUS) demonstrated that there was a 21-mm hypoechoic lesion near the calcification, and invasion to the splenic vein was suspected (Fig. b, c). EUS-guided fine-needle aspiration cytology of the hypoechoic lesion revealed adenocarcinoma. Based on these findings, the patient was diagnosed with pancreatic cancer (stage IIA; cT3N0M0). The patient had been receiving radiotherapy for the cervical cancer for a month (external irradiation 50.4Gy/28Fr, intracavity irradiation 24Gy/4Fr) when distal pancreatectomy with D2 lymph node dissection was carried out. At the same time, splenectomy was also performed. The operating time was 236 min, and the blood loss volume was 60 mL. A macroscopic examination of the resected specimen showed a 20-mm hard mass in the pancreatic body and a 38-mm well-circumscribed nodule just distal to the mass (Figs. and ). A postoperative pathological examination revealed well-differentiated IDC in the nodule and confirmed perineural and anterior serosal invasion (Fig. a). There were no findings such as squamous cell components suggesting a relationship between pancreatic cancer and cervical cancer. In the hard mass, vitrified tissues with areas containing uniform tumor cells were found, presenting mild atypia, no lymphovascular invasion, and no infiltration to adjacent organs (Fig. b). In addition, calcification and ossification were also found in the vitrified tissues (Fig. c). Immunohistochemical staining revealed that uniform tumor cells from the hard mass were positive for β-catenin and CD10 (Fig. a, b), which were compatible with SPN. Additionally, the number of viable SPN cells was small, and the number of vitrified tissues was high. Furthermore, there was fibrosis with tissue destruction and exocrine parenchyma loss in pancreatic tissues distal to SPN. Coarse calcifications were thought to have been removed during cytohistologic preparation or eliminated by demineralization. The boundary between β-catenin-stained SPN cells and non-stained IDC cells was clear (Fig. ). Accordingly, the final pathological diagnosis was SPN combined with IDC of the pancreas. The pancreatic IDC was classified as stage IIB (pT3N1M0) according to the 8th edition of the International Union Against Cancer Tumor–Node–Metastasis classification. Postoperatively, the patient followed an uneventful course and no complications. Three weeks after surgery, the patient received adjuvant chemotherapy with S-1, an oral fluoropyrimidine, at a dose of 100 mg/day (60 mg per body surface area). However, 4 weeks after surgery, she complained of strong backache, and CEA and CA19-9 were elevated to 8.3 ng/mL and 7088.6 U/mL, respectively. MRI revealed multiple vertebral metastases despite no bone metastasis preoperatively. Although chemotherapy sessions were not interrupted, she died 8 weeks after surgery.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'26190717': 1, '26935489': 1, '12427771': 1, '28430641': 1, '29786110': 1, '24743622': 1, '30608598': 1, '28575679': 1, '980367': 1, '25339036': 1, '29985850': 1, '8493777': 1, '30620402': 1, '8416730': 1, '23981573': 1, '3138477': 1, '28238521': 1, '28858381': 1, '21300390': 1, '19325940': 1, '26567867': 1, '32767139': 2}", "similar_patients": "{}"}