{"patient_id": 27821, "patient_uid": "7661011-1", "PMID": 33200055, "file_path": "comm/PMC007xxxxxx/PMC7661011.xml", "title": "Role of Theophylline in Management of Bradycardia Secondary to High Cervical Spinal Cord Injury in a Seven-Year-Old Child: Case Report and a Review of Literature", "patient": "A seven-year-old male who was an unrestrained passenger in a motor vehicle accident (MVA) was admitted to the ICU. He sustained significant injuries with resultant quadriplegia and neurogenic shock. Emergent open reduction internal fixation of occiput-atlas dislocation and atlanto-axial dislocation with occiput-C1 and C1-2 arthrodesis was performed.\\nPost-operatively, he had recurrent symptomatic episodes of bradycardia and asystole. These episodes were usually associated with deep chest suctioning and other manipulation that resulted in hypoxemia, bradycardia (40-50 bpm), and occasional ventricular pauses with lack of escape rhythm. Some of these episodes were associated with syncope and respiratory arrest and required administration of positive pressure ventilation by bag-mask for resuscitation. Bradycardia initially responded to IV administration of atropine. Given the persistence of symptomatic bradycardia and asystolic pauses, pacemaker placement was considered. However, given potential SCI-associated bradycardia to resolve within a few weeks beyond the acute phase of injury [], medical management with theophylline was trialed in hope of avoiding the need for invasive therapy.\\nHe was started on a low dose of theophylline (3.5 mg/kg four times a day). Serum theophylline levels (STL) were followed with a goal of less than 20 mcg/ml to prevent toxic effects. After the initiation of therapy, a reduction in frequency of bradycardia episodes was observed and heart rate (HR) steadily increased up to 100 bpm. Bradycardia associated with suctioning and changes of ventilator tubing still occurred, prompting further dosing increase.\\nAfter four weeks of therapy, his bradycardia events were substantially decreased in frequency and HR ranged between 80-140 bpm. Theophylline dosing was consistent for two weeks (6.3 mg/kg = 150 mg three times a day) with stable STL within the goal range without toxicity. He remained clinically stable for another month but subsequently developed hydrocephalus requiring ventriculoperitoneal shunt placement. Following surgery, his HR began to trend down and 11 days after surgery (and 74 days after initiation of theophylline therapy), he experienced an asystole episode while being moved from his bed to chair for physical therapy. Event recording showed two consecutive 8-second sinus pauses followed by very slow sinus bradycardia at 20 bpm before eventual rate normalization (Figure A-C and Figure A-B).\\nGiven recurrence of profound bradycardia and asystolic pauses despite theophylline therapy, permanent pacemaker implantation was recommended. A Medtronic transvenous dual chamber permanent pacemaker (PPM; Medtronic, Minneapolis, MN, USA) was implanted and theophylline was discontinued. Conventional programming to permit native conduction system functionality and to minimize unnecessary ventricular pacing was implemented along with rate drop response protection. If an absolute ventricular rate drop size of 25 bpm or decline in ventricular rate to 60 bpm were to occur within a 20-second detection window, the device was set to respond with a two-minute intervention of pacing at 100 bpm. Subsequent interrogation has revealed several episodes of rate drop response activation over a four-month follow-up period since device implantation.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'21817987': 1, '20498664': 1, '2059143': 1, '18980473': 1, '30412710': 1, '20878263': 1, '16808207': 1, '14766019': 1, '19639282': 1, '28215570': 1, '3597994': 1, '33200055': 2}", "similar_patients": "{}"}