{"patient_id": 20246, "patient_uid": "7263156-1", "PMID": 32528719, "file_path": "comm/PMC007xxxxxx/PMC7263156.xml", "title": "Suspected phenobarbital-induced pancytopenia in a cat", "patient": "A 3-year-old neutered male domestic shorthair cat was referred to our hospital with a 1-week history of hyporexia and lethargy. The primary care veterinary surgeon had performed a physical examination that revealed pale mucous membranes, an increased rectal temperature of 39.6°C (reference interval [RI] 37.5–39.5°C) and a neurological examination that was unremarkable. A complete blood count (IDEXX Laboratories) documented a poorly regenerative anaemia (haematocrit 21.6% [RI 28.2–52.7%], absolute reticulocyte count 76.6 × 109/l [RI < 50.0 × 109/l]), mature neutropenia (0.13 × 109/l [RI 2.62–15.17 × 109/l]) and thrombocytopenia (44 × 109/l [RI 155–641 × 109/l]). The cat was receiving phenobarbital (Epiphen; Vetoquinol) (3 mg/kg PO q12h) owing to a 6-month history of generalised tonic–clonic seizures suspected to be due to idiopathic epilepsy. Baseline investigations prior to starting phenobarbital treatment had been performed 6 months previously, including complete blood count, biochemistry, electrolytes, thyroxine, feline leukaemia virus (FeLV), feline immunodeficiency virus (FIV), coronavirus and Toxoplasma gondii serological testing, all of which were normal. The phenobarbital serum levels at the time of referral to our hospital were 25.9 mg/l (therapeutic RI 10–30 mg/l) and the most recent seizure episode was 2 months ago. No toxin or other drug exposure was reported and there was no travel history outside of the UK.\\nOn presentation to our hospital, the cat was found to be quiet, but alert, with a persistently increased rectal temperature at 39.8°C (RI 37.5–39.5°C) and pale mucous membranes. Repeat complete blood count (Langford Vets Diagnostic Laboratories) documented a worsening regenerative anaemia (14.9% [RI 27.7–46.8%], absolute reticulocyte count 110 × 109/l [RI < 50 × 109/l]) thrombocytopenia (13 × 109/l [RI 156–626 × 109/l], estimate of three platelets per high power field [hpf]) and a persistent mature neutropenia (0.58 × 109/l [RI 3–13.4 × 109/l]) (; day 1). FeLV antigen, FIV antibodies and feline Haemoplasma species PCR in blood were all negative. Thoracic and abdominal ultrasound revealed no free fluid and there was no evidence of melaena or other external blood loss, therefore excluding haemorrhage as the cause of anaemia. The phenobarbital was discontinued on suspicion of a phenobarbital-induced blood dyscrasia and replaced by levetiracetam (20 mg/kg PO q8h) for the management of seizures. Treatment with doxycycline (10 mg/kg PO q24h) was initiated while waiting for outstanding results and discontinued after 7 days upon the receipt of negative feline Haemoplasma PCR testing. Furthermore, broad-spectrum antibiotic cover with amoxycillin/clavulanic acid (20 mg/kg PO q8h) was started in the light of the pyrexia and risk of sepsis associated with severe neutropenia. Further investigations including advanced imaging of the thorax and abdomen and bone marrow biopsy were offered but declined by the owner owing to financial constraints. Repeat complete blood count (Langford Vets Diagnostic Laboratories) 5 days after presentation to our hospital documented static regenerative anaemia (15.5% [RI 27.7–46.8%], absolute reticulocyte count 90 × 109/l [RI < 50 × 109/l]), worsened mature neutropenia (0.16 × 109/l [RI 3–13.4 × 109/l]) and improved thrombocytopenia (29 × 109/l [RI 156–626 × 109/l], an estimate of six platelets per hpf) (; day 5). The cat’s appetite and rectal temperature normalised within 6 days of starting treatment and the cat was discharged from our hospital with broad-spectrum antibiotic coverage with amoxycillin/clavulanic acid (20 mg/kg PO q8h) and anticonvulsant treatment with levetiracetam (20 mg/kg PO q8h).\\nOn repeat examination 2 weeks later, the physical examination was normal and repeat complete blood count (IDEXX Laboratories) documented a normal haematocrit (36.5% [RI 28.2–52.7%], absolute reticulocyte count 30 × 109/l [RI < 50.0 × 109/l]), improved mature neutropenia (0.43 × 109/l [RI 2.62–15.17 × 109/l]) and improved thrombocytopenia (100 × 109/l [RI 155–641 × 109/l], an estimate of 3–8 platelets per hpf) (; day 14). Six weeks later, the physical examination was normal again and repeat complete blood count (IDEXX Laboratories) documented normal haematocrit (46.5% [RI 28.2–52.7%], absolute reticulocyte count 30 × 109/l [<50.0 × 109/l]), normal neutrophil count (4.45 × 109/l [2.62–15.17 × 109/l]) and improved thrombocytopenia (111 × 109/l [155–641 × 109/l], an estimate of eight platelets per hpf) (; day 42). The amoxicillin/clavulanic acid was discontinued at that point in the light of the normalised neutrophil count, which was considered to indicate the cat could now mount an adequate response to infection. A final re-examination 10 weeks after discharge documented one seizure since the last visit, but otherwise the cat was clinically well with normal physical examination and a normal complete blood count (IDEXX Laboratories): haematocrit 43.4% (RI 28.2–52.7%), absolute reticulocyte count 16.5 × 109/l (RI < 50.0 × 109/l), neutrophil count 2.93 × 109/l (RI 2.62–15.17 × 109/l] and platelet count 140 × 109/l (RI 155–641 × 109/l) and an estimate of 10 platelets per hpf (; day 80).", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'29499762': 1, '24836432': 1, '16886988': 1, '25471646': 1, '1432901': 1, '24438024': 1, '21281219': 1, '26314300': 1, '26899355': 1, '11919026': 1, '9187723': 1, '23090332': 1, '29037435': 1, '24619070': 1, '1497196': 1, '18482327': 1, '16047664': 1, '30139319': 1, '11899034': 1, '2782717': 1, '16984823': 1, '30800413': 2, '32528719': 2}", "similar_patients": "{'6379798-1': 1}"}