{"patient_id": 30616, "patient_uid": "7802264-1", "PMID": 33430795, "file_path": "comm/PMC007xxxxxx/PMC7802264.xml", "title": "Clinical manifestation and genetic findings in three boys with low molecular Weight Proteinuria - three case reports for exploring Dent Disease and Fanconi syndrome", "patient": "A 3-year-old boy was admitted to Peking University First Hospital (June 14, 2018) with complaints of polydipsia, polyuria, and proteinuria for 5 months. Laboratory examination suggested that he had LMW proteinuria without hematuria, hypertension, or renal dysfunction. Renal biopsy was performed in a local hospital in March, 2018. Glomerular minor lesion was observed under light microscope, and minimal glomerular lesion was diagnosed by electron microscopy.\\nAt this admission, his height was 101 cm, weight was 17.7 kg, and blood pressure was 87/46 mmHg. Laboratory investigations revealed that he had proteinuria (2+) with a 24-hour urinary total protein (UTP) beyond normal range, albuminuria (increased urine albumin and albumin-to-creatinine ratio [ACR]), tubular proteinuria (LMW proteinuria and elevated urine α1-microglobin [α1-MG]) and hypophosphataemia but no hypercalciuria(Table ). Renal ultrasonography showed no obvious abnormality. DNA sequencing showed a deletion of G at nuleotide 1444 in exon 11 of the CLCN5 gene [NM_001127899; c.1444delG] and the deletion led to a downstream ochre codon (TAA) mutation at nuleotide 1509 in exon 11 [p.L503*] (pathogenic, Dent disease 1, X-linked recessive) in this child (Fig. A). The pathogenic criterion is weighted as PVS1 (very strong evidence of pathogenicity) null variant []. This nonsense mutation was inherited from his mother and he was diagnosed as Dent disease 1.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'19546591': 1, '25852908': 1, '29199190': 2, '20946626': 1, '26308078': 1, '30454741': 1, '12428211': 1, '30086875': 1, '24285859': 1, '25741868': 1, '30005691': 2, '16034422': 1, '22083641': 1, '27482814': 1, '30454742': 1, '28386229': 1, '24081861': 1, '27757584': 1, '20936522': 1, '25907713': 1, '23348805': 1, '25492894': 1, '29552446': 1, '15627218': 1, '27571122': 1, '33430795': 2}", "similar_patients": "{'5749037-1': 1, '6045817-1': 1}"}