{"patient_id": 28333, "patient_uid": "7684991-1", "PMID": 33244449, "file_path": "comm/PMC007xxxxxx/PMC7684991.xml", "title": "Laparoscopic Management of Mechanical Small Bowel Obstruction Secondary to Meckel's Diverticulum with a Double Basis. A Rare Anatomic Presentation", "patient": "An 11-year-old male child presented at the emergency department with acute abdominal pain and bilious vomiting. His physical examination revealed a distended abdomen with generalized rebound tenderness, and his rectal examination was unremarkable.\\nHis blood test revealed an elevated leukocyte count (15,000/μL), normal renal function, and a normal hemoglobin level. An abdominal radiograph revealed dilated small bowel loops and computed tomography scan showed intestinal occlusion with no apparent cause. His small intestine was very dilated.\\nNo other preoperative radiological investigations were performed. Initially, intravenous fluid resuscitation was provided to the patient, and subsequently, laparoscopy was performed.\\nIn the laparoscopic approach, we used the open Hasson technique to insert a 10-mm port into the umbilicus. A 5-mm trocar was introduced in the suprapubic area, and another 5-mm trocar was introduced in the left iliac fossa under direct vision. On exploratory laparoscopy, the small bowel was dilated. We introduced another 5-mm trocar in the right hypochondrium to improve the exploration and found a tubular structure on the free border of the small bowel approximately 25 cm away from the ileocaecal valve. This tube was neither inflamed nor necrotic with the same vascularization of the rest of the bowel (\\n). Following this structure, we arrived at the other end that was attached to the small bowel on a free border and created a communication between these two parts of the bowel at 40 cm (\\n). The remaining portion of the intestine was incarcerated under the band.\\nThere was a perforation due to important dilated loops of bowel above the zone of obstruction. Accordingly, it was decided to resect this diverticulum. A third trocar was inserted in the right flank area to help with this resection from its both ends with a 5-mm mechanical suturing EndoGia. It was applied to the two bases of the diverticulum, perpendicular to the bases but transverse to the longitudinal axis of the bowel (\\n). The stapler was fired, and the diverticulum was resected off the ileum (\\n). The punctiform and diastatic perforation were sutured intracorporeally with 3/0 Vicryl stitch. Rest of the bowel was examined, and no anomalies were observed. Peritoneal washing was done, and the specimens were delivered through umbilical port with the use of an Endobag. Abdominal fascia was closed with 2/0 Vicryl, and the skin was sutured with intradermic 5/0 Monocryl.\\nExamination of the specimen showed a hollow tubular structure with a diameter of 1.7 cm of both extremities with a mean tubal diameter of 1 cm. The structure was tubular all the way. The histopathology report revealed small bowel mucosa, gastric glands, and hemorrhagic tissue, indicating MD with gastric heterotopia.\\nThe patient's recovery was uncomplicated, and he was discharged on the postoperative day 10.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'15026601': 1, '28359587': 1, '1812259': 1, '8743372': 1, '24680136': 1, '18322735': 1, '25392652': 1, '18322689': 1, '19575216': 1, '30170459': 1, '29460177': 1, '15793736': 1, '33244449': 2}", "similar_patients": "{}"}