{"patient_id": 97186, "patient_uid": "7141160-1", "PMID": 32284775, "file_path": "noncomm/PMC007xxxxxx/PMC7141160.xml", "title": "A Unique Presentation of Spontaneous Compartment Syndrome due to Acquired Hemophilia A and Associated Malignancy: Case Report and Literature Review", "patient": "A 61-year-old man with a past medical history of type II diabetes mellitus, hypertension, hyperlipidemia, hypothyroidism, and obstructive sleep apnea presented to the emergency department (ED) with right lower extremity pain and swelling. His pain began 2 days prior to admission and was initially mild and only behind his knee. Of note, he had noticed increased bruising and was seen by hematology/oncology and vascular surgery outpatient who diagnosed him with B12 and iron deficiency. At home he took levothyroxine 137 µg once daily in the morning (QAM), norvasc 5 mg daily, and aspirin 81 mg daily. He did not have any significant social or family history. He had not had any recent falls or trauma. He came to the ED after his pain worsened to the point that he could not bear weight on his leg and he developed paresthesia and numbness of his toes. He was evaluated by vascular surgery and determined to have compartment syndrome of the posterior compartment. He then went for emergent fasciotomy of his right lower extremity posterior compartment on the day of admission. Postoperatively he continued to have bleeding and received seven units of packed red blood cells (pRBCs) and fresh frozen plasma (FFP). The next day a rapid response was called for diaphoresis, weakness, and right lower extremity pain. He was evaluated by orthopedics and subsequently transferred to the surgical intensive care unit for hemorrhagic shock. At that time, he received three additional units of pRBCs. He went for repeat fasciotomy the following day and was found to be hemorrhaging in his right lower extremity posterior compartment.\\nLaboratory values from his admission showed a prolonged activated partial prothrombin time (aPPT) (). On his second day of hospitalization, hematology/oncology was consulted and, based on his laboratory values, it was determined that he had a coagulopathy due to suspected FVIII inhibition and he was administered both FVIII and steroids. Hematology/oncology then ordered FVIII levels which later returned as markedly decreased (). Bethesda inhibitor test was also done which was positive for FVIII inhibitor levels (). His bleeding was not controlled by the combination of FVIII and steroids and thus he was given a trial of recombinant FVII with steroids which, initially, controlled the bleeding of his right lower extremity, but was ultimately not successful. At this time, he remained hemodynamically stable but became blood transfusion dependent. Over the course of 6 weeks he was also trialed on recombinant porcine FVIII, rituximab, intravenous immunoglobulin (IVIG), and plasmapheresis. Of note, during his first 4 weeks of hospitalization he had a total of seven debridements of his right lower extremity in attempt to control his persistent hemorrhaging. However, during his fifth week of hospitalization, he underwent right lower extremity amputation above the knee.\\nDuring his sixth week of hospitalization he developed new-onset progressive thrombocytopenia; his platelets rapidly dropped to 32 K/µL. Due to high concern for bacteremia blood cultures were collected and resulted positive for Streptococcus bovis and Escherichia coli. At this time the patient was seen by infectious disease doctor who initiated intravenous ceftriaxone. Colonoscopy was recommended but due to his bleeding risk from AHA and worsening thrombocytopenia it was postponed upon gastrointestinal evaluation. It was suspected that his positive cultures were due to probable gastrointestinal translocation.\\nOn his 11th week of hospitalization a code stroke was called for acute right-sided weakness and altered mental status. Computed tomography (CT) of the head was performed and showed multiple hypodensities suspicious for stroke versus possible metastasis. Subsequent magnetic resonance imaging (MRI) of the brain showed innumerable peripheral enhancing mass lesions, highly suspicious for multifocal metastases (). He was ultimately intubated for airway protection and sent to the neurological intensive care unit. Due to high suspicion for malignancy he had an abdomen/pelvis CT which was negative for a mass. As the patient’s mental status did not improve, his family met with palliative care and his code status was changed to “do not resuscitate”. During this same week, he had a pulseless electrical activity (PEA) cardiac arrest and expired.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'19484333': 1, '10982266': 1, '17047148': 1, '33591907': 1, '20529258': 1, '22776238': 1, '22618709': 1, '18463353': 1, '30510943': 2, '28960809': 1, '24176587': 1, '32284775': 2}", "similar_patients": "{'6264993-1': 1, '6264993-2': 1}"}