{"patient_id": 23908, "patient_uid": "7441417-1", "PMID": 32850170, "file_path": "comm/PMC007xxxxxx/PMC7441417.xml", "title": "Invasive Carcinoma Ex-Pleomorphic Adenoma of the Lacrimal Gland with a Cystadenocarcinoma Component: A Case Report and Review of the Literature", "patient": "A 64-year-old male patient presented to the emergency department due to left lateral canthal pain, tearing, and ipsilateral hearing loss over four months. The initial examination revealed a visual acuity of 20/20 bilaterally. The pupils were reactive without an afferent pupillary defect. Intraocular pressures were 14 and 15 mmHg, respectively. Confrontational visual fields and color plates were unremarkable. There was a complete abduction restriction of the left eye. The external examination revealed edematous upper and lower eyelids, predominantly overlying the lateral orbital rim associated with temporal sloping and a nontender, palpable, and fixed mass of the temporal fossa (). There was ptosis of the left upper eyelid with a reduced marginal reflex distance of two and a half millimeters (mm). Exophthalmometry measured 18 mm and 22 mm, with a base measurement of 100 mm. The anterior segment was otherwise normal. The fundus exam revealed symmetrically sharp and pink disc margins without pallor or edema.\\nMaxillofacial CT scan with contrast showed a lytic lesion of the left orbital wall with associated heterogeneous soft tissue mass measuring 3.8 × 2.7 cm medially displacing the left lateral rectus muscle (). Magnetic resonance imaging of the brain and orbits revealed an enhancing infiltrating mass of the left lateral orbital wall extending into the left supra zygomatic masticator space (). A core guided needle biopsy was performed, and the hematoxylin-eosin- (H&E-) stained slide revealed a moderately differentiated adenocarcinoma involving fibrous connective tissue and demonstrating a cribriform architectural pattern with moderate cytologic atypia and individual cell necrosis (Figures and ).\\nPositron emission tomography and CT of the chest, abdomen, and pelvis did not reveal any underlying malignancy or evidence of metastases. Subsequently, the patient underwent left orbital exenteration with eyelid sparing. Grossly, the specimen included orbital contents, frontal bone, portions of the frontal sinus, and zygomatic bone. Serial sectioning revealed a 3.5 × 2.5 cm multilocular cystic mass involving the lacrimal gland fossa abutting the globe superotemporally.\\nHistopathologically, the H&E-stained sections disclosed predominantly neoplastic cystic structures in the proximity of the lacrimal gland acini measuring 1 to 10 mm in diameter, infiltrating fibrous connective tissue and bone (). A small focus of pleomorphic adenoma was identified associated with a low-grade ductal carcinoma in situ. The invasive cystic component revealed intraluminal papillary architecture and cribriform arch formations of the lining epithelium (). The neoplastic epithelium was composed of medium- to large-sized cuboidal cells with intercalated duct-cell appearance, eosinophilic cytoplasm, and apocrine features. Small foci of invasive solid components were observed demonstrating cribriform architecture, moderate to severe nuclear pleomorphism, and up to 8 mitotic figures per high power field. Columnar cells with pseudostratified nuclei were also present with moderate nuclear atypia. Foci of ruptured cysts with hemorrhage, granulation tissue, lymphocytic infiltrate, and dystrophic calcification were also seen. No lymphovascular or perineural invasion was identified.\\nImmunohistochemical studies using monoclonal antibodies were performed with appropriate positive controls, encompassing Gata-3 (mouse monoclonal antibody; 1 : 100–1 : 500, predilute; Cell Marque, Rocklin, CA), gross cystic disease fluid protein 15 (GCDFP-15) (mouse monoclonal antibody; 1 : 30-1 : 60, dilute; Thermo Fisher Scientific, Fremont, CA), androgen receptor (AR) (rabbit monoclonal antibody; 1 : 50-1 : 200, dilute; Cell Marque, Rocklin, CA), SOX-10 (rabbit polyclonal antibody; 1 : 25-1 : 100, dilute; Cell Marque, Rocklin, CA), prostatic specific antigen (PSA) (mouse monoclonal antibody; 1 : 50-1 : 200, predilute; Cell Marque, Rocklin, CA), thyroid transcription factor 1 (TTF-1) (mouse monoclonal antibody; predilute at 7 micrograms; Ventana Medical Services, Tucson, AZ), p63 (mouse monoclonal antibody; predilute 1 : 100–1 : 200; Biocare Medical, Concord, CA), p53 (mouse monoclonal antibody; predilute at 2.5 micrograms; Ventana Medical Services, Tucson, AZ), high molecular weight cytokeratin 903 (HMWK903) (mouse monoclonal antibody; predilute 1 : 100-1 : 500; Cell Marque, Rocklin, CA), CAM 5.2 (mouse monoclonal antibody; predilute; Ventana Medical Services, Tucson, AZ), estrogen receptor (ER) (mouse monoclonal antibody; diluted 1 : 40-1 : 60; Vector Laboratories, Burlingame, CA), progesterone receptor (PR) (mouse monoclonal antibody; prediluted; Leica Biosystems, Newcastle, UK), Her2-neu (rabbit monoclonal antibody; predilute; Ventana Medical Services, Tucson, AZ), and Ki-67 (rabbit monoclonal antibody; predilute; Ventana Medical Services, Tucson, AZ). Immunohistochemical studies were performed on an automated stainer (Leica Biosystems, Inc., BOND III System, Buffalo Grove, IL). All antibodies and testing were performed in a CLIA-certified laboratory.\\nThe invasive component of the tumor was positive for Gata-3, AR, HMWK903, and CAM5.2 and focally positive for GCDFP15 while negative for p63, ER, PR, SOX-10, PSA, and TTF-1 stains (Figures –). p53 was positive in less than 50% of the tumor cells. The Ki-67 proliferative index of the tumor cells was low (5-10%). p63 and SOX-10 stains highlighted the PA and the in situ component of the tumor.\\nDetection of HER2 status by immunohistochemistry was equivocal (2+), and reflex testing using fluorescence in situ hybridization (FISH) was negative for HER2/neu gene amplification based on the updated 2018 guidelines of the American Society of Clinical Oncology/College of American Pathologists criteria for HER2/neu testing in breast cancer.\\nMolecular profiling using a next-generation sequencing- (NGS-) based assay (Foundation One) was performed on the lacrimal gland tumor (paraffin-embedded tissue) to identify genomic alterations within 315 cancer-related genes. The following genomic alterations were detected: HRAS (G13R), PIK3CA (E542K), and BCORL1 (H215fs∗38); Microsatellite status MD-stable and tumor mutation burden (TMB) low; 1Muts/Mb.\\nThe combined histopathologic, immunohistochemical, and molecular findings supported the diagnosis of invasive Ca-ex-PA disclosing a carcinomatous component with a predominant cystic growth pattern and focal solid areas reminiscent of a cystadenocarcinoma. The surgical margins were negative. In addition, the microscopic examination of the left eye globe revealed pseudoexfoliation syndrome and Fuchs' endothelial dystrophy.\\nThe patient underwent postoperative adjuvant chemoradiation, followed by excision of the eyelids with no residual tumor. Follow-up examination showed no evidence of recurrence or metastatic disease nine months after completing adjuvant therapy.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'23094259': 1, '29755265': 1, '24468654': 1, '8944036': 1, '14522780': 1, '21744105': 1, '34926199': 1, '16187032': 1, '28003984': 1, '28208703': 1, '23821208': 1, '25899808': 1, '28085142': 1, '2726173': 1, '28153138': 1, '22471375': 1, '29049099': 1, '14752304': 1, '32850170': 2}", "similar_patients": "{}"}