{"patient_id": 20201, "patient_uid": "7257448-1", "PMID": 32471401, "file_path": "comm/PMC007xxxxxx/PMC7257448.xml", "title": "Aspiration of superabsorbent polymer beads resulting in focal lung damage: a case report", "patient": "A 3-year-old boy was referred to the King Faisal Specialist Hospital and Research Center (KFSH&RC) from the regional hospital in Al-Ahsa region in the eastern province of Saudi Arabia. The patients experienced recurrent chest infections associated with a persistent wet cough which resulted in four hospitalizations over the last year. The child was born uneventfully after stable pregnancy and had no remarkable background history in the first 2 years of his life apart from infrequent mild upper respiratory tract infections without symptoms, suggestive of a lower respiratory tract infection. Shortly after his second birthday, the boy had the first onset of lower respiratory tract infections and presented to the local hospital with fever, tachypnea, and respiratory distress, significant enough to require ICU admission. He responded partially to the initial regimen with oxygen therapy, systemic antibiotics, and systemic steroid and nebulized bronchodilators during the hospitalization. His cough persisted after he was discharged from the hospital and he soon suffered from additional attacks during which his symptoms worsened. His symptoms included respiratory distress, an aggravated cough, and hypoxia, and required frequent emergency visits and a total of 4 hospitalizations over the course of 1 year. The patient’s parents are non-consanguineous, and there was no history of respiratory infections or symptoms in the family. Upon examination of the patient’s immune system, test results showed normal immunoglobulin levels and normal lymphocyte markers. A computed tomography (CT) scan of the chest (Fig. ) indicated multiple cystic changes within the posterior segment of left lower lobe, which most likely represented bronchiectasis changes. FB ingestion was suspected after radiology; however, congenital lung malformation could not be ruled out. At this point, the clinical and radiological presentation were suggestive of a foreign body had been ingested by the child and was overlooked. Consequently, the child was referred to our facility where we performed flexible bronchoscopy after the boy had been ill for 1 year.\\nClinical examination performed at our facility demonstrated a normal oxygen saturation on room air. There was a decrease in air entry in the left lower zone with no adventitious sounds. Initial chest x-ray (Fig. ) showed a significant left lower lobe consolidation with Bronchiectasis. Flexible bronchoscopy was performed under general anesthesia, and the patient was intubated by an endotracheal tube in the operating room. A sphere-shaped foreign body (Fig. ) was identified in the left lower lobe posterior segment. The patient’s parents were certain that the foreign body represented an Orbeez ball.\\nAn attempt was made to remove the foreign body using a retrieval basket and a flexible scope. Unfortunately, the foreign body was squashed and fragmented into smaller pieces, which required the removal of each piece using the retrieval basket. Eventually, all fragments were removed successfully. We observed that granulation tissue was causing a significant obstruction of the left lower lobe posterior segment airway, to the extent that we could not pass the scope through it. After reconstructing the pieces of the foreign body, the patient’s parent indicated that it appeared much larger than its original size. The fragmented pieces were reviewed by a pathologist who confirmed the inorganic nature of the foreign body. At an evaluation after 6 months following the removal of the foreign body the child’s symptoms were minimal, with no additional hospitalizations recorded. His chest X-ray demonstrated a persistent bronchiectasis in left lower lobe with interval improvement in the previously noted consolidation (Fig. ).", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'30061771': 1, '28970050': 1, '28697162': 1, '25857247': 1, '22987870': 1, '23962764': 1, '20559470': 1, '25474093': 1, '20802055': 1, '22333317': 1, '27490040': 1, '29395882': 1, '34179679': 2, '31005364': 1, '32471401': 2}", "similar_patients": "{'8202283-1': 1}"}