{"patient_id": 17186, "patient_uid": "7053792-1", "PMID": 32181063, "file_path": "comm/PMC007xxxxxx/PMC7053792.xml", "title": "Non-infective Unilateral Panuveitis: Topical Steroids and Posterior Vitrectomy as a Cheap and Safe Alternative to Modern Treatment Modalities", "patient": "History and examination\\nAn 18-year-old male presented to the outpatient ophthalmology department with a complaint of worsening of blurring of vision in his left eye. On further inquiry, the patient revealed that he was 10 years' old when he first started seeing floaters in his left eye. He did not seek medical attention at the time. The condition worsened gradually to blurred vision, especially in times of stress. He reported that his mother has sarcoidosis. He denied any history of trauma to the eye, any joint pain, or exposure to a patient with tuberculosis.\\nHis past medical, social, or sexual history was not significant. The ophthalmologic examination, including the slit-lamp examination, revealed left-sided cataract and keratic precipitates. His optic disc showed signs of active inflammation. The rest of the physical examination was within normal limits.\\nInvestigations\\nHis complete blood count (CBC), chest X-ray, lumbosacral spinal X-ray, human immunodeficiency syndrome (HIV) by enzyme-linked immunosorbent assay (Elisa), T-spot test, C-reactive protein (CRP), rheumatoid arthritis (RA) factor, and antinuclear antibodies (ANA) and extractable nuclear antigen (ENA) profile were non-significant, and the only abnormality was a slightly raised erythrocyte sedimentation rate (ESR) (22 mm in the first hour by the Westergren method).\\nTreatment, hospital stay, and results\\nHe was started on oral steroids owing to the involvement of the optic disc. Methylprednisolone at the dose of 60 mg/day was started and gradually tapered over four weeks. As a result of treatment with steroids, the patient developed Cushingoid features. This mode of treatment was also complicated by an episode of Addisonian crisis when the patient did not take his dose during ‘Ramadan’ when he was fasting as a religious duty. The crisis was fortunately promptly managed with injectable steroids and fluids.\\nOral steroids were thus switched to topical steroids. The patient turned out to be a steroid-responder and presented to the ophthalmologic emergency with an episode of acute glaucoma. The acute event was managed with topical acetazolamide, and the dose of topical steroids was reduced and topical diclofenac was added. Oral and topical acetazolamide was also added to avoid another episode of glaucoma. The patient was asked to follow up weekly to have his ocular pressure checked.\\nThree weeks later, a routine ophthalmologic exam revealed macular neovascularization and macular edema. This occurrence presented a unique problem, as the patient could not receive a depot of steroids in his eye for fear of glaucoma. So, the patient was given an intravitreal injection of bevacizumab and prescribed oral methotrexate. The patient found bevacizumab very expensive but agreed to one dose. He also reluctantly took methotrexate (for fear of side effects) for a few weeks and then asked to be taken off of the medicine.\\nAt this time, his cataract had progressed to the point where he asked for an artificial lens. Our team performed phacoemulsification and placed a unifocal lens in his left eye. At the same time, we performed posterior vitrectomy for the unorthodox purpose of allowing the topical medications to reach his retina easily and a canal of Schlemmectomy to counter the ‘glaucoma’ effects of steroids. As a result of this treatment modality, he reported a marked improvement in his vision.\\nThe patient was discharged in a stable condition on topical steroids, topical diclofenac, and an ocular multivitamin. He was asked to follow up weekly initially, then monthly, and three-monthly later on. During his last follow-up (about a year after the procedure), he reported no new symptom, no episode of glaucoma, and improved vision. The slit-lamp examination showed that his inflammation had settled.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'20029145': 1, '24738997': 1, '31164299': 1, '28924342': 1, '32181063': 2}", "similar_patients": "{}"}