{"patient_id": 101813, "patient_uid": "7586469-1", "PMID": 33149420, "file_path": "noncomm/PMC007xxxxxx/PMC7586469.xml", "title": "Bilateral Nonsyndromic Cystic Lesions Involving Impacted Teeth: Nomenclature and Diagnostic Protocol", "patient": "A 12-year-old boy presented with a chief complaint of pain and swelling in the lower jaw on the right side. He reported a gradual increase in the size of the swelling which had persisted for 4 months. On examination, a diffuse swelling was noted extending anteroposteriorly from 34 to 36 tooth region on the left side and 44 to 46 region on the right side and superoinferiorly from the gingival margin to the lower border of the mandible (). The swellings measured approximately 2 × 3 cm in size and were of the same color as the surrounding mucosa. On palpation, both swellings were soft in consistency, with smooth margins and were nontender. Panoramic radiographs showed unilocular, well-circumscribed radiolucent areas extending from 34 to 37 on the left side and 44 to 47 on the right side of the mandible and involving retained mandibular second premolars on both sides (). Cone-beam computed tomography (CBCT) was used to obtain a three-dimensional image, enabling the exact location and extent of the lesions. Cone-beam computed tomography examination of the left mandibular region showed well-defined, well-corticated expansile osteolytic radiolucency measuring approximately 36.1 × 23.6 × 16.0 mm in its greatest anteroposterior, superoinferior, and transverse dimensions (A). The radiolucency on the right side was approximately 38.0 × 28.7 × 19.4 mm encroaching the inferior border of the mandible (B). Furthermore, the systemic evaluation of the patient for syndromic features, such as malocclusion, condylar defects, gingival hyperplasia, and maxillary micrognathia, was confirmed negative. Hence, based on the clinical and radiographic findings, a provisional diagnosis of a nonsyndromic benign odontogenic cyst was established for both lesions. The biopsy specimen consisted of four soft tissue bits with the largest one measuring approximately 2.5 × 2 × 1 cm and smallest measuring 0.5 × 0.5 × 0.4 cm in size, brown in color, and soft in consistency. Histopathological examination of the cystic lesion on the left side revealed a 4 to 5 cell layered nonkeratinized epithelium overlying an inflamed connective tissue capsule (A arrowhead). A proliferative hyperplastic epithelium in an arcading pattern was noted in many areas under the influence of an intense juxtaepithelial inflammatory infiltrate (A arrows and B). The lesion on the right side demonstrated a thin nonkeratinized stratified squamous epithelium with many hyperplastic areas and a connective tissue with chronic inflammatory cell infiltrate (C). The findings were suggestive of inflammatory follicular cyst on either side.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'21731287': 2, '22442592': 1, '28707233': 1, '8665316': 1, '8170660': 1, '15140817': 1, '17082341': 1, '12613310': 1, '27307677': 2, '6768864': 1, '27162755': 1, '33149420': 2}", "similar_patients": "{'3125666-1': 1, '4906873-1': 1}"}