{"patient_id": 30092, "patient_uid": "7779128-1", "PMID": 33409108, "file_path": "comm/PMC007xxxxxx/PMC7779128.xml", "title": "Pembrolizumab-Induced Sarcoid-Like Reaction in a Patient With Lung Cancer", "patient": "A 62-year-old female with a past medical history of hypertension and ex-smoker (> 50 pack-years) was diagnosed with T1C, N0, M0, adenocarcinoma of the right lung and underwent right video-assisted thoracoscopic surgery (VATS). Subsequent CT chest showed relapse of disease with progressive mediastinal, right hilar, and subcarinal lymphadenopathy. Furthermore, her biomarkers programmed death-ligand 1 (PD-L1) was positive (100%), epidermal growth factor receptor (EGFR), anaplastic lymphoma kinase (ALK) wild type (negative), and no ROS proto-oncogene 1 (ROS-1) translocation. Given the high level of PD-L1 positivity, she was placed on pembrolizumab 200 mg intravenously every three weeks.\\nAfter nine weeks of treatment, she developed right wrist pain and hyperpigmentation of her previous scars (surgical scars-episiotomy and accidental scars). Additionally, she also reported some new skin lesions on her face, especially involving nasolabial groove and noticed subcutaneous thickening on the right forearm. Ultrasound of forearm revealed an ill-defined subcutaneous abnormality for a length of about 9.5 cm extending from the ulnar aspect of the wrist to the level of mid-forearm. It showed extensive subcutaneous edema, ill-defined hyperechoic areas with marked vascularity.\\nPhysical examination revealed sclerotic scars on bilateral shins. Additionally, face examination revealed an erythematous palpable dermal change to a small scar on the right cheek, numerous erythematous papules to the left cheek which are not related to previous scars. Angiotensin-converting enzyme (ACE) was 116 (normal range 8-52 IU/L) and erythrocyte sedimentation rate (ESR) was 7 (normal range 1-14 mm/h). Polymerase chain reaction (PCR) for Mycobacterium tuberculosis and Ziehl-Neelsen (ZN) staining were negative. CT scan thorax (Figure ,B) revealed ground glass changes more marked on left lower lobe.\\nSkin punch biopsies (Figures -) performed from cheek and shins showed plentiful non-necrotizing granulomas within the dermis, along with a small number of admixed lymphocytes and giant cells. There is no evidence of atypia or malignancy.\\nGiven the consistent ground glass changes on radiological studies, noncaseating granuloma on histological findings and the correlation in timeline with treatment, the diagnosis of pembrolizumab-related sarcoidosis-like granulomatous reaction was made. Pembrolizumab was stopped after discussion with the patient as there was evidence of systemic involvement. She was commenced on prednisolone 30 mg once a day orally and tapered over six weeks. She had marked improvement in her skin lesions and, repeat CT scan after eight weeks (Figure ) showed resolution ground glass appearance. There was no evidence of disease progression. After eight weeks, follow up examination and restaging studies demonstrated stable disease and no evidence of skin lesions.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'27534573': 1, '21834808': 1, '27486590': 1, '34573900': 1, '19147181': 1, '15764796': 1, '31432705': 1, '21037016': 1, '19830230': 2, '26083934': 1, '27564547': 1, '28443311': 1, '28090320': 1, '30106351': 1, '33409108': 2}", "similar_patients": "{'2737791-1': 1}"}