{"patient_id": 32770, "patient_uid": "7910496-1", "PMID": 33681485, "file_path": "comm/PMC007xxxxxx/PMC7910496.xml", "title": "Pulse-gated noncontrast thoracic magnetic resonance angiography for acute aortic dissection with transient ischemic attack: A case report", "patient": "A 72-year-old woman presented 3 h after a sudden onset of a right arm palsy. Her only stroke risk factor was hyperlipidemia. She reported no chest or back pain, and her arm paralysis had improved prior to the presentation. Neurologic examination revealed no symptoms on arrival; the National Institutes of Health Stroke Scale score was 0. The left arm blood pressure was 128/49 mmHg, and heart rate was 64 beats per minute. The right arm blood pressure was not checked because aortic dissection was not suspected. She was fully awake (Glasgow Coma Scale score = 15). She had normal heart sounds. The pretibial pitting edema and jugular venous distension were not observed. Laboratory tests revealed elevated D-dimer (50.5 μg/mL, normal <0.5 μg/mL). Electrocardiography showed normal sinus rhythm. Brain magnetic resonance imaging (MRI) showed no areas of restricted diffusion consistent with acute cerebral infarction. The distal right vertebral artery was not clearly visualized, and the right internal carotid artery showed a slightly lower signal intensity than the left internal carotid artery on the cervical and brain MRA. The course of the right brachiocephalic artery was not visible (A–B), which made us suspect the existence of aortic dissection in the time-of-flight MRA (TOF-MRA), but the definitive diagnosis could not be established (C). The subsequent pulse-gated noncontrast thoracic bSSFP-MRA revealed a dissection flap in the ascending aorta (D–E). Eventually, radiographs demonstrated mediastinal widening, and the chest CTA revealed Stanford TAAAD (F).\\nEmergency surgical aortic repair with the ascending aorta and arch replacement were performed. The patient was discharged in an ambulatory state without residual neurologic deficits.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'30664117': 1, '32061029': 1, '24836491': 1, '15018113': 1, '21339492': 1, '24030403': 1, '29653804': 1, '33681485': 2}", "similar_patients": "{}"}