{"patient_id": 31647, "patient_uid": "7853683-1", "PMID": 33470362, "file_path": "comm/PMC007xxxxxx/PMC7853683.xml", "title": "Cerebral hemorrhage during the active phase of SARS-CoV-2 infection in a patient with amyloid angiopathy: case report", "patient": "An 88-year-old female patient with a history of Alzheimer’s disease was hospitalized with worsening mental confusion for 4 days associated with periods of agitation, aggression and lack of appetite. She used sertraline and quetiapine continuously.\\nUpon admission, the patient presented with sleepiness and disorientation without focal deficits. Cranial tomography was performed, showing changes compatible with the patient’s age and no signs of acute changes (). A 6-hour electroencephalogram showed diffuse disorganization of brain electrical activity. A reverse transcription-polymerase chain reaction (RT-PCR) test for coronavirus 2019 disease (COVID-19) was requested upon hospital admission because of the ongoing pandemic and acute neurological disorder; the test was positive.\\nThe patient remained under neurological surveillance, with adjustments to antipsychotic drugs and the introduction of pharmacological prophylaxis (enoxaparin) for venous thromboembolism. Magnetic resonance imaging was performed on the third day of hospitalization, showing the presence of multiple foci of hemosiderin deposition with a predominance in the periphery of the cerebral parenchyma (pattern suggestive of amyloid angiopathy) ().\\nOn the fourth day of hospitalization, the patient presented with dysarthria and decreased motor strength in the left hemibody. Emergency brain tomography was performed, showing hemorrhage in the central and parieto-occipital sulcus on the right, in addition to the appearance of a recent intraparenchymal hemorrhage, measuring approximately 3.3 × 3.4 × 2.4cm (estimated volume of 14mL), affecting the precentral gyrus ( and ).\\nFor clinical support, the patient was admitted to a neurological intensive care unit, where heparin was suspended and neuroprotection measures were performed. After an evaluation, the neurosurgery team did not indicate surgical treatment. There were no changes in blood pressure or other vital signs. In the laboratory tests performed, there were no changes in the blood clotting test. However, there were changes in inflammatory markers (D-dimer, 1.411ng/mL; C-reactive protein (CRP), 3.15mg/dL, with a reference value lower than 1mg/dL). Ferritin and lactic dehydrogenase were within normal values.\\nThe patient progressed with improvement in confusion, but motor deficits remained on the left side. On the 13th day, she presented involuntary facial movements, and a new electroencephalogram was requested, showing epileptiform activity of variable amplitude in both brain hemispheres, predominantly in the right anterior region. A new cranial tomography scan revealed greater regression of the subarachnoid hemorrhage content in the central and parieto-occipital sulcus as well as a greater reduction in the attenuation/partial metabolization of the recent intraparenchymal hematoma in the right perirolandic region, which mainly affected the postcentral gyrus, with an area of vasogenic edema more conspicuous in the neighboring cerebral parenchyma, similar to the mass effect characterized by the deletion of sulci between the local cortical gyri. Anticonvulsant drugs were started, and the patient’s condition improved without new crises (clinical or electrographic).\\nCurrently, the patient remains in the rehabilitation process and still has motor deficits on the left side without other neurological changes.", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'32294339': 1, '32275288': 1, '30938800': 1, '32469387': 1, '32593341': 1, '32689643': 1, '32616524': 1, '32299017': 1, '33470362': 2}", "similar_patients": "{}"}