{"patient_id": 33380, "patient_uid": "7943471-1", "PMID": 33718404, "file_path": "comm/PMC007xxxxxx/PMC7943471.xml", "title": "Case Report: Proven Diagnosis of Culture-Negative Chronic Disseminated Candidiasis in a Patient Suffering From Hematological Malignancy: Combined Application of mNGS and CFW Staining", "patient": "A 62-year-old woman with acute myeloid leukemia-M2 received remission-induction chemotherapy (day-0). An outline of the following episodes is described in . From day-0, recurrent fever occurred (). Empirical treatment was undertaken with broad-spectrum antibiotics. The patient experienced neutropenia from day-2 to day-19. Antifungal prophylaxis was not employed until day-18, and yielded a positive result for the (1,3)-β-D-glucan (BDG) test (470 pg/mL). At that time, the results of a series of blood cultures were negative from day-16 to day-18 (). Computed tomography (CT) of the abdomen showed multiple low-density lesions in the liver, spleen, and kidneys in day-28.\\nCaspofungin (CAP) from day-18 to day-28 and voriconazole (VRC) from day-28 to day-38 were used as antifungal therapy after a positive result for the BDG test on day-18 (). However, the recurrent fever persisted without remission for the lesions on the liver, spleen, and kidneys even after recovery from neutropenia.\\nContrast-enhanced CT of the abdomen showed multiple lesions with hypodensity in the liver, spleen, and kidneys as characterized by marked rim enhancement (). Ultrasound of the abdomen, enhanced magnetic resonance imaging (MRI) of the abdomen, 18F-fluorodeoxyglucose-positron emission tomography/computed tomography, and contrast-enhanced ultrasound confirmed the result of contrast-enhanced CT of the abdomen (). While a follow-up BDG test produced a negative result on day-43 and on several subsequent occasions (). Expectedly, several cultures of blood and feces on different days failed to grow any pathogen.\\nOn day-54, ultrasound-mediated liver puncture and biopsy was undertaken (). A specimen was obtained between the boundary of lesions and normal liver tissues. Histology showed very few epithelioid cells, possibly a tumor, but no evidence of fungal infection. The antifungal agent was changed from VRC to CAP due to suspicion of CDC (). However, her condition did not improve significantly, and recurrent fever persisted ().\\nAnother liver biopsy was done 1-week later (day-62). The puncture needle passed through the entire lesion to reach its center, and tissues were sampled. Histology revealed granulomatous inflammation with necrosis and no evidence of malignancy (). Immunohistochemistry showed positive in TB (FISH) (only one found) but negative in fungal (FISH). The serum T-SPOT®. TB interferon-γ release assay for active tuberculosis was negative. No pathogen was cultured from the two liver-biopsy tissues.\\nThe samples from the second liver puncture were tested using mNGS (). The results showed 55 total reads of C. tropicalis, accounting for 98.21% total fungal reads which was sentenced as responsible pathogen in accordance with other clinical evidences. Interestingly, pseudohyphae were found under fluorescence microscopy using CFW staining () to confirm the mNGS result. After consideration of detection by mNGS and the microscopic appearance, we decided to add the antifungal agent (amphotericin B (AmB), 25 mg per day, i.v.) and adjuvant corticosteroid (dexamethasone (DXM), 7.5 mg per day, i.v.) for further treatment (). After adjusting the medication regimen, the body temperature dropped to a normal level ().\\nCAP+AmB+DXM therapy was continued for >6 weeks while patient had a normal temperature but improvement in imaging features (lesions on the liver, spleen, and kidneys) was not observed. On day-96, splenectomy was undertaken after consultation with the multidisciplinary team (). Multiple dense abscesses were found in the entire spleen, and granulomatous inflammation with necrosis was observed in splenic tissue under microscopy (). Budding cells with pseudohyphae consistent with infection by Candida species were observed under microscopy (). Immunohistochemistry showed leukocyte common antigen and positivity for cluster of differentiation (CD)3/43 (T cells), CD20 (B cells), and Ki-67 (30%), whereas a methenamine silver stain was negative (). After splenectomy, the patient symptoms were alleviated with a decrease of CRP level and white blood cell count (). Her body temperature remained normal and we discontinued use of DXM (). On day-105, the patient was discharged with continuing antifungal therapy of CAP and AmB. Cytological examination of the bone marrow showed complete remission. The patient was transferred to local hospital to continue antifungal therapy and was suggested to follow-up with CT scan every 2 months.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'10468858': 1, '22360318': 1, '15755501': 1, '18462102': 1, '14699449': 1, '31442461': 1, '18230039': 1, '29074157': 1, '31802125': 1, '8086562': 1, '29988504': 1, '20164282': 1, '24004860': 1, '30423048': 1, '2476649': 1, '2754012': 1, '9114188': 1, '23315320': 1, '12010669': 1, '29759945': 1, '25473027': 1, '26433313': 1, '26360016': 1, '10987117': 1, '1571455': 1, '31315582': 1, '26679628': 1, '11372747': 1, '30895218': 1, '27340685': 1, '33718404': 2}", "similar_patients": "{}"}