{"patient_id": 96433, "patient_uid": "7034210-1", "PMID": 31929255, "file_path": "noncomm/PMC007xxxxxx/PMC7034210.xml", "title": "Incidental Finding of a Left Atrial Thrombus during Surgical Management of a Massive Pulmonary Embolism", "patient": "This case is of a 58-year-old male with a past medical history of hypertension and paranoid schizophrenia who presented to the emergency room with hypoxemia and right ventricle (RV) failure. The patients' vital signs are as follows: blood pressure 89/60 mmHg, pulse 120 beats/min, respiratory rate of 22, and saturation of 88% on 2 L/min nasal cannula. Computed tomography angiogram revealed a saddle embolus in the main pulmonary artery with extensive clot burden affecting all lobes and right heart strain with reverse curvature of the interventricular septum. Transthoracic echocardiogram (TTE) displayed a severely dilated RV with severely reduced systolic function. exhibits a dilated RV with a flattened interventricular septum. A mobile thrombus was seen in the right atrium that measured 2.7 × 1.2 cm.\\nThis patient had a preinduction arterial line placed, and the patient had a standard induction with etomidate, fentanyl, lidocaine, midazolam, and rocuronium. Once the airway was secured with an 8.0 standard endotracheal tube through direct laryngoscopy, a 9 French MAC Introducer was placed through the right internal jugular vein. The surgical team, as well as the perfusionist, was on standby during induction of anesthesia in the event of hemodynamic collapse to initiate cardiopulmonary bypass. The patient underwent emergency pulmonary embolectomy for massive pulmonary embolus with hemodynamic compromise. Intraoperative transesophageal echocardiogram (TEE) demonstrated the mobile thrombus in the right atrium that was seen on TTE. demonstrates the right atrial thrombi in the mid-esophageal five-chamber view. In addition to the right atrial thrombi, TEE revealed a new finding of large thrombi in the left atrium. reveals a thrombus in the left atrium in the mid-esophageal aortic valve in long-axis view with an arrow highlighting the left atrial thrombus. The patient underwent sternotomy with cardiopulmonary bypass for embolectomy. Massive pulmonary emboli and clots were removed from both the left and right pulmonary arteries as well as the right and left atria. After removal of the thrombi, TEE demonstrated a PFO with left-to-right shunt and no residual intracardiac or pulmonary artery thrombi. shows the PFO with the left-to-right shunt after the removal of right and left atrial thrombi as well as pulmonary artery embolectomy. The patient was subsequently weaned off cardiopulmonary bypass and remained hemodynamically stable. At the end of the procedure, an inferior vena cava filter was placed to prevent further PE. The patient recovered with aggressive medical management without neurologic consequences.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'25023859': 1, '19056070': 1, '15650981': 1, '20817561': 1, '28246560': 2, '31929255': 2}", "similar_patients": "{'5299177-1': 1}"}