{"patient_id": 97932, "patient_uid": "7233898-1", "PMID": 32477560, "file_path": "noncomm/PMC007xxxxxx/PMC7233898.xml", "title": "Diagnostic challenge of aleukemic leukemia cutis preceding acute myelogenous leukemia: A case report", "patient": "A 40-year-old male patient presented to our clinic in January of 2017 with a 6-month history of dozens of painful nodules throughout his body (), and progressive severe pain in his abdomen and joints. The patient self-reported pain as being 20/10 on a scale from 0 to 10. He had a past medical history of lymphocytic vasculitis and rotator cuff injury. There was no past surgical history on file. His current medication list included azathioprine 100 mg q.d., prednisone 10 mg q.d., and intravenous immunoglobulin therapy.\\nPhysical examination revealed erythematous and painful papules with poorly demarcated borders located bilaterally on the forearms, upper arms, and shoulders. The largest papule measured approximately 1.5 cm in diameter. A punch biopsy performed in 2017 showed a moderate superficial and deep lymphocytic perivascular infiltrate that was interpreted as a vasculopathic reaction. The lymphoid cells were small and showed minimal cytologic atypia ().\\nThe patient presented for further follow-up 10 months later with approximately 12 erythematous and painful nodules measuring 2–3 cm in diameter on the arms and chest. The lesions did not show necrosis, macular or retiform purpura, or petechiae.\\nA second punch biopsy was performed in 2018 with a clinical concern of potential hyper-IgG4 disease. This biopsy showed similar histologic features to the 2017 sampling. Again, a moderate superficial and deep perivascular lymphoid infiltrate was present with minimal cytologic atypia. However, because of the cellularity of the infiltrate and the clinical history of persistent lesions, additional immunohistochemical stains were performed to further investigate the nature of the dermal cells (). The lesional cells were positive for CD4, CD45, CD43, CD123, and MPO stains. CD56, CD3, CD61, CD99, CD34, CD138, CD8, CD117, IgG4, and TdT stains were negative. From the skin biopsy, a diagnosis of extramedullary myeloid cell tumor was given. A subsequent bone marrow biopsy showed myelodysplasia, resulting in a diagnosis of acute myelogenous leukemia.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'30742583': 1, '22282696': 1, '19864240': 1, '8037168': 1, '22115500': 1, '3861107': 1, '22435424': 1, '18089498': 1, '32477560': 2}", "similar_patients": "{}"}