{"patient_id": 105510, "patient_uid": "7933724-1", "PMID": 33663146, "file_path": "noncomm/PMC007xxxxxx/PMC7933724.xml", "title": "Schwannoma of the posterior branch of the great auricular nerve", "patient": "A 17-year-old woman presented with an asymptomatic, slow growing, postauricular mass, which appeared 10 years prior. The mass was palpable; however, pain, paresthesia, Tinel sign (shooting paresthesia in the distribution of the involved nerve), or other neurological deficits were not observed. Preoperative US revealed a hypoechoic mass (1.5 cm×1.1 cm×0.5 cm) in the subcutaneous layer, which was suspected to be an epidermal inclusion cyst ().\\nThe mass was solid, round in shape, and softly fixed to the postauricular area (). After dissecting the skin and soft tissue, a whitish yellow, shiny, solid mass was observed. Considering the clinical features, we suspected a well-encapsulated schwannoma of the posterior branch of the GAN rather than an epidermal inclusion cyst. After confirming that fascicles were not involved through meticulous dissection, the tumor was completely shelled out during the excision (). After confirming that the nerve was intact and there was no distortion of structures, the nerve and skin were closed in a layer-bylayer fashion (). The surgical specimen was 1.7 cm×1.0 cm×0.8 cm in size and was well-encapsulated (). Permanent section biopsy showed classic features of schwannoma, including Verocay bodies, and Antoni A and B areas (). Antoni A areas consist of compact spindle-shaped cells with twisted nuclei. The cells are arranged in short bundles with palisading nuclei. Two dense rows of these well-aligned nuclei and cell processes are arranged elliptically to form a Verocay body. Antoni B areas display loosely arranged spindle cells within a myxoid matrix, which is susceptible to degeneration, hemorrhage, and cyst formation.\\nAll stitches were removed 5 days after surgery, and there were no complications such as wound dehiscence, infection, and numbness. The patient showed no evidence of recurrence or neurological deficits upon follow-up for 3 years after complete excision.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'24093090': 1, '23277616': 1, '26618135': 1, '30282436': 2, '31914494': 2, '26480909': 1, '10730653': 1, '16365490': 1, '17376620': 1, '34094542': 1, '30703867': 2, '31598349': 1, '33663146': 2}", "similar_patients": "{'6949502-1': 1, '6177677-1': 1, '6411519-1': 1}"}