{"patient_id": 28058, "patient_uid": "7673915-1", "PMID": 33224544, "file_path": "comm/PMC007xxxxxx/PMC7673915.xml", "title": "Primary Cutaneous Nocardiosis in an Adolescent with Crohn Disease", "patient": "A 13-year-old female with a history of CD presented to the dermatology clinic for a pruritic rash on the left upper back that started off as a “pimple” two weeks prior. The patient's medication regimen for the treatment of her CD included adalimumab 40 mg/0.4 ml once every other week and azathioprine 75 mg once daily. She had been on azathioprine for several years and adalimumab for approximately six months.\\nExamination of the skin revealed an edematous and erythematous plaque with purulent drainage present on the left upper back (). Empiric treatment with cephalexin was initiated while wound cultures were pending. Upon initial bacterial culture results returning positive for Nocardia, cephalexin was switched for minocycline. This antibiotic was selected due to the patient's previous adverse reactions to sulfonamide medications (rash) and to doxycycline (vomiting/diarrhea).\\nA punch biopsy was subsequently performed demonstrating pseudoepitheliomatous squamous hyperplasia, microabscesses, and granulomatous inflammation. This reaction pattern was consistent with an infectious etiology although no organisms were identified on Gram or Fite stain. Matrix-assisted laser desorption/ionization time-of-flight mass spectrometry was performed on the culture to identify the species as Nocardia nova, thus confirming the diagnosis of primary cutaneous nocardiosis. The patient was later transitioned to azithromycin based on the antibiotic susceptibility profile of the identified Nocardia species.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'26817885': 1, '14532173': 1, '27241370': 1, '21825961': 1, '31008177': 1, '26078549': 1, '23112367': 2, '28785335': 1, '31763083': 2, '30290600': 1, '33224544': 2}", "similar_patients": "{'3482810-1': 1, '6834106-1': 1}"}