{"patient_id": 18580, "patient_uid": "7166268-1", "PMID": 32318299, "file_path": "comm/PMC007xxxxxx/PMC7166268.xml", "title": "Pulmonary Malakoplakia by Rhodococcus equi in an HIV-Infected Patient in Mexico: A Case Report", "patient": "A 25-year-old male patient from Tabasco, a tropical southern state in Mexico, presented with persistent nonproductive cough and weight loss of more than 10% its normal weight as chief complaints. He mentioned having the symptoms for a year, denying fever, shortness of breath, or other constitutional symptoms.\\nHe allegedly started with whitish sputum, later mild hemoptysis (specks of blood) together with fever quantified above 102.2°F and resting dyspnea occurred until he reached for medical attention in a local hospital where a chest X-ray was taken, showing a total left atelectasis. The patient was later transferred to the National Institute of Respiratory Diseases (INER), a specialized referral center in Mexico city.\\nAdditional medical history included MSM practices, occasionally with no protection. The patient denied the use of alcohol, illicit drugs, or nicotine, and he denied having followed the adult immunization schedule. He mentioned having no contact with domesticated or undomesticated animals whatsoever.\\nOn admission, physical examination revealed a temperature of 102.7°F, a heart rate of 120 beats per minute, and a respiratory rate of 30 breathes per minute. The patient presented oral candidiasis and had multiple purple lesions with elevated borders affecting the skin and palate, with bilateral cervical nontender, indurated swollen lymph nodes. A hyperdynamic precordium was identified, with asymmetric chest expansion, diminished respiratory sounds, and fremitus as well as a flat sound on percussion.\\nHis complete blood count on admission presented a normocytic-normochromic anemia of Hb10.4 g/dL (MCV80.9fL, MCH26.2pg, and RDW17.3%), Hct32.1%, leucocytes 6.500/μL (lymphocytes 300/μL), and platelets 183,000. Liver and renal function test appeared within normal rage, creatinine 0.6 mg/dl, AST 35 UI/L, ALT p26 UI/L, LDH 241 UI/L, ALP 93 UI/L, procalcitonin 0.84 μg/L, and arterial blood gasses: pH 7.45, PCO2-26.4, PO2-51.6, HCO3-18, EB-(−)4.2, AG-21.1, SAT-82.7%, FiO2-27, and Lac-0.9.\\nThe patient tested positive for HIV (p24Ag, anti-HIV and western blot), as well as for HHV8, with CD4 of 7 cells/μL (2%) and a viral load of 126,916 copies/ml (log5.1) and tested negative for hepatitis B and C screening.\\nThe CT scan showed bilateral pleural effusion () with an occupational lesion obstructing the left main bronchial lumen () as well as a consolidation with air bronchogram in the left lung in segment 6. A diagnostic bronchoscopy was done, showing an emerging tumor in the left main bronchus with an 80% obstruction of its lumen with chronic inflammatory changes.\\nBlood cultures on admission turned positive for Gram-positive, catalase-positive, CAMP-positive coccobacillus compatible with Rhodococcus equi using a Biomerieux in vitro diagnostic technique. The antibiogram showed the microorganism to be TMP/SMX resistant, quinolone sensible, rifampicin sensible, and vancomycin sensible. The rest of the cultures were negative for other bacteria, mycobacteria, and fungus. Bronchioloalveolar lavage cultures turned positive for Rhodococcus equi too.\\nThe histopathological report of the transbronchial biopsy () shows a cumulus of inflammatory cells with foamy histiocytes, some of which can be seen with intracytoplasmatic inclusions (Michaelis–Gutmann bodies) compatible with pulmonary malakoplakia. No neoplastic or necrotic tissue was reported. Five days later, a therapeutic bronchoscopy approach was made, with resection of tumor tissue freeing 95% of the bronchus lumen.\\nBesides, several skin and cervical lymph node biopsies were done resulting in Kaposi sarcoma, for which the patient received management with liposomal doxorubicin.\\nTwo weeks after admission, the patient started HAART with the EFV/TDF/TFC regimen.\\nA combination with vancomycin 1 gr IV b.i.d and rifampicin 600 mg PO q.d. antibiotic scheme was used for 3 weeks and then was changed to ciprofloxacin 750 mg PO b.i.d. and rifampicin for 3 months more, given the chosen scheme. At the time of this report, the patient showed a fine recovery from the malakoplakia with full radiologic and symptomatic remission and a viral control at 6 months with considerable adherence to treatment. Thus far, no other intervention was required and the patient referred going back to his normal lifestyle.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'20417417': 1, '21519873': 1, '11981734': 1, '10451186': 1, '20377432': 1, '9100789': 1, '9056153': 1, '20144792': 1, '1539150': 1, '10084511': 1, '12131231': 1, '12796176': 1, '19218010': 1, '28864380': 1, '3420562': 1, '12557073': 1, '7634912': 1, '32318299': 2}", "similar_patients": "{}"}