{"patient_id": 104173, "patient_uid": "7813025-1", "PMID": 33489212, "file_path": "noncomm/PMC007xxxxxx/PMC7813025.xml", "title": "Severe cryoglobulinemia with cerebral infarction successfully treated with steroid and rituximab: A case report", "patient": "A 73-year-old female complained of purpura and pain in the lower legs. This purpura has been observed since about 20XX. Five years later, she noticed a right cervical lymphadenopathy. A biopsy revealed diffuse large B-cell lymphoma (DLBCL); thus, she underwent six cycles of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP), achieving complete remission. Two years after the end of treatment, a delay on the recovery of her lower limb bruise was noted, and she was admitted to our dermatology department. Upon admission, she had purpura, skin ulcer, and edema on both her lower legs (Figure ). A history of hypertension, osteoporosis, and cholecystectomy was recorded.\\nHer blood count and biochemical examinations were almost normal. The C-reactive protein level increased to 1.99 mg/dL, and IgM and soluble interleukin-2 receptor (sIL-2R) levels were 534 mg/dL and 1310 U/mL, respectively. The renal function is normal. Complements were low, C3 67.1 mg/dL, C4 <5.0 mg/dL, and CH50 7.2 U/mL, with a positive cryoglobulin qualitative.\\nThe biopsy of her skin ulcer showed an infiltration of inflammatory cells in the small blood vessels of the superficial dermis, which was showing an image of leukocytoclastic vasculitis. Fluorescent antibody staining revealed a strong C3 deposition on the vascular wall of the superficial dermis (Figure ).\\nMonoclonal IgM-κ increased, and polyclonal IgG and IgA mixed cryoglobulin were observed in immunoelectrophoresis; therefore, she was diagnosed with type II cryoglobulinemia.\\nShe was treated with 15 mg/day prednisolone (PSL). Her clinical course was good, but on the 29th hospital day, her speech became slurred, and head magnetic resonance imaging revealed acute cerebral infarctions in the right temporal and right frontal lobes (Figures i-vi and ). To suppress the vasculitis, we doubled PSL from 15 to 30 mg/day and added rituximab. And then, she experienced chest pain attacks on the 58th and 71st hospital days. Troponin T was slightly elevated at 0.033 ng/mL during the first attack, and the second ST-segment decreased at V5 and V6. Coronary angiography and an acetylcholine tolerance test were performed, but no significant stenosis and coronary spasm were noted. Also, neuralgia of the lower extremities, which was thought to be caused by vasculitis, was observed on the 78th hospital day. We continued PSL and rituximab, adjusting the dose of the PSL. On the 82nd hospital day, the cryoglobulin semiquantitative value was low at 1%, so rituximab was terminated after four cycles. The IgM level was reduced from 534 to 182 mg/dL, and the sIL-2R level decreased from 1310 to 214 U/mL Her skin ulcer became smaller than in the beginning, and the pain was resolved. Therefore, PSL and rituximab controlled the vasculitis. After that, we gradually reduced PSL to 6 mg/day. Two years after, her skin ulcers were almost epithelialized, with no vasculitis relapse.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'17644544': 1, '18796155': 1, '25837517': 1, '22474249': 1, '16996578': 1, '33489212': 2}", "similar_patients": "{}"}