{"patient_id": 102668, "patient_uid": "7690478-1", "PMID": 32823478, "file_path": "noncomm/PMC007xxxxxx/PMC7690478.xml", "title": "Choroidal involvement in Rosai-Dorfman disease successfully treated with cobimetinib", "patient": "A 64-year-old Caucasian man was referred for a 7-month history of progressive vision loss in the right eye (RE). Family history was negative for eye diseases and the patient's medical and ophthalmic history were not contributory.\\nAt presentation, the best-corrected visual acuity (BCVA) was 20/50 in the RE and 20/32 in the left eye (LE). Undilated slit-lamp biomicroscopy revealed bilateral quiet anterior segment with no sign of inflammation. The intraocular pressure was within normal limits in both eyes (OU).\\nDilated fundus examination showed a yellowish lesion involving the posterior pole and extending nasally, in OU. In the RE, a choroidal nevus was noted infero-temporally to the macula []. Enhanced depth optical coherence tomography (EDI-OCT) of the RE showed a serous retinal detachment with disruption of photoreceptors layers temporally to the fovea [] and confirmed the presence of the nevus []. In the LE, intraretinal fluid and a small serous retinal detachment were noted in the papillo-macular bundle [Fig. and ]. Furthermore, a hyporeflective thickening of the choroid was noted bilaterally, corresponding to the fundus yellowish areas, causing a sloping appearance of the retino-choroidal interface [Figs. , and -]. Fluorescein angiography was minimally contributory, showing the hyperfluorescence of the serous detachments (not showed), while indocyanine green angiography revealed early hypofluorescence fading in the late phases of the exam [1D-F and 2E, F]. The extensive systemic workup, including autoimmune and infectious panels, were all normal. However, after 4 months of observation, a worsening of BCVA and EDI-OCT findings were noted. In the neoplastic suspect, the patient underwent choroidal biopsy that revealed an infiltrate of large histiocytes showing emperipolesis and immunoreactivity with S-100 protein. These findings, as well as the expression of CD68 and CD163 with the absence of CD1a, suggested the diagnosis of Rosai-Dorfman disease. A total body imaging with PET-CT and brain MRI showed suggestive disease involvement of the cervical ganglia and the right tibia. The patient was initially treated with a pulse or intravenous steroids (Solumedrol 1,000 mg/day) for 3 days, followed by high doses of oral steroids (Prednisone 70 mg/day) tapered over 3 months. Despite the initial improvement of ocular manifestations, a worsening during the tapering of steroids occurred. Thus, therapy was switched to Cobimetinib 60 mg/day with optimal anatomical and functional responses. However, after a year, treatment was discontinued due to pruritus and high elevation of serum creatine phosphokinase, interpreted as Cobimetinib side effects. Despite the interruption of therapy, improvement continued, and at 5-year follow-up, BCVA was 20/63 in the RE and 20/25 in the LE with a further reduction in choroidal hyporeflectivity and choroidal thickness in OU [].", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'27902541': 1, '29720485': 1, '31768365': 1, '23090417': 1, '25389746': 1, '29428455': 1, '12742859': 1, '25791357': 1, '29913127': 1, '28664935': 1, '32823478': 2}", "similar_patients": "{}"}