{"patient_id": 33690, "patient_uid": "7964104-1", "PMID": 33763260, "file_path": "comm/PMC007xxxxxx/PMC7964104.xml", "title": "Spontaneous Splenic Artery Rupture as the First Symptom of Systemic Amyloidosis", "patient": "A 67-year-old man was admitted to the emergency department (ED) with acute abdominal pain and hypotension. Physical examination revealed blood pressure at 60/30 mmHg, pulse 110 per minute, and a respiratory rate at 40 per minute. He was pale and the abdomen was distended and painful, although without clear peritoneal signs. The patient was suspected of having a hemorrhagic shock caused by an aortic dissection, and resuscitation with fluids and blood products was immediately initiated. The initial laboratory tests are presented in and the arterial blood gas analyses in . Bedside ultrasonography (US) demonstrated a significant amount of free fluid in the abdominal cavity, and a computer tomography (CT) scan revealed an ongoing bleeding from the splenic artery. The patient underwent an emergency endovascular procedure with placement of coils and absorbable gelatin sponge, Spontostan™ (Ethicon, Cincinnati, Ohio), in the splenic artery. However, adequate hemostasis was not achieved, and the patient remained hemodynamically unstable, requiring increased doses of vasopressor (noradrenaline 0.25-0.30 μg/kg/min), while serum lactate was increasing (9.1 mmol/L) and he was continuously resuscitated with blood products ().\\nThe patient therefore underwent acute laparotomy revealing massive hemoperitoneum (4.5 litres). Specifically, splenectomy and pancreas resection were considered lifesaving to receive relative hemostasis. The spleen and the liver were found significantly enlarged and hard by intra-abdominal palpation. He was observed in the intensive care unit (ICU) for the next 12 hours with vacuum-assisted closure (VAC) of the abdomen. A relaparotomy was performed the next day to secure hemostasis. He had been massively transfused and received in total four units of whole blood, 13 units of packed red blood cells (RBCs), 24 units of fresh frozen plasma, and two platelet concentrates (). The patient stabilized postoperatively and was extubated two days after admittance. In the following days, he developed prerenal kidney failure and liver failure with severe ascites and underwent non-ST-elevation myocardial infarction, all conservatively treated. He was discharged from the ICU after six days.\\nBased on the findings of hepatosplenomegaly, massive spontaneous hemorrhage, and thrombocytopenia, a hematologic disorder was suspected. Serum analysis revealed increased levels of lambda free light chain (78 mg/L, reference value (RV) 8.3-27.0), while kappa free light chain was normal at 20.1 mg/L (RV 6.7-22.4), resulting in an abnormal serum free light-chain kappa/lambda ratio (0.27 (RV0.31-1.56)). Bone marrow biopsy revealed expanded erythropoiesis and presence of a clonal plasma cell population (5-8% of nucleated cells), staining positive for lambda light chains (). Serum electrophoresis and flow cytometry detected a pathological monoclonal plasma cell population expressing lambda light chain (immunophenotype CD45weakpos, CD38pos, CD138pos, CD19neg, and CD59neg). Congo staining of the splenic tissue revealed areas with amorphic material, appearing red under normal light and green under polarization light (). Immunohistochemistry revealed that these deposits, in addition to the deposits in the blood vessels, were positive for amyloid P, amyloid A, and lambda light chains (). Mass spectrometry of splenic tissue confirmed the protein in the amyloid deposits to be immunoglobulin lambda light, thereby confirming deposits of AL-amyloid.\\nCardiac involvement was found based on significantly elevated levels of serum cardiac markers (NT-proBNP (8619 ng/L, RV < 211 ng/L) and troponin T (223 ng/L, RV < 15 ng/L)), and he was therefore diagnosed with AL-amyloidosis Mayo stage III [, ]. Echocardiography revealed a hypokinetic inferior wall, ejection fraction of 65-70%, and moderate aortic stenosis. Moreover, a cardiac magnetic resonance (MR) examination showed a hypertrophic left ventricle with pathologic contrast loading, especially in the septum, due to cardiac amyloidosis.\\nOur patient received dose-adjusted treatment with cyclophosphamide, dexamethasone, and bortezomib. He improved clinically with disappearance of ascites, leg edema, and improved cardiac function (NYHA stage 0-I). However, no change in serum lambda levels was observed during three courses of chemotherapy. Treatment was therefore changed to daratumumab, a monoclonal antibody that targets CD38 expressed in plasma cells. Three weeks after the first injection of daratumumab, normalization of serum lambda levels was observed. The patient stayed in hospital for 30 days and is currently doing well.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'6600795': 1, '34484792': 2, '15365071': 1, '16731289': 1, '30189061': 1, '29365303': 1, '23560283': 1, '7207512': 1, '25293771': 1, '19787754': 1, '19291515': 1, '28225743': 1, '25647203': 1, '23479568': 1, '23982024': 1, '30391209': 1, '15261609': 1, '11238135': 1, '1904284': 1, '30361521': 1, '10702818': 1, '33763260': 2}", "similar_patients": "{'8414616-1': 1}"}