{"patient_id": 32585, "patient_uid": "7900711-1", "PMID": 33664959, "file_path": "comm/PMC007xxxxxx/PMC7900711.xml", "title": "The diagnostic challenge of pneumocystis pneumonia and COVID-19 co-infection in HIV", "patient": "A 54-year-old man was admitted to a district hospital, with a three-week history of cough, myalgia, fever, and progressive dyspnoea. His body mass index was within the normal range, and he was known with an eight-year history of hypertension and type 2 diabetes with evidence of left ventricular hypertrophy on electrocardiogram. He reported two previous episodes of drug-sensitive pulmonary TB for which he completed treatment.\\nOn admission, he tested HIV positive and his CD4 count was 26 cells/μL, with a viral load of 2,447,646 copies/mL. His nasopharyngeal swab for SARS-CoV-2 polymerase chain reaction (PCR) was also positive. He was transferred to a coronavirus disease (COVID) field hospital requiring nasal prong oxygen to maintain an oxygen saturation (SpO2) of 96%.\\nWithin 24-h of transfer, his oxygen requirements increased and he was transferred to our intensive care unit (ICU) for high-flow nasal cannula (HFNC) oxygen. On arrival, he was alert and haemodynamically stable with a respiratory rate of 32 and SpO2 of 98% on a non-rebreather facemask. Initial arterial blood gas analysis performed while receiving high-flow nasal oxygen at 60 L/min at a fraction of inspired oxygen (FiO2) of 40% showed partial pressure of oxygen (PaO2) of 8.7 kPa, partial pressure of carbon dioxide (PaCO2) of 3.9 kPa, and pH of 7.5. This confirmed type 1 respiratory failure with a PaO2:FiO2 ratio of 163. His chest radiograph (Fig. ) showed bilateral, predominantly lower zone, ground-glass opacifications.\\nHis blood results showed a raised white cell count (WCC) of 15.1 × 109/L, with a lymphopaenia of 0.69 × 109/L, a C-reactive protein (CRP) of 157 mg/L, a procalcitonin of 0.58 μg/L, and a raised D-dimer level of 1.02 mg/L. The remainder of his haematology tests, as well as renal and liver function blood tests were unremarkable. Sputum GeneXpert MTB/Rif Ultra (Becton Dickinson, USA) testing as well as his urinary lipoarabinomannan (LAM) were negative. Regular cultures of blood, urine, and sputum were sent, as well as sputum for a direct fluorescent antibody test (DFAT) for PCP, serum beta-D-glucan, and a urinary Legionella antigen test.\\nA working diagnosis of COVID-19 and/or PCP was made and he was initiated on empiric dexamethasone and therapeutic cotrimoxazole. However, on the third day of admission, a diagnosis of nosocomial pneumonia was made on the basis of persistent fever, haemodynamic instability, increasing oxygen requirements with a worsening pulmonary infiltrates on chest X-ray (Fig. ), and rising inflammatory markers. Empiric meropenem and fluconazole were initiated pending culture results.\\nPCP was confirmed on sputum DFAT and supported by a raised beta-D-glucan level of >500 pg/mL (normal <60). In addition, blood cultures grew Acinetobacter baumannii for which colistin was commenced pending sensitivities. Urine testing for Legionella species was negative.\\nThe patient demised on day 8 of admission to ICU from progressive respiratory failure.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'32179124': 1, '24667822': 1, '32293646': 1, '32414383': 1, '33977081': 1, '20378904': 1, '22623570': 1, '9558448': 1, '32880556': 1, '32174129': 1, '27612639': 1, '32860699': 1, '15190141': 1, '34829210': 1, '32159775': 1, '33664959': 2}", "similar_patients": "{}"}