{"patient_id": 96580, "patient_uid": "7047051-1", "PMID": 32128484, "file_path": "noncomm/PMC007xxxxxx/PMC7047051.xml", "title": "Percutaneous closure of an iatrogenic aorto-right atrial fistula of the sinus of Valsalva through total arm approach: a case report", "patient": "A 44-year-old Asian woman was referred to our hospital with 15-year history of chronic heart failure. She was New York Heart Association functional classification Class III. She had undergone surgical mitral valve replacement (MVR) using a 29 mm St. Jude Medical bileaflet mechanical prosthesis at the age of 29 to address rheumatic mitral stenosis. She had been complaining of exertional dyspnoea. On physical examination, a high-pitched, grade 5/6 systolic and 3/6 diastolic murmur was detected at the left parasternal border. There were no clinical signs or symptoms of endocarditis or haemolysis. The patient was on Vitamin K anticoagulant (phenprocoumon).\\nTransthoracic echocardiography (TTE) revealed a normal left ventricular, end-diastolic diameter of 48 mm and systolic function (ejection fraction 70%), abnormal left atrial dimensions, volume index of 75 mL/m2 (22–52 mL) after MVR, a dilated right ventricle with an end-diastolic diameter (RVEDD) at the base of 57 mm (≤41 mm) with normal right ventricular systolic function, a dilated right atrium (RA) with end-systolic area 32 cm2 (≤18 cm2), mild aortic regurgitation, and severe tricuspid regurgitation (TR) with an estimated pulmonary artery systolic pressure (PASP) of 58 mmHg (≤36 mmHg). Transoesophageal echocardiography (TOE) with colour Doppler flow revealed a continuous shunting from the non-coronary cusp (NCC) through a fistula into the enlarged RA without aneurysm formation (, , Video S1).\\nFurther evaluation and both left and right heart catheterization were performed with our preferred access sites, the right radial artery and the right basilic vein. There was a 13% step-up in the oxygen saturation in the RA, from 65% in the superior vena cava (SVC) to 78%. Aortography revealed a torrential flow from the NCC of sinus of Valsalva towards the RA (, , Video S2). The final calculated ratio of pulmonary to systemic circulation (Qp:Qs) was 1.6:1. Due to heart failure caused predominantly by relevant left-to-right shunting and right heart enlargement the patient was advised to opt between percutaneous closure or surgical repair.\\nAfter detailed discussion with the patient and her family, the patient opted for percutaneous closure. The patient further requested the procedure be performed through the same access route as the diagnostic aortography. We decided to use a complete arm access.\\nThe procedure was performed under general anaesthesia. Both radial arteries were accessed with a 5 Fr Glidesheath slender sheath (Terumo Corporation, Somerset, NJ, USA). The right basilic vein was punctured under ultrasound guidance and exchanged for a 6 Fr 90 cm angulated tip destination sheath (Terumo Corporation). A 5 Fr pigtail catheter was negotiated from the left radial artery into the ascending aorta to perform aortography. A 5 Fr MP-II-guide catheter (Medtronic, Minneapolis, MN, USA) was negotiated from the right radial artery, which was advanced under TOE and fluoroscopic guidance through the fistula towards the RA (). An angled hydrophilic 0.035″ Glidewire (Terumo Corporation) was advanced from the aorta into the SVC. The glidewire was snared with a 20 mm Gooseneck snare (eV3, Plymouth, MN, USA) () and externalized through the right basilic vein access site making a complete arteriovenous loop. The MP-II-guide catheter was negotiated towards the inner lumen of the destination sheath, which facilitated the advancement of the sheath through the fistula into the right subclavian artery (mother–child technique, ).\\nThe glidewire and the guidecatheter were removed from the right radial artery. Guided by fluoroscopy and TOE, the left lobe of an 10 mm Amplatzer Vascular Plug (AVP) II (Abbott, Abbott Park, IL, USA) was partially deployed in the right subclavian artery. The whole assembly was retracted to the NCC level. We excluded residual shunting along the fistula using TOE and aortography and then performed a tug test. The middle lobe and the right disc were released with an excellent coaxial alignment of the device to the NCC and the RA (, , Video S3). Phenprocoumon was continued. Dual antiplatelet therapy (DAPT) was given for 4 weeks in combination with a proton pump inhibitor.\\nThe patient was discharged without any further complications. TTE at 3 months revealed significant improvement of right heart dimensions under residual mild TR (PASP 31 mmHg, RVEDD 45 mm, RA 19 cm2) and no increase in aortic regurgitation. The patient remained asymptomatic as of a 3-month follow-up.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'25030418': 1, '8011415': 1, '24347248': 1, '30628903': 1, '20829209': 1, '26320110': 1, '32128484': 2}", "similar_patients": "{}"}