{"patient_id": 98525, "patient_uid": "7292114-1", "PMID": 32743377, "file_path": "noncomm/PMC007xxxxxx/PMC7292114.xml", "title": "Laparoscopic radical surgery produces a good prognosis in an elderly patient with small Wilms’ tumor", "patient": "A 71-year-old Asian female was admitted to our hospital with an asymptomatic left renal tumor found during abdominal CT for diabetes. Hematological examination showed high hemoglobin A1c (9.8%), but there were no other abnormalities. Non-contrast-enhanced CT revealed a round, left renal sinus mass (38 × 32 mm) with homogeneous iso-attenuation relative to renal parenchyma. Dynamic contrast-enhanced CT showed that the tumor was slightly and gradually enhanced (Fig. a,b). MRI revealed iso-intensity on T1-weighted images and hypo-intensity on T2-weighted images compared to the renal parenchyma. We did not identify a tumor pseudo-capsule (Fig. c,d) or any metastatic lesions. We diagnosed left renal cell carcinoma with hypo-vascular pattern, cT1aN0M0. After informed consent, we performed LRN. The tumor was solitary and rounded, and the cut surface of the tumor was pale gray and sharply demarcated from the adjacent renal parenchyma (Fig. a). The tumor was composed of blastemal cells, with an atypical small rounded shape and scant cytoplasm. These cells showed primitive epithelial differentiation into tubules with early forms resembling primitive rosettes with stroma (Fig. b,c). The tumor cells were immunoreactive for CD10 (Fig. e), RCC (Fig. f), AMACR (Fig. g), and negative for CK7 (Fig. b), CK20 (Fig. c), WT1 (Fig. d), CDX-2, thyroid transcription factor-1, and estrogen receptor. These histopathological findings were consistent with nephroblastoma stage I with favorable histology, although the immune-profile was indicative of renal cell carcinoma. No diffuse blastemal pattern or anaplasia was evident in the tumor. The serum creatinine level was increased from 0.7 to 1.07 mg/dL at 30 days post-operation. We recommended adjuvant chemotherapy, but the patient refused further treatment. She was thus monitored on an outpatient basis, and there have been no signs of recurrence 15 months after surgery.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'14760081': 1, '21918969': 1, '26452976': 1, '28620463': 1, '21594709': 1, '23036984': 1, '15542800': 1, '32743377': 2}", "similar_patients": "{}"}