{"patient_id": 30223, "patient_uid": "7783198-1", "PMID": 33414700, "file_path": "comm/PMC007xxxxxx/PMC7783198.xml", "title": "Case Report: Concurrent Resistance and Aerobic Training Regulate Adiponectin Expression and Disease Severity in Multiple Sclerosis: A Case Study", "patient": "As it is summarized in , after the approval of the ethical committee (RIF.CE: 4520) a 39-year-old with disease onset in 2005 with visual acuity disturbance and diagnosis of RRMS on July 2008, regularly followed in MS Center S. Andrea Hospital, University of Rome Sapienza. She started Natalizumab treatment, stopped after 30 infusions due to de-risking strategy in JCV positivity. After pregnancy on 2011, neurologist opted for treatment with Dimethyl fumarate, stopped after 8 months because persistence of disease activity, so patient was shifted to Fingolimod with partial response and worsening in EDSS score. Considering the young age, Alemtuzumab was started in 2016, with second cycle in February 2017. Unfortunately, patient showed an additional clinical progression, with a stable worsening of 1.5 point in the EDSS at 12 months despite the treatment, configuring a secondary-progressive form of disease. She not experienced relapses at least 1 month before the start of the protocol, the EDSS evaluation was 4.5 at baseline evaluation and she received the authorization to practice Adapted Physical Activity from Sport Medicine Physician at the City University; she was not engaged in physical activity exercise during the 6 months before the beginning of the protocol. All baseline characteristics are reported in .\\nThe primary outcome of the study was to evaluate the effect of a combined training on expression levels of total adiponectin and its oligomerization state. Before (T0), after 4 months of concurrent training (see following) (T1) and 6 months after the end of the protocol (T2) the patient underwent to a functional and psychological (QoL) evaluation as well as a blood sample collection. The second aim was to identify the adiponectin expression and its oligomerization state in a healthy female group and in un untrained MS patient group. Baseline demographic and clinical characteristics of the subject are presented in . Ten sex- and age- matched healthy controls (all females, mean age 41 ± 2) were enrolled in the study. Ten sex- and age- matched secondary progressive MS patients (all females, mean age 40 ± 3) were recruited. The study was approved by local Ethical Committee, all patients gave their informed consent to participate in the study.\\nThe assessment of body composition (fat mass percentage (FAT %), and free fat mass (FFM %) was obtained using the digital bioelectrical impedance device (Handy 3000; DS Medica, Milan, Italy), with a frequency of 50 and 100 kHz. Body mass index (BMI) was also determined. In order to make the measurement reproducible, the patient has to be fasting for 4 h, no physical activity for 12 h, no alcohol, and diuretics (unless prescribed) for 48 h, well hydrated (water only).\\nThe 6-min walking test (6MWT) was used to assess endurance and functional capacity (); the Handgrip test was performed to measure the muscular strength through the handgrip dynamometer (Jamar Plus®; Patterson Medical Ltd.) for each arm (); and the Timed Up and Go Test (TUG) to evaluate the muscular function and mobility. The National Institute of Clinical Evidence (NICE) guidelines also advocate the use the TUG test for assessment of gait and balance in the prevention of falls ().\\nThe Multiple Sclerosis Quality of Life-54 (MSQOL-54) (), which investigate physical functions, limitations related to the physical and emotional sphere, perception about health, social, cognitive and sexual functions, and general QoL. The MSQOL-54 summary scores are the physical health composite summary and the mental health composite summary. The Fatigue Severity Scale (FSS) it is designed to differentiate fatigue from clinical depression in these patients and to explore severity of fatigue symptoms (). The PHQ-9 Questionnaire used as a screening tool for major depressive disorder ().\\nA total of 24 h before training and follow final training session, a venous blood sample (10 ml) was collected after a 10-h overnight fast between 7:30 a.m. and 9:00 a.m. Total serum adiponectin of healthy controls, MS patients, and the MS case undergone a physical activity training was measured by ELISA-test using house-produced polyclonal antibodies as previously described (). Each serum sample was tested three times in triplicate.\\nSerum proteins were isolated from healthy controls, MS patients, and the MS case undergone a physical activity training as previously described by . For the immunoblot analysis, an equal amount of proteins (10 μg) was resolved in SDS-polyacrylamide (BIO-RAD) gels (10%) and transferred onto nitrocellulose membranes (Amersham). Thereafter, membranes were incubated with adiponectin antibodies (Novus Biologicals, Littleton, CO, United States) appropriately diluted in Tween Tris–buffered saline (TTBS). Proteins were revealed by the enhanced chemiluminescence (ECL) with Kodak BioMax Light film, (GE Healthcare Bio-Sciences Pittsburgh, PA, United States), digitalized with a scanner (1200 dpi) and analyzed by densitometry with ImageJ Software. All samples were tested twice in duplicate.\\nAfter 6 months, during which the patient was not enrolled into a structured physical activity protocol, the same evaluations were performed to verify the long-term effect of the concurrent training, and the IPAQ questionnaire was administered in order to assess the total level of physical activity during the follow up.\\nAdapted concurrent training and 1-RM assessment: The patient was enrolled in a structured concurrent training, which last 4 months (34 sessions, twice a week, 50 min per session). The single session of this protocol was divided in four phases: warm-up, resistance training, endurance training, and cool down. The first phase of warm up consisted in 3 min of stationary bike without slope and resistance and 2 min of dynamic warm up for the upper body. In the second phase the patient was involved in strength exercises, where the loads of the upper and lower limbs were set at 50% of 1-RM of the patient, using six types of strength machines (Technogym equipment): Leg Press, Leg Extension, Leg Curl, Vertical Traction, Row Pull, and Abdominal Crunches. After a period of familiarization, the maximal strength was assessed by one repetition maximum (1-RM) test using Brzycki equation (). The same equipment used for the 1-RM assessment were used for the resistance training that lasted 25 min and consist in eight repetitions for two sets, with 1 min of rest between the sets. The third phase consisted in aerobic training including 10 min of stationary bike at moderate intensity, 65% heart rate reserve (HRR) evaluated using the Karvonen formula: Exercise HR = % of target intensity (HRmax – HRrest) + HRrest (). The last phase consisted in 10 min of cool down involved static stretching for all major muscle trained: shoulders and upper limbs, trunk and lower body, both in sit and in stand position.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'22233975': 1, '32304436': 1, '30808929': 1, '23640763': 1, '19931190': 1, '30625375': 1, '22145810': 1, '18570697': 1, '32967206': 1, '31834177': 1, '28641765': 1, '29576504': 1, '30779803': 1, '29238175': 1, '17942508': 1, '29433094': 1, '27529061': 1, '21358979': 1, '28824624': 1, '27903934': 1, '20188719': 1, '22450341': 1, '32188008': 1, '30658263': 1, '26993045': 1, '24008588': 1, '23858327': 1, '26566493': 1, '30300462': 1, '23342225': 1, '32265906': 1, '10406981': 1, '28616851': 1, '28049634': 1, '27344968': 1, '18796752': 1, '28768821': 1, '31720862': 1, '29982111': 1, '30767204': 1, '33414700': 2}", "similar_patients": "{}"}