{"patient_id": 21115, "patient_uid": "7308795-1", "PMID": 32587701, "file_path": "comm/PMC007xxxxxx/PMC7308795.xml", "title": "Spontaneous remission of the micronodular pattern in cryptogenic organizing pneumonia", "patient": "A 57-year-old man was referred to our hospital with cough and dyspnoea for one month. He was a smoker (30 pack-years) and also had diabetes. Repeated courses of antibiotics, including fluoroquinolones, were ineffective. He reported no known history of preceding respiratory infection, new medications, or habitual use of inhalants. He was a Buddhist monk and burned incense daily, but had used the same brand of incense for many years. His vital signs and physical examination findings were unremarkable. Spirometry results were normal. Laboratory findings were as follows: white blood cell count of 14,180/μL (83.8% neutrophils), C-reactive protein of 2.06 mg/dL, lactate dehydrogenase of 150 IU/L, sialylated carbohydrate KL-6 of 432 U/mL, surfactant protein-D of 150 ng/mL, and glycated haemoglobin of 7.7%. No findings suggested autoimmune diseases, specific immunodeficiency including HIV infection, or haematological diseases (Table ). Chest radiography showed diffuse bilateral micronodules and ill-defined infiltration (Fig. ). Chest computed tomography (CT) revealed diffuse centrilobular micronodules (<5 mm) and partial consolidation, sparing the subpleural areas (Fig. ).\\nBronchoalveolar lavage fluid (BALF) collected through the right B5a showed a lymphocyte-dominant pattern (38% lymphocytes, 7% neutrophils, 2% eosinophils, and 53% macrophages), no atypical cells, and a 0.32 CD4/CD8 ratio. Transbronchial biopsy (TBB), performed through the right B4a and right B8a, revealed numerous polypoid granulations in the air spaces, and no granuloma was observed (Fig. ). Microbiological tests for bacteria, mycobacteria, and fungi using BALF and biopsy specimens were negative. We did not perform molecular biological testing for infectious pathogens using BALF, as the remaining BALF was discarded. A diagnosis of cryptogenic MNOP was made.\\nThe patient's symptoms had already improved when the TBB results were received. We did not administer corticosteroids, and the patient was kept under careful observation because of mild and spontaneously abating symptoms and the risk of worsening diabetes. His symptoms abated within two weeks and radiographic findings resolved gradually and spontaneously over three months (Fig. ). Relapse was not observed for three years after the first presentation.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'28099335': 2, '31710509': 1, '18757459': 1, '31976111': 2, '31578168': 1, '32587701': 2}", "similar_patients": "{'6961601-1': 1, '5279080-1': 1}"}