{"patient_id": 103179, "patient_uid": "7735781-1", "PMID": 33328768, "file_path": "noncomm/PMC007xxxxxx/PMC7735781.xml", "title": "Marginal Keratitis with Secondary Diffuse Lamellar Keratitis After Small Incision Lenticule Extraction (SMILE) After Initiation of Continuous Positive Airway Pressure (CPAP) Therapy", "patient": "A 37-year-old Caucasian male, with a history of uneventful bilateral small incision lenticule extraction (SMILE) six months prior, presented to our clinic following five days of unilateral redness in the right eye. There was photophobia of 3 days duration and pain. Slight blurriness in the right eye was also noted. The patient denied any ocular trauma, recent illness or cold sores. The patient was on artificial tears. Of note, he had begun nighttime continuous positive airway pressure (CPAP) therapy two weeks prior for newly diagnosed OSA. Since initiation of CPAP therapy, he felt that his right eye was drier upon awakening.\\nOn examination, uncorrected visual acuity had declined to 20/25 in the right eye. Slit lamp examination of the right eye revealed an injected conjunctiva inferonasally and corresponding sectoral ciliary flush with limbitis. In the 4 o’clock region of the right cornea, small peripheral infiltrates were noted with no epithelial defect or corneal staining. DLK grade I was noted inside the margin of the SMILE cap, corresponding to the area of ciliary flush and limbitis (). Examination of the left eye revealed mild superficial punctate keratopathy. Inspissated Meibomian glands and posterior marginal telangiectasias were seen in both eyes. Although desiccation from CPAP has been reported to cause keratitis with an epithelial defect or sterile ulcers, this was not observed in our patient. Visual acuity was 20/20 in each eye.\\nDifferential diagnosis considerations were given to various other possibilities including herpetic keratitis, peripheral stromal keratitis, and peripheral ulcerative keratitis including Mooren’s ulcer. In the setting of the appropriate patient past medical history or other applicable findings differential diagnoses could also have included ocular rosacea and keratitis associated with systemic vascular diseases or rheumatoid arthritis.\\nGiven the presence of limbitis and the absence of corneal staining or defect overlying the infiltrate, a diagnosis of marginal keratitis was made. The patient was started on topical prednisolone acetate 1% (Pred Forte®) eye drops every two hours for two days, then every 4 hours until follow-up. At follow-up, 4 days after diagnosis and steroid therapy, the patient felt his subjective visual acuity had returned to baseline and denied symptoms of ocular pain or photophobia. Visual acuity had returned to 20/20 in the right eye. Slit lamp examination revealed the complete resolution of ciliary flush and peripheral infiltrates without the presence of DLK in the corresponding area. The patient was tapered off prednisolone 1% eye drops over the following week. He has since fully recovered and remains asymptomatic.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'9474306': 1, '17601573': 1, '28966735': 1, '12701721': 1, '30481812': 1, '2012150': 1, '16105612': 1, '22410644': 1, '11020615': 1, '30481826': 1, '17321399': 1, '8435401': 1, '22592706': 1, '20590417': 1, '3050690': 1, '2620748': 1, '25661134': 1, '33328768': 2}", "similar_patients": "{}"}