{"patient_id": 16187, "patient_uid": "7001308-1", "PMID": 32019534, "file_path": "comm/PMC007xxxxxx/PMC7001308.xml", "title": "Multimodal imaging in a case of a congenital retinal macrovessel associated with a retinal cavernous hemangioma: a case report", "patient": "A 52-year-old female patient first presented to our department with progressive painless vision loss in the right eye. She had no history of trauma or ocular surgery and had a family history of an open angle glaucoma. On examination she was moderately hypermetropic in both eyes (RE: + 3.5 Dp; LE: + 2 Dp). BCVA was 8/20 in the right eye and 18/20 in the left eye. Anterior segment examination and intraocular pressure in both eyes were normal. Fundus examination of the right eye showed an aberrant retinal macrovessel arising from the inferior temporal major vein. It crossed the foveal area and overstepped to the superior retina. A two optic disc diameter sized “brunch of grapes” shaped retinal lesions arised from the aberrant macrovessel (Fig. ). Fluorescein angiography showed saccular lesions that filled slowly during the venous phase and became brightly hyperfluorescent saccular caps, which were consistent with a diagnosis of retinal cavernous hemangioma. No leaking was noticed. The aberrant vessel’s filling was normal and there were no specific alterations (Fig. ).\\nSS-OCT analysis of the right eye revealed a highly back-scattering hyper-reflective vessel across the fovea with shadow effect (Fig. a) and adhesions between the vitreous and the aberrant macrovessel (Fig. b). The highly scattering structure of the RPE was responsible for a weak but identifiable signal. The retinal structures between the RPE and the vessel wall were not visible due to their low scattering properties (Fig. c).\\nCentral retina was thinner in the right eye compared to the left one. It also revealed hypo reflective saccules with hyperreflective borders located in the internal retinal layers corresponding to the cavernous retinal hemangioma (CRH). Variable degrees of hypo and hyper reflectivity were observed inside these cystic lesions (Fig. b, c).\\nThere was no evidence of retinal layers loss, macular edema or retinal detachment and foveal profile was preserved. Retinal pigment epithelium undulations were observed in both eyes and were more pronounced in the affected eye, choroidal thickness was within normal limits but there were vascular dilations at the level of Haller’s layer in both eyes more pronounced in the right eye (Fig. ). En face OCT showed choroidal vascular dilations in both eyes (Fig. ).\\nIndocyanine green angiography revealed choroidal vascular dilatations in both eyes in the late phase, these abnormalities were more marked in the left eye (Fig. ).\\nOCT-A showed in the right eye the aberrant vessel emerging from the inferior temporal vein and splitting the foveal avascular zone horizontally into two parts. RCH appeared as small heterogeneous saccular flow areas associated with focal capillary hypo perfusion areas. Asymmetry and distorsion of the foveal avascular zone were also noticed (Fig. ).\\nA diagnosis of retinal macrovessel associated with a retinal cavernous hemangioma was made based on clinical and conventional angiographic findings. General examination disclosed no abnormal neurological signs or cutaneous hemangiomas. Cerebral MRI and abdominal ultrasonography ruled out the presence of associated cerebral and abdominal vascular abnormalities.\\nDuring a three-year follow up period, the patient developed an intra-retinal hemorrhage located temporally to the fovea that resolved spontaneously in the affected eye. Clinical and OCT findings remained unchanged. We noted a progressive bilateral vision loss related to a senile bilateral nuclear cataract, visual acuity at the last follow-up examination was 6/20 in both eyes.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'29260109': 1, '26421894': 1, '30433829': 1, '28242124': 1, '27608055': 1, '33116392': 1, '25136239': 2, '28534341': 1, '29259920': 1, '18454401': 1, '24849703': 1, '32019534': 2}", "similar_patients": "{'4134558-1': 1}"}