{"patient_id": 30354, "patient_uid": "7788042-1", "PMID": 33425542, "file_path": "comm/PMC007xxxxxx/PMC7788042.xml", "title": "Extensive Extramammary Paget’s Disease With Underlying Perianal Adenocarcinoma: The Role of Neoadjuvant Radiation Treatment", "patient": "A 65-year-old woman with extensive EMPD of the buttocks was initially managed by her general practitioner and then by a dermatology clinic. Her management included surveillance, repeated biopsies, topical imiquimod, topical fluorouracil, photodynamic therapy, laser treatment, and debulking. She was largely asymptomatic, aside from occasional itching. Her past medical history included chronic hepatitis B, for which she was on entecavir.\\nAfter six years of conservative treatment, her disease had progressed to become more symptomatic and more widespread, extending to her buttocks bilaterally, perineum, anus, vulva, and vagina (Figure ). She went on to have an examination under anaesthetic, mapping biopsies of the vulva, vagina, and perianal area, as well as colposcopy and colonoscopy. Her disease was visualised in the left anterior vagina, bilateral labia, and perianal regions. Her skin was badly indurated and was rubbery to touch. There were large areas of ulceration, particularly on the right buttock, which measured 10 cm. There were two highly suspicious lesions on mapping biopsies at 11 and 12 o’clock in the perianal area. The histopathology from the biopsies from these sites confirmed adenocarcinoma (Figure ). There was no mismatch repair gene deficiency detected, and human epidermal growth factor receptor 2 (HER2) was negative. The biopsies in the other areas of involvement were characteristic of Paget’s disease, with signet ring morphology and intraepithelial atypical cells with cytoplasmic mucin. Paget’s disease was confirmed via immunohistochemistry with positive Cam 5.2, CK7, CK20, CDX2, EMA, and CEA staining.\\nA positron emission tomography (PET) scan and MRI of the pelvis revealed mild perianal skin and subcutaneous thickening with varying degrees of FDG activity, changes consistent with cutaneous perianal Paget’s (Figure ). There was no mass-like component identified on the MRI. However, there was mild FDG avidity in the midline, with an avid right inguinal node. A fine needle aspirate of this node showed no malignant cells on cytology.\\nDiscussion at the colorectal multidisciplinary team (MDT) meeting at our hospital about the management of adenocarcinoma in the perianal region within the field of EMPD resulted in a recommendation for a long-course chemoradiation. This would then be followed by restaging prior to a decision regarding surgery. It was initially hoped that definitive chemoradiation could avoid the need for very extensive surgery. As this is a rare disease, the patient’s further treatment was discussed in a second MDT meeting specialising in pelvic exenterative surgery. The decision to proceed to pelvic exenteration was driven by the large volume of Paget’s disease that was already involved and the underlying malignancy in the perianal area, conferring a worse prognosis for local recurrence. It would also have been much more difficult to perform salvage surgery for recurrence in the future due to late radiation changes.\\nGiven that there was a component of invasive disease in the perianal area, the treatment took the form of six weeks of concurrent chemoradiation. The radiation volumes included all areas involved with Paget’s disease and invasive carcinoma, with the vulva, vagina, perianal region, anal canal, and buttocks receiving 54 Gy in 30 fractions (Figure ). Bolus (tissue-equivalent material) was used over involved areas to bring the dose onto the skin. The uninvolved rectum and regional nodes (including mesorectal, presacral internal, external iliac, and inguinal nodes) were treated to 45 Gy in 25 fractions. A 1.5-2 cm margin was used around the gross tumour, avoiding dose to the patient's medial thighs superiorly. The radiation therapy was delivered via the volumetric modulated arc therapy (VMAT) technique for conformality and to spare the normal tissues. The concurrent chemotherapy took the form of oral capecitabine, in which 1,650 mg was taken twice a day (825 mg/m2 bd) for five days per week.\\nThe patient was seen on a weekly basis initially, escalating to twice weekly towards the end of her chemoradiation. She was continued to be seen weekly for four weeks until her skin reaction had healed. On day one of radiation therapy, she began the use of emollient cream to her buttocks and perianal area. After 12 out of 30 fractions, the patient began to experience dysuria, which was managed with a urinary alkaliniser. After 23 fractions, the breakdown of the perianal and vulval skin required additional management with mixed lignocaine and hydrogel. After the completion of radiation therapy, there was moist desquamation (grade 3 skin reaction) involving the bolused areas. This was managed with zinc and castor oil cream covered with a non-stick dressing, combine pads, and pull-up disposable underpants. The patient was advised to have salt baths, regular paracetamol, and oxycodone as required.\\nAfter six weeks, most of her buttock skin was healed, but there was still a grade 3 reaction with residual moist desquamation in the perianal and vulvar regions. After three months, the radiation-induced skin reaction had completely healed.\\nApproximately five months after the completion of neoadjuvant therapy, allowing for healing and hospital waiting lists, the patient proceeded to have a pelvic exenteration: open abdominoperineal resection with en block total cystectomy, urethrectomy, hysterectomy, bilateral salgingo-oophorectomy, total vaginectomy, colonic urinary conduit, and vertical rectus abdominis myocutaneous (VRAM) flap. This histopathology identified no residual tumour (ypT0 ypN0), with 0/13 lymph nodes involved.\\nThe patient was admitted to ICU for four days post-surgery for haemodynamic support and pain management infusions (lignocaine and ketamine). Her total hospital admission spanned six weeks, with the last week of this time spent in the rehabilitation unit. Ten days after her surgery, the patient required a further laparotomy and stoma revision for a necrotic end colostomy. The medical oncologists advised that there was no role for adjuvant chemotherapy. The patient was doing well during her last review (14 months after the operation). She was asymptomatic and managing her stomas well. At her latest review, there was some evidence of fibrotic and hyperpigmentation changes at the periphery of the flap reconstruction on her buttocks. We plan to follow her up every six months with clinical examination and MRI of the pelvis annually, to monitor her for late radiation side effects and recurrence, with a total planned follow-up duration of five years.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'34168927': 2, '23454498': 1, '7662577': 1, '34381623': 2, '20556842': 1, '28611562': 1, '29575944': 1, '18028492': 1, '25139574': 1, '23904770': 1, '10730755': 1, '23663098': 1, '16120171': 1, '11442599': 1, '15713139': 1, '9500217': 1, '12828695': 1, '10739709': 1, '29538255': 1, '24299962': 1, '20951507': 1, '1324902': 1, '33425542': 2}", "similar_patients": "{'8215450-1': 1, '8215450-2': 1, '8352713-1': 1}"}