{"patient_id": 25330, "patient_uid": "7505515-2", "PMID": 32673453, "file_path": "comm/PMC007xxxxxx/PMC7505515.xml", "title": "Abdominal angiostrongyliasis, report of two cases and analysis of published reports from Colombia", "patient": "A four-year-old boy from the rural area of Pitalito municipality (Huila) was admitted to the emergency room after four days of pain in the lower right quadrant, fever, and dysuria. An intestinal mass was incidentally found during the appendectomy that was practiced given his acute abdominal signs. The appendix was normal, but an intraluminal mass with surrounding lymphatic nodules was found in the cecum. The mass had adhered to the anterior abdominal wall. The surgeon resected the appendix, but not the mass, and he referred the patient to a bigger hospital in Neiva.\\nWhen admitted in Neiva, he was in good general condition, he had no fever, and his vital signs were within the normal ranges. The abdomen was soft, depressible, and showed no palpable masses; there was peristalsis and the surgical wound was normal.\\nAn initial blood test showed a white blood cell count of 9,200 per mm3 (58.4%, neutrophils; 22.5%, lymphocytes; 4.2%, monocytes, and 12.8%, eosinophils). The hemoglobin level was 10.6 g/l and reactive C protein was 5.7 mg/l. Considering his clinical and laboratory findings, metronidazole and amikacin were started.\\nAn abdominal CT scan showed concentric and circumferential wall thickening involving the cecum, the ascending colon, and the right colic flexure. The lesion also affected the surrounding fat tissue and many lymphatic nodules were also observed.\\nExamination by the pediatric surgeon did not evidence acute abdomen signs or abdominal masses. The patient continued to show good clinical evolution. On the fifth day after admission, another CT scan was performed. It showed a mass occupying the low right quadrant, which suggested a Burkitt lymphoma. An exploratory laparotomy was programmed.\\nThe histological study of the appendix resected during the first intervention in Pitalito showed lymphoid hyperplasia. After 12 days of admission, a blood test revealed a white blood cell count of 10,600 per mm3 (10.9% eosinophils). The laparotomy was performed on day 13 and the main findings were a plastron located in the lower right quadrant involving the omentum, the distal ileum, and the cecum, as well as multiple adhesions and a significant affectation of the jejunal lumen. Macroscopically, the cecum and the colon lesions showed a neoplastic appearance. Therefore, a resection from the distal ileum to the transverse colon was carried out.\\nAfter this, the histological study showed ulcerated intestinal mucosa, thromboembolism in arterioles, eosinophilic vasculitis, chronic necrotizing granulomatous inflammation involving the whole intestinal wall, abundant lymphoplasmacytoid and histiocytoid infiltrates, and eosinophilic clusters. Inside granulomas, giant multinucleated cells, and a high number of eggs were identified, and several larval structures inside the intestinal arterioles were evidenced. The morphological features and the histological pattern observed allowed their identification as A. costaricensis ().\\nTwo ivermectin plus albendazole doses were administered for five days. The clinical evolution was satisfactory and after twenty days the patient was discharged.\\nWe analyzed the previous cases in Colombia reported in the literature after a search using the MesH terms “angiostrongyliasis”, “Angiostrongylus costaricensis”, and “Colombia” in Medline (PubMed), SciELO, Google, and Google Scholar. Interestingly, we found that since 1998 no cases had been reported in Colombia .", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'19082375': 1, '9302934': 1, '34294132': 1, '17481682': 1, '8668840': 1, '1290381': 1, '8076197': 1, '16082477': 1, '8457979': 1, '9580096': 1, '9302406': 1, '7406104': 1, '26844434': 1, '12467150': 1, '5527668': 1, '23685002': 1, '16999036': 1, '11896413': 1, '11896414': 1, '18922484': 1, '7212175': 1, '18078952': 1, '34378954': 1, '4729741': 1, '3509192': 1, '32673453': 2}", "similar_patients": "{'7505515-1': 2}"}