{"patient_id": 20259, "patient_uid": "7263711-1", "PMID": 32494532, "file_path": "comm/PMC007xxxxxx/PMC7263711.xml", "title": "Anosmia and Ageusia as the Only Indicators of Coronavirus Disease 2019 (COVID-19)", "patient": "Our patient is a 60-year-old woman who presented to the emergency department (ED) with the chief complaint of right-sided headache for the past week. She had a past medical history of asthma, vertigo, seasonal allergies, and anxiety. Her headache was located predominantly at the right temporal, retro-ocular, and retro-auricular regions. She described the headache as an \"electrical sensation\" that was associated with occasional nausea, blurry vision in both eyes accompanied by a metallic taste in the mouth with a loss of smell sensation. She denied any fever, sore throat, rhinorrhea, cough, myalgia, vomiting, dysphagia, neck pain, chest pain, shortness of breath, weakness, or sensory disturbances. The review of systems was otherwise unremarkable. She had magnetic resonance imaging (MRI) in the outpatient setting last year due to vertigo and the result was unremarkable. She was generally healthy otherwise and did not take any medications except for occasional loratadine for seasonal allergies. She is currently retired, lives at home, denies any smoking history or recent traveling. She was recommended by her primary care physician (PCP) to take amoxicillin to treat for sinusitis as the possible underlying cause of her symptoms. However, she elected to defer the treatment but rather decided to present to the ED for further evaluation.\\nIn the ED, her initial vital signs were: temperature 98.1°F, blood pressure 142/81 mmHg, respiratory rate 18 breaths per minute, heart rate 84 beats per minute, and oxygen saturation 95% on ambient air. Physical examination was completely unremarkable. The only abnormal laboratory results were: erythrocyte sedimentation rate (ESR) 31 mm/hr, alanine transaminase (ALT) 31 U/L. Computed tomography (CT) head without contrast showed no acute intracranial abnormality (Figure ). Her headache was thought to be related to trigeminal neuralgia and was prescribed Gabapentin 300 mg twice a day. There were also concerns for possible COVID-19 infection due to anosmia and ageusia but additional testing was deferred due to the lack of fever, respiratory distress, and laboratory abnormalities. This decision was made upon extensive discussion with the infectious disease specialist, as the clinical suspicion for COVID-19 was extremely low because it could be related to her seasonal allergies. The patient remained stable overnight.\\nHer headache improved on Days 2-3 of hospitalization. MRI of the brain found stable extensive white matter changes without acute ischemic findings (Figure ). She was eventually placed in airborne isolation and SARS-COV-2 was sent to rule out COVID-19 infection despite low clinical suspicion. She was subsequently discharged from the hospital and was instructed to self-quarantine given pending results. SARS-COV-2 came back to be positive after one day. She was notified over the phone and was recommended to continue to self-quarantine and seek medication attention if there are new symptoms.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'34103823': 1, '33829393': 1, '34631493': 1, '32237199': 1, '32840758': 1, '32209546': 1, '33672384': 1, '32253535': 1, '33788699': 1, '32237238': 1, '34548231': 1, '32240279': 1, '33487583': 1, '32912668': 1, '34765889': 1, '33569970': 1, '32109013': 1, '32494532': 2}", "similar_patients": "{}"}