{"patient_id": 24706, "patient_uid": "7478428-1", "PMID": 32118787, "file_path": "comm/PMC007xxxxxx/PMC7478428.xml", "title": "Extreme delta brush patterns guide the complex motor phenomenon of anti-NMDA receptor encephalitis", "patient": "Our patient was a 20-year-old woman with a history of aseptic meningitis (6 years before) and focal epileptic sequelae (left face, left arm, and left leg muscle twitch). Seizure recurred 3 years after previous follow-up was terminated, and the patient returned to our neurology clinic for epilepsy control. The patient remained seizure-free for the next 2 years under carbamazepine prescription (400 mg/day). However, the patient experienced further symptoms after antiepileptic therapy was voluntarily terminated 1 month before initial presentation. The timeline since onset of initial symptoms is presented in the Table.\\nInitial symptoms presented by the patient included focal seizure (left face, left arm, and left leg muscle twitch) and impaired consciousness. After the seizure episode, the patient exhibited poor concentration and frequent fatigue, which rendered her unable to attend school. Four days after the initial symptoms, the patient exhibited behavioral change, agitation, and intermittent focal seizure with left face, left arm and left leg muscle twitch, and she was brought to the emergency room (ER) 2 days later. Focal epilepsy was initially suspected, and an antiepileptic drug was prescribed accordingly. However, due to the persistent symptoms (including frequent focal seizure and agitation), the patient returned to the ER the next day, where orolingual dyskinesia, limb rigidity, bizarre behavior, self-harm behavior, auditory hallucination, and delusion were presented. The patient was later transferred to the intensive care unit (ICU) due to psychosis progression, orolingual dyskinesia, and four-limb rigidity.\\nBased on the initial clinical presentation, autoimmune encephalitis was suspected. To ensure accurate diagnosis and exclude other potential diagnoses—such as temporal lobe epilepsy with automatism, viral encephalitis, and neuroleptic malignant syndrome—serum tumor markers, autoimmune profiles and autoimmune encephalitis panels, video EEG, brain magnetic resonance imaging (MRI), whole-body computed tomography (CT) scan, and lumbar puncture were arranged and performed.\\nSerum tumor markers and autoimmune profiles yielded negative results. Brain CT and brain MRI results were also negative. Whole-body CT scan showed no apparent tumors. However, video EEG revealed diffuse background slow waves and a suspicious EDB pattern with frontal predominance (Fig. ). Moreover, serum autoimmune encephalitis panels revealed a modest titer of anti-NMDAR antibody (1:10; Fig. ). Consistently, lumbar puncture revealed mild pleocytosis, which was compatible with suspected autoimmune encephalitis.\\nBased on the evidence so far, intravenous methylprednisolone (1000 g/day) was prescribed (8 days after symptoms onset, D8). The steroid pulse therapy lasted for 5 days, during which psychosis and four-limb rigidity were ameliorated. However, these episodes became more frequent after treatment was replaced by oral prednisolone (60 mg/day). The dose of antiepileptic drugs was titrated, and other antiepileptic drugs were added according to the progression of motor phenomenon. Video EEG was again arranged to differentiate focal seizure and anti-NMDAR encephalitis-related movement disorder. The results revealed diffuse background slow waves and an EDB pattern, which was compatible with suspected anti-NMDAR encephalitis. Due to absence of epileptiform discharges on video EEG, induction of coma with continuous intravenous anesthetic agents were avoided. However, psychosis and limb rigidity still fluctuated. Finally, 17 days after symptoms onset (D17), the cerebrospinal fluid autoimmune encephalitis panels were positive for anti-NMDAR antibody (Fig. ), and a diagnosis of anti-NMDAR encephalitis was thus confirmed. On the basis of the diagnosis, clinical recovery status, and age, the patient received second-line immunosuppression therapy (intravenous immunoglobulin, IVIG) the following day (D18).\\nRemarkably, psychosis and four-limb rigidity became substantially less frequent on the second day of IVIG administration (D19). Moreover, the clinical status of the patient greatly improved in the following 5 days. In particular, the patient exhibited a clear consciousness and good orientation (D23). Given only residual mild cognitive impairment was detected after the Mini-Mental State Examination (MMSE) and an interview, the patient was transferred to the ordinary ward 27 days after symptoms onset (see Table ).\\nIn the ordinary ward, the patient continued to exhibit improvement in cognitive functions, including attention and calculation. The patient also recovered muscle strength. Further awake EEG analysis showed normal background waves with no epileptiform discharges. Although occasional left face, left arm, and left thigh paresthesia were reported, the frequency of paresthesia decreased gradually. Finally, the patient was discharged 32 days after symptoms onset (D32) fully capable of independent activities of daily living.\\nThe early use of steroid pulse therapy achieved clinical improvements during the acute stage, but it did not completely prevent anti-NMDAR encephalitis-related brain damage and subsequent cognitive functional decline (as revealed by the formal MMSE test). However, these were resolved 2 weeks post-discharge, and normal cognitive function was later recovered.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'24317133': 1, '32714709': 2, '22933737': 1, '28109991': 1, '18851928': 1, '25891922': 1, '23290630': 1, '32118787': 2}", "similar_patients": "{'7377656-1': 1}"}