{"patient_id": 21759, "patient_uid": "7337445-1", "PMID": 32629721, "file_path": "comm/PMC007xxxxxx/PMC7337445.xml", "title": "Multiple symmetric lipomatosis with secondary laryngeal obstruction", "patient": "A 55-year-old male was admitted to our hospital due to progressively aggravated breathing difficulty. Tracheotomy was performed at a local hospital before the patient was transferred, and the breathing difficulty was relieved, but the breathing difficulty returned immediately after trying to block the cannula. He had a 30-year history of alcohol abuse (>100 g ethanol per day). His medical history was otherwise unremarkable. His neck had been thickening for the past 2 years.\\nPhysical examination revealed that the tracheal cannula was in place without obstruction. It was observed that there was symmetrical massive enlargement of the neck ventrally and dorsally on both sides. There were no palpable masses or tenderness in the affected region. The laboratory results indicated an elevated gamma-glutamyl transpeptidase level of 827 U/L and were otherwise unremarkable. Computed tomography of the neck (See Fig. ) indicated a shallower right pyriform sinus, a decreased caliber of the lumen in the rima glottidis region, and massive infiltration in the right aryepiglottic fold, bilateral paraglottic spaces, and the neck by tissue with an attenuation value of -48 Hounsfield units. Laryngoscopic evaluation (See Fig. ) revealed bilateral swollen ventricular bands (false vocal cords) in the supraglottis, which obstructed the glottis. A smooth mucosal intact bulge was seen in the postcricoid and right arytenoid cartilage regions. These factors all led to a diagnosis of MSL.\\nOnce the diagnosis was made, the plan was for the patient to undergo lumpectomy and neck exploration. During the surgery, the superficial fatty masses of the neck were excised (See Fig. A) before exploration of the deeper anatomy was performed. Pulling the stripped muscles to the side exposed massive lipomatous lesions deposited on the surface of the thyroid cartilage and the preepiglottic space (See Fig. B). After resection was completed in the aforementioned region, it was noticed that the lipomatous lesions had grown into the anterior epiglottic space. Further exploration revealed more lesions in the bilateral paraglottic spaces, and accordingly, lipectomy was performed (See Fig. C). The postoperative pathological results were consistent with the diagnosis of MSL.\\nTwo weeks after the surgery, laryngoscopy showed mucosal swelling in the supraglottis, leaving the glottis region invisible. Further follow-up was conducted 3 months after the surgery by telephone. The patient was free of any dyspnea symptoms and recovered well. The tracheal cannula was removed at a local hospital.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'9074739': 1, '15164232': 1, '20155698': 1, '1731165': 1, '4720736': 1, '8190288': 1, '10688728': 1, '6318013': 1, '1650162': 1, '746027': 1, '21493219': 1, '19716025': 1, '16003638': 1, '3047424': 1, '11829228': 1, '20803891': 1, '8857737': 1, '4704450': 1, '17577504': 1, '8077908': 1, '17157517': 1, '1874620': 1, '4232294': 1, '9228115': 1, '32629721': 2}", "similar_patients": "{}"}