{"patient_id": 100762, "patient_uid": "7488884-1", "PMID": 32963591, "file_path": "noncomm/PMC007xxxxxx/PMC7488884.xml", "title": "Description of a novel SLC34A3.c.671delT mutation causing hereditary hypophosphatemic rickets with hypercalciuria in two adolescent boys and response to recombinant human growth hormone", "patient": "The index case (II-1) is a boy aged 9 years and 10 months, who initially presented at age 2 years with poor growth, bowing of legs, bone pain, and radiological changes consistent with rickets and a kidney stone, but no phosphate supplements were given, and he was lost to follow up. At this presentation, his height was at the 3rd percentile, and weight at the 10th percentile. He had Tanner I puberty. His right tibia displayed internal torsion of about 30°, and genu varum. Laboratory testing revealed normal serum calcium, but low serum phosphate, and elevated alkaline phosphatase (). His 25(OH)D was low, but 1,25(OH)2D was elevated, whereas intact PTH and c-terminal FGF23 were appropriately reduced. Urine tubular reabsorption of phosphate (%TRP) was reduced, and the urine calcium/urine creatinine ratio was elevated. Oral phosphate supplementation with sodium/potassium phosphate (Neutra-Phos) 1000 mg/day was initiated, but rickets progressed, despite reported good compliance. He started puberty at 10 years 6 months, but did not experience a growth spurt. He required corrective orthopedic surgeries at 11 years 11 months, and at 13 years 6 months (). By 16 years, he had reached his final adult height of 148.1 cm (0.08 percentile, or −3.14 SD; ). His upper/lower segment ratio was 1.14. rHGH therapy was considered, but not started. At 12 years, II-1 presented with flank pain and left hydronephrosis due to an obstructing left ureter stone, requiring lithotripsy. He subsequently developed further bilateral asymptomatic kidney stones.\\nThe middle brother (II-2) at age 8 years was also found to have hypophosphatemia along with elevated alkaline phosphatase, hypercalciuria, low serum PTH, and elevated 1,25(OH)2D () and was started on oral phosphate supplementation with sodium/potassium phosphate (neutral-Phos) 1000 mg/day 4 months later. Notwithstanding, he developed knee pain and bowing of both legs, and, at the age of 13 years 6 months, he underwent bilateral distal femoral medial hemiepiphysiodesis (). At 12 years and 6 months, his height remained at the 0.3rd percentile with poor growth (3.4 cm/year) despite normal start of puberty (Tanner stage II). He had normal thyroid function and serum IGF1 levels. His bone age was 11 years (). At age 12 years and 4 months rHGH 0.3 mg/kg/week was started, and growth velocity improved to 8.5 cm/year, resulting in a height improvement from 0.3rd to 1.52nd percentile after 15 months. On rHGH his %TRP improved from 83.5% to 96.5% (). At age 14 years, II-2 developed nonobstructive right renal nephrolithiasis, and passed a stone.\\nHis youngest sibling (II-3) remained unaffected and grew well along the 90th percentile, and at age 10 years his height was at +1.7 SD. The father (I-1) passed a kidney stone at age 41 years. His height is 155 cm (< 1st percentile, −2.8 SD), and he has no history of rickets, and no obvious skeletal deformities. The mother (I-2) passed a kidney stone at age 43 years. Her height is 162.5 cm (50th percentile, 0 SD), and she likewise lacks history of rickets or skeletal deformities. The parents are not related.", "age": "[[9.0, 'year'], [10.0, 'month']]", "gender": "M", "relevant_articles": "{'2053571': 1, '9346990': 1, '20137772': 1, '26543054': 1, '11423563': 1, '6249837': 1, '11062477': 1, '24423979': 1, '16358215': 1, '2023608': 1, '16849419': 1, '30974062': 1, '7595027': 1, '23235154': 1, '13881516': 1, '9817799': 1, '7550339': 1, '2983203': 1, '24700880': 1, '2361480': 1, '15173542': 1, '1864951': 1, '26047794': 1, '16358214': 1, '29058153': 1, '32963591': 2}", "similar_patients": "{}"}