{"patient_id": 28073, "patient_uid": "7674546-1", "PMID": 33206231, "file_path": "comm/PMC007xxxxxx/PMC7674546.xml", "title": "Laparoscopic and left thoracoscopic Ivor-Lewis esophagectomy for Siewert type II esophagogastric junction cancer with right aortic arch: a case report", "patient": "A 40-year-old man with a complaint of anorexia was diagnosed with Siewert type II EGJ cancer with 8 cm of esophageal invasion (Fig. a, b). Histological examination revealed HER2-negative adenocarcinoma. Contrast-enhanced computed tomography (CT) revealed swelling of the paraaortic lymph nodes and both adrenal glands (Fig. a, b). Meanwhile, the patient was found to have an RAA malformation. On three-dimensional CT, the malformation was classified as Edward type IIIC, in which the left common carotid artery branches off the aortic arch before the right common carotid artery, and the left subclavian artery was isolated from the aortic arch (Fig. a, b). No cardiac anomaly was detected on echocardiography. The final diagnosis was stage IV Siewert type II EGJ cancer with distant metastases. The patient received 10 cycles of systemic chemotherapy consisting of S-1 and oxaliplatin without gastrostomy. Subsequently, oxaliplatin was changed to cisplatin when he developed grade 2 peripheral neuropathy, and 2 more cycles were added. After chemotherapy, there was a significant reduction in the primary lesion and distant metastases, and cancer cells were not detected by biopsy of the primary lesion (Figs. c, d and c, d). Furthermore, there was no significant uptake in the primary and metastatic lesions on 18-fluorodeoxyglucose positron emission tomography. To reduce the risk of disease progression in the primary lesion if it became refractory to chemotherapy, we elected to perform conversion surgery consisting of esophagectomy with lymph node dissection. Essentially, it is necessary to dissect the upper and middle mediastinal lymph nodes in Siewert type II EGJ cancer with extensive esophageal invasion. However, we anticipated that conversion surgery with dissection of both the upper and mediastinal lymph nodes would be too invasive in a patient with RAA. Therefore, the initial plan was to dissect the nodes from stations 1, 2, 3a, 4sa, 5, 6, 7, 8a, 9, 11p, 19, and 20, and the lower mediastinal nodes at stations 110, 111, 112aoA, 112pulR, and 112pulL. The adrenal glands were preserved because the metastases therein had disappeared radiologically.\\nLaparoscopic and left thoracoscopic ILE was planned to avoid the right descending aorta. The patient was fixed to the operating table in the right semi-lateral decubitus position and then rotated to the supine position prior to abdominal manipulation. Five abdominal ports were used, comprising a 12-mm umbilical port for the camera, 12-mm ports in the upper abdomen on both sides, a 12-mm left subcostal port, and a 5-mm right subcostal port (Fig. a). A Nathanson liver retractor was inserted through the epigastric region. First, the lower mediastinal lymph node dissection (which could not be performed via a later left thoracoscopic approach due to the RAA) was performed using a trans-hiatal approach (Fig. b). After dissection of the celiac lymph nodes, the cardiac portion of the stomach was resected with a sufficient margin. Next, the operating table was rotated to the right lateral decubitus position. The ports placed for left thoracoscopy consisted of a posterior 12-mm port for the camera in the 11th intercostal space (ICS), an anterior 5-mm port in the 5th and 7th ICS, a posterior 5-mm port in the 6th ICS, and a posterior 12-mm port in the 8th ICS (Fig. a). Under left thoracoscopy, the middle and lower parts of the esophagus were easily observed, in agreement with the three-dimensional CT findings (Fig. c, d). The gastrointestinal conduit was pulled through the esophageal hiatus into the left thorax using a thoracoscope and a laparoscope to ensure there were no twists. An intrathoracic functional end-to-end esophagogastric anastomosis was created at the middle mediastinum (Fig. e). Operating time was 654 min and blood loss was minimal.\\nPathological examination of the resected specimen with hematoxylin–eosin and anti-pancytokeratin antibody staining revealed no cancer (Fig. a–c). The postoperative course was uneventful and the patient was discharged 15 days after surgery. There were no complaints related to gastroesophageal reflux disease, and upper gastrointestinal endoscopy performed 7 months postoperatively did not reveal any reflux esophagitis. So far, he has been recurrence-free for 21 months with no adjuvant chemotherapy.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'28280627': 1, '20994128': 1, '12444180': 1, '25532434': 1, '31425284': 1, '5332779': 1, '4430090': 1, '25414051': 1, '29611355': 1, '28685209': 1, '5944202': 1, '16887481': 1, '31240864': 1, '28503799': 1, '31404008': 1, '29564587': 1, '28007281': 1, '434327': 1, '25605628': 1, '33206231': 2}", "similar_patients": "{}"}