{"patient_id": 24452, "patient_uid": "7465719-1", "PMID": 32873267, "file_path": "comm/PMC007xxxxxx/PMC7465719.xml", "title": "Multiple inferior vena cava aneurysms mimic a retroperitoneal tumor: a case report", "patient": "A 33-year-old Chinese male patient presented to Urology Department because of a retroperitoneal mass that was incidentally found by computerized tomography (CT) during a health examination. He was asymptomatic and had no abdominal or back pain, episodic hypertension, palpitation, or lower limb edema. Post medical history and physical examination were unremarkable. Laboratory tests including complete blood count, liver and renal function and D-Dimer were normal. Tests for paraganglioma such as 24-h urinary catecholamine and somatostatin receptor imaging were negative. Contrast-enhanced CT scan revealed a stenosis of IVC in the suprarenal segment (Fig. a), a 34 mm × 30 mm × 33 mm retroperitoneal mass on the right side of the infrarenal IVC (Fig. a and b) and a small mass about 10 mm in diameter in the retroperitoneal area that was considered an enlarged lymph node (Fig. c). No thrombosis was found in the IVC. Therefore, a diagnosis of retroperitoneal tumor with possible lymph node metastasis was considered.\\nTo further confirm our diagnosis, a retroperitoneal laparoscopic exploration was performed. During the surgery, we found that both mass were diverticular aneurysms of IVC (Fig. a). There was a very narrow neck between the larger aneurysm and IVC (Fig. b). A hem-o-lok clamp was applied on the neck of aneurysm (Fig. c), and the aneurysm was resected from the IVC successfully. Since the smaller aneurysm was about 1 cm in diameter without thrombosis, we did not resect it during surgery. However, the stenosis of IVC may cause venous hypertension which can be a risk factor for aneurysms progression. Therefore, we referred the patient to Vascular Surgery Department for pressure gradient test across the suprarenal IVC to determine the following therapy. They suggested to monitor the size of aneurysm annually to determine further treatment. The patient recovered well from surgery and discharged from our department successfully. The pathology shows vascular wall tissue with a lot fibrous tissue, which is consistent with the diagnosis of IVC aneurysm. However, there is no intact vascular wall identified.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'18774368': 1, '18755605': 1, '29445486': 2, '29914813': 1, '10986032': 1, '9610351': 1, '27838532': 1, '21906159': 1, '24093326': 1, '1538518': 1, '21764843': 1, '11963629': 1, '5030499': 1, '31888798': 1, '23176900': 1, '31024676': 2, '8377248': 1, '15570754': 1, '24390451': 1, '18663118': 1, '19769810': 1, '5347560': 1, '20795972': 1, '7809821': 1, '27521827': 1, '30801724': 1, '26088010': 1, '8268075': 1, '12801331': 1, '25914911': 1, '32873267': 2}", "similar_patients": "{'5799648-1': 1, '6477102-1': 1}"}