{"patient_id": 98139, "patient_uid": "7263117-1", "PMID": 32475184, "file_path": "noncomm/PMC007xxxxxx/PMC7263117.xml", "title": "A de Winter electrocardiographic pattern caused by left main coronary artery occlusion: A case report", "patient": "A 54-year old man was transferred from a local hospital to the Emergency Department with a 2-hour history of persistent chest pain radiating to the neck. He reported episodes of exertional angina pectoris for 1 year. Risk factors for coronary artery disease included hypertension and obesity that were not well controlled. His blood pressure (BP) was 160/95 mmHg. Cardiac auscultation showed soft heart sounds without murmurs. Pulmonary auscultation did not show any rales. ECG on admission () showed sinus rhythm of 94 beats/minute (bpm), a qR pattern in leads I and aVL, an rS pattern in the inferior leads, and SIII >SII, which suggested left anterior fascicular block. There was also STE in lead aVR >V1, a narrow Q wave in V2, downsloping STD in III and aVF, and horizontal STD in I and II, and in V3 to V5 (V6 had a shifting baseline). There was profound STD followed by tall, positive symmetrical T waves (de Winter ECG pattern) in leads V2 to V4, profound STD with inverted T waves in leads V5 to V6, and maximal STD in leads V4 to V5. The troponin I level was 150 ng/mL (normal value: <50 ng/mL). The preliminary diagnosis was non-ST-elevation myocardial (NSTEMI).\\nEmergent coronary angiography was indicated because there were ECG signs of global ischemia (STD in 9 leads and STE in aVR) and a typical ECG pattern of severe coronary artery disease, including LMCA stenosis and the STEMI equivalent de Winter ECG pattern. The patient was administered ticagrelor 180 mg, acetylsalicylic acid 300 mg, and rosuvastatin 20 mg. The patient was then directly transferred to the catheterization laboratory. Angiography showed total occlusion of the LMCA () and collateral circulation to the distal LAD () from the RCA. The LMCA was opened by aspiration of thrombus and stent implantation, and Thrombolysis In Myocardial Infarction 3 flow was observed (). After opening the LMCA, a small left circumflex coronary artery was observed and there was 80% stenosis in the LAD (). The patient developed ventricular fibrillation, which was reversed by defibrillation after opening of the LMCA. An ECG after reperfusion showed sinus rhythm of 68 bpm and resolution of the ST-segment deviations. There was a QS wave in leads V1 to V2, an embryonic r wave in lead V3 together with a negative T wave in leads V2 to V5, and disappearance of the de Winter ECG pattern in leads V2 to V4 and left anterior fascicular block (). The patient recovered well and was discharged home on the eighth day of the hospital stay.\\nThe study was approved by the ethics committee of Shenzhen Hospital-University of the Chinese Academy of Science. Verbal consent was obtained from the patient for the procedures and for publication.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'28362646': 1, '26560436': 1, '21757204': 1, '29174705': 1, '19264324': 1, '28985887': 1, '30571261': 1, '32208175': 1, '26677367': 2, '18987380': 1, '19620137': 1, '23312698': 1, '29407007': 1, '27592618': 1, '15245335': 1, '30870633': 1, '22672790': 1, '11591563': 1, '21474892': 1, '32475184': 2}", "similar_patients": "{'4631739-1': 1}"}