{"patient_id": 29663, "patient_uid": "7752741-1", "PMID": 33364121, "file_path": "comm/PMC007xxxxxx/PMC7752741.xml", "title": "A Case of CIED-Associated Endocarditis and Septic Emboli Requiring Lead Extraction, AngioVac Suction, and Pulmonary Endarterectomy", "patient": "A 55 year-old man with a history of myocardial infarction and ischemic cardiomyopathy status-post ICD placement 8 years prior presented to an outside hospital with bacteremia. His original ICD placement was in 2005, with a Guidant FineLine atrial lead and a Guidant dual coil ICD lead. In 2008, an additional Guidant atrial lead was placed. He was transferred to our tertiary care center after 8 weeks of IV antibiotics and evidence of a large 5cm x 2cm, mobile tricuspid valve vegetation associated with the ICD lead (Figure ) seen on trans-Esophageal Echocardiogram (TEE). Blood cultures were positive for Staphylococcus hominis.\\nThe patient was taken to the hybrid OR, placed under general anesthesia, and underwent pulse generator and lead extraction, along with AngioVac removal of RV and RA vegetations (Figure ). Significant purulent fluid was found in the device pocket and tracking along the leads. The RA FineLine lead was extracted with a 14F laser sheath. However, adhesions made extraction difficult and the lead tip was fractured and was subsequently removed using a femoral approach with a snare. The AngioVac system was then used to remove the large vegetation via right internal jugular and right femoral vein cannulation. The patient was heparinized to an ACT >250. The AngioVac cannula was advanced into the RA, and 1.5-2L/min flow was achieved. The 14F laser sheath was used to extract the second atrial lead and a 16F laser sheath and a mechanical rotational tool was then required to extract the ICD lead.\\nPost-procedure the patient remained febrile and with leukocytosis to 23,000. Post-procedure TEE showed persistent valve vegetation and a chest CT scan showed evidence of sub-massive pulmonary emboli. The patient had worsening fevers, chills, pleuritic pain, and dyspnea despite antibiotics. Right heart catheterization revealed normal right heart pressures and borderline pulmonary hypertension with a mean pulmonary artery pressure of 27 mmHg. Pulmonary angiography showed proximal filling defects of bilateral lobar and segmental branches. Percutaneous embolectomy was attempted but was unsuccessful as a wire was unable to be passed beyond the thrombus.\\nThe patient was therefore considered for pulmonary endarterectomy surgery. He underwent bilateral pulmonary endarterectomy under cardiopulmonary bypass and deep hypothermic circulatory arrest (287 minutes of bypass time, 23 minutes of arrest time on right side, 20+18 minutes of arrest on left) (Figure ). The tricuspid valve and right ventricle vegetations were also removed and the septal leaflet of the tricuspid valve repaired with a Gortex neochord. His post-operative course was uneventful with resolution of symptoms and improved hemodynamics with a Pulmonary Vascular Resistance of 146, down from 316 dyne*sec/cm5. He was discharged on antibiotics and 6 months of anticoagulation. He has done well in follow-up and a new ICD system was later successfully placed at his referring institution.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'28471095': 1, '28722286': 1, '28326804': 1, '28919379': 1, '25952218': 1, '27282218': 1, '27879533': 1, '28118215': 1, '28496930': 1, '23248168': 1, '33364121': 2}", "similar_patients": "{}"}