{"patient_id": 105398, "patient_uid": "7923708-1", "PMID": 33708094, "file_path": "noncomm/PMC007xxxxxx/PMC7923708.xml", "title": "Very-Late-Onset Neuromyelitis Optica Spectrum Disorder in a Patient with Breast Cancer and Parkinson Disease", "patient": "The patient was a 76-year-old woman who had been suffering from Parkinson disease for 5 years. She had Stage III disease, as assessed using the Hoehn and Yahr (H-Y) Scale, and exhibited a stable condition under the control of l-dopa and dopamine agonists. Two weeks prior to admission, the patient became speechless gradually and spent most of the day in bed. Thus, she was admitted to our hospital for further evaluations. The patient exhibited worsening of bradykinesia and cogwheel rigidity. She required guardian's support for everyday life and was diagnosed with H-Y stage IV. She could walk with minimal assistance. Most strikingly, her consciousness level was impaired and estimated to be Glasgow Coma Scale (GCS) E3V3M5. Involvement of the cranial nerves or cerebellar dysfunction was not obvious. No clinical evidence obtained at that time indicated the involvement of the spinal cord. In addition to the neurological disturbances, a tumor was observed in the right breast, which was later pathologically proven to be invasive ductal carcinoma. Cranial fluid-attenuated inversion recovery (FLAIR) magnetic resonance imaging (MRI) examination revealed a high-signal-intensity lesion in the right peri- and intralateral ventricle (Fig. , b). Part of this lesion and the meninges exhibited gadolinium enhancement (Fig. , d). Cerebrospinal fluid (CSF) examination demonstrated the presence of pleocytosis (159 cells/mm3) and an increased protein content (171 mg/dL). A cytological analysis was negative and no significant viral antibody titers were detected. Moreover, no bacterial cultures were obtained. The levels of the myelin basic protein were normal (88 pg/mL; normal <102 pg/mL) and no oligoclonal bands were observed. Anti-AQP-4 antibodies were detected (28.5 U/mL; normal, <3 U/mL) in her serum, whereas various auto-antibodies that indicate paraneoplastic neurological syndromes, such as anti-Yo, anti-Hu, Ro, and others, were negative. Based on these findings, the patient was diagnosed as having late-onset anti-AQP-4 antibody-positive NMOSD with invasive ductal carcinoma and 5-year history of Parkinson disease. Optic neuritis was not observed at that time. The patient received pulsed steroid therapy as the initial treatment, which improved her consciousness level significantly, to GCS E4V4M6. The abnormal signal alterations on MRI also improved (Fig. , f). The results of CSF examination indicating the presence of 32 cells/mm3 and an elevated protein contents of 100 mg/dL were considered to represent partial improvement. After the initial pulsed steroid treatment, the patient received total mastectomy and further rehabilitation therapy for Parkinson disease. Two weeks after the mastectomy, she developed abrupt-onset bilateral leg weakness and walking difficulties; therefore, involvement of the spinal cord was suspected. MRI of the spinal cord revealed the presence of multiple spindle-shaped T2 high-signal-intensity alterations that were indicative of myelitis (Fig. , b). Thus, pulsed steroid therapy was administered again, after which the MRI signal alterations of the spinal cord were reduced (Fig. ) and the patient's leg muscle strength improved. The patient refused further treatment, such as plasma exchange or other immune-modifying medications. Subsequently, the patient was transferred to another hospital for further rehabilitation.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'31932911': 1, '25695963': 1, '28385199': 1, '31267407': 1, '31471461': 1, '25957640': 2, '28814166': 1, '23041955': 1, '30519648': 1, '26092914': 1, '33708094': 2}", "similar_patients": "{'4441737-1': 1, '4441737-2': 1}"}