{"patient_id": 22100, "patient_uid": "7358666-1", "PMID": 32685347, "file_path": "comm/PMC007xxxxxx/PMC7358666.xml", "title": "Successful fenofibrate therapy for severe and persistent hypertriglyceridemia in a boy with cirrhosis and glycerol-3-phosphate dehydrogenase 1 deficiency", "patient": "A 16-year-old adopted Russian boy presented at 1 year of age with hepatomegaly and mild increase of liver enzymes (alanine aminotransferase, ALT 1.5xULN, gamma-glutamyl transferase, GGT, 2xULN). Laboratory tests revealed high plasma triglycerides (274 mg/dL), normal cholesterol (166 mg/dL), HDL, and LDL levels. Biliary acids were slightly increased 16.6 μmol/L (normal value, nv <10). Lactic acid was 4.40 mmol/L (nv < 2.47). Bilirubin, alpha-fetoprotein, synthetic liver function (coagulation and albumin), glucose, and renal function were within the normal range. Clinical examination showed marked hepatomegaly without splenomegaly, normal growth, and psychomotor development. Body mass index (BMI) at 3.8 years of age was 14.7 kg/m2 (10-25° percentile).\\nLaboratory investigations (including blood and urine routine tests, blood gases, uric acid, immunoglobulin levels, thyroid function, plasma amino acids profile, urine organic acids, creatine phosphokinase, viral serology, ceruloplasmin, and acid lipase) and an echocardiogram were all within normal limits. Moreover, a 14-hours fasting test revealed no hypoglycemia. Liver ultrasound highlighted hepatomegaly with diffuse echogenicity.\\nA first liver biopsy, performed at 3 years of age, showed an incomplete diffuse cirrhotic pattern with mild and focal mixed inflammatory infiltrate. The main histological features were liver cells alterations with severe large and small droplets steatosis, highly suggestive for an unspecified metabolic disease (Figure ).\\nDuring the following years a persistent elevation of liver enzymes was recorded (ALT 3xULN, GGT 9xULN) while plasma total cholesterol and triglycerides peaked at 315 and 1017 mg/dL, respectively (Figure ). BMI value and patient's parameters at each follow-up visit were reported (Table ). At 15 years of age, a second liver biopsy confirmed the histological changes of the previous one, but findings were more pronounced (Figure ). A clinical examination at 16 years of age revealed hard hepatomegaly, normal spleen size, and no skin or tendineous xanthomas. BMI value was 24.8 kg/m2 (75-90°percentile). Repeated abdominal ultrasound investigation confirmed hepatomegaly, left lobe hypertrophy, and increased echogenicity without signs of portal hypertension. Echocardiogram and supra-aortic trunks ultrasound tested normal. During follow-up liver elastometry (Fibroscan) was performed.\\nNext-generation sequencing (NGS) for metabolic and genetic liver diseases identified a novel homozygous mutation in the GPD1 gene, c.895G>A resulting in the amminocidic substitution p.G299R.\\nDue to the persistent and progressive increase of triglycerides values, after consultation with a lipidologist, an off label therapy with fenofibrate was started at 15 years of age at the dosage of 145 mg every other day. The local ethical committee approved this treatment. During a further 15-months follow-up, fenofibrate led to ALT normalization and to a marked reduction of triglyceride plasma levels (last value 147 mg/dL). GGT and total cholesterol also decreased to 2.5xULN and 166 mg/dL, respectively. (Table , Figure ). The elastometry values before starting fenofibrate and after 1 year of therapy were respectively 11.5 and 10.6 kPa, compatible with F2 fibrosis. No drug-related side effects were observed.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'33907148': 2, '34484308': 2, '22226083': 1, '19183747': 1, '30159817': 1, '16957405': 1, '25300978': 1, '27368975': 1, '26343214': 1, '28864733': 1, '24549054': 1, '29940878': 1, '28944580': 1, '22084329': 1, '32685347': 2}", "similar_patients": "{'8416348-1': 1, '8084070-1': 1}"}