{"patient_id": 102574, "patient_uid": "7678226-1", "PMID": 33214233, "file_path": "noncomm/PMC007xxxxxx/PMC7678226.xml", "title": "Inability to walk: a rare presentation of Crohn’s disease", "patient": "A 43-year-old man presented to the neurology department with loss of strength and sensibility in the left upper leg, which started acutely 5 weeks ago. He could barely walk due to weakness of the quadriceps muscles. He does not use any medication, and his medical history noted bilateral hernia nucleus pulposi L2–L3 more than 20 years ago, which responded well to conservative treatment. On physical examination, there was apparent atrophic wasting of his quadriceps muscles on the left side (see ), paresis of the quadriceps muscles and less apparent of the gluteus. His reflexes are all symmetric, besides a lower patellar reflex on the left side. The patient reports no other complaints. However, on questioning, he noted that he had experienced a short period of abdominal pain 2 months ago with more frequent bowel movements at three times a day instead of once daily, without any blood loss. Laboratory tests show al slightly elevated CRP (18 mg/L) and ESR (27 mm/hour). Vitamin or electrolyte deficiencies (especially normal vitamin B1, B6, B12, folic acid levels and INR) were not present (). Due to the medical history of bilateral hernia nucleus pulposi, lumbosacral MRI scan was performed, which showed discopathy of L4/L5 without any compression of the nerve roots. A needle electromyography (EMG) was performed, which showed active denervation/reinnervation of the vastus lateralis/vastus medialis/rectus femoris muscles, with no other muscles showing any abnormalities. This indicates a neuron fibre issue of the femoral nerve. The saphenous sensory nerve action potential was normal, which indicates there was no loss of velocity in the needle EMG, from which you can conclude there is a axonal problem and not loss of the myelin sheath, ruling out diseases like Guillain-Barre. In conclusion, the EMG showed isolated femoral nerve neuropathy, without any signs of plexopathy, myelin sheath disorder or motor neuron disease. Since the most common cause of isolated femoral nerve neuropathy is compression of the nerve, a CT scan of the abdomen/pelvis was performed. This showed no signs of compression of the femoral nerve, however, it did show a generalised colitis ().\\nAdditional workup was performed with a markedly elevated faecal calprotectin level at 1721 mg/kg, with stool cultures all negative (see ). Colonoscopy showed mild terminal ileitis, with mild-severe colitis throughout the entire colon, which endoscopically appears as Crohn’s disease (). Pathology report showed active cryptitis with granuloma (), confirming the diagnosis Crohn’s disease. The patient was started on steroids and immune modulators (budesonide and mercaptopurine). This resulted in long-term clinical and biochemical remission, with faecal calprotectin levels dropping to 5 mg/kg. Surprisingly, together with achievement of remission of his Crohn’s disease, his neuropathy resolved completely after the initiation of the IBD treatment.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'7898687': 1, '26211733': 1, '25237952': 1, '23576624': 1, '21122494': 1, '33214233': 2}", "similar_patients": "{}"}