{"patient_id": 17232, "patient_uid": "7057006-2", "PMID": 32148976, "file_path": "comm/PMC007xxxxxx/PMC7057006.xml", "title": "Two Cases of Nonsuicidal Self-Injury Comprising Partial Autoamputation of the Apex of the Tongue", "patient": "A 69-year-old Japanese female presented in January 2011 having autoamputated the apex of her tongue with scissors. She had a 10-year history of schizophrenia but had defaulted from psychiatric intervention and stopped taking prescribed medication. She also had parasomnia with arousal disorders. She arrived at the emergency room three hours after the autoamputation at 03:00 hours. Her vital signs were stable. Although blood oozed from the major portion of the tongue, the lingual arteries were not damaged (). No other lacerations were evident, and the mobility of the remaining portion of the tongue was normal (). The amputated portion was missing; thus, the remainder of the tongue was debrided and sutured using Vicryl® Plus antimicrobial coated sutures (Ethicon Inc.) under local anesthesia (xylocaine 2% with adrenaline (1 : 80,000 dilution) (Figures and ). The patient was prescribed with loxoprofen sodium hydrate (Loxonin; Daiichi Sankyo Co., Ltd.) for pain control and amoxicillin hydrate (Sawacillin; Astellas Pharma Inc.) to avoid infection. We provided the patient with postoperative instructions including oral hygiene and a soft diet. We also described the importance of resuming psychiatric treatment for schizophrenia and follow-up with us. However, this patient did not keep her first postoperative appointment and was lost to follow-up.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'17434042': 1, '21285141': 1, '2648240': 1, '9407408': 1, '24422986': 1, '6575172': 1, '9231952': 1, '24749754': 1, '3968327': 1, '9612442': 1, '1734743': 1, '24621750': 1, '17326459': 1, '31175059': 1, '6859301': 1, '16856772': 1, '18495646': 1, '28754108': 1, '1449868': 1, '28456054': 1, '7023631': 1, '28988001': 1, '8682994': 1, '9093517': 1, '6581498': 1, '11604659': 1, '3288438': 1, '16203957': 1, '8164124': 1, '13173': 1, '32148976': 2}", "similar_patients": "{'7057006-1': 2}"}