{"patient_id": 101872, "patient_uid": "7590753-1", "PMID": 33173488, "file_path": "noncomm/PMC007xxxxxx/PMC7590753.xml", "title": "High-Grade Epstein-Barr Virus-Negative Biphenotypic Lymphoma with Expression of B- and T-Cell Markers and Leukemia Presentation: Case Report and Literature Review", "patient": "A 63-year-old female patient presented to the emergency room with obstructive jaundice and dull intermittent, localized epigastric pain for 10 days, each episode lasted a few hours then resolved spontaneously, relieved by sitting forward and associated with nausea with no vomiting. She had dark urine and decreased appetite in the last 2 weeks, with unintentional weight loss. On physical examination, she was icteric with epigastric tenderness and hepatomegaly. CT scan revealed lobulated soft tissue mass lesion in close relation to the pancreatic body which can either be pancreatic in origin or an exophytic peripancreatic lymph nodal mass along with large contiguous retroperitoneal lymph nodal mass (an image of the CT is available from the author). Possibilities suggested were hematological/lymphoproliferative malignancy or pancreatic neoplasm with multiple nodal metastases. Endoscopy-guided fine needle aspiration from the pancreas revealed a few clusters of atypical cells. Her initial CBC revealed leukocytosis with 43×103/μL white blood cells, mild anemia with 11.2 g/dL hemoglobin, and moderate thrombocytopenia with 88x103/μL platelets. Peripheral smear showed leukoerythroblastic picture, with (56%) immature-looking atypical lymphoid cells; the majority appeared medium- to large-sized with open chromatin and one or more nucleoli (blast morphology). Some other cells appeared smaller in size with scant cytoplasm, more condensed nuclear chromatin, and inconspicuous nucleoli (shown in Fig. ). Bone marrow (BM) aspirate was infiltrated by 83% immature-looking cells having the same morphology as those seen in the peripheral blood with decreased trilineage hematopoiesis (shown in Fig. ). BM biopsy was hypercellular for patients' age showing interstitial to diffuse infiltration by primitive-looking cells with decreased trilineage hematopoiesis. There was a focal area of tingible body macrophages with many apoptotic cells with multiple pyknotic nuclear fragments (shown in Fig. ). Immunohistochemical studies on the core biopsy showed diffuse positivity for CD20, PAX5, CD79, CD10, BCL2, C-MYC (>40%), CD3, CD4, and CD5, while negativity for CD34, CD1a, TdT, CD2, CD7, CD8, BCL6, Cyclin-D1, CD23, CD30, and ALK (shown in Fig. ).\\nEpstein-Barr virus (EBV) RNA detection by chromogenic in situ hybridization for EBV-encoded small RNA performed on formalin-fixed, paraffin-embedded tissue was negative. The case was also negative for EBV PCR on peripheral blood.\\nFlow cytometry on BM aspirate revealed an abnormal major population of cells comprising 50% expressing CD45, CD19 (dim), CD20, cCD79a, CD22, CD10, CD4, HLADR, and cBCl2 with partial expression of CD5 (dim) and showing lambda light chain restriction. This population was positive for cCD3. The cells were negative for CD34, TdT, CD1a, cMPO, CD117, CD13, CD14, CD15, CD33, CD64, CD61, CD41, glyophorin A, CD36, CD11b, CD11c, sCD3, CD2, CD7, CD8, TCR alpha/beta, TCR gamma/delta, CD56, CD57, FMC7, CD200, CD23, sIgD, sIgA, sIgM, and sIgG. The analysis showed, also, another abnormal minor population of lambda restricted monotypic B cells comprising 8% with dimmer CD45 (blast gate) and downregulation of CD10, showing the same immunophenotype as the major population (expressing all B-cell antigens); however, it was negative for the T-cell antigen cCD3, CD5, and CD4 (shown in Fig. ).\\nConventional cytogenetic analysis revealed an abnormal female karyotype with dominant complex clone having multiple structural abnormalities including non-recurrent translocations, deletions, and duplications in 81% of cells analyzed.\\nKaryotype: 45,XX,add(2)(p13),add(5)(q22),?t(8;22)(q24;q11.2),add(10)(q26),-10,der(13)t(10;13)(q11.2;q14),del(13)(q14),?der(17)t(2;17)(p21;q25),add(17)(p13),?i(19)(q10)[]/46,idem,+16[]/46,XX[]. Fluorescent in situ hybridization (FISH) analyses using IGH, IGH/MYC/CEP 8, D7S486/CEP, TRA/D 7, MLL, CDKN2A/CEP9, and BCL6 probes were found to be normal.\\nOur final diagnosis was peripheral blood and BM involvement by EBV-negative high-grade lymphoid neoplasm (in leukemic phase with blast morphology) and an ambiguous immunophenotype with a differential diagnosis that may include the rare entity of bigenotypic lymphoma or an unusual case of high-grade B-cell lymphoma with aberrant expression of T-cell markers (biphenotypic lymphomas).\\nPCR analysis of genomic DNA from marrow was used to identify clonal B-cell and T-cell populations using primers that target the conserved framework (FR) and joining (J) regions of the respective genes (Invivoscribe Identiclone Clonality Assay). The assay identifies immunoglobulin heavy chain (IgH) and T-cell receptor (TCR) gene rearrangements that are unique in length and sequence to provide a clonal signature of lymphoproliferative disease. Unequivocal dominant PCR products corresponding in size to those expected from clonal IGH gene rearrangements were amplified by PCR analysis (shown in Fig. ). There was no clear-cut evidence of T-cell clonality but the TCR reactions produced dominant peaks of limited heights, within polyclonal backgrounds, considered equivocal with respect to T-cell clonality and did not exclude the possibility of a low-level T-cell clone (shown in online supplementary Fig. and ; for all online suppl. material, see ).\\nIn conclusion, the molecular data was consistent with a clonal B-cell population and the possibility of a subclone with cross-lineage gene rearrangement or concurrent independent T-cell clones representing a minority of T cells could not be excluded.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'27431583': 1, '34276912': 2, '22895269': 1, '19011566': 1, '12237876': 1, '19406723': 1, '26291626': 1, '17635241': 1, '10697278': 1, '17851532': 1, '21240066': 1, '17170731': 1, '26325507': 1, '15389907': 1, '12023576': 1, '9107085': 1, '3289580': 1, '23826590': 2, '33173488': 2}", "similar_patients": "{'3698406-1': 1, '8265333-1': 1, '8265333-2': 1, '8265333-3': 1}"}