{"patient_id": 23894, "patient_uid": "7440292-1", "PMID": 32176041, "file_path": "comm/PMC007xxxxxx/PMC7440292.xml", "title": "Paroxysmal ventricular tachycardia as a rare complication of interventional closure of ventricular spetal defect and its treatment by radiofrequency catheter ablation", "patient": "An 8-year-old boy was referred to our clinic with PVCs and PVTs observed by 24-hour Holter monitoring. Past history was significant for peri-membranous VSD diagnosed 2 months ago and was closed by an Amplatzer muscular occlude with a waist diameter of 5 mm. On post-op day 1, frequent PVCs were noted on electrocardiogram (ECG). Chest X-ray and echocardiography ruled out device relocation (Fig. ). Prednisone 5 mg 3 times a day (tid) and Mexiletine 50 mg tid were given to reduce post-op edema and control PVCs. Holter monitoring following the anti-arrhythmic treatment showed PVCs reduced to 33 beats per day. The patient was discharged 6 days post operation and continued to take Mexiletine. PVCs persisted in ECGs in the following 3 weeks. Holter monitoring 48 days post operation revealed a total number of 41,644 PVCs within 24 hours, comprising 31.5% of total heart beats. 3600 PVC couplets, 2367 PVC bigeminy and 2933 episodes of ventricular tachycardia were also noted.\\nThe patient was re-admitted. An ECG was done on admission (Fig. ). Pre-op labs of complete blood count, cardiac biomarkers, renal and liver function tests all came back negative. Proper inform consent was obtained from the guardians. Mapping and ablation were carried out using a 3.5 mm tip irrigated catheter (ThermoCool SF; Biosense Webster, Diamond Bar, CA) facilitated by an electroanatomic mapping system CARTO 3 (Biosense Webster, Inc). Under the fluoroscopic guidance, XXF catheter was inserted into femoral artery and positioned at aortic sinus. Early activation was spotted in left coronary cusp (LCC) 65 ms pre-QRS with a near perfect pace mapping (97% concordance) (Fig. A and B). A safe distance (>10 mm) between the ablation catheter in the LCC and the left main coronary artery was confirmed by coronary angiography. Ablation was then carried out in the LCC with power set to 10 W and maximum temperature to 55°C for 60 seconds around the spot. PVCs disappeared after 6 seconds and were not induced by isoproterenol. The whole procedure lasted for 55 minutes, with fluoroscopic exposure dose of 33 mGy. The patient was discharged 48 hours with no complication and remained asymptomatic 12 months after the ablation. Rregular ECGs (Fig. ) and Holter monitorings were done and showed sinus rhythm at follow-ups.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'15979432': 1, '3840113': 1, '25981147': 1, '24846163': 1, '22259261': 1, '17868812': 1, '26985206': 1, '23703890': 1, '32176041': 2}", "similar_patients": "{}"}