{"patient_id": 105758, "patient_uid": "7954249-1", "PMID": 33738403, "file_path": "noncomm/PMC007xxxxxx/PMC7954249.xml", "title": "An unusual cause of acute pericarditis: a case report", "patient": "A previously healthy 26-year-old man without a significant past medical history was admitted to the emergency department with pleuritic, substernal chest pain that had steadily increased in frequency and intensity for 2 weeks. The pain was sharp, localized to the left precordium and was exacerbated by deep respirations or changes in position. He also reported a dry cough and dyspnoea. In 2016, a workup for similar chest pain that included an electrocardiogram, transthoracic echocardiogram, and myocardial perfusion imaging study were reportedly unremarkable.\\nOn physical examination, he appeared to be in moderate distress due to chest pain. He was tachycardic (pulse 100–110 b.p.m.), afebrile, and normotensive. A coarse systolic murmur was audible at the parasternal border and radiated throughout the precordium. S1 and S2 were distinct and there were no additional heart sounds. Electrocardiography disclosed diffuse ST-segment elevation and PR segment depression (). The patient was admitted to the hospital with an initial plan for medical therapy of presumptive acute pericarditis using non-steroidal anti-inflammatory drugs and colchicine.\\nSubsequently, plain chest films revealed bilateral nodular opacities and a widened mediastinum. Transthoracic echocardiography (TTE) identified an anterior mediastinal mass (). The mediastinal mass and surrounding oedema compressed the main pulmonary artery to a minimum diameter of 7 mm and generated a 48-mmHg gradient across the RVOT. Correspondingly, the right ventricle was moderately dilated (57 mm) with reduced systolic function. Left ventricular systolic function was preserved (ejection fraction 65–69%). There was no evidence of direct pericardial involvement or invasion by the mass. Colour Doppler also detected a small, transient right to left shunt through a restrictive ventricular septal defect (VSD) proximal to the site of maximal RVOT compression (Video 1). Computed tomographic angiography identified multiple enhancing pulmonary nodules and demarcated the complete extent of the mass (70 mm × 76 mm × 92 mm) in the anterior mediastinum (). Initial laboratory values were unremarkable. The red blood cell count was 4.78 M/µL (reference values: 4.60–6.20 M/µL) and the white blood cell count was 13 K/µL (reference values: 4.5–12 K/µL). Serum troponin, AFP, and β-hCG were undetectable. Transbronchial biopsy and subsequent pathologic analysis confirmed that the mediastinal mass was a metastatic stage III mediastinal non-seminomatous germ cell tumour. Over the next four months, the patient received VIP chemotherapy using cisplatin, etoposide, and ifosfamide with an initially favourable response. After multiple rounds of chemotherapy, the patient underwent a median sternotomy with successful resection of the anterior mediastinal mass. Treatment resulted in decompression of the RVOT, restoration of RV systolic function, and resolution of the patient’s chest pain (). However, at 8 months, imaging detected new disease progression with enlarging pulmonary parenchymal lesions and probable bony metastases. This occurred in concurrence with an up-trending hCG serum level after the initial rounds of chemotherapy (2 mIU/mL) until detection of the lesions and metastases (4630 mIU/mL). hCG serum levels increased one month afterward to 9570 mIU/mL. The patient underwent additional rounds of salvage chemotherapy.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'23225215': 1, '15001332': 1, '26461998': 1, '11919246': 1, '16567581': 1, '21850383': 1, '28663234': 1, '15120056': 1, '7214301': 1, '23697667': 2, '33738403': 2}", "similar_patients": "{'3713385-1': 1}"}