{"patient_id": 16941, "patient_uid": "7040385-1", "PMID": 32099695, "file_path": "comm/PMC007xxxxxx/PMC7040385.xml", "title": "Systemic Lupus Erythematosus Presenting with Ischemic Proctitis and Abdominal Compartment Syndrome", "patient": "A 39-year-old female presented to West Virginia University Hospitals' Intensive care unit as a transfer from an outside facility. She had initially presented to the outside facility with abdominal pain of 2 weeks' duration. The patient experienced worsening abdominal pain and weakness on the day of presentation, which prompted her to report to the outside facility. She was found to have a skin rash, involving her arms and face, which was biopsied, revealing a leukocytoclastic vasculitis. She was also found to have severe anemia and ascites. A computed tomography (CT) scan without contrast was concerning for an irregularity in the rectal lumen with a perirectal pelvic mass or hematoma. Over the course of her stay there, she developed hypotension and shock; she was intubated and transferred to our facility for further evaluation and management.\\nOn presentation to West Virginia University, she was found to be in shock. She endorsed a past history of thrombocytopenia; the patient had been told that she had idiopathic thrombocytopenic purpura and splenectomy. She reported lower abdominal pain. Her initial blood pressure was 82/50, and she was pale on examination with large, tense ascites. Her hemoglobin on arrival was 4.4 gram/dl, white blood cell count was 8500, and she had a fever of 101 degrees Fahrenheit. She was volume resuscitated with crystalloids and blood products, broad spectrum antibiotics were administered, and due to a concern for intra-abdominal bleeding, she was rushed to CT scanning. A CT scan of the abdomen and pelvis with contrast was obtained that revealed prominent distention of the rectum with heterogeneous density material within. It could represent a hematoma or a mass originating from a pelvic organ or the rectum itself. Large volume ascites was also noted, which likely represented hemorrhagic ascites. These findings can be seen on Figures –.\\nAfter returning from the scanner, the patient's hemodynamic state worsened; norepinephrine, vasopressin, and then phenylephrine were serially added subsequently. Her hemoglobin count was monitored closely, and she continued to require blood transfusions.\\nAfter 10 hours of presentation, the patient had received 7 blood transfusions, and she remained in hemorrhagic shock. Her abdominal pressures continued to worsen, and the patient was developing abdominal compartment syndrome; she had developed anuria and renal failure with no urine output since presentation, and her respiratory status was worsening, requiring higher positive end expiratory pressures. General surgery service did not find her a candidate for exploratory laparotomy due to hesitation from the patient and her family and the unclear diagnosis at that time. A paracentesis was performed at the bedside, with removal of 4 liters of bloody fluid. The patient had considerable improvement in her hemodynamic and respiratory status after her paracentesis and was weaned off vasopressors. However, her bleeding failed to resolve, and she continued to require blood transfusions with redevelopment of hemorrhagic shock. A detailed discussion was held with the family, and the surgical service and surgery was deferred. The patient was sent for a CT angiogram after a second paracentesis and removal of 4 liters of blood from her peritoneal cavity. The CT angiogram revealed active contrast extravasation, and selective embolization of branches of her left inferior rectal and internal iliac vessel was performed. shows the CT angiogram with active extravasation.\\nThe patient received an urgent sigmoidoscopy on returning to her room from her angiogram that revealed an ischemic rectum with a bulging, tense hematoma in the rectal wall, and no associated mass was identified (). Findings appeared consistent with ischemic proctitis. The patient's hemoglobin stabilized and her abdomen remained soft and nontender, with marked improvement in her respiratory and hemodynamic state after the embolization.\\nA serum vasculitis panel, antinuclear antibodies (ANA), Anti-double stranded DNA antibodies (Anti-DS DNA), anti-phospholipid antibodies, and complement levels were checked. However, the next day, the patient developed sudden abdominal pain and guarding, with abdominal exam consistent with peritonitis, and her hemodynamic state acutely worsened. A CT scan was obtained without contrast that revealed pneumoperitoneum out of proportion to the history of recent paracenteses, and she was emergently taken to the operating room for exploratory laparotomy and underwent proctectomy and colostomy with abdominal washout. A large amount of intraperitoneal clots were removed. The next day, the patient's ANA and DsDNA antibodies came back as positive at levels of 1 : 320 and 734 IU/dl (normal: <150 IU/dl), respectively. Low complement levels were found; C4 was 2 mg/dl (normal: 12–39 mg/dl), and C3 was 14 mg/dl (normal: 81–157 mg/dl). Anti-myeloperoxidase antibodies and phospholipid antibodies were negative, and anti-SS-A and SS-B antibodies also returned negative. A transthoracic echocardiogram revealed a mild-to-moderate pericardial effusion. The patient's biopsy showed two gross transmural perforations, ischemic proctocolitis, with acute serositis, and fat necrosis. Lymphocytic infiltration was noted. The patient was definitively diagnosed with ishemic proctocolitis secondary to active systemic lupus erythematosus, leading to intraperitoneal hemorrhage.\\nOver the course of the next three weeks, the patient was initiated on pulse dose methylprednisolone. The patient's renal function recovered. Rheumatology service was consulted, and the patient was initiated on hydroxychloroquine and was discharged after 3 weeks of surgery. At a follow-up of 6 months, the patient is doing well and continues her treatment for SLE. She has now been diagnosed with lupus nephritis with a renal biopsy.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'19412194': 1, '10440500': 1, '22833436': 1, '26897388': 1, '12006332': 1, '20572299': 1, '21300684': 1, '16415554': 1, '20947549': 1, '7977248': 1, '9890115': 1, '32099695': 2}", "similar_patients": "{}"}