{"patient_id": 97102, "patient_uid": "7114291-1", "PMID": 31937165, "file_path": "noncomm/PMC007xxxxxx/PMC7114291.xml", "title": "Severe idiopathic granulomatous mastitis treated with systemic medication; A case report", "patient": "This case study was approved by the ethical committee of Guangdong Women and Children’s Hospital and the patient provided written informed consent for publication of this report and any accompanying images.\\nA 39-year-old Chinese woman (gravida 2, para 1, abortus 1) with no significant past medical history presented to our breast clinic with a two-month history of painful, solid, diabrotic, left breast lesions that measured 10 × 15 cm (). She had not suffered any other symptoms such as nodal erythema or fever. She had one child whom she had breastfeed for one year. During lactation, she had experienced galactostasis and was prescribed cephalosporin antibiotics for >10 days. Her condition worsened and at her local hospital she subsequently had a core needle biopsy taken of a lesion which had developed on her left breast. Chronic suppurative inflammatory changes were identified from histopathology. She was prescribed anti-tuberculosis treatment and received isoniazid (0.3 g/day), rifampicin (0.45 g/day) and pyrazinamide (0.75 g/day) for one week and her lesions improved slightly but there were no significant signs of remission.\\nTwenty days after treatment had stopped the abscess was punctured at the local hospital and thin yellow pus flowed from the puncture site. Unfortunately, the exudate was not examined for bacterial culture. The wound did not heal and the surface swelling became more pronounced (). The ulcerated skin bled easily and had a white discharge on its surface. The patient was still able to express milk from the nipple without retraction. The patient was referred to our clinic.\\nInvestigations showed that the patient had a normal chest X-ray but an ultrasound scan of her left breast demonstrated a huge inhomogeneous hypo-echoic area. Mammography was not performed because of the wide-ranging inflammation. Routine blood tests showed that her white blood cell count (15.4×109/l), neutrophil count (12.9×109/l) and neutrophils (83.8%) were elevated. Her haemoglobin was low at 95 g/l, but her levels of C- reactive protein (39.0 mg/l), prolactin (990 mIU/l), gamma-glutamyl transferase (79 U/l) and uric acid (660 umol/l) were also elevated. Levels of complement C4 (0.44 g/l), immunoglobulin (Ig) G (16.3 g/l) and IgM (1.4 g/l) tended to be high and albumin levels (37.5 g/l) were slightly lower than the normal range.\\nCore needle biopsy of the lesion showed granulomatous inflammation with multinucleated giant cells, epithelioid histiocytes and neutrophils, occasional features of fat necrosis and micro abscesses (). Bacterial cultures of secretions from the breast ruptured skin surface, breast tissue and pus were negative. A diagnosis of IGM was made. Total mastectomy and breast reconstructive surgery were offered to the patient but she rejected this proposal because of her personal circumstances and financial situation.\\nShe was prescribed oral methylprednisolone (20 mg/day) for three months and bromocriptine (2.5mg/day) for six months. After two days of treatment, the mass began to shrink and there were fewer secretions on the surface (). Over the next month, the mass decreased significantly in size and the ruptured surfaces improved (). At three months the lesion had shrank completely and no palpable lumps were detected. Corticosteroid therapy was reduced to 4mg/day for a further six months (). At a five-year follow-up, the patient reported that there had been no recurrence.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'15730456': 1, '28731822': 1, '34691410': 1, '22221904': 2, '22493638': 1, '21365412': 1, '32779533': 2, '23890401': 1, '26644764': 1, '11348321': 1, '15239790': 1, '12745457': 1, '22068681': 1, '22493637': 1, '4674439': 1, '16847715': 1, '31937165': 2}", "similar_patients": "{'7425251-1': 1, '3261802-1': 1}"}