{"patient_id": 96318, "patient_uid": "7013118-1", "PMID": 32095260, "file_path": "noncomm/PMC007xxxxxx/PMC7013118.xml", "title": "Suspected hepatopathy and pancreatitis associated with mycophenolate\\nmofetil use in a cat with immune-mediated haemolytic anaemia", "patient": "A 5-year-old spayed female domestic shorthair cat was referred to our veterinary\\nteaching hospital (VTH) for further investigation into a severe non-regenerative\\nanaemia. Treatment instituted prior to referral included doxycycline (VibraVet 100\\nPaste [Zoetis]) at approximately 5 mg/kg PO q12h for 8 days as management for\\npotential Mycoplasma haemofelis, based on the suspicion of the\\npresence of haemotropic mycoplasmas on a blood smear.\\nOn initial presentation, apart from moderate tachycardia, oral mucous membrane pallor\\nand detection of a gallop rhythm on thoracic auscultation, no further abnormalities\\nwere identified on physical examination. Body condition score was 3/9. Haematology\\nrevealed a severe, macrocytic, normochromic, non-regenerative anaemia, along with a\\nmoderate leukopenia with a mild neutropenia (, day 1). In-saline agglutination\\nwas positive. Blood smear evaluation identified occasional Howell-Jolly bodies and\\nghost cells, with no evidence of haemotropic mycoplasmas. Severe hyperproteinaemia,\\nconsisting of severe hyperglobulinaemia and low normal albumin count, along with a\\nmoderate azotaemia and concurrent moderate increase in symmetric dimethylarginine\\n(, day 1),\\nand a mild hyperbilirubinaemia, were noted on serum biochemistry. Retroviral testing\\nwas negative (feline immunodeficiency virus [antibody], feline leukaemia virus\\n[antigen]; IDEXX SNAP FIV/FeLV Combo Test, IDEXX Laboratories). Survey thoracic and\\nabdominal radiographs were both reported as normal. No significant findings were\\ndescribed on abdominal ultrasound. Cytology of a bone marrow aspirate demonstrated\\nbone marrow hyperplasia, with a myeloid:toerythroid ratio of 1.73. There was\\nevidence of mild dysplasia and lymphocytosis (morphologically normal lymphocytes),\\nconsistent with an immune-mediated process and attempts at a regenerative erythroid\\nand myeloid response.\\nWith the above findings consistent with a diagnosis of primary/idiopathic\\nimmune-mediated haemolytic anaemia (IMHA), immunosuppressive therapy was instituted\\nin the form of dexamethasone sodium phosphate (Dexadreson [MSD Animal Health]\\n0.3 mg/kg IV q12h) during hospitalisation. Considering the severity of the anaemia\\nidentified on haematology, blood collection was kept to a minimum so as to limit\\nfurther contribution to this. As a result, packed cell volume (PCV) was used as an\\nestimate of haematocrit. The PCV was 13% at discharge on day 5. At this time, the\\ncat was transitioned onto prednisolone sodium phosphate (Redipred [Aspen] 2 mg/kg PO\\nq12h), along with mycophenolate mofetil (MMF) (compounded suspension [Optimus]\\n10 mg/kg PO q12h), given the reported success of such a combination recently in two\\nsimilar cases. In addition, clopidogrel (Arrow-Clopid [Teva Pharma] 18.75 mg/cat PO q24h)\\nwas instituted as prophylaxis against thromboembolic disease.\\nOn day 24 following implementation of the above therapy, the cat was presented to the\\nreferring veterinarian for repeat haematology. This revealed marked improvement in\\nthe anaemia, with a low normal haematocrit, and all white blood cell parameters\\nexcept the lymphocyte count having returned to within the reference interval (RI;\\n, day\\n24).\\nAt a further revisit for repeat haematology (, day 58) with the referring\\nveterinary clinic, approximately 2 months following commencement of the above\\ntherapy, red blood cell parameters were normal, but the plasma was described as\\nicteric, prompting repeat serum biochemistry. The latter revealed moderate increases\\nin aspartate aminotransferase and alkaline phosphatase, moderate hyperbilirubinaemia\\nand severely increased alanine aminotransferase (, day 62). In-house testing of\\nprothrombin and partial thromboplastin times were found to be within normal limits.\\nWith concurrent hyporexia and lethargy (day 62), there was concern about a potential\\ninfection secondary to the immunosuppressive therapy, such as toxoplasmosis or\\nbacterial cholangitis. The cat was started on clindamycin hydrochloride (Antirobe\\n[Zoetis] approximately 12.5 mg/kg PO q12h for 3 days) and enrofloxacin (Baytril\\n[Bayer Animal Health] approximately 5 mg/kg PO q24h for 3 days; at the time, this\\nwas the only licensed small animal veterinary quinolone in the country of practice).\\nClopidogrel was withdrawn so that hepatic fine-needle aspiration could subsequently\\nbe performed with lower risk.\\nThree days later the cat was referred for further investigation into the newly\\nidentified hepatopathy. To minimise travel the cat was seen by a feline medicine\\nspecialist. At this time the owners also described vomiting following introduction\\nof the antibiotic therapy, leading to discontinuation of both these drugs. Abdominal\\npalpation identified the liver extending beyond the costal arch; it was palpably\\nfirm but non-painful. Generalised hepatomegaly with a diffuse increase in\\nechogenicity was appreciated on abdominal ultrasound, along with the right lobe of\\nthe pancreas being mildly enlarged; however, no changes involving the peripancreatic\\nfat were noted. Cytology of fine-needle aspirates obtained from the liver were\\nconsistent with mild-to-moderate hepatocellular degenerative changes and\\ncholestasis. Serology for toxoplasmosis using a latex agglutination assay that\\ndetects IgM and IgG, but cannot distinguish between the two (Mast Group; this is the\\navailable serological test for toxoplasmosis in the country of practice), revealed a\\ntitre of 1:128. This was interpreted as a low positive titre; however, given the\\nabsence of other supporting evidence for clinical toxoplasmosis and the cat’s\\nclinical improvement after cessation of clindamycin, it was not considered\\nsignificant. Quantitative feline pancreatic lipase immunoreactivity was consistent\\nwith a diagnosis of pancreatitis (6.5 µg/l; RI ⩽3.5 µg/l). Antinuclear antibody\\ntitres were negative. PCR for feline immunodeficiency virus was negative.\\nWith the hepatopathy and presumed pancreatitis suspected as being adverse reactions\\nto MMF, as has been reported with use of the drug in humans, MMF was\\ndiscontinued. In addition,\\nliver supportive therapy was introduced. This included ursodeoxycholic acid (Ursosan\\n[PRO.MED.CS Praha a.s.] 15 mg/kg PO q24h), and a liver supplement containing\\nsilybin, vitamin E and vitamin C (Samylin [VetPlus] one small-breed tablet PO q24h).\\nClinical signs improved within the following week; however, resolution of serum\\nbiochemistry abnormalities took approximately 2 months (). The anaemia was successfully\\nmanaged with a tapering dose of prednisolone. At the time of writing, the cat\\nremained clinically well a year after initial presentation.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'17657683': 1, '16926609': 1, '29067186': 1, '25722184': 1, '24251650': 1, '24602067': 1, '28892209': 1, '26458162': 1, '23879827': 1, '11981480': 1, '33224514': 2, '30256137': 1, '28385336': 1, '28206810': 1, '20225980': 1, '21288293': 1, '25164637': 1, '28160307': 1, '25207697': 1, '28197482': 2, '16152998': 1, '23846525': 1, '31423655': 1, '32095260': 2}", "similar_patients": "{'5297489-1': 1, '7649897-1': 1}"}