{"patient_id": 98888, "patient_uid": "7319829-1", "PMID": 32617484, "file_path": "noncomm/PMC007xxxxxx/PMC7319829.xml", "title": "Late presentation of left atrial appendage erosion and perforation by an Amplatzer™ Amulet™ closure device: a case report", "patient": "A 73-year-old man presented with permanent AF, arterial hypertension, pulmonary embolism, alcohol dependence, and previous bleeding gastric ulcer (CHADSVASC stroke risk score: 3; HAS-BLED bleeding risk score: 3). Cardiovascular examination revealed normal heart sounds with blood pressure of 138/75 mmHg. Laboratory tests were within normal range. Due to concerns about bleeding risk and medication adherence, percutaneous LAA closure was requested. Pre-procedural cardiac computed tomography (CT) imaging revealed a mildly dilated left atrium and classical windsock-shaped LAA with orifice diameter 20.3 mm × 29.3 mm and a landing zone of 20.0 mm × 22.3 mm diameter at 10 mm depth ( Based on these CT measurements, a 25-mm Amulet™ device was selected—aiming for 10–20% compression of the Amulet™ lobe—and implanted in an uncomplicated procedure. Fluoroscopy revealed a well-positioned device with a compression of 10–20% (). Intracardiac echocardiography was used to guide the transseptal puncture and device positioning and showed an appropriate device position without peri-device leak. Three months after the procedure, routine cardiac CT imaging revealed a satisfactory location of the Amulet™ device with partial retraction of the disc into the LAA at the posterior edge; however, there was complete occlusion of the LAA without any contrast leakage into the LAA (). The patient was discharged home with aspirin as single-antiplatelet therapy indefinitely.\\nAt 14 months post-procedure, the patient presented with acute severe shortness of breath and syncope. Cardiovascular examination revealed severe hypotension of 55/30 mmHg with reduced heart sounds and the patient was found to have pericardial tamponade. Medication included aspirin but no other antithrombotic medication. Cardiac CT imaging revealed no immediate cause for the effusion. Surgical exploration revealed fresh blood in the pericardium with fresh oozing from the posterior aspect of the LAA adjacent to the Amulet™ disc as well as erosion on the main pulmonary artery (PA) adjacent to the lobe of the Amulet™ device. shows a 3D model of this patient’s LAA with a 25-mm Amulet™ device implanted in the same position. Surgical extraction of the LAA device was deemed too high risk due to tissue adhesion. Both eroded locations were patched with Tachosil™ (Nycomed, Linz, Austria), a surgical haemostatic agent that consists of an equine collagen patch coated with human fibrinogen and thrombin. The Amulet™ device remained in situ and the patient made a good clinical recovery, receiving aspirin long-term antiplatelet therapy on discharge. At 6-month follow-up no further pericardial fluid was noted.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'23911428': 1, '28649053': 1, '27465268': 1, '23816115': 1, '29759394': 1, '29526292': 1, '24838059': 1, '30391926': 1, '25354761': 1, '32617484': 2}", "similar_patients": "{}"}