{"patient_id": 22161, "patient_uid": "7360224-1", "PMID": 32664092, "file_path": "comm/PMC007xxxxxx/PMC7360224.xml", "title": "A case report of primary adrenal lymphoma", "patient": "The patient was a 52-year-old woman who underwent computed tomography (CT) examination due to abdominal pain. A large mass in the left adrenal region and diffused enlargement but intact contour of the right adrenal gland was found (Fig. ). The patient had been diagnosed with pulmonary tuberculosis 28 years ago and cured after 6 months of treatment. She had denied a medical history of infectious diseases such as hepatitis and HIV, as well as autoimmune diseases. Physical examination showed the following for the patient: heart rate 106 beats/minute, blood pressure 102/71 mm Hg, no hyperpigmentation, no touchable lymph nodes, a painfulness mass in the left abdomen, untouchable liver, and spleen under the ridges of the ribs.\\nAs shown in Table , the patient presented with increased LDH and C-reactive protein (CRP); elevated tumor markers (CA-125, NSE); positivity for plasma EBV-DNA and CMV-DNA; negativity for HIV, hepatitis C and hepatitis B antigen test; and a negative tuberculosis-interferon gamma release assay (TB-IGRA) test. Plasma total cortisol (8 and 24 o’clock) and 24-hour urine free cortisol levels were normal. The ACTH level was slightly elevated at the initial measurement and returned to normal at the next-day remeasurement. Her serum catecholamines were slightly elevated, and plasma renin activity, angiotensin-II and plasma aldosterone concentration were normal.\\nAbdominal CT at first examination revealed a large mass (8.9 × 7.5 cm) in the left adrenal region and diffusely enlarged right adrenal gland with intact contour. The patient had not accepted any treatment due to lack of diagnosis. Approximately 1 month later, repeated CT showed that the mass on the left side had further enlarged (9.5 × 7.5 cm) with bleeding necrosis, local infiltration of the renal artery and retroperitoneal lymph nodes. More importantly, the contour of the right adrenal gland disappeared and was replaced by a large mass (8.0 × 4.7 cm) (Fig. ). Additionally, chest CT revealed mediastinal and bilateral hilar lymphadenopathy.\\nThe patient accepted ultrasonography-guided biopsy of the left adrenal mass. Pathological studies showed that the molecular markers of tumor cells changed as follows: CD20 (+), CD79a (+), CD3ε (-), CD10 (-), BCL6 (+), Mum-1 (+), CyclinD1 (-), CD30 (-), CD5 (-), BLC2 (+, approximately 80%), MYC (+, approximately 70%), P53 (+), NF-KB (plasma +), Ki-67/MIB-1 (+, approximately 90%); EBER1/2 (-) by in situ hybridization, IGH and IGK clone amplification peaks by Gene Rearrangement (PCR-GENESCAN). The patient was finally diagnosed as diffuse large B-cell lymphoma, non-GCB type by Hans classification, stage IV by Ann Arbor staging system.\\nDuring the period of waiting for pathological results, the patient's condition, such as malignant ascites, pleural effusion, and pulmonary infection, were gradually aggravated, and she developed septic shock and type I respiratory failure. Dexamethasone was given intravenously and through thoracic and intraperitoneal injection; antibiotics and supporting treatment were also administered. However, the patient responded poorly to these treatment regimens and died 8 days after confirmation of diagnosis. Because the patient's condition progressed rapidly, there was no opportunity to use pathology-based chemotherapy.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'23304624': 2, '30927934': 1, '22665537': 1, '34283402': 2, '31227873': 1, '31127909': 1, '31192909': 1, '27795295': 1, '23771429': 1, '22851565': 1, '33868171': 1, '11807147': 1, '28410600': 2, '31395458': 1, '21146945': 1, '32664092': 2}", "similar_patients": "{'8437920-1': 1, '5392235-1': 1, '3529873-1': 1}"}