{"patient_id": 17002, "patient_uid": "7044387-1", "PMID": 32128190, "file_path": "comm/PMC007xxxxxx/PMC7044387.xml", "title": "Hydrocephalus as the presenting symptom of sarcoidosis: A case report and review of literature", "patient": "A 53-year-old African-American woman with no past medical history visited the emergency department due to progressive nausea and vomiting. She had a month-long course of fatigue, headaches, intermittent vertigo, tinnitus, and ataxia. Review of systems revealed she had an unintentional weight loss of 30 pounds over the last 4 months. Neurologic examination showed right gaze-evoked nystagmus, postural instability, and an unsteady shuffling gait. Fundoscopic examination showed no papilledema or other abnormalities. Respiratory examination was normal. Her complete blood count and routine biochemistry were normal. C-reactive protein and erythrocyte sedimentation rate (ESR) were within normal limits. Serum level of angiotensin-converting enzyme (ACE) was 51 U/L (normal range: 12-60 U/L). Brain computed tomography (CT) revealed remarkable hydrocephalus with dilation of all four ventricles. Magnetic resonance imaging (MRI) showed patency of the cerebral aqueduct and ruled out cerebral or subarachnoid mass lesions, consistent with communicating hydrocephalus (Figure ). Lumbar puncture was performed in light of clinical and radiographic findings. Cerebrospinal fluid (CSF) was transparent and showed lymphodominant pleocytosis with increased protein level (104 mg/dL), markedly decreased glucose (21 mg/dL), and normal opening pressure. Chest CT showed bilateral lymphadenopathy, and biopsy revealed noncaseating granulomas admixed with giant cells without evidence of malignancy or infection (Figure ). A diagnosis of neurosarcoidosis with hydrocephalus was made, and the patient was started on 1 g of intravenous solumedrol for 5 days with a subsequent oral prednisone taper with methotrexate. Three months later, she received a ventricular shunt for persistent severe gait disturbance. She returned to walking independently within one month of the procedure and has since shown marked improvement in all neurologic symptoms.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'26682088': 2, '1898259': 1, '11437156': 1, '12870721': 1, '18990484': 1, '18977817': 1, '27916758': 1, '34446511': 2, '3896208': 1, '31383680': 1, '27041170': 1, '19383611': 1, '34466394': 2, '25748811': 1, '25662384': 1, '17878651': 1, '30167654': 1, '24124650': 2, '23115677': 2, '17976699': 1, '33088513': 2, '24765327': 1, '16583729': 1, '11843649': 1, '19372289': 1, '17052534': 1, '23311127': 1, '32128190': 2}", "similar_patients": "{'8395265-1': 1, '3483335-1': 1, '8382088-1': 1, '4672579-1': 1, '4015283-1': 1, '7562839-1': 1}"}