{"patient_id": 105928, "patient_uid": "7983143-1", "PMID": 33767548, "file_path": "noncomm/PMC007xxxxxx/PMC7983143.xml", "title": "Severe drug-induced immune hemolysis due to ceftriaxone", "patient": "A 15-year-old male child, with no relevant medical and family history, presented with the complaints of malaise, cough with expectoration, and fever. On laboratory tests, his white blood cell (WBC) counts were high (15,500/μl), and X-ray findings were suggestive of lobar pneumonia. He was started with ceftriaxone (intramuscularly 1 g/day) for 7 days, salbutamol, and paracetamol for fever as an outpatient because of refusal of admission by his parents. After 3 days of treatment, fever was persistent and his general condition got deteriorated. He was hospitalized, blood tests were repeated, and ceftriaxone was continued intravenously. The complete blood counts were hemoglobin 9.1 g/dl, hematocrit 24%, WBC count 10,500/μl, and platelet count 313,000/μl. After two doses of intravenous (IV) ceftriaxone, in the night, condition worsened further. His vital signs were unstable, heart rate 170/min, respiratory rate 30/min, temperature 37.8°C, and blood pressure 90/60 mmHg. There was increase in pallor and fatigue with pale conjunctivas. Urine was red indicating frank hematuria.Repeat laboratory investigations showed signs of hemolysis as hemoglobin of 6.3g/dl, hematocrit of 17%, presence of schistocytes on peripheral blood smear, LDH and indirect bilirubin were also raised. Reticulocyte count was 3.4%. Renal and liver function tests were normal. Direct antiglobulin test (DAT) was strong positive (4+).\\nIn the view of hemolysis with strong positive DAT, blood sample was sent to our immunohematology laboratory for evaluation of DAT positivity and hemolysis.\\nBlood grouping was B positive with no discrepancy in forward and reverse typing. Antibody screen and auto control were negative while DAT was 3+ positive. This picture of anemia with positive DAT was suggestive of possible hemolytic anemia. Blood grouping was done by conventional tube technology (CTT), and DAT was on polyspecific antihuman globulin (AHG) column agglutination card (Ortho Clinical Diagnostics; Mumbai, Maharashtra, India).\\nDAT was repeated using monospecific DAT card (IgG, IgM, IgA, C3c, C3d, and Control; Bio-Rad laboratories; Mumbai, Maharashtra, India) to identify the type of antibody sensitization. Results showed DAT positivity due to IgG and complement (C3d3+ and C3c1+ positive). Control was negative which validated the results.\\nAcid elution (Bag Systems; Germany) was performed to free the IgG antibody and recover it in usable form. Positive and negative controls were used in parallel to validate the results. Eluate showed no reactivity with three reagent cell screening panel (Ortho Clinical Diagnostics; Mumbai, Maharashtra, India). Eluate was also negative with three different A cells and B cells. Last wash was negative which validating the elution and wash process.\\nElution was repeated to confirm the negative results, but the results were same.\\nWith the hemolytic clinical picture, DAT positivity and negative eluate possibility of DIIHA were considered.\\nDrug history was evaluated asking:\\nWhat drug(s) is (are) the patient taking now or recently? Have any ongoing drugs been implicated in causing DIIHA? Is there a temporal relationship between the drug administration and the hemolytic anemia?\\nDrug, ceftriaxone, was identified and found implicated in causing DIIHA based on various published studies.[] History showed a strong temporal relationship between ceftriaxone administration and hemolysis which warrants drug testing.\\nAs the ceftriaxone antibody testing was well-studied, we have used previously described method for drug antibody testing.\\nMany antibodies against drugs are detected by testing untreated RBCs in the presence of a solution of the drug. Cephalosporins and piperacillin antibiotics come under this group. Ceftriaxone is the third-generation cephalosporin which is available as 250 mg powder to be mixed with distilled water before administration. We used 1 mg/ml solution of drug in phosphate-buffered saline (PBS) for testing a patient's sample in the presence of soluble drug. A volume of 10 mg of powder was dissolved in 10 ml of PBS. The mixture was centrifuged at 3000 rpm for 3 min and the supernatant is transferred to a clean test tube. pH was checked and found to be 6.7 (target pH was between 6 and 8, to be compatible with RBCs).\\nPooled fresh normal serum collected from volunteers was used as a source of complement along with serum and drug testing.\\nPositive controls were not available. Negative controls included combination of serum + PBS, serum + complement + PBS, complement + drug, and complement + PBS.\\nR1R1, R2R2, and rr cells were used in 10% suspension instead of routine 3%–5% suspension because heavier RBC suspension enhances the detection of hemolysis and aliquot of it was treated with enzyme.[]\\nAll testings were done by CTT. Twelve tubes in set of two were used (six tubes for untreated RBCs and six tubes for enzyme-treated RBCs).\\nTubes were labeled as follows: Serum + drug Serum + PBS Serum + complement + drug Serum + complement + PBS Complement + drug Complement + PBS. Two drops of serum, complement source, drug, and PBS were added in the appropriate test tubes One drop of untreated or enzyme-treated RBCs (10% suspension) in appropriate sets of test tubes Mixed and incubated at 37°C for 1 h Centrifuged and examined for hemolysis and agglutination RBCs were washed 4 times and after washing, polyspecific AHG were added to the cell button Results were noted IgG-coated RBCs (Check cells) were added to the nonreactive tests.[]", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'15945841': 1, '25247622': 1, '21880048': 1, '34575136': 1, '25247618': 1, '27976566': 1, '28428532': 1, '25247621': 1, '27169474': 1, '25714764': 1, '33767548': 2}", "similar_patients": "{}"}