{"patient_id": 25520, "patient_uid": "7513510-3", "PMID": 32972432, "file_path": "comm/PMC007xxxxxx/PMC7513510.xml", "title": "Immunohistochemical markers and the clinical course of adenosarcoma: a series of seven cases", "patient": "The patient was a 66-year-old female who presented to our hospital with abnormal bleeding and a 9-cm mass partially infiltrated into the uterine myometrium and occupying the uterine cavity. Hysterectomy, bilateral salpingo-oophorectomy, omentectomy, and pelvic and paraaortic lymphadenectomies were performed. Inside the leaf-like structure covered by one layer of flattened epithelium, cells with a clear cytoplasm constituted a multi-nodular structure (Fig. d, e). The immunohistochemical results were negative for ER, PR, cyclin D1, and BCOR; positive for HHF35, SMA, desmin, and SMARCA4; p53 was overexpressed; and the MIB-1 proliferation index was 50%. The sarcomatous component was considered to show leiomyomatous differentiation. No heterologous elements were observed. A 40-mm tumor appeared in the S1 region of the lung 1 year after surgery. Biopsy of the recurrent tumor showed spindle cells and abundant foam cells comparable with the state after chemotherapy (Fig. f). Immunohistochemical tests of the recurrence tumor were the same as the primary tumor. The pulmonary tumor responded to two cycles of chemotherapy (ifosfamide, doxorubicin, and cisplatin) and upper lobe resection was performed; four more cycles of chemotherapy were performed after operation. The patient died of a subarachnoid hemorrhage due to rupture of a cerebral aneurysm 5 months after the last chemotherapy treatment.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'15196864': 1, '22152580': 1, '28643792': 1, '4371193': 1, '33527450': 1, '24324925': 2, '8811383': 1, '18469708': 1, '31977292': 1, '1316323': 1, '11925144': 1, '16051333': 1, '32011345': 1, '7943531': 1, '28834809': 1, '27771166': 1, '205129': 1, '25449308': 1, '2156771': 1, '20688363': 1, '25231023': 1, '29200103': 1, '11696179': 1, '15571618': 1, '29700418': 1, '32972432': 2}", "similar_patients": "{'7513510-1': 2, '7513510-2': 2, '3855919-1': 1}"}