{"patient_id": 98652, "patient_uid": "7298431-1", "PMID": 32543928, "file_path": "noncomm/PMC007xxxxxx/PMC7298431.xml", "title": "Late traumatic diaphragmatic rupture complicated by haemothorax and\\nstrangulation of the stomach: A case report", "patient": "A 28-year-old man presented to our hospital’s emergency department with persistent left\\nsubcostal pain accompanied by shortness of breath, dark mucus, nausea and vomiting. He\\nreported that the symptoms had started one day after binge drinking alcohol. A review of his\\nmedical history showed that the patient had been involved in a road traffic accident two\\nyears previously which had caused bilateral multiple rib fractures due to blunt trauma to\\nhis chest. At that time, he underwent internal fixation of the fractured ribs and had made\\nan uneventful recovery.\\nPhysical examination showed dull percussion and diminished breathing sounds in the left\\nlung and tenderness over the left upper quadrant region. Laboratory test results showed\\nleucocytosis (30.2 × 109/l; normal range: 3.5-9.5 × 109/l) and occult\\nblood in the vomitus. Initial imaging of the chest and abdomen using computed tomography\\n(CT) showed massive pleural effusion on the left with the mediastinum shifting slightly to\\nthe right (). Based on these\\nclinical findings, a hydrothorax was suspected and so a left thoracic puncture was made and\\napproximately 500 ml pleural fluid was removed via a catheter.\\nResults of pleural fluid examination were as follows: bloody turbid appearance; total cell\\ncount 2.3 × 106/l; white blood cell count, 7.7 × 106/l; mononuclear\\ncells, 49%; Rivalta test, (+ve); specific gravity, 1.06. The patient received oxygen\\ninhalation (continuous 2 l/min), intravenous fluids (1600 ml/12 hr) and antibiotics\\n(intravenous ertapenem 1g/day) but his symptoms did not improve. He quickly developed septic\\nshock, possibly related to active bleeding, and so underwent emergency video-assisted\\nthoracic surgery for left thoracic exploration to establish haemostasis. Approximately 2000\\nml bloody pleural effusion was found in the left chest and severe adhesions were observed,\\nsome of which were old and dense and others were new and loose. Following aspiration of the\\npleural effusion and lysis of the partial adhesions, no active bleeding was apparent. A\\nthoracic drainage tube was placed and the operation was completed.\\nOn the day after the surgery, there was no obvious improvement in the patient’s condition.\\nDark red gastric juice positive for occult blood was draining continuously from his gastric\\ntube. On the third day post-surgery, the patient underwent an emergency gastroscopy, which\\nuncovered a large ulcer on the greater curvature side of the cardia (). Contrast-enhanced CT scans showed the left\\ndiaphragm to be partially discontinuous and the stomach to be partially herniated into the\\nleft thoracic cavity. The wall of the hernia sac showed mild enhancement and the gastric\\nwall around the hernia ring was thickened and swollen. The mucosa showed enhancement,\\nindicating ischemic necrosis (). A retrospective review of the images from the first CT scan taken on hospital\\nadmission, showed a dilated thoracic oesophagus and multiple punctate foci in the gastric\\nsubmucosa indicating pneumatosis (). The patient was diagnosed with TDR complicated by haemothorax.\\nFour days after the exploratory surgery, the patient underwent further surgery After\\nfreeing major adhesions between the left lower lobe and diaphragmatic surface, a defect of\\n4-cm diameter in the posterior medial region of the left diaphragm was observed. The rupture\\ncontained the fundus and body portions of the stomach and small part of the omentum. The\\nherniated stomach was ischemic, necrotic, dark purple in colour with a thin gastric wall,\\ntwisted body and there was high tension in the cavity; only the distal portion\\n(approximately 3 cm) near the pyloric ring appeared normal (). As a result of these findings, the patient\\nunderwent a total gastrectomy with accompanying diaphragmatic repair. The patient recovered\\nwell and was fully ambulatory two weeks post-surgery.\\nInformed written consent was obtained from the patient for publication of this report and\\nany accompanying images.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'17186114': 1, '28681368': 1, '19698091': 1, '6518015': 1, '30906579': 1, '31830097': 1, '17685125': 1, '11396058': 1, '24200663': 1, '18464493': 1, '14732798': 1, '23904727': 1, '34336921': 1, '4843862': 1, '32543928': 2}", "similar_patients": "{}"}