{"patient_id": 29327, "patient_uid": "7739018-1", "PMID": 33367184, "file_path": "comm/PMC007xxxxxx/PMC7739018.xml", "title": "Goldenhar syndrome: the importance of an ophthalmological approach", "patient": "The case of a 15-year-old male patient was reported in the eye plastic department, referenced by the psychologist due to frequent bullying at school motivated by left eye lesion, which made him depressed, introverted and caused successive school failures. The patient described that the lesion was congenital, with slow and progressive growth throughout life. He denied other ophthalmological complaints, ocular traumas, systemic comorbidities and the usage of usual systemic or topical medications. He also denied similar family history and the history of genetic diseases. He had an older brother without any syndromic condition. His gestational history revealed a full-term vaginal delivery, at 38 weeks and 6 days, with no complications. Parents did not have consanguineous marriage, but when asked, revealed that his mother used ibuprofen during the first 3 months of pregnancy and presented gestational diabetes mellitus.\\nUpon ectoscopy, facial asymmetry was seen, with mild mandibular hypoplasia and malformation of the left external ear, where only an auricular appendage was formed. Eye examination revealed a corrected visual acuity of 1.0 in the right eye (RE) and 0.05 in the left eye (LE). Biomicroscopy of the RE presented without alterations and LE with a nodular, elevated, inferior temporal corneal-limbo-conjunctival lesion, deeply infiltrating the stroma, non-pigmented, with hair follicle in its surface, measuring approximately 5.7 x 5.7 mm (). Fundoscopy was normal bilaterally and intraocular pressure within normal limits.\\nDue to the characteristics of left eye’s lesion, the diagnostic hypothesis of choristoma was suggested and excisional biopsy was performed, with repair using a conjunctival advancement flap of 10-0 silk suture. Complete excision of the lesion was not possible due to its adherence to the deep corneal stroma (). The material was sent for anatomopathological study.\\nOn the seventh postoperative day, the left eye had mild ocular hyperemia, partial de-epithelialization, leukoma in the inferior temporal corneal area with the remains of the infiltrative lesion and intact sutures. On the 12th postoperative day, he showed improvement in the de-epithelialized area, staining only punctiform with fluorescein and the sutures were removed (). After 3 months of surgery, a calm eye with a small inferior temporal nubecula, local conjunctival covering and a fluoride-negative cornea, was observed. Final best corrected visual acuity remained the same as preoperative, 1.0 and 0.05 in the right and left eyes, respectively, which confirmed amblyopia on the left eye.\\nThe result of the anatomopathological study revealed: “fragments similar to the skin, presenting epidermis with orthokeratosis and good pigmentation in the basal layer keratinocytes. Moreover, the presence of multiple pilosebaceous follicles, being an atrophic follicle with light ectasia, was observed. Presence of a central follicle with discrete hyperplasia of the sebaceous glands showed a mature and well-differentiated aspect. The deep dermis showed groups of merocrine and apocrine sweat glands”.\\nDental, otorhinolaryngological and orthopedic evaluations were requested, which showed abnormalities such as: mandibular dysgenesis, absence of the duct and auditory pavilion on left ear and vertebral hypoplasia.\\nDue to the presence of a typical choristoma, as well as the presence of all the other clinical signs, Goldenhar syndrome clinical diagnosis was made. Genetic tests were requested for confirmation, but the present location did not have this service and the patient was not willing to pay for the exam on his own.\\nThe patient was very satisfied with his final aesthetic result and was then referred for evaluation of plastic surgery in order to correct the other anatomical alterations. He returned to his daily activities and remained under psychosocial follow-up. The psychological representative sent a new report of his psychological evaluation describing an important improvement in his depression, introversion and lack of self-confidence.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'30206552': 1, '26692732': 2, '31807458': 1, '28623555': 1, '29947815': 1, '31875178': 2, '23683920': 1, '29847352': 1, '33367184': 2}", "similar_patients": "{'4660547-1': 1, '6890820-1': 1}"}