{"patient_id": 32151, "patient_uid": "7880708-1", "PMID": 33628547, "file_path": "comm/PMC007xxxxxx/PMC7880708.xml", "title": "Hypervolemic Hyponatremia as a Reversible Cause of Cardiopulmonary Arrest in a Postpartum Patient with Preeclampsia", "patient": "A 38-year old female, G10P4054, 30 weeks and 1 day, with a BMI of 32.4 kg/m2 (weight: 85 kg, height: 162 cm) with no prenatal care and a history of uncontrolled chronic hypertension and medication noncompliance, presented with severe abdominal pain without vaginal bleeding. On admission, the patient was noted to have elevated blood pressures (220/133, 210/130, and 191/116 mmHg), which were acutely managed with intravenous labetalol (20, 40, and 80 mg) and subsequently with hydralazine (10 mg, 10 mg). The patient otherwise was asymptomatic and reported regular fetal movements. Her pregnancy course was otherwise uncomplicated thus far.\\nUpon history intake, the patient was found to have not received any prenatal care and had uncontrolled chronic hypertension diagnosed at age 26. Furthermore, due to her labile blood pressures, elevated transaminases (ALT 56 U/L; AST 50 U/L; LDH 343 U/L), and thrombocytopenia (platelet count ranging from 101 to 113 K/mm3), the patient was diagnosed with chronic hypertension with superimposed preeclampsia. For management, the patient received the first dose of betamethasone for fetal lung maturation and magnesium sulfate for seizure prophylaxis and neuroprotection. Fetal heart rate tracings demonstrated a baseline of 130 bpm with moderate variability, accelerations present, and no decelerations. Maternal-fetal medicine was consulted and recommended that if the patient continued to have severe range blood pressures, or progressively worsening preeclamptic labs or symptomatology, then proceed with delivery. It was also recommended to monitor intake and output values carefully.\\nWithin six hours, the patient's blood pressure increased to 160-180/90-100 mmHg. Labetalol was given, and the patient's blood pressure decreased to 140-150/60-80 mmHg. The patient's net intake and output were recorded as +516 mL on the first day of admission.\\nOn hospital day 2, the patient received her second dose of betamethasone and was noted to have increased blood pressures again to 170-180/90-100 mmHg that late afternoon. Thus, a decision was made to proceed with an urgent primary low transverse cesarean delivery. After cesarean delivery of a 1195 g female infant, the patient had an estimated blood loss of 590 mL and a subsequent decrease in hemoglobin postoperatively from 11.8 to 9.7 mg/dL. The patient was subsequently given 30 U of continuous oxytocin in 1000 mL normal saline infusion at 125 mL/h postpartum as a uterotonic and postpartum magnesium sulfate for seizure prophylaxis. The patient's intake and output net was recorded as +5981 mL (see ).\\nLater at 22:40, the patient began complaining of labored breathing while on 4 L of nasal cannula but maintained adequate oxygen saturations between 94 and 100%. Magnesium sulfate was discontinued. However, by 23:00, the patient rapidly desaturated to 82-87% on a nonrebreather, was sitting in the tripod position, and had bilateral crackles on lung auscultation. Her oxygen saturations continued to drop to 60-70%, the patient became unresponsive, and a code blue was initiated. The patient was successfully intubated, and return of spontaneous circulation was achieved after 6 minutes. She was transferred to the MICU for further care and monitoring. An A/P chest X-ray demonstrated mild cardiomegaly with moderate pulmonary edema (see ). She was then diuresed with three doses of furosemide 20 mg.\\nThe patient's basic metabolic panel revealed a serum sodium level of 125 mMol/L, potassium level of 4.1 mMol/L, calcium level of 6.1 mg/dL, and Hgb of 8.9 mg/dL. The patient was continued on a labetalol drip to maintain blood pressures below 160/110 mmHg and was continued on furosemide 40 mg BID.\\nThe patient improved and was successfully extubated on day 4, and her hyponatremia resolved on day 5. The net fluid of intake and output was recorded as -264 mL and -6307 mL on day 4 and day 5, respectively. She was discharged in stable condition on hydralazine 100 mg TID, labetalol 400 mg TID, hydrochlorothiazide 25 mg QD, and nifedipine 60 mg QD.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'9822522': 1, '19397503': 1, '20005030': 1, '29526150': 1, '8465826': 1, '23259869': 1, '27558187': 1, '33628547': 2}", "similar_patients": "{}"}