{"patient_id": 31948, "patient_uid": "7870120-1", "PMID": 33577628, "file_path": "comm/PMC007xxxxxx/PMC7870120.xml", "title": "Clinical Relevance of Methylenetetrahydrofolate Reductase Genetic Testing in Autism: A Case Report of Successful Clinical Outcome", "patient": "Our patient was a two-year-old child who was first in birth order, born eight weeks premature, with a very low birth weight, to a primigravida mother of 23 years of age. In view of prematurity and respiratory distress shortly after birth, he was managed as a case of respiratory distress syndrome with surfactant administered on days one and two of life. He was also treated for neonatal hyperbilirubinemia on day three of life for 24 hours with phototherapy alone. No exchange transfusion was required. He was discharged home on day eight after establishing oral feeds and on room air. Discharge neonatal check was normal. He passed the neonatal hearing test, and since birth, his medical history had been unremarkable for significant medical concerns. His parents had a nonconsanguineous marriage, and there was no family history of any significant childhood illness, including speech delays and spontaneous abortions. He was noticed to have abnormal behavior by his mother at one year of age. There were also developmental concerns expressed by the mother. The child did not interact well with his parents and preferred to express his needs with physical gestures rather than verbally, but he could speak bisyllables when coaxed.\\nUpon evaluation by a local pediatrician, his thyroid stimulating hormone level (TSH) was found to be raised at 18 months of age, for which he was started on levothyroxine. The abnormal behavior persisted. By now, he was not using any words but made growling noises when upset and throw things around. He was not making eye contact, choosing to look toward the ground or at the ceiling when being talked to. In other domains of development, he was keeping up with his peers, and no concerns were expressed. Age-appropriate vision testing was carried out which was normal. Upon evaluation at our child development center, he was labeled as high risk of autism as per the Modified Checklist for Autism in Toddlers scoring system at two years of age. His TSH levels had normalized by now. We liaisoned with the neurology team to rule out organic causes for his behavior and development. Blood tests including lead levels, full blood count, TSH, and electrolytes were normal. He tested positive for MTHFR mutation (heterozygous), factor V Leiden mutation (heterozygous), and plasminogen activator inhibitor type 1 deficiency (homozygous). These findings led us to start him on high-dose folic acid (2.5 mg, once a day, orally, daily) along with behavioral training and speech therapy at our center. On follow-up three months later, the mother reported improved behavior with the child using words to express his needs, albeit infrequently. He was now making some eye contact when addressed directly. When Childhood Autism Rating Scale (CARS) was performed six months later at 30 months of age, it was not indicative of any feature of autism. No adverse effects of drug therapy were reported. Regular follow-up examinations have reported improvements in general behavior and speech. At four years of age, he was able to interact well with children in his playschool, loved to share lunch and toys, and recite stories.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'26956130': 1, '27147957': 1, '26256774': 1, '34065323': 1, '32387472': 1, '21460645': 1, '27338456': 1, '25431675': 1, '32972375': 1, '33577628': 2}", "similar_patients": "{}"}