{"patient_id": 29868, "patient_uid": "7766336-1", "PMID": 33352898, "file_path": "comm/PMC007xxxxxx/PMC7766336.xml", "title": "Unusual Case of Pancreatic Adenocarcinoma with Bladder Metastasis", "patient": "Our clinical case concerns a 76-year-old male with locally advanced pancreatic head adenocarcinoma. In anamnesis, systemic arterial hypertension under treatment, insulin-treated diabetes mellitus II, chronic obstructive pulmonary disease, acute myocardial infarction and stage III chronic kidney disease are found. The oncological history reports a diagnosis of bladder papilloma, treated with transurethral resection of a bladder tumor (TURBT) and subsequent courses of intravesical chemotherapy. The diagnosis of pancreatic cancer was made in 2019 following admission to the U.O. of General Surgery and Transplantation of the AOUP of Pisa. The patient was subjected to observation because of general malaise associated with worsening jaundice. On this occasion, a thoraco-abdominal CT scan was performed, which revealed the presence of an expansive lesion of the head of the pancreas, located in close proximity to the superior mesenteric artery and infiltrating the superior mesenteric vein ().\\nDuring hospitalization, an external–internal biliary drainage (DBEI) was placed for palliative purposes. An echo-endoscopy was also performed in order to characterize the lesion highlighted on CT, but the procedure was not conclusive; the pathological diagnosis highlighted the presence of non-cohesive epitheliomorphic cellular elements with nuclear atypia. Immunohistochemical investigations showed a positivity for Cytokeratin 7 (CK 7). The patient was discharged after 27 days of hospitalization with DBEI drainage and placed within an appropriate oncological follow-up; moreover, he was directed to chemotherapeutic treatment according to guidelines. Eight months after discharge, the patient visited the emergency department of the same polyclinic due to the occurrence of hematuria. On physical examination, he was apyretic and his hemodynamic parameters were stable. A complete abdominal ultrasound was also performed which highlighted a 5 mm wall thickening of the right floor of the bladder with associated modest right pyelic dilation. The patient was then transferred to the geriatrics ward of the same polyclinic, where, following the replacement of the biliary drainage, he developed a clinical–laboratoristic picture compatible with sepsis, likely to depart from the biliary tract, successfully treated with extensive intravenous broad-spectrum antibiotic therapy. Due to persistent macrohematuria and consequent anemia, the patient was transferred to the O.U. of Urology and underwent blood transfusion and TURBT of the bladder lesion highlighted on ultrasound. A bladder biopsy was thus performed at the urology department of the same polyclinic. Two sections stained with hematoxylin–eosin were obtained from the biopsy fragments. On microscopic observation, the presence of clearly malignant cells, with moderate architectural differentiation, was observed in the context of the suburothelial connective tissue (A–C). The lesion infiltrated the bladder wall to full thickness in both sections and was made up of elements with marked cytological atypia, mostly organized in acinar-like glandular structures. These structures showed an irregular morphology, with distorted lumens and sketches of ramifications. Inside the lumens, cellular debris were seen, along with neutrophilic granulocytes. Focuses of small irregular glands and single pleomorphic cells immersed in the stroma were also noted peripherally, as if from tumor budding. The stroma showed a desmoplastic appearance, with a marked amount of fibroblasts and collagen and scattered lymphocytes. The cells showed an irregular, roughly cuboidal, morphology and possessed an eosinophilic cytoplasm. The nuclei appeared increased in size, with irregular contours, marked pleomorphism and hyperchromasia; nucleoli were sometimes prominent. Even with due caution, based on these morphological findings, we were more oriented towards the diagnosis of an adenocarcinoma. To identify the origin of the lesion, immunohistochemical investigations were then carried out which showed a positivity for CK7, Carbohydrate antigen 19.9 (CA19.9) and CDX2 (A–C). The hypothesis of an intestinal and prostatic adenocarcinoma was ruled out by the negativity of Cytokeratin 20 (CK20) and PSA, respectively (D,E). The immunophenotype was also negative for GATA3, which was useful for excluding a primitive urothelial neoplasm with reasonable certainty (F). The immunohistochemical profile appeared suggestive for a bilio-pancreatic primitivity of the lesion, and the case was eventually diagnosed with extrinsic infiltration of the bladder wall by ductal adenocarcinoma of the pancreas. The anatomic–pathological diagnosis was fully compatible with the already known clinical–radiological picture and was therefore confirmed.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'32636941': 1, '27163957': 1, '30487695': 1, '12502922': 1, '11419977': 1, '1692551': 1, '1371204': 1, '31395068': 1, '29038855': 1, '22674403': 1, '25726049': 1, '22939578': 1, '24982456': 1, '23121893': 1, '28108468': 1, '32660466': 1, '24784121': 1, '27926359': 1, '1539411': 1, '27865275': 1, '29619402': 1, '33352898': 2}", "similar_patients": "{}"}