{"patient_id": 23134, "patient_uid": "7402798-2", "PMID": 32756169, "file_path": "comm/PMC007xxxxxx/PMC7402798.xml", "title": "Mucinous cystic neoplasms of the pancreas associated with pregnancy", "patient": "A 30-year-old woman, gravida 1, para 0, presented in her 17th week of pregnancy with intense abdominal pain located in the left hypochondrium. An abdominal ultrasound showed a multi-lobed cystic mass arising from the pancreatic body and tail. An obstetric ultrasound showed a normal fetus of 17 weeks and 5 days (via fetal biometry). An MRI revealed a multi-lobed neoplasm, arising from the body and tail of the pancreas with thin internal septations. The neoplasm measured 11.8 cm × 11.6 cm × 9.5 cm (Fig. ). Serum level of tumor marker CEA was 51.92 ng/mL, CA 19-9 was 4.09 U/mL, and CA 125 was 38.6 U/mL. All other blood, serum, and urinary laboratory determinations were normal. A distal pancreatectomy with splenectomy was performed. The surgical findings included a 15-cm diameter thick-walled pancreatic neoplasm, with internal septations and dark-brownish mucinous fluid (Fig. ). The neoplasm was adhered to the spleen, mesocolon, and diaphragm. Left-sided venous hypertension was noted because of splenic vein compression. The patient was discharged 12 days postoperatively without complications. Pathological examination showed a mucinous neoplasm of the pancreas lined by columnar epithelial cells with an associated invasive adenocarcinoma and extensive areas of high-grade dysplasia (carcinoma in situ). The underlying ovarian-type stroma showed positivity for PR, ER, and α-inhibin (Fig. ). The patient refused to receive chemotherapy because of the concern for congenital malformations. She continued to full term, delivering a healthy baby by Caesarean section at 38 weeks. After delivery, the patient did not undergo chemotherapy and has remained symptom-free with no detectable recurrence for 5 years of follow-up. Her child is developing normally.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'27661036': 1, '17957438': 1, '15714143': 1, '25195964': 1, '23276571': 1, '23343567': 1, '20393031': 1, '28937575': 1, '19542723': 1, '18362619': 1, '29264591': 2, '18176976': 1, '22042244': 1, '17486054': 1, '25441310': 1, '20185662': 1, '25517958': 1, '19084943': 1, '19669687': 1, '21128317': 1, '27760255': 1, '17530280': 1, '28333816': 1, '17917820': 1, '17290080': 1, '17446848': 1, '19307500': 1, '22579258': 1, '1601927': 1, '22687371': 1, '21561347': 1, '22811861': 1, '24650968': 1, '26943381': 2, '16327281': 1, '22160782': 1, '18209157': 1, '8149804': 1, '34066323': 2, '23526506': 1, '27681503': 1, '16365826': 1, '23415799': 1, '22709451': 1, '17372823': 1, '9926740': 1, '34786394': 2, '16552345': 1, '2368178': 1, '17952538': 1, '21071901': 1, '20924309': 1, '21166940': 1, '17446849': 1, '23813932': 1, '32756169': 2}", "similar_patients": "{'7402798-1': 2, '8567505-1': 1, '4747942-1': 1, '5736748-1': 1, '8148137-1': 1}"}