{"patient_id": 100072, "patient_uid": "7431938-1", "PMID": 32839708, "file_path": "noncomm/PMC007xxxxxx/PMC7431938.xml", "title": "The application of “bone window technique” using piezoelectric saws and a CAD/CAM-guided surgical stent in endodontic microsurgery on a mandibular molar case", "patient": "A 49 years old woman was referred from the department of periodontology due to the presence of a sinus tract on tooth #36 (). She did not report any discomfort associated with the tooth. The medical history was non-contributory. However, periapical radiographs with gutta-percha tracing revealed periapical radiolucent lesions associated with both mesial and distal roots of tooth #36, and the origin of the sinus tract was the distal root of tooth #36 (). Periodontal probing depths were unremarkable. In her dental history, she reported that tooth #36 was endodontically treated 2 years previously. Apical lesions were confirmed by CBCT images (Alphrad 3030, Asahi Roentgen Ind Ltd., Kyoto, Japan). Based on the history and clinical and radiographic examination, a diagnosis of a previous root canal treatment with chronic apical abscess was established. A decision to perform endodontic microsurgery on both mesial and distal roots of tooth #36 was made. The patient was offered all treatment options; she opted for endodontic microsurgery. Written consent was obtained. The exact localization of the apex of the 2 roots was expected to be difficult due to the presence of thick buccal cortical bone, especially close to the tip of the distal root and the inter-radicular area. Further, substantial loss of buccal cortical plate was anticipated with the traditional osteotomy technique using round burs. Therefore, cortical window access using a surgical template was planned.\\nA preliminary impression was obtained using irreversible hydrocolloid. Based on the obtained preliminary impressions, the diagnostic cast was fabricated using type III gypsum product. The diagnostic casts were scanned using a 3D scanner (Identica Blue, Medit, Seoul, Korea).\\nThe CBCT images of the tooth and the data obtained from the scanned casts were uploaded to dental CAD software (Exocad GmBH; Darmstadt, Germany) and superimposed (). The coronal portion of the scanned casts above the marginal gingiva and the radicular portion of the CBCT images of the tooth were selected and merged (). Occlusal indentations for the surgical stent were obtained from the coronal portion of the scanned cast, and the geometry of the bony structures was determined from the CBCT images. A surgical stent was designed using this merged data (). An indentation was made on the design of the stent using the erase brush tool for obtaining a rectangular-shaped window over the apical lesions. The extent of the window was designed to include both mesial and distal apical lesions, and confirmed by referring to the superimposed CBCT images ().\\nThe designed surgical template was exported in a stereolithography file format. This file was printed using a photopolymer printer (Object EDEN260V, Stratasys, Eden Prairie, MN, USA). Biocompatible clear resin (MED610, Stratasys), approved in accordance with standard DIN EN ISO 10993-1:2009, was used for printing. After completion of the printing process, the surgical window was prepared with the rectangular indentation as a guide, using a denture bur ( and ).\\nAll surgical procedures were performed under a dental operating microscope (OPMI PICO, Carl Zeiss, Göttingen, Germany). On the day of surgery, the fit of the 3D-printed surgical template was verified intraorally. The patient was anesthetized using 2% lidocaine with 1:80,000 epinephrine followed by sulcular full-thickness flap reflection using tissue elevators. After flap reflection, the mental neurovascular bundle was identified, and a groove was formed just above using the piezoelectric surgery unit (Piezotome M+, Acteon, Mérignac, France) with fine-toothed saw tips (BS1S). A KP1 retractor (G Hartzell and Son Inc., Concord, CA, USA) was placed to protect the nerve. () The printed surgical guide was positioned on the predetermined position (), and guided osteotomy for the preparation of a cortical window was performed using piezoelectric saws ( and ). After the surgical template was removed, the cortical lid, obtained from osteotomy guided by the rectangular window, was removed and stored in Hank's balanced salt solution (Gibco, Grand Island, NY, USA) until the end of the surgical procedure. The uncovered lesion and the apices of the roots were examined (). Curettage was performed on periapical areas followed by 3 mm root tip resections using a 170-tapered fissure bur under copious irrigation with sterile distilled water. Cotton pellets, soaked in 0.1% epinephrine solution (Bosmin, Jeil Pharmaceutical Co, Ltd., Seoul, Korea), were placed in the bony crypt to achieve hemostasis. The resected root surfaces were stained with methylene blue, and inspected using a micromirror (Obtura Spartan, Fenton, MO, USA) with 20× to 26× magnification. An isthmus was observed between the canals in both mesial and distal roots each. Isthmi were included in the root-end cavity preparation design ( and ). The root-end preparation was extended 3 mm into the canal space along the axis of the root using KIS ultrasonic tips (Obtura Spartan). The prepared root-end cavity was dried and retrograde root canal filling with mineral trioxide aggregate (retroMTA, BioMTA Co., Seoul, Korea) was completed. Adaptation of MTA to the canal was confirmed under high magnifying power (20×–26×) ( and ). After cleaning the surgical field, bone grafting was performed with allogenic bone (THE Graft, Purgo, Seongnam, Korea), and the stored cortical bone was repositioned on the grafted bone (). Because of the definite stability of the bony window, a membrane coverage over the grafted site was not performed and the flap was repositioned and sutured using 5-0 monofilament sutures. To verify the absence of excess material in the bony crypt, and an accurate extension of the root-end fillings, a postoperative radiograph was obtained ().\\nNo postoperative complications were reported and the healing process was uneventful. The sutures were removed 7 days after the surgery. The patient presented for follow-up at 6 ( and ) and 12 () months with radiographic signs of healing and no clinical signs or symptoms.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'28139285': 1, '3464711': 1, '3858237': 1, '17931929': 1, '27238415': 1, '6578906': 1, '16793466': 1, '27912820': 1, '8015796': 1, '24238435': 1, '33809673': 1, '25595864': 1, '10551069': 1, '8277399': 1, '14760899': 1, '17258633': 1, '20951283': 1, '24993925': 1, '24139252': 1, '27986096': 1, '32839708': 2}", "similar_patients": "{}"}