{"patient_id": 22123, "patient_uid": "7358934-1", "PMID": 32670702, "file_path": "comm/PMC007xxxxxx/PMC7358934.xml", "title": "Chlamydia trachomatis-Induced Fitz-Hugh-Curtis Syndrome Presenting as Inspiratory Dyspnea", "patient": "We present the case of a 21-year-old African American female with past medical history significant only for peptic ulcer disease who presented with a chief complaint of shortness of breath on inspiration and associated right upper quadrant abdominal pain. Initial labs in the emergency department included a negative pregnancy test, elevated d-dimer, and an equivocal urinary analysis. On admission, physical exam demonstrated exquisite tenderness to light and deep palpation over the right upper quadrant without guarding and a negative Murphy’s sign. The physical exam was otherwise unremarkable. Empiric IV antibiotic therapy with metronidazole and rocephin was initiated. Upon initial history-taking, the patient denied any history of sexually transmitted diseases, but did report high-risk sexual behavior, prompting additional testing. HIV screen, Chlamydia trachomatis/Neisseria gonorrhea polymerase chain reaction (PCR), and rapid plasma reagin (RPR) were obtained. Figure demonstrates the ultrasound of abdomen showed crescentic hypoechoic material around the edge of the spleen, underlying the dome of the left hemidiaphragm. Following symptoms of dyspnea and an elevated d-dimer, computed tomography angiography (CTA) of chest was obtained to assess for possible pulmonary embolism. Figure demonstrates this imaging, which was significant only for hepatomegaly with generous left lobe wrapping laterally around the spleen, and mild upper abdominal ascites, particularly in the perihepatic region. In the setting of hepatomegaly and elevated d-dimer, concern for splanchnic vein thrombosis was raised, prompting an abdominal Doppler ultrasound study; hepatic vasculature was benign. PCR yielded a positive result for Chlamydia trachomatis, and was negative for Neisseria gonorrhea. HIV screen was nonreactive. After discussion of results with the patient, she admitted history of prior gonorrheal infection without completion of total antibiotic course. Given patient's PCR results, antibiotic regimen was changed to doxycycline. Clinical history, lab results, and imaging were consistent with a diagnosis of Fitz-Hugh-Curtis syndrome. The patient was discharged home with a 14-day course of doxycycline. The patient followed up one-week post-discharge with her pneumocystis carinii pneumonia (PCP) and showed significant symptomatic improvement.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'17235003': 1, '22665342': 1, '30765452': 1, '132540': 1, '32670702': 2}", "similar_patients": "{}"}