{"patient_id": 20481, "patient_uid": "7275450-1", "PMID": 32503446, "file_path": "comm/PMC007xxxxxx/PMC7275450.xml", "title": "Cryptococcal osteomyelitis of the Zygomatic bone: a case report", "patient": "A 78-year-old man presented with a 2-week-long history of increasing right cheek swelling, pain, and trismus. He had no history of cheek trauma or fever. He had a history of prostate cancer that was treated with radiation therapy 2 years ago. He was not on any immunosuppressive treatment and did not experience previous recurrent or severe infections. He has no relevant exposures for Cryptococcus, such as that from birds or soil. There was no history of smoking or alcohol consumption. Clinical examination revealed swelling of the right zygomatic region (Fig. ) with severe spontaneous pain and tenderness. His maximal mandibular opening was about 2 cm. On laboratory investigations, his serum C-reactive protein level was 0.45 mg/dL (reference range, 0–0.14), total white blood cell count was 6700/mm3 (reference range, 3300–8600) with 54.4% neutrophils, and erythrocyte sedimentation rate (ESR) was 35 mm/h (reference range, 2–10). Serum levels of alkaline phosphatase, calcium, phosphorous, glucose, and glycosylated hemoglobin A1c were within the normal range. His serum alanine aminotransferase was 11 IU/L (reference range, 10–42) and aspartate transaminase level was 22 IU/L (reference range, 13–30). The viral serology tests for hepatitis B and hepatitis C yielded negative results. Contrast-enhanced computed tomography (CT) scan showed the lesion in the right zygomatic arch with a maximum diameter of 30 mm. There were signs of bone destruction and surrounding contrast effects (Fig. ). The lesion had extended to the subcutaneous tissue in the cheek; however, there were no signs of hardening or calcification. These findings are suggestive of a malignant tumor derived from the zygomatic bone or a focal abscess with features not typical of an infection caused by common mechanisms such as by extension of an otogenic infection. Cryptococcus was found in the fine-needle aspiration cytology (FNAC) based on Grocott staining; additional histopathological diagnosis of needle biopsy from the mass was non-necrotizing granuloma with Cryptococcus (Fig. ). Furthermore, culture of the aspirate showed growth of Cryptococcus neoformans, and the minimal inhibitory concentration of fluconazole for cryptococcus was low at 2.0 μg/ml. Tests for human immunodeficiency virus (HIV) antigens and antibodies were negative. Lumbar puncture (LP) revealed clear and colorless cerebrospinal fluid (CSF) with an opening pressure of 70 mmH2O. The CSF cell count was < 1/μL (reference range, 0–5), and glucose and protein levels were within normal limits [67 mg/dL (reference range, 50–75) and 34 mg/dL (reference range, 10–40), respectively]. The CSF tested negative for cryptococcal antigens. CSF and blood cultures showed no bacterial or fungal growth. Brain magnetic resonance imaging (MRI), and chest CT. Finally, the patient was diagnosed with isolated cryptococcal osteomyelitis of the zygomatic bone and initiated on fluconazole therapy (400 mg daily). By 2 weeks, the swelling remarkably improved with alleviation of both trismus and pain. By 4 weeks, the swelling had disappeared (Fig. ). Fluconazole therapy was stopped after 6 months. Follow-up examination at 15 months showed a very small palpable depression in the zygomatic area; however, there were no signs of lesion recurrence (Fig. ). Inflammatory markers including ESR and CRP remained negative. There were no cosmetic abnormalities or sequelae.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'29596420': 2, '20932492': 1, '8327080': 1, '22639510': 2, '11199354': 1, '22514429': 1, '16288998': 1, '17885733': 1, '21193657': 1, '23625673': 1, '11015985': 1, '23496879': 2, '21918309': 1, '25642211': 1, '20047480': 1, '18642322': 1, '28000409': 1, '23777597': 1, '28303863': 1, '26968335': 1, '32503446': 2}", "similar_patients": "{'5875738-1': 1, '3602200-1': 1, '3343403-1': 1}"}