{"patient_id": 100163, "patient_uid": "7441246-1", "PMID": 32874987, "file_path": "noncomm/PMC007xxxxxx/PMC7441246.xml", "title": "Adult duodenal intussusception with horizontal adenoma: A rare case report", "patient": "A 36-year-old man presented to the general surgery clinic of our hospital complaining of abdominal pain for 13 d.\\nThe patient’s symptoms started 13 d ago and were characterized by persistent dull pain in the upper abdomen; the symptoms had been relieved after symptomatic treatment in a local hospital. However, abdominal pain occurred again 1 d ago, and the symptoms were the same as previously experienced.\\nThe patient had no previous medical history.\\nThe patient’s temperature was 36.8 °C, heart rate was 87 bpm, respiratory rate was 18 breaths per minute and blood pressure was 122/76 mmHg. Anemia signs and slight tenderness in the upper abdomen were observed, and there were no other typical pathological signs. Our first clinical considerations for the abdominal pain were as follows: Space-occupying lesions of the small intestine (possible stromal tumor), followed by possible choledocholithiasis.\\nBlood analysis showed a hemoglobin level of 75 g/L (normal range > 120 g/L) with a normal leukocytosis level and platelet count. The prothrombin and partial thromboplastin times, the serum C-reactive protein level and the blood biochemistry and urine analyses were normal. The electrocardiogram and chest x-ray results were also normal.\\nMagnetic resonance cholangiopancreatography (MRCP) revealed an abnormal mass signal in the distal duodenum with proximal intussusception (Figure ). An abdominal enhanced computed tomography (CT) scan suggested gallstones in the lower part of the common bile duct, mild dilatation of the main pancreatic duct, a slightly disordered horizontal structure of the duodenum and a suspicious space occupying the ascending part of the duodenum with proximal duodenal intussusception (Figure ). A space occupying stromal tumor was considered, and the tumor boundary was clear (Figure ). Upper gastrointestinal radiography revealed that the duodenal bulb was adequately filled, the descending part of the duodenum was tortuous and long, the distal end was filled and passed well and there were no signs of obstruction. Gastroscopy revealed a 0.6 cm × 0.5 cm ulcer in the anterior wall of the duodenal bulb, and no abnormality was found in the descending part of the duodenum.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'31417932': 2, '26881619': 1, '17657849': 1, '28489176': 2, '28660832': 1, '29619400': 1, '21901954': 1, '2650645': 1, '22679401': 1, '18389325': 1, '32874987': 2}", "similar_patients": "{'6692261-1': 1, '5424694-1': 1}"}