{"patient_id": 24743, "patient_uid": "7478687-1", "PMID": 32899098, "file_path": "comm/PMC007xxxxxx/PMC7478687.xml", "title": "Bilateral sudden sensorineural hearing loss with Sweet syndrome", "patient": "A 43-year-old woman visited the Emergency Department (ED) of our University with bilateral sudden hearing impairment. The hearing loss had occurred suddenly with fever and vomiting a day before the visit to the ED and associated symptoms were: tinnitus that seemed like a machine humming, mild dizziness, fever peaking at up to 40°C, a painful rash (on the right upper eyelid, chest, back, forearms, and lower extremities), arthralgia in both the hip and knee joints, and vision loss in the right eye. The patient had no history of autoimmune diseases or surgery.\\nUpon physical examination, both tympanic membranes were normal, and examination with a tuning fork showed left lateralization for the Weber test, and both ears were positive for the Rinne test. A rash could be seen all over her body, and her eyesight was measured to be 0.2 in the right eye, and 0.9 in the left eye (Fig. ).\\nLaboratory test results were: high-sensitivity C-reactive protein (hsCRP) 160.12 mg/L, erythrocyte sedimentation rate (ESR) 79 mm/hr, and Seg neutrophil 84.10%. Pure tone audiometry (PTA) was performed on the second day after hearing loss had occurred (Fig. A), and showed bilateral sensorineural hearing loss. For a diagnosis of SS, clinical symptoms must satisfy both of 2 major criteria, and more than 2 of 4 minor criteria (Table ). Our patient had abrupt onset of painful erythematous plaques which met the major criteria, with pyrexia (>38°C) and abnormal laboratory values (3/4; erythrocyte sedimentation rate >20 mm/h, positive C-reactive protein, >8000 leukocytes, and >70% neutrophils) that satisfied the minor criteria. For a definitive diagnosis, we performed a skin biopsy with samples from the skin on her back; the results were consistent with acute febrile neutrophilic dermatosis (Fig. ). Intravenous prednisolone was given, and topical steroids were applied to the skin lesions.\\nThere were no remarkable findings from brain magnetic resonance imaging and magnetic resonance angiography, but right orbital cellulitis, as shown by the diffuse soft tissue swelling and enhancement in the right upper and lower eyelids, was found on facial computed tomography (CT). After a week of treatment, there was no change in vision but skin lesions had improved. Follow-up on the hearing test showed an improvement of up to 20 dB in both ears. The patient was discharged after a week of treatment, with follow-up at the outpatient clinic after 1 month. Vision examination performed at the outpatient clinic showed a vast improvement to 1.2 in the right eye, and 1.2 in the left eye. After 3 months, the hearing test showed full recovery: 11 dB in the right ear, and 8 dB in the left ear (Fig. B).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'10767709': 1, '26770858': 2, '10856659': 1, '24331736': 1, '17655751': 1, '19840424': 1, '427014': 1, '32899098': 2}", "similar_patients": "{'4684845-1': 1}"}