{"patient_id": 102740, "patient_uid": "7697850-1", "PMID": 33274044, "file_path": "noncomm/PMC007xxxxxx/PMC7697850.xml", "title": "Minimally invasive esophagectomy with intrathoracic anastomosis in a situs inversus totalis patient", "patient": "A 55-year-old man was admitted to hospital with progressive dysphagia. The patient was found to have mirror-image dextrocardia () with an abnormally thickened esophageal wall (thoracic middle-lower segment) observed by way of contrast-enhanced computed tomography (CT) of the chest (). SIT was observed in the patient, with a right-sided position of the heart and aortic arch (). Additionally, the spleen and stomach were observed on the right side and the liver on the left by means of CT of the upper abdomen (). Based on the preoperative examination, the patient was diagnosed with esophageal carcinoma, which was clinically staged as T3N0M0, stage IIA (Union for International Cancer Control esophageal carcinoma pathological stage, 2017). Laparoscopic and thoracoscopic esophagectomy with intrathoracic anastomosis was determined to be the best treatment for the patient’s middle-lower esophageal carcinoma. Throughout the laparoscopy-assisted abdominal surgery, the patient was placed in a supine position. The surgeon stood on the left side of the patient, which is the opposite of the standard position. Under the laparoscope, in accordance with preoperative imaging, the stomach was observed in the right hypochondriac region, the spleen to the right and rear of the stomach, and the liver on\\nthe left (). The patient’s stomach was routinely mobilized, the abdominal lymph node was dissected, and the anastomosis was circularly embedded with the pedicled omentum flap. An assistant abdominal incision was subsequently made below the xiphoid process, and a gastric conduit of ~3.5 cm in diameter was created using a linear stapler outside the abdominal cavity.\\nBefore the two-port thoracoscopy-assisted thoracic surgery began, the patient was repositioned in a right prone position. The surgeon stood on the abdominal side of the patient. Intraoperative observation revealed that the azygos vein and the three lobes lay in the left thoracic cavity (). A tumor 5 cm in length with a maximum diameter of 3 cm was located in the middle and lower segment of the esophagus (from 2 cm above inferior pulmonary vein to 2 cm above the diaphragm) (). The esophagus was mobilized at a site 4 cm superior to the azygos vein, and the pleura surrounding the esophagus at the anastomotic stoma and thoracic lymph nodes were systematically dissected. The remaining steps in this surgery resembled that of surgery performed on situs solitus patients with esophageal cancer and consisted of purse-string suturing, the insertion of the anvil of the stapler, distal esophagectomy, and intrathoracic anastomosis of the esophageal stump and the tubular stomach.\\nThe overall operation time was 270 minutes, and estimated blood loss was 150 ml. Postoperative pathology confirmed that a well to moderately differentiated squamous cell carcinoma classified as T3N1M0 stage IIIB. There were no postoperative complications such as trachyphonia or other symptoms related to recurrent laryngeal nerve injury.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'26984287': 1, '26917923': 2, '15684787': 1, '23773970': 1, '25276383': 1, '25087796': 1, '1388070': 1, '11236325': 1, '28103500': 1, '33274044': 2}", "similar_patients": "{'4746979-1': 1}"}