{"patient_id": 31458, "patient_uid": "7844783-1", "PMID": 33512534, "file_path": "comm/PMC007xxxxxx/PMC7844783.xml", "title": "COVID-19-associated Large Vessel Stroke in a 28-year-old Patient", "patient": "A 28-year-old woman with PCR-proven SARS-CoV‑2 (severe acute respiratory syndrome coronavirus type 2) pneumonia was admitted to our hospital with acute symptoms suggestive of a middle cerebral artery (MCA) occlusion. She had developed SARS-CoV‑2 associated pneumonia 10 days prior to admission and was treated with paracetamol, pantoprazol, metamizol and levofloxacin. On the day of admission, she contacted her general practitioner with progressive dyspnea. In the ambulance heading for a nearby hospital she developed a left-sided hemiparesis and aphasia. There were no other pre-existing conditions or cardiovascular risk factors. Her medical history was positive for bronchial asthma but she did not require medication.\\nIn the external hospital laboratory tests showed lymphopenia (20% decrease, no exact value available), elevated D‑dimers (17.81 mg/l), elevated thrombocyte count (615 * 103/µl), elevated liver enzymes (alanine aminotransferase [ALT] 38 U/l, aspartate aminotransferase [AST] 53 U/l), lactate dehydrogenase (LDH) (497 U/l) and C-reactive protein (CRP) (23.39 mg/dl) suggesting bacterial superinfection. Cranial computed tomography (CT) with CT angiography showed no signs of brain infarction but an occlusion of the right middle cerebral artery (MCA) and a wall-adherent thrombus formation at the distal common carotid artery (CCA) as probable stroke cause (Fig. a–c). The patient was then transferred to our department, where she presented with an NIH stroke scale of 15 points. She received 67.5 mg of rtPA (recombinant tissue plasminogen activator) 3h after symptom onset. Mechanical thrombectomy in the M1 segment of the MCA using a combined approach with stentretriever, distal aspiration and proximal flow control using a ballon guide catheter (BGC) was successful 3.5 h after symptom onset (see supplemental Fig. ) and the clot material could be retained for further histopathological analysis. The slight proximal thrombus residues at the distal CCA (see Fig. c) were left untouched. Within 6 days the patient improved to an NIHSS of 3 points and was discharged to rehabilitation with no requirement of ventilation at any time and nearly no persisting COVID-19-related symptoms. Possible concurrent stroke causes were excluded as described in the supplement (supplemental Fig. 2).\\nThe PCR analysis detected no virus-specific RNA inside the thrombus material using N-gene specific primers. Morphological analysis using standard hematoxylin-eosin (HE) and immunostainings are shown and described in Fig. d–g. In brief, the clot had an hyperacute appearance with large amounts of platelets and erythrocytes and unusually minimal amounts of fibrin/fibrinogen.\\nImmunofluorescence analysis showed a large number of neutrophils and neutrophil extracellular traps (NETs), a key factor of early thrombogenesis and link between excessive activation of immunological processes and thrombus formation known as immuno-thrombosis (Fig. h, i). Of the thrombus neutrophils 25% were primed to produce NETs as indicated by citrullinated histone H3 (citH3) staining.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'9343749': 1, '33535120': 1, '32325026': 1, '32343504': 1, '32934172': 1, '32887634': 1, '33512534': 2}", "similar_patients": "{}"}