{"patient_id": 16207, "patient_uid": "7003358-1", "PMID": 32024474, "file_path": "comm/PMC007xxxxxx/PMC7003358.xml", "title": "Application of whole-genome sequencing in a case study of renal tuberculosis in a child", "patient": "A 13-year-old boy was admitted to the hospital because of complaints of high fever, severe dry cough, flank pain and painful urination. Fever and cough began 2 weeks prior to hospitalization, and flank pain and dysuria began 1 week prior hospitalization. Within 2 weeks of illness, the patient lost 8 kg of body weight; however, he still had a body mass index of 25 (height 151 cm, weight 58 kg). Prior to hospitalization, the patient had received amoxicillin and clarithromycin for 6 days; however, the symptoms did not diminish. In the hospital, treatment was continued with cefuroxime, and further investigations were conducted.\\nBlood tests showed elevated C-reactive protein levels (77.22 mg/L), elevated anti-streptolysin O antibody levels (1268.7 U/mL), and moderate hypochromic anemia. Urine analysis was normal prior to antibiotic treatment. Abdominal ultrasonography and computed tomography (CT) revealed a calculus 8 mm in size in the upper calyx of the left kidney and hydronephrotic transformation of the left kidney (Fig. a). The patient’s blood parathormone level was low (< 0.32 pmol/L), but biochemistry analysis did not reveal any electrolyte abnormalities. Clinical findings were interpreted as nephrolithiasis, and lithotripsy was considered. Nevertheless, due to the atypical clinical presentation of kidney stone disease, additional investigations for possible TB were performed. BCG (Bacillus Calmette–Guérin) vaccination in the child was performed after birth with local scar formation of 5 mm in size. The QuantiFERON®-TB Gold Plus test was positive, and the Mantoux test resulted in 15 mm of induration, confirming infection with Mtb. Chest X-ray appeared normal (Fig. b). Chest CT revealed calcified intrathoracic lymph nodes in subcarinal and left bronchopulmonary lymph node groups without lymph node enlargement in any group (Fig. c, d). Nonsignificant interlobar pleural thickening in the right hemithorax and small calcified nodular shadow in the 8th segment of the left lung were additionally visualized on lung CT. In total, three urine samples were investigated for Mtb. Acid-fast bacilli (AFB) were positive on luminescence microscopy from the first urine sample, the Mtb DNA test by the GeneXpert® method was positive from the third consecutive urine sample, and cultures for Mtb were positive from the second and third urine sample. Bronchoscopy did not reveal any abnormalities in the tracheobronchial tree; however, Mtb was cultured on BACTEC medium from bronchial aspirate samples. In total, Mtb culture was positive from two urine and one bronchial aspirate samples. Mtb isolates were sensitive to isoniazid, rifampicin, ethambutol and levofloxacin. The final diagnosis was intrathoracic lymph node TB and renal TB.\\nAt the time of TB diagnosis in the child, no infectious source case was identified. Family history revealed that in 2004, when the child was 1 year old (12 years ago), his father was diagnosed with pulmonary TB and had a positive sputum culture for Mtb. The child was examined and recognized as latently infected with Mtb; however, prophylactic treatment was not conducted. Father had received a full TB treatment course and was successfully cured. He passed away 2 years later of a different cause. Nevertheless, the father’s mycobacterial isolates were available from the mycobacteriology laboratory’s culture bank and regenerated, and genetic comparison of Mtb isolates of the child and his father was conducted.\\nMycobacterial DNA was extracted from cultures grown on Löwenstein-Jensen media using the cetyltrimethyl ammonium bromide (CTAB) method []. All four isolates (one from father and three from the child) were included in the analysis. Spoligotyping was used to identify Mtb genotypes and was performed using commercially available kits (Isogen Life Science, Netherlands; later Ocimum Biosolutions, India) following a previously described standard protocol []. All isolates revealed the SIT53 spoligotype (Fig. e). To prove the epidemiological link between the two disease cases, IS6110 restriction fragment length polymorphism (IS6110 RFLP) analysis was used. The IS6110 RFLP pattern was identical for all four samples and represented with five bands (Fig. f).\\nFurthermore, WGS analysis of Mtb DNA samples was performed. DNA was sheared physically using a Covaris S220 sonicator. Single-end fragment libraries were prepared using the IonPlus Fragment Library Kit (Thermo Fisher Scientific, US) according to the manufacturer’s protocol. Samples were sequenced on an Ion PGM™ system (Thermo Fisher Scientific, US), and reads of a maximum length of 400 base pairs were produced. Bioinformatic analysis of sequencing data was performed on the Galaxy web platform using the public server at []. Briefly, filter by quality (v 1.0.2) was used to keep only those sequences whose Phred quality score was at least 10 for 95% of nucleotides and at least 20 for 80% of nucleotides. Reads were trimmed for adapter content and low-quality ends (Phred quality score < 20) using Trim Galore! (v0.4.3.1), keeping sequences longer than 30 base pairs. Low-quality reads and reads of inappropriate length (longer than 400 bp) were then discarded by Filter FASTQ (v1.1.1), and the final output was mapped to the genome sequence of Mtb strain H37Rv (GenBank NC000962.3) using Bowtie2 (v2.3.4.2). Reads laying within highly variable repetitive regions (PE/PPE genes) were excluded by BAM filter (v 0.5.9), and duplicate reads were removed using Picard tools (MarkDuplicates, v2.18.2.1). All genome sites were called using SAMtools mpileup (v2.1.4), and single nucleotide polymorphisms (SNPs) were detected with VarScan (v2.4.2). Mutations within PE/PPE genes were removed using Slice VCF (v 0.1), and SNPs at the sites of unusual depth were ignored. Each identified SNP had to be supported by at least 4 reads representing both forward and reverse strands with base quality scores greater than 20. Position was considered homozygotic if more than 75% of reads supported the variant. All SNP differences between analyzed samples were checked manually using Integrative Genomics Viewer (IGV, v2.5.3). For all four sequenced isolates, more than 98% of the Mtb H37RV genome was covered with a mean depth of more than 40 reads per base (Table ).\\nThe results showed that the genetic distance between the father’s sputum Mtb isolate and the child’s bronchial aspirate sample was only 1 SNP. This SNP (G/A, position 2,838,120, coverage depth: 75 reads, mapping quality: 42, mean base quality: 30) was homozygotic and supported by 100% of covering reads. No differences between father’s sputum Mtb isolate and child’s isolates obtained from either urine portion were observed. These findings confirmed the epidemiological link between the two TB cases and pointed to the latency of infection in the child.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'18644534': 1, '24618815': 1, '1685494': 1, '29403447': 1, '29116629': 1, '21516081': 1, '28734517': 1, '9157152': 1, '27296510': 1, '29790989': 1, '19215860': 1, '30322790': 1, '31209399': 1, '21731237': 2, '23158499': 1, '24380631': 1, '25732036': 1, '30980928': 1, '16362982': 1, '15141729': 1, '17574154': 1, '24555539': 1, '32024474': 2}", "similar_patients": "{'3119942-1': 1}"}