{"patient_id": 103745, "patient_uid": "7780560-1", "PMID": 33131370, "file_path": "noncomm/PMC007xxxxxx/PMC7780560.xml", "title": "Hybrid surgery for a severe infectious innominate artery pseudoaneurysm compressing the main trachea", "patient": "A 31-year-old man who presented with persistent fever for 40 days and severe dyspnea for 1 week was admitted to our hospital. He had a surgical history of a retroperitoneal tumor excision 6 months previously, and postoperative pathology noted muscle and vascular tissues. The patient had not had an artery puncture process in the past. Physical examination revealed a peak temperature of 39°C, blood pressure of 110/70 mm Hg, and a heart rate of 120 beats per minute. The patient’s respiratory rate was 20 breaths per minute and oxygen saturation (SpO2) was 98%. A right subclavian pulsatile mass could be easily palpated. The patient was unable to lie on his back because of the severe dyspnea. Immunological markers were normal and blood test results were as follows: white blood cell count 11 × 109/L, neutrophils 87%, and C-reactive protein 40 mg/L, indicating a possible infection. Blood tests were conducted four times: at admission, when the patient’s temperature was >38°C, during the chills attack, and following 1 week of anti-infection therapy; all blood culture results were negative. Instant contrast-enhanced computed tomography (CT) imaging of the neck and thorax showed a pseudoaneurysm measuring 5.2 × 6.5 × 8.2 mm, originating from the root of the innominate artery, and severely compressing the main trachea by at least 80% (). Imipenem, a broad-spectrum antibiotic, was administered as basic therapy; in addition, blood pressure was controlled at less than 120 mm Hg, nutritional support was given, and treatment to improve the airway was administered (e.g., oxygen and aerosol inhalation). A week later, the patient’s temperature and infectious markers returned to normal. However, his dyspnea deteriorated markedly, causing cough, chest distress, and hypoxemia, and surgery was deemed urgent.\\nThe patient was placed under general anesthesia in a hybrid operating room. Through the left femoral artery, a 260-cm-long, 0.035-inch guidewire (Terumo Medical Corporation, Tokyo, Japan) was placed into the ascending aorta under fluoroscopic control. Angiography showed obvious contrast extravasation and a pseudoaneurysm that originated from the root of the innominate artery, not involving the aorta arch or bifurcation of the innominate artery (). The same guidewire was carefully advanced through the injured portion into the internal carotid artery. The diameters of the proximal and distal innominate artery were 9.5 and 8 cm, respectively. The bilateral carotid arteries were patent. The guidewire was replaced by a stiff guidewire (Hi-Torque, Abbott, CA, USA) for better support. A covered stent graft (Viabahn, 11 × 8 mm, W. L. Gore and Associates, Newark, DE, USA) was delivered into the innominate artery to cover the vessel break, the distal end of which was 5 mm inside the aortic arch. Complete exclusion of the pseudoaneurysm sac was then observed by repeat angiography and no contrast extravasation occurred ().\\nSecond, a left-to-right carotid-carotid bypass was performed with a saphenous vein graft (SVG). The right great saphenous vein was taken out and infused with heparin saline to full expansion. A bypass with two end-to-side anastomoses was successfully performed by using the expanded SVG and avoiding the infected area to maintain cerebral perfusion (). The intraoperative cross-clamp time of the carotid artery was 15 minutes.\\nLast, a median thoracotomy was performed to remove the pseudoaneurysm and the implanted covered stent (). After thoracotomy, the light yellow fluid in the pseudoaneurysm cavity was extracted for bacterial culture. A large number of thrombus components were found and removed, and the implanted covered stent was removed after cutting the pseudoaneurysm sac. However, it was difficult to separate and suture the root of the innominate artery because of heavy tissue adhesion. Therefore, the root was sutured and covered with the peripheral pericardial tissue following cross-clamp of the ascending aorta within 1 minute. Intraoperative blood loss was 4000 mL, and 3200 mL of red blood cells was infused during the operation.\\nTracheal intubation was removed on the first day after surgery. Anticoagulant therapy was started on the second day. Two weeks later, repeat thoracic contrast-CT angiography revealed no evidence of the pseudoaneurysm or compression of the main trachea (). Good patency of the SVG was observed, as well as occlusion in the innominate and right subclavian arteries (). However, the pulse of the right brachial and radial arteries weakened and right upper limb muscle strength decreased to a classification of IV on postoperative day 2. Postoperative pathological results illustrated degenerative muscular vessels and thrombosis components. Postoperative anti-infection therapy was maintained for 6 months, and antiplatelet combined with anticoagulant therapy was maintained for at least 1 year. Another CT angiography at the 1-year follow-up revealed a patent SVG and recanalization of the right subclavian artery (). Fortunately, pulsation of the right brachial and radial arteries and upper limb muscle strength recovered to normal, and the great saphenous vein of the neck was palpable. Postoperative fever did not return.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'26358900': 1, '30955965': 1, '29323630': 1, '31724612': 1, '20675309': 1, '29349361': 1, '28553761': 2, '18285394': 1, '25848438': 1, '30185745': 1, '30732155': 2, '32036355': 1, '17905558': 1, '29716477': 1, '31193401': 1, '33131370': 2}", "similar_patients": "{'5536395-1': 1, '6380711-1': 1}"}