{"patient_id": 33570, "patient_uid": "7955198-1", "PMID": 33728208, "file_path": "comm/PMC007xxxxxx/PMC7955198.xml", "title": "Segmental Defect-Bridging Intramedullary Knee Arthrodesis for Osseous Hydatidosis of the Distal Femur: A Case Report", "patient": "A 64-year-old female patient presented to the emergency room with pain in her right distal thigh. She had a history of a minor fall. Physical examination revealed a swollen, painful right thigh. Except for a BMI of 31, the patient had no other known comorbidities and was under no medications. She lived in a rural area far from the capital.\\nShe was eventually diagnosed with a distal femoral fracture (Figure ). Preoperative blood tests were normal with no elevation of C-reactive protein (CRP) or white blood cells detected. The fracture was reduced and internally fixed with a minimally invasive technique. The patient was discharged two days later. The surgery was performed by a junior surgeon who failed to recognize the initial nature of the fracture despite the CT scan (Figure ).\\nInitial follow-ups were carried out by her GP. The patient described persistent pain at the operation site. She was able to be mobile indoors only. Her radiographs in the second month postoperatively (Figure ) showed no signs of healing and revealed lysis and resorption around the fracture site.\\nA biopsy was scheduled to be performed for a differential diagnosis including osteomyelitis, benign cystic lesion, giant cell tumor, fibrous dysplasia, and neoplastic lesions/metastases. However, the patient did not consent to a biopsy and only a CT scan of the bone was performed, which revealed thinning of the cortexes, no callus on the fracture site, and lysis. The patient was informed of the possible outcomes. At six months postoperatively, she showed up at the outpatient clinic with the same swollen thigh, pain on palpation, and inability to bear weight. Her radiograph at that time showed extensive lysis and displacement of the fracture site with multiple failed distal screws (Figure ).\\nMultiple cystic lesions were present at and around the fracture site. The patient was taken to the operating room; a thorough debridement, sequestrectomy, and saucerization were performed. We also observed and removed multiple pearly-white cystic entities throughout the affected bone and surrounding soft tissue (Figure ). The metaphyseal-diaphyseal part of the femur was the most affected part, but the articular surfaces were found to be intact. Samples were taken for a histopathological examination. We removed all implants and irrigated the site with saline and iodine solutions. A block of custom-shaped polymethyl methacrylate (PMMA) was placed on the remaining osseous structures and the wound was closed.\\nThe histopathological exam revealed cuticular membrane fragments-containing cyst wall with inflammatory reaction in the presence of giant cells (Figure ). Scolices of E. granulosus with a chain of hooklets in the germinal layer were also present. The patient was started on albendazole 15 mg/kg/day, which was to be continued for six months. The patient was treated in a multidisciplinary manner, and we consulted with the departments of Infectious Diseases and General Surgery. She underwent abdominal ultrasonography and cranial, vertebral, thoracic, and abdominal CT scans, as well as multiple radiographs to rule out possible liver or lung cysts. A consensus was reached on the fact that this was an isolated lesion of the distal femur and no cysts were detected on other sites.\\nFour months later, the patient presented with discharge from the wound site. She underwent two debridement sessions, and the wound was thoroughly debrided. Suspecting a superinfection, ciprofloxacin and rifampin were added to the initial albendazole. Despite the cultures coming back negative, the triple therapy was continued for a period of three months.\\nSix months after the last operation, the patient presented again with serous discharge. Her general and mental status had suffered greatly due to the continuous interventions. She was anemic and in a state of depression. This time, we opted for a more aggressive debridement. All of the remaining distal femur together with a portion of the diaphysis and the indurated surrounding soft tissue was removed. The extensor mechanism had suffered from the repeated surgeries but was intact and was thus preserved. Both the femoral and the tibial intramedullary canals were reamed open, and an arthrodesis was performed using a long knee-spanning femoral nail centrally covered with a PMMA block (Figure ). Hypertonic saline and iodine solutions were used for wound washing. The wound was closed uneventfully, and the patient was started again on albendazole. She was allowed to be mobile with a cane and weight-bearing was restricted for the first two months. She was advised at this point that because of the extensive debridement procedures and infected bone removal, an amputation might be needed as a salvage procedure in the event of a lack of healing. A definitive arthrodesis or, less likely, a condylar prosthetic was also discussed in case of healing.\\nOne year after the last operation, the patient finally had a clean wound. She was able to be mobile indoors with the help of a cane and was determined to undergo a final decisive procedure. Her physical examination showed a loss of strength in her right lower extremity and an atrophic quadriceps muscle. CRP and erythrocyte sedimentation rate were normal. There was no discharge sinus. Her case was discussed with other senior surgeons and a definitive arthrodesis procedure was planned. Long radiographs showed a bone defect of 22 centimeters compared to the healthy left side, and a segmental defect-bridging intramedullary knee arthrodesis system was chosen for the procedure (Figure ). A frozen section came back clean and the arthrodesis was performed without complications. She is now in her 16th postoperative month and can be mobile with full weight-bearing. Yearly checkup visits were recommended.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'27609088': 1, '19342261': 1, '12423466': 1, '26475032': 1, '24222611': 1, '22072828': 2, '29026775': 2, '20859857': 1, '11213159': 1, '1611754': 1, '11213154': 1, '8595762': 1, '20521894': 1, '25652560': 1, '22754444': 2, '16308245': 1, '11603512': 1, '33728208': 2}", "similar_patients": "{'3385260-1': 1, '5629887-1': 1, '3210845-1': 1}"}