{"patient_id": 98783, "patient_uid": "7315060-1", "PMID": 32595390, "file_path": "noncomm/PMC007xxxxxx/PMC7315060.xml", "title": "Bilateral Synchronous Mucoepidermoid Carcinoma of the Parotid Gland", "patient": "A 53-year-old male patient was admitted to our clinic with a complaint of left preauricular painless swelling for 1 month. Physical examination revealed a 2×3-cm, firm, semi-mobile and painless lesion localized to the left preauricular area. Neck ultrasonography (US) revealed a 29×13×31-mm, anechoic, thick-walled cystic lesion with peripheral vascularization and echogenicity extending to the cyst lumen in the left parotid gland. Additionally, in the right parotid gland, a thin-walled, anechoic 10×7-mm, cystic lesion with indistinguishable boundaries was detected. Round, 12×8-mm, hypoechogenic lymph nodes with indistinguishable central echogenic hilum were also detected sonographically on the left side of the neck at the level 2 region. Contrast-enhanced magnetic resonance imaging (MRI) revealed a lobulated, irregular mass (32×22 mm) located in the anteroinferior segment of the superficial lobe of the left parotid gland, with areas of extensive central necrosis, septation, and peripheral wall enhancement and a pure cystic lesion lateral to the retromandibular vein in the right parotid gland (, ). The morphology of the upper jugular lymph nodes was reported as benign in MRI. Fine needle aspiration biopsy (FNAB) of the left parotid mass was reported as mucoepidermoid carcinoma. FNAB of the right parotid mass was reported as cytology with lymphocytes and epithelial and myoepithelial cells.\\nThe patient was scheduled for staged left and right parotidectomy. On the first stage, left total parotidectomy was performed while preserving the facial nerve. The intraoperative frozen section confirmed mucoepidermoid carcinoma, and left neck dissection (levels 1, 2, 3, and 4) was also performed. The facial nerve functions were normal postoperatively. Five weeks later, the right parotid mass was excised through superficial parotidectomy. The intraoperative frozen section of the lesion revealed low-grade mucoepidermoid carcinoma. Owing to the histological grade of the tumor, neck dissection was not performed. The right facial nerve functions were also intact postoperatively.\\nThe final histopathology of left and right surgical specimens confirmed the frozen section findings and was reported as intermediate- and low-grade mucoepidermoid carcinomas, respectively (, ). The pathology of the left neck dissection specimen revealed nonmetastatic lymphadenopathies. Further therapy was not considered due to tumor-free surgical margins and negative cervical lymph nodes. At the 3-year follow-up, the patient’s postoperative course was uneventful without evidence of recurrence and metastasis.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'23765800': 1, '10335948': 1, '1090282': 1, '20629088': 1, '23120553': 1, '13030050': 1, '570688': 1, '26065980': 1, '18841376': 1, '5347563': 1, '12803799': 1, '4310431': 1, '9307720': 1, '14156485': 1, '15308250': 1, '15112268': 1, '25424665': 1, '13722582': 1, '13633480': 1, '732494': 1, '18030166': 1, '32595390': 2}", "similar_patients": "{}"}