{"patient_id": 26517, "patient_uid": "7559851-1", "PMID": 33083062, "file_path": "comm/PMC007xxxxxx/PMC7559851.xml", "title": "Clinical Paradox: Anterior Wall Myocardial Infarction with Predominant Inferior ST Elevation and No Variation in Coronary Anatomy in a PAI-1 Homozygote", "patient": "A 30-year-old male patient with no previous history of cardiovascular disease, cardiovascular risk factors, or family history of cardiovascular disease presented in emergency department with retrosternal chest pain not related to exertion that had started four hours before. There was no pain radiation, nausea, or vomiting. He had no recent history of infectious disease (as a pericarditis/myocarditis trigger). On physical examination, there were no abnormal findings. The initial electrocardiogram (ECG) showed 2 mm ST segment elevation in leads II, III, and aVF; 1 mm in V6; and horizontal ST depression in aVL and V1-3 (). His blood pressure was 180/105 mmHg, his heart rate was 65/minute, and he was afebrile. The patient was administered acetylsalicylic acid 300 mg and ticagrelor 180 mg orally and then admitted to coronary intensive care unit (ICU) where the second ECG showed more prominent ST elevation in leads II, III, aVF, and V5-6 and ST denivelation in aVL and V1-3 (). Initial troponin on presentation was 41 ng/L (referent value < 40 ng/L). He was taken up for coronary angiography immediately after admission to the ICU. Coronary angiogram showed right-dominant system (). LAD had a microathero/thrombotic subocclusion of the proximal segment with initial TIMI 2 flow and a small embolus in the distal segment. RCA showed slow flow phenomenon with no signs of stenosis. Primary percutaneous coronary intervention (pPCI) was preformed, and one drug-eluting stent (4.0 × 15mm) in LAD has been implanted. ECG taken 12 hours after pPCI showed 1.5 mm ST elevation in leads I and aVL and formed Q with inversed T wave in lead III (). The laboratory test showed LDL levels of 2.85 mmol/L and total cholesterol of 4.79 mmol/L. All the other results were within normal range, including electrolyte levels, and the peak troponin level was 22845 ng/L. There were no postprocedural complication, and the patient had stable hemodynamics and rhythm until discharge. The therapy he received was according to the latest European guidelines for the treatment of acute coronary syndrome. Three days after pPCI, echocardiographic global longitudinal strain was -13.8% with reduced strain in basal anteroseptolateral segments of the left ventricle, while inferior and posterior segments remained intact (). Three months after myocardial infarction, multislice computed tomography (MSCT) coronary angiography was performed, showing no variations in coronary anatomy (including “wrapped” LAD), no abnormal heart rotation, and no signs of stenosis (). Thrombophilia testing was also performed, and the results came in negative for factor V Leiden (R506Q) and factor II prothrombin (G20210A), with no antithrombin III or protein S deficiency, or increase in lupus anticoagulant, MTHFR (C677T) heterozygote, and PAI-1 (4G/5G) homozygote 4G. Patient has been asymptomatic since the discharge and is on regular follow-up. ECG taken 4 months after the acute myocardial infarction shows Q in V1-2, with no Q in inferior leads.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'24826303': 2, '11397350': 1, '19143001': 1, '8541164': 1, '1550013': 1, '22139364': 1, '23896944': 1, '30534299': 1, '19401121': 1, '33083062': 2}", "similar_patients": "{'4008341-1': 1}"}