{"patient_id": 33336, "patient_uid": "7941323-1", "PMID": 33717731, "file_path": "comm/PMC007xxxxxx/PMC7941323.xml", "title": "A Case of Upper Limb Venous Thrombosis in Paget-Schroetter Syndrome", "patient": "A 24-year-old healthy male with no medical history presented to the ED complaining of acute-onset, moderate pain in his left upper extremity, involving his shoulder. This began while he was lifting weights at the gym. He also complained of dependent edema and cyanotic discoloration which improved with elevation of the extremity. He denied any symptoms in the right upper extremity, neck, chest, or head.\\nHis vital signs were stable at presentation. On physical examination, left upper extremity appeared cyanotic with 1+ non-pitting edema. Pulses were intact (2+) and equal on palpation of both radial and brachial arteries. Cyanosis improved with elevation of the left arm. Laboratory findings were within normal limits including a complete blood count and comprehensive metabolic panel. He had a slightly prolonged prothrombin time of 14.4 s (reference range 10.3--12.9 s), and an INR of 1.2 (reference range 0.9-1.1).\\nA CT-angiogram of his left upper extremity showed no abnormalities, and a venous ultrasound demonstrated extensive acute occlusive DVT of the left subclavian, axillary and brachial veins.\\nHe received systemic anticoagulation with heparin infusion, and also underwent catheter-directed thrombolysis after venography confirmed presence of DVT, as can be seen in Figure .\\nAfter thrombolysis, venogram showed good results without residual venous thrombosis in the left upper extremity and central veins. However, severe stenosis of the left brachiocephalic vein at the level of the sternoclavicular junction was present. This is seen in Figure .\\nThe patient agreed to undergo first rib resection for definitive treatment, which was scheduled for a later date. He was transitioned to rivaroxaban, with plans to follow up for scheduled outpatient surgical management. Prior to discharge, the pain, swelling, and discoloration had improved. Investigation of thrombophilia was subsequently negative.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'29399532': 1, '21079709': 1, '18573433': 1, '24459553': 1, '19161749': 1, '11885029': 1, '33717731': 2}", "similar_patients": "{}"}