{"patient_id": 21119, "patient_uid": "7308916-1", "PMID": 32596066, "file_path": "comm/PMC007xxxxxx/PMC7308916.xml", "title": "A Rare Case of Measles-Associated Hemophagocytic Lymphohistiocytosis in an Infant", "patient": "A four-month-old male infant, the first child of unrelated, healthy parents, with no significant medical history or unexplained infant death in the family, otherwise healthy, presented with severe respiratory distress due to measles-associated pneumonitis (nine days after the disease onset). His initial physical examination revealed a febrile in poor general condition, with a respiratory rate at 70/min, oxygen saturation at 93%-94%, and diffuse crackles and wheezing. He had a generalized erythematous maculopapular rash, while Koplik spots were not visible. There was no conjunctivitis, lymphadenopathy, or hepatosplenomegaly. Admission laboratory-tests including full-blood-count, C-reactive protein (CRP), procalcitonin, kidney/liver function, and serum electrolytes were normal. Measles IgM antibodies were detected serologically. Initial and repeated blood-cultures did not yield any pathogen. Abdominal ultrasound in admission was normal, while chest X-ray presented only mild inflitrations and no signs of pneumonia (Figure ). He was met on nebulized racemic epinephrine and oxygen administration, and was started on IV cefotaxime due to a potential concomitant bacterial co-infection, suspecting sepsis due to affected clinical condition.\\nFive days later, he was still in poor general condition with persistent respiratory distress and fever, while hepatosplenomegaly was revealed in the new ultrasound (Figure ).\\nFurther investigations revealed substantially elevated serum ferritin (~10000 μg/L) and slight hypofibrinogenemia (1.34 g/L). All the biochemical exams performed in the patient are presented in Table . As HLH was considered, bone marrow (BM) aspiration was performed, showing hemophagocytosis without blasts (Figure ).\\nOur patient fulfilled five out of eight criteria of HLH-2004-criteria; fever, splenomegaly, hyperferritinemia, hypofibrinogenemia, and ΒΜ hemophagocytosis. Transaminitis (aspartate transaminase 454 IU/L and alanine transaminase 216 IU/L) and increased D-dimers (3.5 μg/mL) and lactate dehydrogenase (1540 IU/L) further supported HLH-diagnosis. Hypertriglyceridemia (reaching 592 mg/dL) and a drop in all blood cell-lines (reaching the following values: neutrophils 0.7 x 109/L, hemoglobin 82 g/L, and platelets 85 x 109/L) presented later in the disease course. As there was no diagnostic uncertainty based on the above criteria, NK function or CD25 levels were not measured. The most common triggering causes of sHLH including infectious agents (EBV, CMV, parvovirus B19, enterovirus, adenovirus, influenzae virus, and leishmania) and basic rheumatologic investigations (antinuclear/anti-double stranded DNA antibodies) were all negative. Total subclasses of immunoglobulins and peripheral blood immunophenotype were normal. Therefore, our patient was diagnosed as having measles-associated sHLH and was managed with IV dexamethasone and IV immunoglobulin (IVIG), and supportive chemoprophylaxis. He progressively recovered, staying afebrile from the first week of treatment onset. Dexamethasone was continued for eight weeks and the patient remained well. No signs of relapse occurred 15 months later. The clinical course and the progression of the patient’s laboratory parameters are shown in Figure .", "age": "[[4.0, 'month']]", "gender": "M", "relevant_articles": "{'11806999': 1, '29379544': 1, '2340030': 1, '27831908': 1, '9561911': 1, '16937360': 1, '11808211': 1, '9561910': 1, '22931858': 1, '27992394': 1, '27411684': 1, '24806152': 1, '30086813': 1, '21575318': 1, '7787329': 1, '28477737': 1, '32596066': 2}", "similar_patients": "{}"}