{"patient_id": 32429, "patient_uid": "7893919-1", "PMID": 33602167, "file_path": "comm/PMC007xxxxxx/PMC7893919.xml", "title": "Preoperative transarterial embolization of a recurrent orbital solitary fibrous tumor with significant hypervascularity: a case report", "patient": "A 53-year-old Chinese woman presented to the hospital with an 8-year history of progressive proptosis of the right orbit. It is associated with progressive reduced of vision, visual field deficits and excessive tearing. She denied diplopia, eye pain or headaches. Nine years prior to this presentation, she had undergone surgical resection of a right orbital tumor via anterior orbitotomy, and histopathology confirmed that it was an SFT. Nine months post operative, patient began to develop symptoms that reflected a slow increase of tumor size. Because the tumor was closely adherent to the optic nerve, it was thought that resection might injure the nerve, potentially damaging the patient’s sight. Considering her normal best corrected visual acuity, patient was advised to attend regular follow-ups. However 2 years later the patient was no longer heard from until 2018.\\nOn examination, there was a large non-pulsetile, non-compressible mass in the right orbit cause the proptosed eye displaced infero-temporal. Exopthamometer measurement showed 23 mm proptosis in the right eye and 15 mm in the left eye. The best corrected visual acuity in the right eye was 2/20 with restricted visual field. The cornea is clear, conjunctiva was injected and extra ocular movement was restricted in elevation and adduction. Fundus examination showed significant optic nerve edema. Examination in the left eye and general physical examination were normal.\\nUpon reviewing of the MRI in 2009 before the initial resection, an ill-defined, well-encapsulated, mixed-intensity circular lesion measuring 2.4 cm × 2.1 cm with 3 septate cystic spaces was observed posterior to the right orbit between the optic nerve and the medial rectus, iso- or hypo-intense on T1, slightly hyper-intense on T2 (Fig. a), and significantly enhanced on contrast image. Unfortunately, 9 months after the initial operation, the lesion proximal to the medial orbital wall reappeared with the same signals (Fig. b). Twenty-one months later, the lesion had increased in size to approximately 1.8 cm × 1.5 cm (Fig. c). The patient had not followed-up for 7 years since then and came back the clinic in 2018. The MRI was ordered, and the result showed a large, heterogeneous, multi-cystic, 3.4 cm × 3.2 cm intraconal mass occupying almost the entire posterior orbit and causing expansion of the orbital cavity. The signal was mostly iso-intense on T1 images (Fig. d), and was slightly hyper- to significantly hyper-intense on T2 images (Fig. e). Diffusely heterogeneous enhancement was observed after intravenous gadolinium administration (Fig. f), which might represent fast-flow vessels within the tumor. The optic nerve was wrapped and displaced laterally, and the extraocular muscles were not identifiable.\\nThe recurrent SFT was possibly predicted. Color Doppler sonography of the posterior eyeball vessels further indicated an arterial blood flow spectrum with a resistive index of 0.58. CTA further confirmed the marked vascularity and indicated that a high-blood-flow enlarged ophthalmic artery was one of the potential main feeder vessels.\\nEn bloc tumor debulking utilizing existing techniques presented significant difficulties. The tumor was large, occupying vast majority of the retrobulbar orbital cavity, and was firmly adherent to the right optic nerve with marked vascularity. It was determined that it would be difficult to completely resect the tumor using conventional orbitotomy or craniectomy and preserve the patient’s existing vision at the same time. There was also concern that traditional orbitotomy surgery would cause massive blood loss, which might result in incomplete resection of the tumor, with the possibility of future recurrence or even malignant metastasis [, ]. In addition, we were faced with the dilemma of whether to enucleate the eyeball. Considering the patient’s poor vision in that eye and her intention not to undergo an osteotomy, we obtained the patient’s written consent to perform an ophthalmectomy to optimize exposure of the lesion in order to resect it as completely as possible, after first performing preoperative embolization of the blood supply to the tumor to control intraoperative hemorrhage. Angiography demonstrated that the majority of the vessels feeding the tumor arose from the right ophthalmic artery (Fig. a) and the distal branch of the right internal maxillary artery (IMA) (Fig. b). The right frontal branch of superficial temporal artery (Fig. c) and the perforation of the right internal carotid artery (ICA) (Fig. d) also contributed to the tumor’s blood supply. Because the entry points of the feeder vessels were too thin for the microcatheter (ASAHI Inc., Aichi-ken, Japan) to pass through, the only alternative path was via the right ophthalmic artery. To devascularize the vessels originating from the right ophthalmic artery, ethylene vinyl alcohol copolymer (Onyx) liquid embolic agent was injected into the feeder branches and the central retinal artery (Fig. e). Other main feeder vessels arising from the right internal maxillary artery were also embolized using 2 coils (Fig. f). Vascular flow was markedly reduced immediately following the embolization procedure.\\nApproximately 1 h after embolization, the patient experienced 4 significant phenomena: (1) extreme pain in the right eye; (2) immediate loss of light perception; (3) significant swelling of conjunctiva; and (4) a decrease in heart rate of 45–50 bpm compared with the previous heart rate of 65–80 bpm. Of the 4 phenomena observed after embolization, the drastic drop in heart rate was especially alarming. ‘Oculo-cardiac reflex’ was diagnosed, so 1 mg intravenous atropine was administered preoperatively, which stabilized the patient’s heart rate at 60–92 bpm, and surgical tumor resection was completed as scheduled.\\nThe eyeball was extracted firstly. The giant mass appeared slightly reddish internally, with a wide engorged vein on the central surface. It filled the orbit and displaced the retro-bulbar segment of the right optic nerve, shifting it infero-temporally. Atrophy of the orbit tissues was also noticed. The tumor capsule was found to adhere to the periosteum of the medial orbital wall. As a result, debulking was performed to isolate the neoplasm, followed by en bloc tumor resection. The total volume of blood loss was less than 50 mL, and there was no abnormal bleeding. After the tumor was resected, the patient’s heart rate stabilized at 60–80 bpm. An ocular prosthesis was made for aesthetic purposes. One week postoperatively, an MRI demonstrated that the orbit was filled with gelatin sponge that was slightly hyper-intense on T1 (Fig. g) and T2 (Fig. h) without enhancement in the post-contrast image (Fig. i). Further radiotherapy and formal orbital prostheticrehabilitation for the patient was planned.\\nPathological review of the tumor following the initial surgery in 2009 showed that the tumor was composed of diffused spindle cells, with oval to fusiform nuclei and a pale eosinophilic cytoplasm. ‘Antler’-like vessels were noted in the background (Fig. a). The immunohistological study showed that it was positive for cell differentiation 34 (CD34) and negative for cytokeratin (CK), smooth muscle actin (SMA), epithelial membrane antigen (EMA), and S-100 protein. These findings are consistent with the diagnosis of SFT. Histopathological examination of the tumor following the second operation revealed haphazardly arranged spindle cells with more heterotypical changes than were found in the previous sample. The background stroma was variably collagenous and rich, with the presence of staghorn-shaped vessels (Fig. b). Frequent mitoses were found > 4/10 high-power fields (HPF) (Fig. c). In addition, a low-power view of the tumor showed the Onyx embolization material appearing as small, granular, black pigment (tantalum powder) in the feeder vessels (Fig. d). Immunohistologically, the tumor cells exhibited diffuse immunoreactivity for CD34 (Fig. e), and CD99 and was approximately 15% positive for Ki-67 (Fig. f).", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'29709742': 1, '28108903': 1, '23288140': 1, '31143292': 2, '10574600': 1, '31393388': 1, '30675477': 1, '27171911': 1, '28054210': 1, '22820441': 1, '19247904': 1, '24317100': 1, '33602167': 2}", "similar_patients": "{'6516021-1': 1}"}