{"patient_id": 25473, "patient_uid": "7511080-1", "PMID": 32983683, "file_path": "comm/PMC007xxxxxx/PMC7511080.xml", "title": "Primary Pleural Epithelioid Angiosarcoma With Extensive and Rapid Metastasis to Brain and Bilateral Adrenal Glands", "patient": "A 64-year-old male with a past medical history of hypertension and 30 pack-year history of smoking presented to the emergency department with complaints of shoulder and arm pain with a chronic cough. The patient’s workup includes an initial chest x-ray, and subsequent CT thorax showing a large 8.0 x 6.7 cm mass in the left upper lung with central necrosis and direct invasion of the left chest wall with partial destruction of the second and third ribs with left axillary adenopathy (Figure ). The mass had obtuse margins with the chest wall, pleural nodularity at the left lung apex, and local lymphadenopathy, which is seen with pleural-based neoplasms. Imaging also revealed bilateral adrenal nodules. CT-guided biopsy of the left adrenal mass was initially believed to be metastatic lung cancer (Figure ).\\nHistology of the adrenal lesion revealed clusters of atypical epithelioid/polygonal cells with vesicular nuclei, prominent nucleoli, and eosinophilic cytoplasm. Immunohistochemically, tumor cells stained positive for vascular markers CD31, CD34, and FLI-1, and with keratins including CK7 and AE1/AE3 (Figure ). Other tumors on the differential, metastatic lung cancer, mesothelioma, melanoma, and primary adrenal gland tumor, were excluded by negative staining of tumor cells for TTF-1, napsin, calretinin, WT-1, pan-melanoma, SOX10, and synaptophysin. Therefore, based on the combination of the radiology and pathology findings, the patient was diagnosed with a primary pleural angiosarcoma with early metastasis.\\nAn MRI of the brain was obtained when the patient developed neurologic symptoms. A total of nine intra-axial supratentorial nodular ring-enhancing brain lesions consistent with metastases were found (Figure ). Radiation oncology recommendations included Gamma Knife treatment of the nine metastatic brain lesions. One month after diagnosis, a repeat CT scan was obtained showing enlargement of the bilateral adrenal masses with a new 0.8 cm lesion posterior to the left kidney. A repeat brain MRI was also obtained at this time that showed a doubling of the size of the brain lesions.\\nOur patient was diagnosed with stage IV pleural angiosarcoma with metastases to the brain and adrenals, disqualifying the patient as a candidate for both oral and IV chemotherapy. The patient was enrolled in hospice care.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'29970720': 1, '20541463': 1, '1372526': 1, '25973118': 1, '32025433': 2, '8279629': 1, '29977765': 1, '30040453': 1, '31049818': 1, '20089367': 1, '32983683': 2}", "similar_patients": "{'6988729-1': 1}"}