{"patient_id": 33853, "patient_uid": "7978166-1", "PMID": 33741059, "file_path": "comm/PMC007xxxxxx/PMC7978166.xml", "title": "Severe acute respiratory syndrome coronavirus-2- or pregnancy-related cardiomyopathy, a differential to be considered in the current pandemic: a case report", "patient": "A 38-year-old pregnant Iranian woman without any history of cardiac disease, diabetes mellitus, hypertension, or psychiatric problems, was admitted for cesarean section because of severe preeclampsia. She did not have any family history of ischemic heart disease or familial cardiomyopathies. She had a bachelor degree in nursery. After successful delivery, she was discharged without any complaints; 12 days after cesarean section, she was admitted again with severe dyspnea and sweating, and her blood oxygen saturation was 80% on room air. Physical examination showed blood pressure of 120/85, heart rate of 115 beats per minute, respiratory rate of 33 breaths per minute, and audible crackles in the lower half of both lungs (day 1 of second admission). Bedside echocardiography showed left ventricular ejection fraction (LVEF) of 40% with a normal left ventricular (LV) size (LV end diastolic size 4.9 cm) with mild to moderate mitral regurgitation. With the diagnosis of pulmonary edema, intravenous furosemide was started, which improved her dyspnea, and with the diagnosis of postpartum cardiomyopathy, bisoprolol, captopril, and furosemide were administered. On day 3, she had no orthopnea or leg edema but was complaining of severe and dry cough. She did not have fever, myalgia, chest pain, or gastrointestinal discomfort. She had no significant medical history and no travel history to a foreign country.\\nHer vital signs indicated blood pressure of 110/70 mmHg, heart rate of 74 beats per minute, body temperature of 37.2 °C, and respiratory rate of 20 breaths per minute with an oxygen saturation of 94% on room air.\\nApart from tachypnea, her physical examination revealed normal jugular venous pulse, scattered bilateral rales, and no peripheral edema. Heart auscultation was normal without pericardial rub.\\nDiagnostic laboratory tests revealed elevated lactate dehydrogenase (564 U/L) and CRP (3+), leukopenia (WBC count 3400), erythrocyte sedimentation rate (ESR) 50 mm/hour, and mildly elevated serum troponin and D-dimer levels. Other laboratory data are presented in Table .\\nA 12-lead electrocardiogram showed negative T waves in I, AVL, and V5–V6 leads and poor R progression in precordial leads without Q wave and with prolonged QT interval (QTc 500 ms) (Fig. ). Because her tachypnea did not resolve with proper furosemide administration, on day 3, a new chest X-ray was done that was not consistent with pulmonary edema. To evaluate other causes of dyspnea, a chest computed tomography was done, showing peripheral patchy and ground-glass opacities in both lungs concordant with COVID 19 infection. No hilar or mediastinal lymphadenopathy was observed. There was also pleural effusion on both sides (Fig. ).\\nA nasopharyngeal swab for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) real-time reverse transcription polymerase chain reaction (RT-PCR) was positive. Thus, azithromycin, lopinavir–ritonavir, subcutaneous interferon β1 (Resigen), and intravenous immunoglobulin gamma (IVIG) (20 g/day for 3 days) were added to her medications [].\\nOn the eighth day of second admission, she again developed severe dyspnea and pulmonary edema, and her blood pressure was 110/70, heart rate 110 beats per minute, respiratory rate 25 breaths per minute, and audible crackles in the lower third of both lungs. Intravenous furosemide 40 mg stat and 6 mg per hour started, which stabilized her condition. Echocardiography was performed again on the 11th day of admission, showing LVEF of 30%, global hypokinesis, LV enlargement (LV end diastolic size 5.8 cm), and normal right ventricle (RV) size with reduced RV systolic function. Again, IVIG 20 g/day was started and continued for 3 days. On the 12th day of admission, the patient’s clinical status stabilized and her symptoms disappeared. Chest X-ray showed improvement of lung infection and no evidence of pulmonary edema (Fig. ). Her heart rate decreased to 70 beats per minute with a respiratory rate of 14 breaths per minute. Oxygen saturation on room air was 95%, and her body temperature was 37.0 °C (by mouth).\\nHer second RT-PCR was negative, and she was discharged with a prescription of carvedilol, enalapril, furosemide, digoxin, and bromocriptine.\\nThirty days after discharge, she was admitted to the clinic as an outpatient. At this visit, her vital signs were stable, she had mild exertional dyspnea, and her O2 saturation was 96% on room air. She was excited about starting her job as a nurse, following with necessary COVID 19 prevention guidelines.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'32363336': 1, '32425643': 1, '32360126': 1, '34696430': 1, '32191259': 1, '32317203': 1, '10703781': 1, '32219356': 1, '23519269': 1, '32587649': 1, '19453650': 1, '12075344': 1, '32418622': 1, '32391519': 1, '31243866': 1, '16143707': 1, '33741059': 2}", "similar_patients": "{}"}