{"patient_id": 101790, "patient_uid": "7585793-1", "PMID": 33116645, "file_path": "noncomm/PMC007xxxxxx/PMC7585793.xml", "title": "Great Efficacy of Afatinib in a Patient with Lung Adenocarcinoma Harboring EGFR L833V/H835L Mutations: A Case Report", "patient": "A 65-year-old never-smoking male patient presented to our hospital in September, 2019 due to 1-month history of cough and a few days of thoracalgia. According to the subsequently high resolution computed tomography (HRCT) scanning and pathological examination, the patient was diagnosed with stage IV lung adenocarcinoma. For genomic analysis, capture-based ultra-deep targeted sequencing (depth: 10,000×, LOD: 0.2%) was performed on circulating tumor DNA (ctDNA) extracted from pleural effusion and plasma by a large panel consisting of all exons and critical introns of 520 cancer-related genes (Oncosreen PlusTM, Burning Rock Biotech. Guangzhou, China). The results showed that the patient only had a complex EGFR mutation: L833V/H835L in exon 21 (VAF: 6.72%. ). The tumor mutation burden (TMB) was 2.4 mutations/Mb and the expression of PD-L1 was negative. After literature research and multiple disciplinary team (MDT) discussion, daily oral of afatinib (40mg, bid.) was administered starting at the middle of September 2019. No grade III or IV adverse event (AE) was observed. Surprisingly, after one month of treatment, HRCT scan revealed a significant shrinkage in the nodules on the middle right lobe of the lung and decrease in number of nodules throughout the lung as compared to the baseline, indicating a partial response to afatinib ( and ). In addition, no mutations were detected in plasma DNA using the previous NGS panel, also suggesting a good efficacy of afatinib. In December 2019, no apparent abnormalities were found by color ultrasound of neck and abdomen, and the level of circulating carcinoembryonic antigen (CEA) was significantly decreased compared with the first two times. After 7 months of afatinib treatment, the nodule in the middle lobe of right lung was almost disappeared ( and ). No metastasis was found and the mutation in ctDNA remained negative. The patient is still benefit from afatinib treatment at the last follow-up time (July 20, 2020). The PFS of afatinib was over 10 months.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'34549528': 1, '24891042': 1, '30055651': 1, '30477806': 1, '29106293': 1, '29858019': 1, '30990107': 1, '32420066': 1, '21422421': 1, '23313172': 1, '31686847': 2, '30127622': 2, '23242437': 1, '34298851': 1, '27131295': 1, '28088511': 1, '29173773': 1, '31187861': 1, '26051236': 1, '30572543': 2, '28027313': 1, '33116645': 2}", "similar_patients": "{'6319919-1': 1, '6752199-1': 1, '6091473-1': 1}"}