{"patient_id": 106203, "patient_uid": "7992768-1", "PMID": 33911626, "file_path": "noncomm/PMC007xxxxxx/PMC7992768.xml", "title": "Cutaneous Lymphangioma Circumscriptum Occurred Seven Years after Surgery with Soft Tissue Cystic Lymphangioma", "patient": "A 9-year-old girl presented with an asymptomatic vesicular lesion on her back, which was noticed a month ago. Physical examination showed a localized plaque composed of yellowish or red-colored vesicles and slightly warty papules (). There was a linear surgical scar about 7 cm long around the lesion. She visited the department of general surgery with a palpable mass seven years ago. Chest computed tomography (CT) was taken at that time. On the chest CT, a mass of about 5.2×2.7 cm was observed on the right posterior chest wall (). A benign soft tissue tumor was suspected because the boundary was clear and there was no fat attenuation (). It was finally diagnosed as a 5×3 cm cystic lymphangioma. Seven years later, she revisited with a skin lesion and ultrasound was performed. No soft tissue mass was observed on ultrasound (). Dermoscopy showed light brownish lacunae with pale septa and dark-reddish areas in some lacunae (). Therefore, punch biopsy was performed under suspicious diagnosis of cutaneous lymphangioma. Histologic examination revealed a large number of irregularly enlarged lymphatic vessels bordered by very thin lymphatic endothelial cells in the upper dermis. A pale pink lymphatic fluid was observed (). Therefore, the final diagnosis was made of CLC. The patient is undergoing cryotherapy at three-week intervals, and carbon dioxide (CO2) laser ablation therapy once for the remaining lesions. We received the patient's consent form about publishing all photographic materials.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'15199287': 1, '831620': 1, '21645121': 1, '3730796': 1, '19075163': 1, '19930489': 1, '8763441': 1, '16863522': 1, '23949129': 1, '10442614': 1, '16792655': 1, '23119431': 1, '25831002': 1, '7316423': 1, '33911626': 2}", "similar_patients": "{}"}