{"patient_id": 18582, "patient_uid": "7166291-1", "PMID": 32318112, "file_path": "comm/PMC007xxxxxx/PMC7166291.xml", "title": "Single Solitary Fibrous Tumor Brain Metastasis in a Patient with Simultaneous Adenocarcinoma of the Lung: Case Report and Review of the Literature", "patient": "The patient is a 70-year-old male Navy veteran who served on the Mekong in Vietnam for 14 months, during which time he reports that he was exposed to Agent Orange. He has a previous history of congestive heart failure, coronary artery disease with coronary artery bypass grafting in 2015, and chronic obstructive pulmonary disease from tobacco.\\nHe presented with progressive shortness of breath and underwent a workup with CT scan of the chest without contrast, which revealed two distinct appearing tumors, one in the right upper lobe with a tumor size of 1.5 cm and another in the right lower lung with a tumor size of 13 cm (see Figures and ). He underwent a right upper lobe wedge resection and a right lower lobectomy for these tumors. Pathology revealed two distinct neoplasms. The right upper lobe tumor was a moderately differentiated lung adenocarcinoma, stage pT2a (see ). Pathology revealed focal invasion of the visceral pleura, confirmed by elastic stain.\\nThe pathology of the right lower lobe tumor was a SFT. This tumor showed a fascicular pattern of spindled cells with elongated nuclei (see ). The mitotic rate was significantly elevated at 13 mitotic figures per 10 high-power fields (see ). Multiple fields of necrosis were also identified. Immunohistochemical stains were performed, which revealed reactivity for CD34 and Bcl-2. The tumor was negative for pancytokeratin. This tumor did not extend beyond the lung parenchyma. A routine sampling of the right lower paratracheal (4R), subcarinal (7), paraesophageal (8), and right hilar (10R) lymph nodes was negative for metastatic disease from either tumor. The surgical margins were negative for tumor in both cases. Thus, no additional therapy was recommended at that time. He was followed with clinical visits and imaging studies.\\nThe patient did well over the next 15 months. However, a restaging CT chest with contrast showed multiple new pulmonary tumors. Shortly after this CT scan was performed, he presented with mild right leg weakness. MRI of the brain showed a solitary 2.5 cm enhancing mass of the left posterior frontal lobe, just anterior to the motor cortex, with extensive surrounding edema (see Figures and ). The timing of his new symptoms and the imaging findings were consistent with a metastatic brain lesion.\\nThe patient underwent left frontal craniotomy with gross total tumor resection, as shown on postoperative MRI (see Figures and ) without complications. The brain resection pathology revealed a malignant solitary fibrous tumor. It appeared similar to the SFT resected from the lung. It was comprised of spindled cells with storiform and haphazard arrangement. The tumor matrix was predominantly myxoid, and the cells were fed by a rich vascular network of small slit-like vessels and large ectatic branching vessels (see ). The tumor showed immunoreactivity for CD34, Bcl-2, and STAT-6. The Ki-67 proliferation index approached 30%. His case was discussed at the regional multidisciplinary brain tumor board where the consensus recommends radiosurgery. He underwent single fraction Gamma Knife radiosurgery to the tumor cavity with a prescription dose of 22 Gy to the 50% isodose line (see ). His weakness subsequently resolved.\\nThe new right upper lobe lung metastasis was biopsied and found to be metastatic adenocarcinoma. He was prescribed systemic treatment with pembrolizumab, carboplatin, and Alimta and tolerated systemic therapy well but does continue to have generalized weakness, generalized dyspnea on exertion, and a chronic dry cough. At the time of this report, it has been 16 months since the Gamma Knife treatment and he has not developed subsequent recurrence of brain metastasis. He continues to receive treatment with pembrolizumab.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'24052313': 1, '20488732': 1, '25115286': 1, '18493869': 1, '24891450': 1, '28443588': 1, '28296778': 1, '26270446': 1, '12173339': 1, '11920476': 1, '18174924': 1, '27762594': 1, '29127512': 1, '21704935': 1, '21378362': 1, '17521003': 1, '27994928': 1, '21729314': 1, '21841406': 1, '23663788': 1, '28106515': 1, '23683891': 1, '21480200': 1, '17075563': 1, '15254054': 1, '29159031': 1, '3047337': 1, '18094909': 1, '23233072': 1, '22450304': 1, '12782880': 1, '32318112': 2}", "similar_patients": "{}"}