{"patient_id": 25448, "patient_uid": "7510490-1", "PMID": 32965391, "file_path": "comm/PMC007xxxxxx/PMC7510490.xml", "title": "Treatment of adult patient with hyperdivergent retrognathic phenotype\\nand anterior open bite: report of a case with non-surgical orthodontic\\napproach", "patient": "The patient, a Caucasian woman aged 16 years and 7 months, presented in a private\\noffice for initial orthodontic consultation. Her chief complaint was related to the\\nopen bite. The patient reported absence of significant records in her medical\\nhistory. She had never been orthodontically treated. Clinically, no caries or other\\ndental/periodontal problem was detected, and she presented good oral hygiene. The\\npatient presented convex soft tissue profile, Class I malocclusion, permanent\\ndentition, significant anterior open bite, significant overjet, mamelons in the\\nincisal edges of the maxillary and mandibular incisors, maxillary right central\\nincisor presenting yellowish hue, and moderate dental crowding in both dental arches\\n( and ).\\nThe skeletal cephalometric assessment showed Class II tendency (ANB = 4°) and\\nhyperdivergent facial type (SN.GoGn = 41° and FMA = 33°), as shown in and . Cervical vertebrae maturation stage was CS6, suggesting that her active growth was virtually completed. Her\\nconvex profile and hyperdivergent facial features called attention for possible\\novereruption of molars and detrimental backward (clockwise) mandibular rotation.\\nThe patient showed Class I malocclusion; significant overjet (6 mm); anterior open\\nbite (3 mm); permanent dentition with full formed roots and all teeth completely\\nerupted (except third molars, not erupted); moderate dental crowding in the\\nmaxillary arch (5 mm) and mandibular arch (5 mm); maxillary and mandibular incisors\\nsignificantly proclined (except mandibular right central incisor, retroinclined).\\nMaxillary and mandibular arches presented narrow \"U\" shape. Tongue interposition\\nbetween maxillary and mandibular dental arches in rest position and tongue thrust\\nduring deglutition were detected.\\nThe patient presented leptoprosopic face and convex soft tissue profile; acceptable\\nnasolabial angle and good chin projection; lip sealing, with lips slightly\\nprotruded.", "age": "[[16.0, 'year'], [7.0, 'month']]", "gender": "F", "relevant_articles": "{'26719946': 1, '31721949': 1, '6573374': 1, '30427497': 2, '23473541': 1, '21889079': 1, '29911909': 1, '16168329': 1, '6581725': 1, '5272140': 1, '6573147': 1, '5253957': 1, '9428959': 1, '22695022': 1, '281872': 1, '16360911': 1, '7733065': 1, '6939331': 1, '18263889': 1, '30207487': 1, '16648209': 1, '3477946': 1, '5257519': 1, '5274950': 1, '29683334': 1, '10982934': 1, '19216596': 1, '2069140': 1, '5310026': 1, '19413391': 1, '14258830': 1, '16905062': 1, '3515955': 1, '6573373': 1, '22748991': 1, '18416628': 1, '12439479': 1, '2401330': 1, '1563473': 1, '9622760': 1, '12831216': 1, '2403077': 1, '21236539': 1, '32965391': 2}", "similar_patients": "{'6266318-1': 1}"}