{"patient_id": 26373, "patient_uid": "7551132-1", "PMID": 33082956, "file_path": "comm/PMC007xxxxxx/PMC7551132.xml", "title": "Successful prone positioning after recent caesarean section in severe ARDS with postpartum pulmonary haemorrhage", "patient": "Our patient was a 35-year-old Thai women, G3P0, 36 weeks and five days of gestation. She was admitted due to premature rupture of membrane with high-grade fever of 39°C. Her blood pressure was 144/92 mm Hg, with heart rate of 132/min and respiratory rate of 28/min. Her initial oxygen saturation was 98% without oxygen supplement. Due to rapid progression of hypoxaemia and fetal distress, the patient underwent emergency caesarean section at midline incision under general anaesthesia. The preterm female foetus was delivered without cardiac activity. Intrauterine amniotic fluid had a foul smell. Post-operatively, our patient developed uterine atony with multiple sites of bleeding from surgical area, endotracheal tube, and nasogastric tube. She was resuscitated with fluid, blood products, intravenous tranexamic acid, and moderate dose of norepinephrine. Intravenous meropenem was empirically given. The patient's complete blood counts revealed haemoglobin level of 6.8 g/dL decreasing from 11.2 g/dL, platelet level of 85 × 109/L decreasing from 357 × 109/L, and white blood cell count of 4.2 × 109/L (neutrophil 92% and lymphocyte 7%). The coagulation studies revealed prothrombin time (PT) of 49 s, partial thromboplastin time (PTT) of 53 s, and international normalized ratio (INR) of 4.84. Preoperative blood culture and amniotic fluid culture revealed Escherichia coli with extended-spectrum beta-lactamase (ESBL). In terms of mechanical ventilator management, 6 mL/kg of tidal volume, high dose of sedative drugs and neuromuscular blockage agent were implemented for severe ARDS management. Although positive end-expiratory pressure (PEEP) titration was increased up to 20 cm H2O (peak airway pressure of 38–40 cm H2O and plateau pressure of 32 cm H2O), the oxygen saturation was 88–90% with FiO2 1 resulting in 61 mm Hg of PaO2/FiO2 and 62 mm Hg of arterial carbon dioxide pressure (PaCO2). There was lack of improvement in oxygenation after 6 h of high PEEP regimen; therefore, we decided to perform prone positioning with minimizing of pressure on the patient's abdomen. The chest radiograph illustrated bilateral diffuse alveolar infiltration in supine and prone positions (Fig. \\n). The patient's oxygenation significantly improved after 20-h prone positioning corresponding with decreasing PEEP level and FiO2 to 10 cm H2O and 0.4, respectively (Table \\n). However, the patient's lactate, haematological profiles, and haemodynamic outcomes including peak airway pressure were worsening. At this point, we decided to turn the patient into supine position for performing diagnostic investigations. Intra-abdominal pressure was 28 mm Hg consistent with abdominal compartment syndrome and abdominal ultrasonography revealed multiple loculated collections and blood clots (the largest collection was 4.2 × 9.1 × 13.7 cm). The patient immediately underwent decompressive laparotomy while the oxygenation was maintained in supine position. Blood clots and 2700 mL of serosanguinous fluid were removed. After abdominal decompression, the patient's haemodynamic parameters dramatically improved without continuation of prone positioning. The patient's chest radiograph on the extubation day (two weeks of admission) showed significant improvement (Fig. ), and she was safely discharged without morbidities.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'32104729': 1, '28236174': 1, '30445912': 1, '31060091': 1, '33082956': 2}", "similar_patients": "{}"}