{"patient_id": 17043, "patient_uid": "7045980-1", "PMID": 32140341, "file_path": "comm/PMC007xxxxxx/PMC7045980.xml", "title": "Gastric Cardia Adenocarcinoma with Metastasis to the Scalp: A Case Report", "patient": "A 69-year old male with a past medical history of osteoarthritis and sarcoidosis presented to the GI oncology clinic after a referral from gastroenterology. He complained of difficulty in swallowing and unintended weight loss of 18 pounds over two months. He was obese with a BMI of 32 with no history of gastroesophageal reflux disease (GERD) or no known history of Helicobacter pylori (H. pylori) infection. His family history was positive for kidney cancer in his father and stomach cancer in a maternal aunt. Diagnostic and staging evaluation with endoscopic ultrasound (EUS), endoscopic biopsy, and PET/CT scan confirmed a Siewert type III GEJ, cT3N0Mx, moderately differentiated adenocarcinoma. H. pylori immunohistochemical ​(​IHC) testing was negative. Upon multidisciplinary review with medical oncology, surgical oncology, radiation oncology, and gastroenterology, the patient was offered perioperative chemotherapy as standard of care (SOC) per NCCN guidelines [,]. However, the patient reported that he had “connections” for “better treatment options” through non-disclosed clinics outside of the US and was lost to follow-up.\\nApproximately 20 months post-initial diagnosis, the patient returned to the clinic reporting that he had received a variety of non-SOC “curative treatments” in Mexico and China. He noted that he had a scalp lesion that continued to grow and was bothersome, which he attributed to bedsore. Upon dermatologic exam, a friable plaque with a yellow scale and crusts was located in the right occipital region of the scalp. The scalp overall was erythematous and tender to palpation. Dermatopathology review of the biopsied scalp lesion showed well-formed glandular structures present through the dermal portion of the biopsy with focal lymphatic invasion (Figure ). The lesion was positive for expression of cytokeratin 7, cytokeratin 20 (Figure ), and carcinoembryonic antigen (CEA) via IHC (Figure ). Stains for caudal type homeobox 2 (CDX2) and special AT-rich sequence-binding protein 2 (SATB2) were not done. The lesion was negative for expression of P63, thyroid transcription factor 1 (TTF1), and prostate-specific antigen (PSA). The final pathologic report concluded that this was metastatic adenocarcinoma consistent with his history of gastric cancer. This prompted a restaging of PET/CT, which showed diffuse fluorodeoxyglucose (FDG)-avid metastatic disease including liver, skeleton, and occipital lesions (Figure ). The biopsy specimen of the scalp was sent for CARIS Molecular Intelligence (Caris Life Sciences, Inc., Dallas, TX) profiling, which revealed the lesion to be positive for programmed death ligand-1 (PD-L1) upregulation by IHC.\\nThe molecular information derived from the scalp lesion helped guide management as immunotherapy has been FDA-approved for the treatment of PD-L1-positive metastatic gastric and esophageal cancers in the subsequent line setting. Expression of PD-L1 has been shown to be a prognostic indicator for immunotherapy in metastatic gastric adenocarcinoma []. Objective responses to immune checkpoint inhibitor therapy have been shown, which led to the FDA approval of pembrolizumab, an anti-PD-1 immune checkpoint inhibitor, as a ≥3rd-line treatment option for PD-L1 expressing with a combined positive score (CPS) of ≥1 in metastatic gastric cancer [-]. As our patient had progressed on multiple chemotherapy regimens and since his molecular pathology demonstrated PD-L1 positivity with CPS 1, he was started on pembrolizumab monotherapy. Unfortunately, due to extensive metastatic disease, the patient passed away several weeks after the initiation of pembrolizumab.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'84354': 1, '26937129': 1, '16268264': 1, '26139980': 1, '7684051': 1, '30570649': 1, '29394705': 1, '30067111': 1, '25324657': 2, '16822992': 1, '18560891': 1, '29094609': 1, '21716563': 1, '25624893': 2, '17848957': 1, '10606865': 1, '30610038': 1, '30323626': 1, '32140341': 2}", "similar_patients": "{'4198592-1': 1, '4301561-1': 1}"}