{"patient_id": 21896, "patient_uid": "7344653-1", "PMID": 32545605, "file_path": "comm/PMC007xxxxxx/PMC7344653.xml", "title": "Magnetic-Resonance Diffusion-Tensor Tractography in the Diagnosis of Tumefactive Spinal-Cord Lesions in Neuromyelitis Optica", "patient": "A 50-year-old female reported progressive numbness and weakness of her right limbs without remarkable medical history or trauma during a visit to the emergency room. Her consciousness was clear without evident abnormalities in muscle tone, reflex, gait, or sphincter function. The muscle strength of her right limbs was 4/5, and the sensory level was C4. Laboratory tests revealed elevated an aspartate aminotransferase (AST) level of 144 U/L, an alanine aminotransferase (ALT) level of 67 U/L and a glycated hemoglobin (HbA1c) level of 6.6%, but other levels were unremarkable. Initial brain MRI revealed nonspecific intracranial findings, but showed an intramedullary lesion in the upper cervical spinal cord. Subsequent cervical MRI showed a faintly enhanced infiltrative lesion at the right posterior aspect of the spinal cord at C2 to C3 with extensive edema at C2 through C5 (). Due to the impression of C2–C3 intramedullary tumor with the deterioration of neurological symptoms, she received spinal decompressive surgery. A frozen section of an intraoperative biopsy was suggestive of a low-grade glial neoplasm. The weakness of her right limbs improved after the operation.\\nSubsequent pathology of the permanent specimen revealed a histiocytic lesion that was suggestive of an inflammatory demyelinating process or Erdheim–Chester disease. Her visual evoked potential test results were unremarkable. Oral prednisolone of 5 mg/day was initially prescribed, but she then developed weakness in her left limbs. Follow-up cervical MRI showed a persistent C2–C4 intramedullary lesion (A) as did DTI (GE, DISCOVERY MR750 3.0 Tesla scanner; protocol: single-shot echo-planar imaging, TR: 3000 ms, TE: 66 ms, flip angle: 90 degrees, array coil spatial-sensitivity encoding factor of 2, b-values of 0 and 600 s/mm2, 9 noncollinear diffusion-gradient directions, field of view of 100 × 100 mm2, matrix size of 96 × 48, axial slice thickness of 5 mm) with reconstruction of fiber tractography (FT) using deterministic FiberTrak algorithms of FuncTool in a vendor workstation. FT results showed a preserved streamline of WM tracts without displacement or interruption (B). DTI analysis of the spinal cord lesions also showed decreased FA (0.258 ± 0.128) and AD values (1.401 ± 0.284 × 10−3 mm2/s), but increased RD (0.975 ± 0.254 × 10−3 mm2/s) and MD values (1.117 ± 0.244 × 10−3 mm2/s) at the C3 level as compared with the nonlesion spinal cord at the C1 and C7 levels (). These DTI metrics and DTT findings were suggestive of inflammatory demyelinating processes, such as multiple sclerosis or NMO spectrum disorders, rather than an intramedullary tumor. Eventually, the diagnosis of NMO spectrum disorders was established on the basis of the 2015 International Panel for NMO Spectrum Disorders Diagnosis criteria and a positive test for aquaporin-4 (AQP-4) IgG antibodies []. Symptoms of weakness in her limbs improved gradually after intravenous steroid pulse therapy (methylprednisolone, 1000 mg for 5 days) followed by oral immunosuppressants (azathioprine, 25 mg per day). After 2 months of medical treatment, follow-up MRI showed marked regression of the cervical spinal-cord lesion with focal myelomalacia corresponding to the prior excision biopsy at the C3 spinal cord (C).", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'22354742': 1, '27842677': 1, '18256991': 1, '22295179': 1, '29949034': 1, '23969263': 1, '29535676': 1, '17032873': 1, '16408263': 1, '16394147': 1, '8939209': 1, '29320331': 1, '11016744': 1, '9766305': 1, '15862213': 1, '17050517': 1, '17706564': 1, '28347419': 1, '22432902': 1, '22648262': 1, '24374994': 1, '22171354': 1, '21469191': 1, '20951216': 1, '23351840': 1, '19406356': 1, '26092914': 1, '32545605': 2}", "similar_patients": "{}"}