{"patient_id": 106057, "patient_uid": "7989671-1", "PMID": 33790757, "file_path": "noncomm/PMC007xxxxxx/PMC7989671.xml", "title": "Recurrent Erythema Annulare Centrifugum due to Influenza Type A", "patient": "A 42-year-old native Indian woman was referred to our department in October 2016 with a 6-month history of a relapsing, mild itchy eruption involving the legs and abdomen. This eruption was concomitant with seasonal influenza (cough, fever, and fatigue), lasting for 6 weeks, treated with paracetamol 1,000 mg/day and sometimes tripolidine. She was otherwise healthy and had no lymphadenopathy. Physical examination revealed several erythematous and violaceus annular plaques, measuring from 2 to 10 cm in diameter, with a thick central area and a centrifugal spread on forearms, lower abdomen, buttocks, thighs, and lower legs. The lesions were located symmetrically in the inguinal and upper-exterior regions of the thighs. Some of these plaques presented an erythematous edge and peripheral scaling (Fig. ). Routine blood investigation revealed a moderate neutrophilic leukocytosis (13.5 × 103/mm3: 4.50–12.5), hypercholesterolemia, and increase of C-reactive protein (19.64 mg/L: 0.0–5.0). Serological tests for Borrelia burgdorferi, HIV, hepatitis viruses A, B, C, anti-streptolysin title, and syphilis serology were negative. Furthermore, IgG anti-cytomegalovirus (CMV) (463.0 AU/mL: >15 AU/mL), VCA-EBV IgG Ab, and varicella zoster were positive. IgM anti-cytomegalovirus, anti-gad, and anti-IA antibodies were negative. Laboratory tests were negative for fungi and bacteria. Stool exam for bacteria and parasites and search of Helicobacter pylori were negative. Thyroid function tests and immunology laboratory test to measure ENA panel and immunoglobulins were negative. Tuberculin test was moderately positive. A chest X-ray and mammogram showed no abnormalities. Gynecological examination, transvaginal ultrasound, and PAP test were negative. Histopathologic examination of a skin biopsy revealed an intense dermal perivascular lymphohistiocytic infiltration with a “sleeve-like” arrangement. There was edema of the papillary dermis, hyperkeratosis, and focal epidermal spongiosis (Fig. ). Direct skin immunofluorescence test and PCR for CMV-DNA in biopsy specimen results were negative. Clinic-pathological findings were consistent with the diagnosis of a superficial form of EAC. Anti-CMV IgG antibodies remained elevated, and previous therapy with antihistamines and topical corticosteroids was not effective. Treatment with clarithromycin 500 mg/day and topical calcipotriol/betamethasone for 6 weeks resulted in temporary regression of the annular lesions. The course of the disease was chronic and recurrent over 3 years. Annular and discoid-shaped lesions that did not exceed 3 cm in diameter, on the lower limbs and thighs, reappeared about every 2 weeks during the summer, fall, and winter (Fig. ). These lesions disappeared with the same topical treatment, while similar annular skin changes occurred in the adjacent areas. No relapses occurred after 6 months of follow-up.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'29297941': 1, '21621174': 1, '29527030': 2, '23342869': 1, '32083061': 2, '23035341': 1, '27081281': 1, '22370579': 1, '26496986': 2, '33790757': 2}", "similar_patients": "{'4619197-1': 1, '7011743-1': 1, '5838759-1': 1}"}