{"patient_id": 26874, "patient_uid": "7580401-1", "PMID": 32827010, "file_path": "comm/PMC007xxxxxx/PMC7580401.xml", "title": "Anti-leucine-rich Glioma-inactivated-1 Encephalitis with Faciobrachial Dystonic Seizures and Behavioral Problems: A Case Report", "patient": "A 54-year old male who was evaluated for three episodes of complex partial seizures 2 months back manifesting as perioral automatism with staring look followed by an abnormal jerky movement of extremities lasting few minutes with postictal confusion. He was initially investigated and found to have hyperintensity signal in the left mesial temporal region with a normal Electroencephalogram (EEG) and was started on oxcarbamazepine which was gradually increased to 1200 mg/day. On follow up he presented with cognitive changes with the affection of short-term memory, Montreal cognitive assessment (MOCA) score of 21/30 with irrelevant talks, muttering to self, disturbed sleep with frequent vivid acting in the dreams. He had frequent episodes of short-lasting jerky movements of arm, head, and neck. He intermittently used to have staring episodes with unresponsiveness and confusion. His dosage of oxcarbamazepine was increased to 1800 mg/day and levetiracetam was added to the dosage of 2000 mg/day.\\nSince the patient continued to have cognitive decline and persisting frequent episodes of faciobrachial seizures, he was admitted for further evaluation. After admission, neuropsychiatric consultation was done for behavioural abnormalities and antipsychotic medication was added. EEG was done which revealed Interictal epileptiform discharges (lEDs) from the bilateral temporal region. The patient's condition deteriorated with the patient being unable to remember his family members and surroundings. He started forgetting if he had eaten or gone to the toilet. Because of the deteriorating behavioural condition and cognitive decline of the patient, differentials were broadened to include autoimmune encephalitis, Creutzfeldt-Jakob disease, and viral encephalitis. Repeat MRI head (Epilepsy Protocol) was advised, CSF examination done and autoimmune antibody panel was sent. Pulse intravenous methylprednisolone 1000 mg/day was also started considering the possibility of autoimmune encephalitis. There was some improvement of his abnormal jerky movements but he continued to have agitation and insomnia with muttering to self.\\nMRI findings in FLAIR (fluid-attenuated inversion recovery) sequence showed hyperintensity signal in bilateral temporal lobes predominantly involving hippocampus and bilateral insular cortex consistent with the strong possibility of autoimmune encephalitis ( A, B).\\nLumbar puncture reports showed acellular picture with normal protein and glucose with polymerase chain reaction (PCR) for neurotropic viruses (Herpes Simplex virus, Epstein-Barr virus, and Japanese Encephalitis virus) negative. He was also evaluated for occult malignancy doing contrast-enhanced computed tomography (CECT) abdomen and chest which was unremarkable. Thyroid function test was normal with a normal level of anti-thyroid peroxidase antibody (anti-TPO antibody). Routine hematological and biochemical tests were normal. Venereal disease research laboratory (VDRL) test and human immunodeficiency virus (HIV) serology were noncontributory. Subsequently, anti-LGI1 encephalitis, a form of limbic encephalitis was confirmed as an autoimmune encephalitis panel revealed anti-LGI1 antibody positive result in serum. The patient was then shifted to the intensive care unit and intravenous immunoglobulin (IV Ig) was initiated. He received IV Ig 30 gm/day for a total of 5 days. The patient improved dramatically as his faciobrachial seizures subsided and agitation with insomnia and rapid eye movement (REM) behavioural problems also improved. During the hospital stay, the patient also developed hyponatremia recorded lowest upto 124 mEq/L which was managed with restricting the fluid intake as a proposed mechanism is due to syndrome of inappropriate antidiuretic hormone secretion. At the time of discharge, the patient was well oriented, co-operative without episodes of seizure along with normal behaviour and sleeping pattern. However, he still had lapses of short-term memory with MOCA score of 25/30. He was discharged on antiepileptic oxcarbamazepine 1200 mg/day, levetiracetam 2000 mg/day, and clobazam 10 mg/day and tapering dosage of oral steroid.\\nHe was doing fine in regular two weeks follow up when he developed morbilliform erythematous rashes in his body trunk and extremities initially which gradually coalesced with peeling of superficial skin especially of palms and soles. Dermatology consultation was done and the possibility of drug-induced erythroderma was considered. Oxcarbazepine was stopped while other antiepileptic drugs (AED) were continued. His erythroderma gradually improved over the next 1 month and since he was not having further episodes of seizures, another AED was also gradually tapered off and stopped. On subsequent follow-up after 3 months, the patient remained seizure free with normal behavioural activity and sleep pattern though he continued to have lapse in short term memory.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'24336023': 1, '31404257': 1, '30979857': 1, '20663977': 1, '26945884': 1, '28418022': 1, '29213481': 2, '29980179': 1, '28026046': 1, '27466467': 1, '24842754': 1, '21416487': 1, '24014519': 1, '28670128': 2, '20580615': 1, '32827010': 2}", "similar_patients": "{'5619277-1': 1, '5619277-2': 1, '5481279-1': 1}"}