{"patient_id": 33114, "patient_uid": "7931308-1", "PMID": 33679959, "file_path": "comm/PMC007xxxxxx/PMC7931308.xml", "title": "Multivalvular destruction as the primary presentation of aggressive infective endocarditis with subaortic valve membrane", "patient": "The case involves an 18-year-old male with known rheumatic heart disease (RHD) since 11 years of age who was on irregular treatment. The patient presented with shortness of breath (SOB) for two weeks. The patient was diagnosed, admitted, and treated as decompensated heart failure and improved. After one month, the patient returned with fever and SOB. On examination, he was conscious, oriented, and cooperative, but he was ill, pale, and toxic with third degree finger clubbing. Auscultation revealed decreased air entry in the chest bilateral basally, palpable hyperdynamic apex beat of the heart shifted to the sixth intercostal with palpable systolic thrill with diastolic murmur. Chest radiograph (CXR) revealed an enlarged left atrium of the heart. Transthoracic and transesophageal echocardiography (TTE and TEE) showed a dilated left atrium () and destroyed and perforated leaflets of the tricuspid valve with severe (grade IV/IV) aortic regurgitation (AR) and stenosis (). There were also multiple masses on the aortic valve, the longest at 20 mm implanted like a membrane on the left ventricular outflow tract with vegetation or a subarctic membrane about 14 mm away from the aortic valve (). There was also thickening of the mitral valve associated with severe mitral regurgitation (MR) on color flow mapping (CFM) () with fenestrated anterior leaflets of the mitral valve.\\n(TEE) confirmed the above, showing detracted aortic valve leaflets () and detecting the presence of a subaortic membrane () and minimal pericardial effusion (). The presence of severe mitral regurgitation (MR) was confirmed with perforation of the anterior mitral valve leaflet (). There was also significant vegetation between the chordae tendinae.\\nThe left ventricle was normal in dimension with good contractility and 63% ejection fraction (EF) apart from mild concentric hypertrophy. The right heart appeared normal in dimension apart from severe pulmonary hypertension causing moderate secondary TR (III/IV). Abdominal ultrasound imaging (US) revealed a congested and enlarged liver, inferior vena cava (IVC), and spleen. Blood culture revealed staphylococcus aureus. This was a case of aggressive IE severely destructing the aortic and mitral valves with vegetation-like masses and an incidentally discovered sub aortic valve membrane.\\nThe patient was admitted to the cardiology department and treated with excessive antibiotics according to the guidelines of European society of cardiology for one month. The patient referred for open heart surgery. Surgical resection of the sub aortic membrane was done and both aortic and mitral valves were replaced with prosthetic valves. The patient was discharged after surgery in good health.\\nPost-operative TTE images show the prosthetic aortic and mitral valves () with good functioning on CFM () and good positioning of both () however, CFM revealed the remnants of mild TR (). In this evaluation, the patient was a symptomatic and regular on daily warfarin.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'28104075': 1, '30652755': 2, '30117004': 1, '26341945': 1, '17599883': 1, '27746163': 1, '29071426': 1, '30128411': 1, '26320109': 1, '31311902': 1, '30440064': 1, '33679959': 2}", "similar_patients": "{'6326446-1': 1}"}