{"patient_id": 101363, "patient_uid": "7540631-1", "PMID": 33062253, "file_path": "noncomm/PMC007xxxxxx/PMC7540631.xml", "title": "Middle segment-preserving pancreatectomy for multifocal pancreatic ductal adenocarcinoma located in the head and tail of the pancreas: a case report", "patient": "A 77-year-old woman with a solitary existence was referred to our hospital for the treatment of pancreatic tumors. All hematologic examinations including tumor makers were within the normal ranges. Contrast-enhanced abdominal computed tomography revealed an 18-mm mass in the pancreatic head that had invaded the right side of the SMV and a 32-mm mass in the pancreatic tail (). Fluorodeoxyglucose (FDG) positron emission tomography showed the accumulation of FDG in both masses (). No metastatic lesion was found in these images. Endoscopic ultrasound-guided fine-needle aspiration revealed that both masses were adenocarcinoma. Of course, TP was appropriate procedure for these pancreatic carcinomas; however, parenchyma-preserving pancreatectomy was considered due to the patient’s age and postoperative quality of life with a solitary existence. Preoperative computed tomography showed the dorsal pancreatic artery (DPA), which flowed into the pancreatic body (). If it was possible to preserve the DPA and confluence of the splenic vein (SpV), preservation of middle segment pancreas was considered possible.\\nFirst, we started the pancreaticoduodenectomy procedure. The pancreas was divided at the left side of the SMV. The frozen specimen of the pancreatic stump was negative for cancer. The pancreatic head tumor had invaded the right wall of the SMV (), suggesting the need for SMV resection and reconstruction. The preservation of the SpV was necessary for MSPP. In order to determine the method of SMV resection and reconstruction about preserving the SpV, we had needed to perform distal pancreatectomy and evaluate the distal pancreatic stump. We then started distal pancreatectomy with splenectomy. The divided line of the distal pancreas was 2 cm on the proximal side of the pancreatic tail tumor. The frozen specimen of the pancreatic tail stump was negative for cancer. The splenic artery (SpA) and SpV were resected at the distal dividing line of the pancreas, preserving the DPA and the proximal side of the SpA and SpV. Lymphadenectomy around the SpA was performed sufficiently. We then decided to perform MSPP. We resected the SMV diagonally from the blood flow of the SMV to preserve the confluence of the SpV, which was necessary as a drainage vein for the remnant pancreatic body (). After excising the specimen of the pancreatic head, SMV reconstruction was performed by running sutures using 6-0 non-absorbable monofilament (). Finally, 4 cm of the pancreatic body was preserved (). Reconstruction was carried out by a modified Child method. She received long-term drain management for complicated abdominal abscess due to postoperative pancreatic fistula. The blood glucose was controlled well with only dipeptidyl peptidase-4 inhibitor, and insulin preparation was not necessary. No fatty diarrhea occurred using a pancreatic enzyme supplement. The patient was discharged on postoperative Day 96.\\nA histopathological examination revealed that both pancreatic tumors in the head and tail were pancreatic ductal adenocarcinoma. The TNM classifications were T2, N1, M0, stage IIB in the pancreatic head and T2, N0, M0, stage IB in the pancreatic tail.\\nS-1 as adjuvant chemotherapy was administered orally. At 9 months of follow-up, no recurrence was found. The serum albumin level was 4.1 g/dl, and HbA1c was 5.3%.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'24883129': 1, '20681992': 1, '17382235': 1, '28580345': 1, '28197897': 2, '31562603': 1, '23702284': 2, '18043098': 1, '23458647': 1, '33062253': 2}", "similar_patients": "{'3681594-1': 1, '3681594-2': 1, '5309193-1': 1}"}