{"patient_id": 33363, "patient_uid": "7942519-1", "PMID": 33717737, "file_path": "comm/PMC007xxxxxx/PMC7942519.xml", "title": "The \"Dangles\" — Wrist, Finger and Thumb Drop: A Case Report of Saturday Night Palsy and a Historical and Molecular Detour", "patient": "We present the case of a 53-year-old, healthy, right-handed man who spent an evening drinking beer while watching a game of football. He slept on the bar stool with his right arm overhanging the back of the stool for six hours. He woke up and noted numbness over the radial distal forearm radiating into his thumb, and he was unable to extend his right wrist, thumb, and fingers. The numbness was transient lasting a few hours. He denied neck or arm pain. A visit to the emergency room led to a normal computed tomography (CT) scan of the brain, a prescription for a wrist splint, and a referral to neurology made the following day. His past medical history was unremarkable.\\nOn examination, we will list the relevant findings. His gait, speech, and cranial nerve examination was entirely normal. Motor examination of the left arm revealed no weakness. A right wrist, thumb, and finger drop were conspicuous (Figure ).\\nRight arm power testing is shown below, with wrist, thumb, and finger weakness (Table ).\\nIt should be noted that the brachioradialis is relatively spared. This can be explained by the fascicular compartmentalization of the posterior interosseus nerve within the radial nerve proper. Deep tendon reflexes of the upper and lower extremities were entirely normal and symmetric. Sensory examination to pinprick and touch was normal in the hands, including the distribution of the right superficial radial sensory nerve.\\nA provisional diagnosis of a right radial nerve palsy at the level of the spiral groove was made, based upon the history and pattern of weakness, noting preservation of the power of the triceps muscle and normal triceps jerk.\\nA nerve conduction study revealed normal median and ulnar motor and sensory amplitudes. The radial motor compound muscle action potential (CMAP), recording from the extensor indices proprius (EIP), was absent. The superficial radial sensory amplitude was preserved (Figure ).\\nDue to volume conduction, it was not possible to establish a conduction block across the radial motor nerve at the spiral groove of the humerus. An electromyogram revealed florid denervation, fibrillation potentials, and positive waves of the extensor carpi radialis longus ECRL), extensor digitorum communis (EDC), supinator, brachioradialis, and EIP with rapidly firing motor units. The triceps muscle and the cervical paraspinal, deltoids, supraspinatus, pronator teres, brachialis, sublimis, flexor digitorum profundus, and first dorsal interosseus were normal (Figure ).\\nThe history, pattern of weakness, and nerve conduction study/electromyographic findings are diagnostic of a right radial nerve palsy at the spiral groove. The diagnosis is typically obtained from the history and examination, as the findings are so typical, a \"spot diagnosis.\" It should be noted that the usual mechanism is compression of the radial nerve against the humerus with a focal conduction block. The functional denervation leads to muscle membrane excitability, positive sharp waves, and fibrillation potentials despite axonal continuity. The rapidly firing motor units also imply axonal continuity.\\nThe patient was reassured about the excellent prognosis of this condition, encouraged to attend physical therapy and avoid pressure on the upper arm at the site of the lesion.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'22581545': 1, '16501435': 1, '6999974': 1, '15811608': 1, '15372536': 1, '15183013': 1, '9644976': 1, '12188953': 1, '16477615': 1, '10940962': 1, '23225388': 1, '2181392': 1, '24694547': 1, '25035142': 1, '15950757': 1, '33717737': 2}", "similar_patients": "{}"}