{"patient_id": 30458, "patient_uid": "7791721-1", "PMID": 33413216, "file_path": "comm/PMC007xxxxxx/PMC7791721.xml", "title": "Ex-PRESS shunt implantation for intractable glaucoma with posterior chamber phakic intraocular lens: a case report", "patient": "A 32-year-old man was referred for medically uncontrolled glaucoma. He had extremely high myopia and underwent bilateral ICL implantation surgery in 2009. Two months ago, he went to an outside hospital due to progressive blurred vision in the right eye and was diagnosed with glaucoma. He was treated with 4 topical anti-glaucoma medications, including Cartelol, Brimonidine, Latanoprost, and Brinzolamide; however, the IOP was not controlled well in the right eye.\\nOn presentation, the best corrected visual acuity (BCVA) was 20/50 in the right eye and 20/40 in the left eye. IOP was 37.3 mmHg in the right eye and 15.2 mmHg in the left eye (CT-80, Topcon Corp., Tokyo, Japan). On slit-lamp examination, the presence of well-placed ICLs without a central hole and patent peripheral iridotomies were noted in both eyes (Fig. a). The crystalline lenses were clear, and the fundus showed leopard change, Fuchs spots, lacquer cracks, and large parapapillary atrophy. The corneal endothelial cell density was 2569 cells/mm2 in the right eye and 2747 cells/mm2 in the left eye. An optical coherence tomography (OCT) scan revealed significant thinning of the mean retinal nerve fibre layer thickness in all sectors in both eyes. The standard automated perimetry (Humphrey Field Analyser, 30 − 2 pattern, Carl Zeiss Meditec, Dublin, CA, USA) revealed severe visual field loss with mean deviations of -23.25 dB and − 23.70 dB in the right and left eyes, respectively. The B ultrasonography scan revealed posterior vitreous detachment and significant posterior scleral staphyloma in both eyes. The axial length was 34.32 mm in the right eye and 33.43 mm in the left eye.\\nThe ICL position and anterior chamber angles were carefully assessed with anterior segment OCT (CASIA, Tomey Corp., Nagoya, Japan). ICLs were well placed with vault heights of 456 µm and 629 µm in the right (Fig. a) and left eyes, respectively. The trabecular-iris angles at 500 µm from the scleral spur (TIA500) ranged from 13.5 degrees to 25.2 degrees in all quadrants of both eyes. The angle opening distance at 500 µm from the scleral spur (AOD500) was 0.27 mm and 0.22 mm in the superior quadrant of the right and left eyes, respectively. Gonioscopy showed that the angles were open but narrow (Shaffer grade II-III) with mild to moderate trabecular pigmentation in both eyes (Fig. a, b).\\nEx-PRESS glaucoma filtration surgery was performed in the right eye. Under peribulbar anaesthesia, fornix-based peritomy and a 3*4 mm2 half-layer scleral flap were prepared in the nasal superior quadrant. A piece of cotton soaked with 0.4 mg/mL mitomycin-C was then placed under the scleral flap for 2 minutes before irrigation with balanced salt solution. With a 26-gauge needle, a penetration parallel to the iris plane was made into the anterior chamber at the front edge of the blue-grey transition zone between the sclera and the cornea, and viscoelastic agent was injected to maintain the peripheral anterior chamber. An Ex-PRESS P50 shunt (Alcon Laboratories, Fort Worth, TX, USA) was inserted into the anterior chamber via the penetration site. The scleral flap was sutured at the corners, and the conjunctiva flap was sutured closely. The patency of the shunt and the water-tightness of the bleb were examined by inflating the anterior chamber with balanced salt solution. The patient was treated with topical tobramycin-dexamethasone drops postoperatively, which was initially given per 2 hours for 3 days and then tapered weekly.\\nOn postoperative day 1, the BCVA was 20/60, and the IOP was 6 mmHg. Slit lamp examination revealed a slightly shallow anterior chamber compared with the left eye (Fig. b). The ICL appeared to tilt towards the cornea and against the pupil margin (Figs. b and b). The ICL vault height was 431 µm based on measurements with anterior segment OCT on postoperative day 2. The IOP increased to 9 mmHg, and the anterior chamber depth increased after one week. One month after surgery, the BCVA was 20/50, and the IOP was 12 mmHg. The ICL returned to a well-placed position with a vault height of 451 µm (Fig. c). A functioning bleb with an internal fluid-filled cavity and hyporeflective area was noted by anterior segment OCT imaging. During the 3-month follow-up, the IOP remained stable at 12 ~ 14 mmHg, and the Ex-PRESS shunt was well positioned with a diffuse and avascular bleb (Fig. c).", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'31587936': 1, '17123613': 1, '21710954': 1, '31306365': 1, '28577860': 1, '21511154': 1, '26425846': 1, '26248348': 1, '27898450': 1, '19597102': 1, '27855172': 1, '23741296': 1, '23697621': 1, '25719236': 1, '8487164': 1, '12095821': 1, '26265323': 1, '25910971': 1, '26661832': 1, '19370819': 1, '26941076': 1, '22274666': 1, '24239774': 1, '33413216': 2}", "similar_patients": "{}"}