{"patient_id": 18500, "patient_uid": "7161190-1", "PMID": 32293311, "file_path": "comm/PMC007xxxxxx/PMC7161190.xml", "title": "Use of balloon tamponade in management of vaginal laceration and its possible complication of urinary stress incontinence: a case report", "patient": "A 30- year-old para 1 woman, had an uncomplicated lower segment caesarean section in her first pregnancy for fetal distress. The baby weighed 3.1 kg. The antenatal course was uneventful in this second pregnancy and she opted for a trial of vaginal delivery. She did not have any urinary incontinence during pregnancy. She was admitted to hospital at 41 week of gestation for postdate pregnancy. Her cervix was favourable, artificial rupture of membranes was performed and oxytocin infusion was commenced for induction of labour. After a first stage of 5.5 h, the cervix was fully dilated but prolonged fetal bradycardia down to 80 bpm was noted in the cardiotocogram during active pushing. Vacuum extraction was performed and a baby weighing 3.09 kg was born in good condition, with an Apgar score of 10 at 1 and 5 min of birth. Cord arterial pH was 7.19 with base excess − 7.6 mmol/L. The episiotomy wound and a deep right vaginal laceration were repaired. However, she had PPH with hypovolemic shock shortly afterwards. Fluid resuscitation and syntocinon infusion were given, and exploration of the uterus found no retained placental tissues. Intramuscular carboprost was given and haemostatic stitches were applied to the vaginal wound. A Bakri balloon was inserted into the uterine cavity with 300 ml saline infused. However, patient remained haemodynamically unstable and haemogloblin level dropping from 11.7 to 7.1 g/ dL despite blood transfusion. There was persistent drainage from the uterine balloon signifying uncontrolled uterine atony, with estimated blood loss since delivery around 2400 ml. The patient soon developed disseminated intravascular coagulopathy. The platelet count decreased to 133 × 10^9/L and the fibrinogen level decreased to 1.6 g/L. The prothrombin time was prolonged to 16.4 s while the activated partial thromboplastin time was prolonged to 52.3 s. Platelet and fresh frozen plasma were transfused. Laparotomy was performed, and a 2 cm defect at the left side of the previous caesarean scar with a haematoma beneath the vesico-uterine fold was found, compatible with rupture of the uterine scar. The patient was in hypovolemic shock with active bleeding from the rupture site and the uterine atony was not responsive to medical treatment. Total abdominal hysterectomy was performed and multiple haemostatic stitches were applied to the vaginal wound. One roll gauze soaked with adrenaline was packed into the vagina. The operative blood loss was 3600 ml. The patient was transferred to intensive care unit after operation.\\nHowever, the patient had continued bleeding from the pelvic drain and from the vagina after operation. Further transfusion of blood products was given and pelvic embolization was performed 7 h after the hysterectomy. Bilateral internal iliac arteries were canalized. The left internal iliac branches were apparently intact, but extravasation of contrast from two right uterine branches arising from the inferior gluteal artery of the anterior trunk of the right internal iliac artery was noted and embolized. However, continued bleeding from the vaginal lacerations persisted with persistent disseminated intravascular coagulopathy, and re-laparotomy was performed 20 h after the hysterectomy. Abdominally, there was a 6 cm haematoma in the bladder peritoneum with active bleeders over the anterior vaginal vault. Multiple haemostatic stitches, Floseal followed by manual compression, gauze packing with Monsel’s solution, and a Cook’s cervical ripening balloon infused with 100 ml saline inserted into the vagina all failed to control the bleeding. A Bakri’s uterine balloon was inserted into the vagina with 300 ml saline infused. One stitch was applied to oppose the bilateral vulva to prevent the Bakri balloon from slipping out. Additional haemostatic stiches were applied in the vault abdominally and Tachosil was applied to the bleeding site. The pelvic cavity was packed with 3 pieces of abdominal gauze packs before the abdominal wall was closed. The operative blood loss was 5000 ml. The patient subsequently remained haemodynamically stable with no further bleeding. Re-laparotomy was performed 30 h afterwards and the pelvic packing and vaginal Bakri balloon were removed without further bleeding. The patient had transient fever in the postoperative period but responded to intravenous antibiotics.\\nThe patient noticed severe stress and urge incontinence on day 9 after delivery after removal of the foley catheter, necessitating the use of incontinence napkins throughout the day. Investigations showed no urinary tract infection and no ureteric nor bladder injury. The patient was taught to perform pelvic floor exercise and was discharged on day 25 with mild improvement in the incontinence symptoms. Further partial improvement in her incontinence was observed in the following 3 months. Urodynamic studies found normal bladder capacity and sensation, with mild elevation of detrusor pressure at the latter part of the filling phase, and stress incontinence was demonstrated. She continued the pelvic floor exercise and her symptoms further improved gradually. At 10 months after delivery, she had only mild stress incontinence when coughing and jumping with no urge symptoms. She was satisfied with her condition and declined further surgical treatment.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'11304975': 1, '23343706': 1, '22846069': 1, '25181384': 1, '22185533': 1, '22166273': 1, '28715942': 1, '22907127': 1, '24055586': 1, '21982017': 1, '25452297': 1, '29157035': 1, '21050146': 1, '11502292': 1, '29392798': 1, '26936873': 1, '29967704': 2, '17362483': 1, '7999714': 1, '19428012': 1, '32293311': 2}", "similar_patients": "{'6008944-1': 1, '6008944-2': 1, '6008944-3': 1}"}