{"patient_id": 97178, "patient_uid": "7140161-1", "PMID": 32273931, "file_path": "noncomm/PMC007xxxxxx/PMC7140161.xml", "title": "Cough, Aortobronchial Fistula, and Air Migration in the Remnant Aneurysm Sac: An Unforeseen Path?", "patient": "A 75-year-old male patient presented to the outpatient department of our hospital with excessive cough and bloody sputum for 20 days. He was an ex-smoker, with a history of 30 pack-years, and had a surgical history of aortic arch and descending thoracic aorta replacement 40 months earlier for degenerative aneurysm. The surgery for degenerative aneurysm had been conducted in two stages: total arch replacement under sternotomy, followed by descending aorta replacement via left thoracotomy using Dacron grafts (Gelweave™, Vascutek Ltd., Terumo Aortic (UK), Scotland, UK). At the end of the second operative stage, the graft had been completely wrapped by the longitudinally incised aorta. Thereafter, meticulous suturing of the aorta resulting in blood-proof status had been performed. Regular postoperative examinations had been performed for >3 years, with no remarkable findings ( and ). The patient had also been prescribed medications for hypertension and diabetes.\\nIn the outpatient department, the patient was febrile (38.3°C) with frequent chest pain on breathing. Laboratory blood tests revealed complete blood count, chronic reactant protein, and procalcitonin levels of 6,670 m/mm3, <0.5 mg/L, and <0.5 µg/L, respectively. Other laboratory tests results were unremarkable. However, the imaging study revealed air collection in the left hemithorax () and multiple ground-glass opacities in the lung parenchyma (), which were not present in the previous imaging studies. Computed tomographic (CT) aortography showed newly onset multiple air shadows in the perigraft space, comprising an intra-aortic mural thrombus (). However, there was no visible crack or hole along the suture-line of the aorta. The etiology for this peculiar finding was difficult to determine, requiring a multidisciplinary approach; the case was discussed in the hospital interdepartment discussion (HID) committee for further action. A possibility of perigraft infection was claimed by some physicians. Although we could not perform a radionuclear imaging, laboratory findings of unchanged pleural fluid amount and perigraft component density lowered the possibility of the graft infection. The committee concluded that severe cough of unknown etiology could have destroyed the pulmonary structures, and through the damaged bronchovascular border, pressurized bronchial air could have caused aortobronchial fistula (ABF) and pleural cavity air. Regular observation alone, without the use of antibiotics, was recommended. Febrile sense and cough with bloody sputum disappeared after treatment with an oral nonsteroidal anti-inflammatory drug for five days. The 6-month follow-up aorta CT angiography revealed complete resolution of the air shadow in the perigraft space without any other deformation (). All laboratory values were within the reference range during the entire follow-up period.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'18398638': 1, '27737955': 1, '3522116': 1, '17670452': 1, '16428692': 1, '2055089': 1, '23089695': 1, '32273931': 2}", "similar_patients": "{}"}