{"patient_id": 26135, "patient_uid": "7539513-1", "PMID": 33023587, "file_path": "comm/PMC007xxxxxx/PMC7539513.xml", "title": "A novel phenotype of 13q12.3 microdeletion characterized by epilepsy in an Asian child: a case report", "patient": "The proband is a 14-year-old Asian female. She is the first child of nonconsanguineous parents who have another healthy child. The family history was unremarkable. She was delivered by forceps-assisted vaginal delivery at gestational age 40 weeks, with 20 h of labor. Her birth weight was 4250 g. She was not able to suckle for several days after she was born. A developmental delay was observed since her first few months of life. The child had the capability of independent walking at 17 months. At the age of 20 months, she was able to speak. The child occurred hyperpyretic convulsion twice at age of four and a half, and five respectively.\\nAt the age of 7 years, she initially appeared absence, unconsciousness, right skew of head and eyes, head back, tumble, limb convulsion, lips cyanosis, rustle in the throat, sustaining for 2 to 4 min, coupled with headache, emesis and impaired consciousness. This situation occurred 3 to 4 times per year. Electroencephalogram (EEG) was obtained at 8 years old, which showed frequent epileptic discharge in right medial temporal lobe at awake, significantly paroxysmal epileptic discharge in bilateral lobe during sleep, and sporadic epileptic discharge in central and superior lobe during sleep. Then the same attack occurred twice at the ages of 9 and 10 respectively. At the age of 11, the frequency of attack increased to four times per year, and even more regular at age of 12. Therefore, a second EEG was performed at her age of 12 and revealed epileptic discharge in occipital lobe, suspecting her of absence seizure. Meanwhile, brain magnetic resonance imaging (MRI) manifested signal enhancement in bilateral hippocampus on FLAIR sequence. Between 13 and 14 years of age inclusive, epileptic seizures took place about every 7 to 10 days, with rapid vibration of lower limbs occurring dozens of times per day. Thus, a third EEG was performed to the child that illustrated slow waves in bilateral temporal regions, significant in left, with generalized spike-and-slow waves, multiple-spike-and-slow waves and slow waves in bilateral occipitotemporal, significant in left.\\nAfter admitting, the physical examination revealed specific facial features with ocular hypertelorism, low insertion of the columella, malar flattening, bend of index and ring fingers and transverse lines in both palms. Cognitive performance was unable to be assessed. Routine metabolic assays were performed the day after admission. Serum sodium valproate: 94.53μg/ml (reference value: 50.0–100.0μg/ml), thyrotropin: 8.30uIU/ml (0.34–5.6uIU/ml, mildly high), fibrinogen: 4.07 g/l (2.0–4.0 g/l, mildly high), alanine aminotransferase: 57iu/L (5.0–40.0iu/L, mildly high), indirect bilirubin: 2.99umol/L (3.42–15.1umol/L, mildly low), γ – glutamyltranspeptidase: 57iu/L (7.0–50.0iu/L, mildly high), and blood ammonia: 70μg/dL (0.0–100.0μg/dL). Moreover, her abdominal ultrasound showed no obvious abnormality in her gall bladder, spleen, pancreas and kidney, while low echo was found in left lobe of liver, which indicated non-uniform fatty liver.\\nThe patient was diagnosed with two types of epileptic seizures: the first type of seizure was partial onset seizures characterized by recurrent absence, unconsciousness, convulsion of four extremities, and aconuresis. The partial onset seizures could last 2 to 4 min and occurred about every 7 to 10 days. The second type of seizure was myoclonic seizures, which manifested as rapid myoclonic jerks of bilateral lower limbs. The frequency of this type of seizure was dozens of times per day. She was provided levetiracetam (43.5 mg/kg/day), lamotrigine (3.0 mg/kg/day), and sodium valproate (14.5 mg/kg/day).", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'28361817': 1, '29432242': 1, '29434681': 1, '23338788': 1, '22903806': 1, '16203747': 1, '19067360': 1, '24664804': 1, '18187210': 1, '18366797': 1, '28176142': 1, '17209130': 1, '26597089': 1, '29393419': 1, '30448058': 1, '19806667': 1, '11807870': 1, '20348922': 1, '22043489': 1, '28373692': 1, '22878415': 1, '33023587': 2}", "similar_patients": "{}"}