{"patient_id": 24855, "patient_uid": "7484599-1", "PMID": 32909890, "file_path": "comm/PMC007xxxxxx/PMC7484599.xml", "title": "Pediatric COVID-19 and Pericarditis Presenting With Acute Pericardial\\nTamponade", "patient": "The patient is a previously healthy seven-year-old female who presented to the emergency\\nroom with a 3-day history of cough, chest pain, and orthopnea. She had no history of fever,\\ntravel, or exposure to contacts with COVID-19. Vital signs were within normal limits except\\nfor tachycardia of 145 beats/min. Examination showed a nontoxic appearing female. A chest\\nX-ray showed an enlarged cardiac silhouette with bilateral small pleural effusions (). An electrocardiogram showed\\nsinus tachycardia, T-wave inversion in inferior and lateral leads, and low voltage QRS with\\nelectrical alternans ().\\nLaboratory evaluation included leukocytosis (17.6 K/µL), thrombocytosis (653\\nK/mm3), microcytic anemia (Hgb 10.7 g/dL, mean corpuscular volume (MCV) 74.0\\nfL), troponin I 0.01 ng/mL, erythrocyte sedimentation rate (ESR) 43, C reactive protein\\n(CRP) 5.11 mg/dL, B-type natriuretic peptide (BNP) 93 pg/mL, ferritin 134 ng/mL, and\\nnegative rapid influenza A/B antigen, Streptococcus pyogenes antigen\\n(oropharynx), respiratory virus multiplex polymerase chain reaction (PCR), and a pending\\nnasopharyngeal SARS-CoV-2 PCR. An echocardiogram showed a large circumferential pericardial\\neffusion with right atrial and right ventricular wall collapse suggestive of tamponade\\nphysiology, qualitatively normal left ventricular systolic function, and normal coronaries\\n(Supplementary file 1).\\nShe was emergently transferred to the pediatric cardiac intensive care unit (CICU) where\\nshe underwent emergent intubation and pericardiocentesis with pericardial drain placement\\nperformed under echocardiographic guidance. Given concerns for possible COVID-19, all\\nprocedures were done in full personal protective equipment. Serosanguinous fluid (690 mL)\\nwas removed until resolution of the pericardial effusion by echocardiography. The fluid was\\nconsistent with a transudate and revealed an elevated protein (6.6 g/dL), red blood cells\\n(137,367/mm3), and no evidence of hematolymphoid malignancy with 76.8%\\nneutrophils. Subsequent SARS-CoV-2 PCR (DiaSorin) on admission was negative, and she was\\ninitiated on ibuprofen and colchicine without antibiotics given a likely nonbacterial\\netiology. Workup for pericarditis included negative antinuclear antibodies (ANA) titer,\\ntuberculosis (TB) spot test, PCR for Epstein-Barr virus (EBV), cytomegalovirus (CMV), human\\nherpes virus (HHV) 6, adenovirus, enterovirus, mycoplasma, parvovirus, and HIV. She\\ndeveloped low grade fever (38.1 °C) on admission and had worsening fever (39.6 °C) on\\nhospital day 3 that never returned, for which a repeat SARS-CoV-2 PCR was sent (DiaSorin)\\nwhich was negative. Given continued pericardial drainage, continued chest pain and\\northopnea, rising inflammatory markers (CRP 9.6 mg/dL, ESR 88, BNP 118 pg/mL), evidence of\\nloculated pericardial effusion, inflow variation, and thickened echogenic areas within the\\npericardium, we proceeded with surgical pericardial exploration with decortication,\\npericardial biopsy, and pericardiectomy on hospital day 7. Given our CICU policy on routine\\nCOVID-19 testing within 48 hours of an aerosolizing procedure, we repeated a nasopharyngeal\\nSARS-CoV-2 PCR (DiaSorin) test which returned positive for a single primer (ORF1ab).\\nIntraoperatively, the pericardium was markedly thickened with fibrovascular adhesions to the\\nmyocardium () and tissue\\nsamples noted a subacute histologic appearance of a neutrophil-rich fibrinous pericarditis\\nundergoing organization by granulation tissue and fibrosis with reactive mesothelial and\\nstromal changes. Universal PCR testing of the pericardial fluid and pericardial rind for\\nbacteria, fungi, and mycobacteria was negative. The pericardial fluid was negative for\\nSARS-CoV-2 PCR (not approved test), and attempts to send pericardial tissue to the Centers\\nfor Disease Control and Prevention (CDC) or Dallas County Health Department for further\\nSARS-CoV-2 testing were denied.\\nFollowing the surgical pericardiectomy, she had immediate improvement in her chest pain and\\northopnea with resolution of the pericardial effusion and continued good ventricular\\nfunction and normal coronaries. Her chest drains were removed on postoperative day 2, and\\nshe had no reaccumulation of pericardial fluid. A fourth SARS-CoV-2 PCR (DiaSorin) was\\nresent on her surgical day and was again positive for a single primer (ORF1ab), but was\\nnegative via a different SARS-CoV-2 PCR platform (Luminex) as requested by infectious\\ndisease consultants. Given significant improvement following the surgical pericardiectomy,\\nshe was not treated with intravenous immunoglobin (IVIG) for the positive SARS-CoV-2 tests.\\nShe was discharged to home on postoperative day 3 on ibuprofen with plans to follow-up with\\npediatric cardiology for repeat echocardiographic evaluation in two weeks.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'34777989': 1, '34828388': 2, '32265235': 1, '34131508': 1, '34438608': 1, '34081219': 1, '34881119': 2, '33975843': 1, '33777550': 2, '34404552': 1, '32187458': 1, '32909890': 2}", "similar_patients": "{'8643140-1': 1, '8622474-1': 1, '7984891-1': 1}"}