{"patient_id": 21149, "patient_uid": "7310188-1", "PMID": 32612479, "file_path": "comm/PMC007xxxxxx/PMC7310188.xml", "title": "Isolated Volar Dislocation of the Fifth Carpometacarpal Joint", "patient": "A 57-year-old female with sarcoidosis presented to the emergency department (ED) shortly after a fall from standing height. She reported bracing the fall with her outstretched right hand and complained of sudden-onset right elbow and right hand pain. She denied any loss of consciousness or any previous injuries to the hand or wrist. She reported an inability to move her fifth digit, with the worst pain over the ulnar aspect of the right hand. On physical examination, the patient was diffusely tender from the right elbow to the fingertips of the fourth and fifth digits. Swelling was minimal, with minor abrasions to the ulnar aspect of the right fourth digit. The right fifth digit was fixed in ulnar deviation and unable to perform full range of motion (ROM). The patient was noted to be neurologically and vascularly intact. The attending emergency physician ordered standard radiographs of the right hand (), forearm, and elbow, but the radiologist did not initially identify the dislocation. The x-rays showed no other acute fractures or associated injury of the phalanges, metacarpals, wrist, or elbow.\\nThe orthopedic team was consulted when the patient's ROM of the right fifth digit failed to improve. Subsequent wrist x-rays () confirmed an isolated volar and ulnar dislocation of the fifth metacarpal base. Closed reduction with local sedation was performed in the ED by applying longitudinal traction and dorsally directed force on the fifth metacarpal base. This technique resulted in satisfactory alignment that was confirmed by postreduction radiographs (). The patient was placed in an ulnar gutter splint and discharged with follow-up scheduled in the orthopedic hand clinic.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'11721245': 1, '939441': 1, '23204970': 1, '17681860': 1, '26372763': 1, '7717945': 1, '12051006': 1, '11172378': 1, '6600352': 1, '27210506': 1, '3624992': 1, '16106506': 1, '6744715': 1, '14381470': 1, '5722129': 1, '3722762': 1, '7380863': 1, '28819593': 1, '8776083': 1, '24880606': 1, '3818751': 1, '32612479': 2}", "similar_patients": "{}"}