{"patient_id": 18319, "patient_uid": "7148584-1", "PMID": 32292618, "file_path": "comm/PMC007xxxxxx/PMC7148584.xml", "title": "Successful Treatment of a Massive Desmoplastic Fibroma of the Ilium without Surgery: A Case Report with Long-Term Follow-Up", "patient": "A 21-year-old female patient presented to our orthopedic outpatient department with right hip pain. She had no history of preceding episodes of trauma or intense exercise. Her medical history was unremarkable. On physical examination, although the hip range of motion was normal, right hip pain occurred under loading. Blood laboratory findings were within normal limits. Radiography and computed tomography (CT) showed an osteolytic lesion of the right ilium and acetabulum with cortical destruction, marginal sclerosis, slight pseudotrabeculation, and bone expansion (Figures and ). Magnetic resonance imaging (MRI) revealed a massive tumor lesion throughout the right ilium; T1- and T2-weighted images of the iliac lesion showed low-signal intensity compared to the muscle, indicative of fibrous tumor (Figures and ). As the acetabulum was severely destroyed, there was a possibility of malignant tumor such as low-grade fibrosarcoma and malignant change of fibrous dysplasia. Open biopsy from the right ilium showed the proliferation of spindle cells in an abundant collagenous matrix and involvement of tumor cells in the bone cortex, inducing bone destruction (). Neither cellular atypia nor mitotic figures were observed. As the specimen in the lesion was a mature bone tissue and not C-shaped woven bone seen in fibrous dysplasia, the tumor was not considered as fibrous dysplasia. Furthermore, immunohistochemically, the specimen was positive for cytoplasmic vimentin and smooth muscle actin (SMA), suggesting a diagnosis of DFB (Figures and ). However, as low-grade fibrosarcoma was not definitively excluded, close follow-up with radiological evaluation was performed. Although loading of the right leg was allowed, intense exercise such as sports was prohibited. Bisphosphonate was administered to delay lesion progression. The osteolytic lesion in the ilium changed to an osteosclerotic lesion over time, accompanied with a decrease in hip pain, allowing loading of the right leg. CT at 10 years after the first visit revealed a partially sclerotic lesion of the ilium and acetabulum (Figures and ). In the 10 years of follow-up, the pain control was good.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'17126252': 1, '26622872': 1, '23568675': 1, '26909301': 1, '11061693': 1, '26720861': 1, '17980636': 1, '23459513': 2, '25120666': 2, '27816276': 1, '26604517': 2, '8780539': 1, '24179509': 2, '16360612': 1, '32292618': 2}", "similar_patients": "{'4114711-1': 1, '3583030-1': 1, '3813691-1': 1, '4611949-1': 1}"}