{"patient_id": 18502, "patient_uid": "7161217-1", "PMID": 32327983, "file_path": "comm/PMC007xxxxxx/PMC7161217.xml", "title": "Report of a Case of Creutzfeldt-Jakob Disease With an Unusual Clinical Presentation", "patient": "We report of a 59-year-old woman who developed, since December 2015, language abnormalities characterized by word retrieval difficulties and impairment in sentence production. These changes were reported to interfere with her job activity, with raising work-related stress and anxiety. In the following 6 months, she developed difficulties in calculation abilities, impairment of time perception and short-term memory loss. The social entourage had perceived that something was wrong, especially since spring 2016, when she was referred to a local neurologist and a mini-mental state examination (MMSE) was performed with a normal score (30/30). After 9 months from symptoms onset, she was considered unable to work. She was referred to our neurological outpatient service and hospitalized. Neurological examination in December 2016 showed moderate aphasia with some difficulties in the denomination. No pathological abnormalities were found in the neurologic exam of cranial nerves, strength, tone, reflexes, coordination, sensory function, and gait. A neuropsychological evaluation was conducted during the hospitalization with an initial informal discussion followed by a detailed neuropsychological examination using a battery of tasks designed to evaluate global cognitive functioning (Mini-Mental Status Examination, MMSE), language (Boston Naming test-short version, Phonemic and Semantic Fluency test), short term and working memory (forwards and backward Digit and Corsi span), anterograde verbal episodic memory (Story Recall test), anterograde visuospatial memory (Rey-Osterrieth Complex figure test Recall), attention and processing speed (Trail Making Test), executive function [Frontal Assessment battery (FAB)] and visuospatial skills (Rey-Osterrieth Complex figure test Copy). A detailed language assessment was also conducted through the Neuropsychology Exam for Aphasia (ENPA). At the time of the evaluation, the patient was alert and oriented in all domains, engaged in the examination but mildly anxious. She exhibited partial insight about her declining abilities, claiming that these were due to work-related stress. We perceived a lack of emotional insight and concern over her status. In the spontaneous speech, she showed difficulty in language production, with impaired word-retrieval and use of passe-partout words. There was no evidence of a primary impairment of comprehension. The language was characterized by a lack of focus, tangential and ambiguous speech. The neuropsychological evaluation outlined impairment across multiple domains (). She scored 23/30 at MMSE, showing a rapid deterioration compared to the test performed 6 months before, in June. Her performance was particularly poor in short and long verbal memory tasks. She was also impaired in the executive domain, with difficulty accessing mental lexicon and carrying out mentally effortful tasks such as calculation, mental manipulation, task-set inhibition and cognitive flexibility. Visuospatial long-term memory was less affected than verbal memory. Other measured abilities appeared to be preserved, including graphomotor skills and visuospatial abilities. The investigation of speech and language functions () showed prominent abnormalities in two specific aspects of language processing: verbal fluency (Letter and Category subtasks) and spontaneous speech (Spoken Picture Description). Connected speech was compromised due to frequent pauses for word retrieval and difficulty in discourse organization. We did not find selective impairments on comprehension, denomination, repetition, reading, and writing. Laboratory tests were in range except for a slight increase in ammonia and amylase (non-specific findings); slight hypovitaminosis D and subclinical hyperthyroidism (with normal autoimmune screening with anti-TPO, anti-thyroglobulin, anti-TRAK). No further abnormalities were present in electrolytes, glucose, PCR, VES, sidero-vitamin levels (including B1 e B12). The autoimmune and infectious screening was negative.\\nWe performed an extensive panel to search for paraneoplastic antibodies with negative results. Moreover, chest and abdomen CT scan with iodinated contrast were unremarkable. CSF examination was in range. CSF protein 14–3–3 was negative. The dosage of protein TAU and phospho-TAU was normal (TAU 284 ng/L—ref. <360 ng/L; p-TAU 30 ng/L—REF <60 ng/L), while Aβ42 was slightly reduced (Aβ42 367 ng/L—ref.>, 450 ng/L). Electroencephalogram (EEG) at baseline showed non-specific findings, with intermittent slight slow-waves abnormalities, mostly in the left frontal, central and temporal regions. Brain magnetic resonance imaging (MRI) showed bilateral and diffuse supratentorial cortical diffusion restriction, more evident in the parietal lobes and posterior cingulum, with sparing of the peri-rolandic cortex. No clear cortical signal abnormalities were visible on T2 weighted or T2-fluid-attenuation-recovery (FLAIR) images and no enhancement was visible after contrast media administration. Brain MRI abnormalities were visible since the first evaluation. Basal ganglia and thalami were never involved (). Abnormalities remained stable at 2 and 6 weeks follow up MRI exams (not shown). FDG-PET ([18F]-fluoro-2-deoxy-D-glucose positron emission tomography) showed left lateralized reduced glucose metabolism in temporal, parietal and frontal lobes, partially overlapping with the cortical diffusivity abnormalities seen on MRI. No involvement of subcortical structures was present (). MRI findings were strongly indicative of CJD. However clinical, laboratory and EEG findings were not sufficient to fulfill the diagnostic criteria of CJD which applied at the time of clinical assessment (Vitali et al., ). Indeed, neither myoclonus, visual or cerebellar signs or akinetic mutism were present; periodic sharp wave complexes were not visible at baseline EEG and the CSF assay for 14–3–3 was negative. We, therefore, performed a real-time quaking-induced conversion (RT-QuIC) assay on a frozen sample of corticospinal fluid (CSF), which showed a positive result. Notably, CSF was clear, protein and white blood cell levels in CSF were in range, respectively 271 mg/L (range 200–400) and 0,7/μl (normal value <5/μl). In the following months, the patient experienced a rapid worsening of symptoms, with symptomatic epilepsy. A detailed neuropsychological follow-up could not be repeated. Neither myoclonus, tremors or involuntary movements were present during the course of the disease. Notably, a long-term EEG monitoring, performed in February 2017, showed most evocative findings, with single triphasic waves in both waking and sleeping status compatible with mild encephalopathy and slight phasic periodism during the night. The patient died in May 2018 after the recurrence of an epileptic seizure. She developed pneumonia probably due to bronchoaspiration with consequent respiratory failure. Pathology proved the diagnosis of sporadic CJD, subtype MM/MV 2C.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'29099286': 1, '30282760': 1, '20069586': 1, '27042906': 1, '9524875': 1, '21471469': 1, '19773352': 1, '28878311': 1, '18679029': 1, '21325651': 1, '25791224': 1, '28121634': 1, '31206560': 1, '28076012': 1, '30707186': 1, '24989902': 1, '27893164': 1, '9811807': 1, '27942718': 1, '29304167': 1, '14561797': 1, '22744790': 1, '32327983': 2}", "similar_patients": "{}"}