{"patient_id": 100471, "patient_uid": "7457691-1", "PMID": 32922799, "file_path": "noncomm/PMC007xxxxxx/PMC7457691.xml", "title": "Surgical pulmonary embolectomy in a multi-trauma patient: One-center\\nexperience in the resource-limited setting", "patient": "A 65-year-old woman had traffic accident with liver trauma and open fracture of both tibia\\nand fibula on the right side (). She had no problem with the health before. After the immobilization of lower\\nextremity, the patient was admitted to the Department of Emergency Abdominal Surgery for\\nliver conservative therapy. The liver sonography and computed tomography (CT) saw laceration\\nwith 11 cm in length, 4 cm parenchymal depth, and parenchymal contusion in IV, V, VI lower\\nlobes without active bleeding (). She was diagnosed with third degree of liver trauma according to the\\nAmerican Association for Surgery of Trauma, therefore anticoagulation was delayed for 72 h after admission due to the liver\\ninjury.\\nOn her second hospital day, the patient had shortness of breath, chest pain, sinus\\ntachycardia more than 140 per minute, blood pressure 90/60 mmHg and hypoxemic, and oxygen\\nsaturation about 90% with high-flow oxygen face mask. An urgent chest CT pulmonary\\nangiography revealed massive PE and pleural effusion ().\\nThe patient was immediately sent to the intensive care unit (ICU). An urgent bedside\\ntransthoracic echocardiography showed severe right ventricular (RV) dilation,\\nmoderate-to-severe pulmonary hypertension, and moderate tricuspid valve regurgitation.\\nDoppler echography showed thrombus of right popliteal and tibial veins. D-dimer analysis was\\n36940. A team including cardiologists, cardiac surgeons, and reanimatologist consulted\\ntogether for the consideration of therapies. Because the patient had liver injury, the\\nfibrinolytic therapy was contraindicated; hence, the surgical pulmonary embolectomy was\\nrecommended.\\nThe urgency operation was indicated for our patient. In the operation, we used median\\nsternotomy, heparinization by 200 UI/kg, activated clotting time (ACT) about 300–400 s, and\\naortic and bicaval cannulation. Cardiopulmonary bypass (CPB) went on with full flow and on\\nbeating heart the pulmonary trunk was opened longitudinally, extended to left pulmonary\\nartery. Under direct vision, blood clots in left pulmonary artery were taken out by Miniry\\n(special instrument for bile-stone removal) () and left PA purified by warm solution of\\nNaCl 0.9%. In the right side, PA was longitudinally opened next to the superior vena cava,\\nand blood clots were removed using the same method. Mini-incision in right atrium was made\\nto control the absence of thrombus. All incisions were closed by continuous Prolene 5–0\\nsuture. The CPB was stopped and the operation was ended. Bypass time was 30 min.\\nThe patient was transferred to ICU with low dopamine dose in the stable hemodynamic\\nparameters. Bedside echography of liver showed the same lesion of liver as before, and no\\nchange of abdominal effusion. Chest X-ray demonstrated pulmonary interstitial edema. Both\\nher legs were dressed with compression stockings, and heparin was indicated after 6 h of\\nsurgery. The patient was extubated successfully within 72 h, and then osteosynthesis was\\nperformed after 10 days. After the 7-day osteosynthesis, she was discharged from the\\nhospital with oral Xarelto 20 mg per day. Post-operative CT pulmonary angiography revealed\\ngood result, PA without thrombus, and good deflated lungs (). A transthoracic echocardiogram showed\\nnormal pulmonary pressure and low tricuspid valve regurgitation.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'31258361': 1, '18757870': 1, '21633579': 1, '32228707': 1, '5155756': 1, '511928': 1, '15867775': 1, '31504429': 1, '22466693': 1, '21422387': 1, '7897707': 1, '9794353': 1, '22084663': 1, '12809261': 1, '24333199': 1, '17261411': 1, '18574271': 1, '26992603': 1, '22698769': 1, '32922799': 2}", "similar_patients": "{}"}