{"patient_id": 31236, "patient_uid": "7834546-1", "PMID": 33520558, "file_path": "comm/PMC007xxxxxx/PMC7834546.xml", "title": "Isolated Radial Vein Thrombosis: Upper Extremity Deep Vein Thrombosis in a Patient With COVID-19 Infection", "patient": "A 56-year-old male with no significant past medical history presented with shortness of breath, cough, headache, and body pain for four days. His temperature was 98°F, blood pressure was 142/91 mmHg, heart rate 92/min, and oxygen saturation was 88% on room air. His white blood cell was 5.1 K/uL, platelet 122 K/uL, D-Dimer was 476 ng/mL, ferritin 2184 ng/mL, erythrocyte sedimentation rate (ESR) 45 mm/hr, and C-reactive protein (CRP) 27 mg/dL. Chest X-ray revealed bilateral infiltrates. Reverse transcription-polymerase chain reaction detected severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) via a nasopharyngeal swab and he was admitted to the hospital. Peripheral venous access was obtained on the left forearm and was he started on remdesivir and dexamethasone. He was placed on low molecular weight heparin (LMWH) 0.5 mg/kg every 12 hours for DVT prophylaxis. He developed acute respiratory failure requiring 15 L of oxygen and did not require high flow oxygen or non-invasive positive pressure ventilation (NIPPV). On day six of hospitalization, he developed right upper extremity swelling, and D-Dimer was 4674 ng/dL. Bilateral venous Doppler ultrasound of the upper extremity showed acute DVT within the right proximal radial vein (Figure ). Lower extremity doppler ultrasound was unremarkable for any DVT. Computed tomography (CT) scan of the chest with contrast showed bilateral ground-glass opacities and no pulmonary embolism (PE). He was started on 1 mg/kg of enoxaparin (therapeutic dose) every 12 hours, subsequently switched to oral apixaban. His oxygen demand improved, and he was discharged home with 3 liters of oxygen and apixaban.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'32659213': 1, '32868115': 1, '26867832': 1, '32305586': 1, '33936889': 2, '33880318': 2, '26682067': 1, '32442268': 1, '32702090': 1, '32502594': 1, '27489158': 1, '32492712': 1, '32407672': 1, '33520558': 2}", "similar_patients": "{'8052988-1': 1, '8081373-1': 1}"}