{"patient_id": 33902, "patient_uid": "7981294-1", "PMID": 33136256, "file_path": "comm/PMC007xxxxxx/PMC7981294.xml", "title": "Cor triatriatum sinister with left anomalous pulmonary venous drainage to innominate vein: what to do with the vertical vein?", "patient": "A 47-day-old male infant was transferred to our center for evaluation of body weight loss.\\nAfter admission, CT scan revealed CTS with left anomalous pulmonary venous drainage. The left pulmonary vein (PV) was draining into the innominate vein via the vertical vein (VV), as well as into the accessory left atrial (LA) chamber via a narrow common pulmonary venous collector (CPVC). He was diagnosed with CTS as a subtype of Lucas–Schmidt classification III A2 (Fig. ).\\nOn hospital day 2, transthoracic echocardiography revealed a significantly dilated right portion of the heart and a severely obstructive fibromuscular membrane between the two LA chambers (mean pressure gradient 6.2 mmHg); this membrane contained a hole 2.9 mm in diameter. The atrial septal defect (ASD) was likewise restrictive with a diameter of about 2 mm (type A2 Lam classification []). The CPVC between the VV and the accessory LA chamber was as narrow as 2.9 mm in places. On the other hand, the VV was compressed from the dilated left pulmonary artery (PA) (Fig. ).\\nOn hospital day 4, cardiac catheterization revealed super-systemic pulmonary hypertension with a pulmonary/systemic pressure ratio of 1.21. The mean pressure gradient between the two LA chambers was estimated at about 10 mmHg. The VV was not obstructive because left PCWP was 16 mmHg and mean innominate vein pressure was 14 mmHg (Table ). Right PA angiogram showed that right pulmonary venous (PV) blood was partially flowing through the long narrow CPVC and then through the dilated VV (Fig. a). Left PA angiogram showed that left PV blood was flowing almost entirely into the VV (Fig. b).\\nAfter cardiac catheterization, the patient underwent an urgent operation. Under standard cardiopulmonary bypass and cardioplegic arrest, both the right atrium and right-sided left atrium were opened. Three structures could be confirmed from the left atriotomy, ① right PV ② CPVC orifice, and ③ a small window to the true LA chamber, whereas the only structure of ASD was confirmed from the right atriotomy. The fibromuscular membrane between the two LA chambers was breached by a narrow communication less than 3 mm in diameter, which was completely resected. We did not choose to cut back the orifice of the CPVC because the CPVC had a long narrow shape rather than a localized stenosis in the opening of the LA. The ASD was repaired with a pericardial patch with a 4 mm fenestration to prevent pulmonary hypertension crisis. VV banding was applied by wrapping 2-0 silk around the VV, applying surgical clips, and adjusting the diameter of the VV to half its original value.\\nThe postoperative course was uneventful, with no episodes of pulmonary hypertension crisis. The patient was extubated on postoperative day (POD) 5. Postoperative transthoracic echocardiography showed low velocity with no obstruction in the two LA chambers or the CPVC. The mean pressure gradient in the VV is 1.7 mmHg (Fig. ). He was discharged on POD 20.\\nThree months after the surgery, cardiac catheterization revealed that the blood flow from the left PV to the mitral orifice was smooth and unobstructed. The procedure also confirmed that the CPVC had grown, as had the left PV (Fig. ). Main PA pressure dropped significantly to 26/11 mmHg (mean, 17 mmHg), and there was no significant difference in the left and right PA pressures. The mean pressure gradient at the banding of the VV is estimated at about 5 mmHg (Table ).", "age": "[[47.0, 'day']]", "gender": "M", "relevant_articles": "{'9028133': 1, '23829896': 1, '14461697': 1, '30675831': 1, '22078218': 1, '22116605': 1, '895180': 1, '31496401': 1, '33136256': 2}", "similar_patients": "{}"}