{"patient_id": 25591, "patient_uid": "7519275-2", "PMID": 32979826, "file_path": "comm/PMC007xxxxxx/PMC7519275.xml", "title": "Perioperative FOLFOX in management of peritoneal metastases of colorectal cancer. Case report of 2 patients", "patient": "A 59-year-old woman presented to the Washington Cancer Institute with a recurrence of intestinal-type (non-mucinous) appendiceal adenocarcinoma. There was no family history of appendiceal or colorectal cancer. This was thought to be a sporadic and not familial cancer. Her visit was prompted by a mass in the right iliac fossa on PET-CT and a rapidly increasing CA 19-9. She was asymptomatic.\\nOn 02/02/2017, right lower quadrant pain caused a diagnosis of appendicitis. At surgery an adenocarcinoma of the base of the appendix was treated by ileocaecectomy. Two lymph nodes were negative for cancer.\\nOn 10/12/2017, recurrent disease at the ileocaecectomy site was resected.\\nOn 03/17/2018, a third intervention was a sigmoid colon resection for limited peritoneal metastases.\\nOn 05/04/2019, PET-CT showed a mass in the right iliac fossa and a rising CA 19-9 to 114 units/mL. Upper and lower gastrointestinal endoscopy were normal.\\nOn 06/19/2019, a cytoreductive surgery was performed. Tumor was resected from the right paracaval and right common iliac lymph node chain. Cancer dissemination beneath the bifurcation of the common iliac artery and vein and going down the femoral canal into the upper thigh was not resected. There was tumor spillage with the extensive lymphadenectomy.\\nThe hyperthermic perioperative chemotherapy was FOLFOX and a single instillation of EPIC 5-fluorouracil. Following perioperative FOLFOX areas of residual cancer were marked out by metal clips for possible postoperative radiotherapy. Sites of residual disease were excluded from the abdomen and pelvis by an omental pedicle flap. There were no postoperative complications. Function of the right lower extremity returned to normal. At 10 months after cytoreductive surgery, no disease progression has occurred with the patient on systemic chemotherapy. Monitoring for possible disease progression is by serial CA 19-9 blood tests and follow-up CT.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'9704726': 1, '8849965': 1, '33968430': 1, '2910444': 1, '25535649': 1, '18493824': 1, '30838646': 1, '21104923': 1, '26920385': 1, '2118420': 1, '33968432': 1, '3898450': 1, '9499187': 1, '30342279': 1, '10807388': 1, '7857141': 1, '10944126': 1, '12445064': 1, '10640968': 1, '12734097': 1, '32979826': 2}", "similar_patients": "{'7519275-1': 2}"}