{"patient_id": 23518, "patient_uid": "7427638-1", "PMID": 31663595, "file_path": "comm/PMC007xxxxxx/PMC7427638.xml", "title": "A rare case of PLA2R- and THSD7A-positive idiopathic membranous nephropathy", "patient": "A 46-year-old male was admitted to a hospital in the Metropolitan Area of Belo Horizonte, Minas Gerais, Brazil, with leg edema progressing since six months prior to hospitalization, associated with foamy urine and weight gain of 10 Kg. The patient had a history of systemic hypertension, hyperuricemia, dyslipidemia, and recurring use of non-steroid anti-inflammatory drugs. Physical examination revealed he had edema on both legs (2+/4+). His blood pressure was normal (BP 120x60 mmHg) and he breathed normally in ambient air. The patient was on amoxicillin/clavulanic acid for community-acquired pneumonia. His renal function was preserved (serum creatinine: 0.86 mg/dL) and he did not have fluid and electrolyte disorders or anemia (Hb: 12.1 mg/dL). Urine tests showed urinary protein (3+/3+) and hematuria with erythrocyte dysmorphism (30%), 4.0 g of urinary protein over 24 hours, hypoalbuminemia (albumin: 1.5 mg/dL), and hypercholesterolemia (total cholesterol: 217 mg/dL). Serology tests for HIV, hepatitis B and C, VDRL, ANA, RF, and ANCA were negative. C4 level: 35.5 mg/dL; C3 level: 126.3 mg/dL. His transthoracic echocardiogram showed an ejection fraction of 65% without ventricular dysfunction, while venous ultrasound examination of the legs did not reveal signs of deep venous thrombosis. The patient was suspected for glomerular disease, and a kidney biopsy was thus ordered. Examination of biopsy specimens on a light microscope showed glomeruli with a slightly expanded mesangial matrix and increased mesangial hypercellularity, a diffusely thickened GBM with small spikes (), and preserved tubulointerstitial and vascular spaces. Immunohistochemistry analysis with fluorescein revealed a speckled pattern along the basement membrane stained positive for IgG, C3, Kappa and Lambda. Mesangial expression of IgA, C3, Kappa and Lambda was also found ( to ). Peroxidase immunohistochemistry showed a strong granular pattern along the basement membrane stained positive for IgG1, IgG4, THSD7A, and PLA2R ( to ). Examination with an electron microscope helped to identify electron-dense subepithelial and mesangial immune deposits with diffuse podocyte foot process alterations, including flattening and effacement ( and ). These alterations are consistent with stage II membranous nephropathy associated with IgA nephropathy stained positive for PLA2R and THSD7A. The patient underwent examination with upper gastrointestinal endoscopy, colonoscopy, and chest/abdomen computed tomography scans, and was tested for serum CEA and CA 19-9, but relevant alterations were not found. The patient is stable and has had steady decreases in urine protein levels (3.5 grams/24 hours after two months). He is currently on dual RAAS blockade, hemodynamically stable, and free of renal function alterations.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'29619862': 1, '28904430': 1, '29243738': 1, '30619370': 1, '26393352': 1, '34221395': 1, '19571279': 1, '6383668': 1, '26847174': 1, '25394321': 1, '27192690': 1, '34675937': 2, '21323563': 1, '28580037': 1, '34401734': 1, '27436855': 1, '6342888': 1, '29623759': 1, '30607777': 1, '31663595': 2}", "similar_patients": "{'8523937-1': 1}"}