{"patient_id": 33076, "patient_uid": "7930558-1", "PMID": 33662913, "file_path": "comm/PMC007xxxxxx/PMC7930558.xml", "title": "Mediastinal hemangioma mimicking an invasive tumor growth: A case report", "patient": "An asymptomatic 73 year-old man with a remote history of surgically treated gastric cancer at the age of 40 presented with a 50 mm-sized mass on a chest radiography (). He had no significant familial history without any drug use nor allergic history. Chest contrast-enhanced Computed Tomography (CT) revealed an irregular homogenous mass in the anterior mediastinum, which extended along the left diaphragm without any specific enhancing effects (19–27 Hounsfield Unit) (ab). Magnetic Resonance Imaging (MRI) revealed a septate cystic lesion with a high intensity on the T2-weighted image (a). Fat-suppressed T1-weighted images revealed that the mass contained less fatty tissue (b). An invasive thymic epithelial tumor or soft tissue tumor were suspected mainly because of its location and a radiological extent, and a radical excision was planned via video assisted thoracoscopic surgery by an attending thoracic surgeon at our institute.\\nWith the patient in the right semi lateral decubitus position, a total of 3 ports were placed on the 6th, 7th, and 8th left intercostal anterior axillary lines, respectively. Under Carbon dioxide insufflation at a pressure of 8 mmHg, the lesion was visualized adjacent to the pericardium. The lesion was also observed to have grossly invaded into the diaphragm and lower lobe of the left lung. He underwent a total tumorectomy with a combined resection of the pericardial fat, left lung, and diaphragm. Since a complete resection was achieved, no intraoperative frozen section examination was performed. The postoperative course was uneventful and the patient was discharged on the third postoperative day. The macroscopic findings of the specimen revealed a circumscribed mass embedded in the fat tissue (). The histopathological findings revealed dilated medium sized blood vessel proliferation in the adipose tissue. Those vessels were mainly muscular veins with a small number of arteries. Those findings were compatible with the diagnosis of a mediastinal hemangioma (a). Only fibrous adhesions were observed between the tumor and resected lung and diaphragm without any histological invasion (b).", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'11888777': 1, '31801558': 1, '33181358': 1, '16764313': 1, '21620005': 1, '28616297': 1, '22790999': 1, '11331155': 1, '34466254': 2, '16510033': 1, '28886433': 1, '3592837': 1, '29354184': 1, '7972751': 1, '628723': 1, '18520569': 1, '2398157': 1, '33662913': 2}", "similar_patients": "{'8385463-1': 1}"}