{"patient_id": 21666, "patient_uid": "7335395-1", "PMID": 32670651, "file_path": "comm/PMC007xxxxxx/PMC7335395.xml", "title": "Clinical Significance of Pain in Differential Diagnosis between Spinal Meningioma and Schwannoma", "patient": "A 46-year-old woman presented to the Neurosurgery Department of University Medical Center in July 2018 with an impaired sense of pain and temperature in the anterior torso below the sternum. The patient complained of the numbness of both legs progressing from about nine months and the segmental pain in the back radiating to the right arm, induced by pressure and appearing during sports activity—horse riding and running. The patient has been suffering from micturition disorders for several weeks. Physical examination showed the abolition of abdominal reflexes, symmetric cloning of tendon reflexes, and impaired sensation in both legs, with no motor deficits. Laboratory blood tests were requested: they were all normal (RBC 4,5 106/μL; WBC 7,5 103/μL; PLT 263 103/μL; HGB 14 g/dL; HCT 41,1; MCV 91,3%; ALAT 15,0 U/L; ASPAT 26,0 U/L; creatinine 0,76 mg/dL; glucose 87,0; bilirubin 0,8 mg/dL; anti-HCV negative; HbsAg negative). The patient negated any comorbidities and ailments. sagittal and axial T1 and T2 and gadolinium-enhanced magnetic resonance images (MRI) of the thoracic spine were performed. MRI revealed an oval focal intradural extramedullary lesion significantly compressing the spinal cord (ap 9.4 × si 25 mm), located posterolateral at the Th1-Th2 level. The tumor was isointense on T1-weighted image and demonstrated heterogeneously raised hyperintense T2 signal. Upon contrast application, the T1-weighted sequence demonstrated strong, nearly homogeneous mass enhancement (Figures and ). The patient was hospitalized and operated urgently. The clinical image strongly suggested the meningioma due to its location and MRI characteristics. Meningiomas arise from arachnoid cap cells embedded in dura near the spinal nerve root sleeve. Their predominant spinal canal location is lateral. They are more common in women (up to 85% of cases) and located in the thoracic region of the spine (80%). They present in an oval shape the majority of cases []. In 75% of meningiomas, calcifications were registered. []. These features led to presurgical planning for meningioma resection. Surgical treatment involved a posterior approach with Th1-Th2 laminectomy and the gross total tumor resection. Pathological examination revealed schwannoma conventional Antoni type A, WHO grade I, with a clearly low proliferation index and positive S-100 reaction. Schwannomas are composed of Schwann cells with fibrous tissue. These tumors may show cystic degeneration and hemorrhage. They usually displace nerve roots []. Schwannomas are further classified into two types based on distinct histological patterns—Antoni A (Type 1) and B (Type 2) tumors []. When present, heterogeneity of the tumor has been shown to correlate histologically with a greater ratio of Antoni B tissue than Antoni A. On MR imaging, Type 1 predominant tumors tend to be smaller and homogeneous while heterogeneous tumors (with or without cystic degeneration) tend to have higher proportions of Type 2 tissue []. In the presented case, the pathological examination confirmed a Type 1 schwannoma.\\nRadical tumor resection was confirmed on postoperative MRI scans (). No tumor recurrence was noted during a follow-up of well over 9 months. During the follow-up period, the patient completely recovered all neurologic deficits after the surgery.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'30684254': 1, '29114437': 1, '18312658': 1, '26636382': 1, '29198491': 1, '32670651': 2}", "similar_patients": "{}"}