{"patient_id": 19550, "patient_uid": "7227273-1", "PMID": 32414336, "file_path": "comm/PMC007xxxxxx/PMC7227273.xml", "title": "Blackfly fever and dermatitis caused by Simulium kiritshenkoi: a human case report in Iran", "patient": "In September 2019, a 25-year-old man from Tehran province, while fishing and camping in Namrood river in Harandeh village, Firuzkuh County, Tehran Province, Iran (35.7550° N, 52.7724° E) (Fig. ) was attacked by numerous Simulium flies at early morning. After few minutes, pruritic dermatitis with considerable edema appeared in biting sites on hands and legs (Fig. ). In the next few hours, the patient’s condition aggravated in reactions to blackflies bites by appearing swollen lymph nodes, joints aching, and 40 °C fever. The patient’s clinical signs and symptoms were alleviated by single injection of intramuscular Dexamethasone Phosphate (DEXADIC®) 8 mg/2 ml after 24 h after referring to an infectious disease specialist. However, the pruritic lesions completely healed after 10–14 days with no further treatment. Meanwhile, the interview revealed that the patient had no history of allergic diseases and had not yet experienced such condition.\\nThe flies were captured on the skin during blood-feeding by the patient and kept in a capped container. All captured flies were brought to the Department of Medical Parasitology, School of Public Health, Tehran University of Medical Sciences for further investigations.\\nBy investigating the morphological characteristics, the collected adult blackflies were identified as the females S. kiritshenkoi (Fig. ). In the female blackflies, the eyes are separated (dichoptic). While, in the males, the eyes are close together (holoptic). Tarsus of the hind leg with calcipala, no hair at the base of radius vein, two silvery grey parts at the front of the scutum, the hairy pleural membrane, strongly beak-like process on the ventral plate of the genitalia, and red or reddish-orange antennae are some morphological characters of adult male S. kiritshenkoi. Adult females of S. kiritshenkoi have a hairy pleural membrane, and calcipala on the tarsus of the hind leg. Scutum is black or dark grey-black with ornatum pattern. Antennae are orange-red [].", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'22541132': 1, '25349761': 2, '24595558': 1, '33669296': 1, '33148310': 1, '23388686': 1, '26312269': 1, '23382171': 1, '32414336': 2}", "similar_patients": "{'4202199-1': 1}"}