{"patient_id": 98788, "patient_uid": "7315076-1", "PMID": 32595374, "file_path": "noncomm/PMC007xxxxxx/PMC7315076.xml", "title": "A Different Perspective on the Phenomenon of Hemiplegic Encephalitis: A Case Report", "patient": "A 35-year-old male patient presented at the outpatient clinic with the complaints of a loss of strength on the left side and difficulty walking. The patient had previously gone to a medical center with complaints of fever and a headache, and he had been sent home with medical treatment. However, 1 week later, the symptoms of diplopia and a drooping mouth developed, and he consulted a private hospital. The first neurological examination revealed bilateral nystagmus on lateral gaze, peripheral facial paralysis on the right side, hypoesthesia of the left half of the face, and unresponsive bilateral plantar skin reflex. A cranial MRI detected brainstem edema with a homogenous contrast-enhanced focus, and hyperintensity on T2-weighted fluid-attenuated inversion recovery sections, which suggested the presence of vasculitis, postviral demyelinating pathology, or encephalitis. The results of a biochemical analysis of cerebrospinal fluid (CSF) retrieved via lumbar puncture (LP) included protein: 74 mg/dL, white blood cell count: 115/mm3, erythrocyte count: 4/mm3. Some parameters of vasculitis and viral diseases, such as antinuclear antibody, perinuclear antineutrophil cytoplasmic antibody, cytoplasmic antineutrophil cytoplasmic antibody, anti-Ro, and anti-La antigens were analyzed, A CSF culture, tuberculosis culture, and testing for herpes simplex virus (HSV) types 1 and 2 using a polymerase chain reaction (PCR) test were performed. Treatment with acyclovir (3x750 mg) and ceftriaxone (2x2 g) was initiated, and the patient was sent to another teaching and research hospital. On the 11th day of treatment, neurological manifestations worsened, and another cranial MRI examination demonstrated that the earlier lesion in the pons had disappeared, but a new contrast-enhanced lesion was observed. Behçet’s disease testing was performed, and intravenous methylprednisolone pulse (IVMP) therapy was initiated and continued for 10 days. Left-sided hemiplegia developed on the eighth day of IVMP treatment. Autoimmune encephalitis was considered, and intravenous immunoglobulin treatment of 5 daily doses of 0.4 mg/kg was added to a daily dose of oral methyl prednisolone of 64 mg. On the third day of this treatment, clouded consciousness developed. A repeat cranial MRI detected a new supratentorial lesion to the left of the midline. A decompressive right frontoparietal craniotomy was performed, and samples were obtained from the arachnoid and pial regions and sent for culture and antibiogram. The department of infectious diseases initiated meropenem treatment of 2 g 3 times a day. The histopathology report of the biopsy specimen indicated diffuse macrophage infiltration consistent with demyelinating disease or chronic inflammation. The PCR analysis of vasculitis and viral infection parameters of HSV, Ehrlich-Ziehl-Neelsen staining, incubation on Löwenstein media, and other cultures for tuberculosis and Brucella screening yielded negative results. However, Burkholderia mallei was present in the samples, so trimethoprim/sulfamethoxazole was added to the antibiotherapy treatment. Subsequent control cranial MRIs revealed an abscess, and vancomycin was added to the treatment. The patient had a heightened startle response to sound and a once daily dose of sertraline of 100 mg was also added. He was discharged from the neurology clinic with left hemiplegia, but was conscious, alert, oriented, and cooperative. The patient underwent physical therapy and an exercise program at an external center for nearly 3 months, after which he returned to the outpatient clinic with the complaint of ongoing weakness on the left side.\\nThe patient was fully conscious, oriented, and cooperative. He could respond to single and multiple commands. He had good sitting balance, but could not lie down without assistance. He could stand, but could not support his full weight while standing. When he attempted to walk, inversion of the left foot was observed, as well as a distinct genu recurvatum deformity. The Brunnstrom staging score [] for the left side was shoulder: 2 points, hand: 1 point, and lower extremity: 2 points. Right side lower, and upper extremity muscular strength was intact. The Modified Asworth Scale[] indicated that the left upper and lower extremities had grade 2 spasticity. The deep tendon reflexes of the left side were hyperactive, and more than 10 clonic convulsions of the Achilles tendon were observed. He had a restricted right gaze (total visual loss). A sulcus sign test was positive, though the range of joint mobility was restricted. Clinical scales were used to determine the severity of the palsy. The patient scored 25 points out of a possible 30 on a Mini-Mental State Test.[] His Barthel Index of Activities of Daily Living[] score was 25 out of a total of 100 points, which indicated that he was extremely dependent on a caregiver.\\nRoutine biochemical and hematological analyses performed during his hospitalization did not detect any abnormalities. A once daily dose of 6 mg tizanidine were increased to 8 mg, and then to 10 mg. Botox injections to the upper and lower extremities were administered under ultrasonographic guidance. Since the John Cunningham (JC) virus had previously been detected, the department of infectious diseases was consulted. Samples sent for examination of anti-HIV and viral hepatitis markers all yielded negative results. Since most people test positively for the JC virus antigen, it was discarded from consideration as an etiological agent.\\nThe patient was included in a physical therapy and exercise program that included mat exercises, weight bearing while standing, walking in parallel bars, and active assisted joint range of motion exercises for the upper and lower extremities. Neuromuscular electrical stimulation was applied on the left deltoid, wrist extensor, and tibialis anterior muscles. Mirror therapy to assist with recovery of manual function was performed for 30 minutes every day. His physical examination findings at discharge were a Brunnstrom score for the left side of shoulder: 2 points, hand: 1 point, and lower extremity: 2-3 points. A marked regression in spasticity was not observed after the application of Botox (Allergan plc, Dublin, Ireland). His Barthel Index score was 30 points. When he was discharged, he could walk in the parallel bars with assistance.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'4104715': 1, '16862584': 1, '18582201': 1, '19828476': 1, '20166970': 1, '12589831': 1, '14258950': 1, '15804262': 1, '15247545': 1, '19778765': 1, '9619637': 1, '8842253': 1, '6275134': 1, '6148470': 1, '8960724': 1, '12794644': 1, '3809245': 1, '7706811': 1, '16401850': 1, '9329932': 1, '5907254': 1, '32595374': 2}", "similar_patients": "{}"}