{"patient_id": 19404, "patient_uid": "7220133-2", "PMID": 32011510, "file_path": "comm/PMC007xxxxxx/PMC7220133.xml", "title": "Clinical and histopathological characterization of root resorption in replanted teeth", "patient": "A 24-year-old male suffering from caries of the central incisors presented with a history of trauma eight years ago, which had resulted in the avulsion of the 2 central incisors for over 2 hours. The avulsed teeth had undergone ex vivo root canal therapy and were subsequently, replanted. No discoloration or mobility of the 2 central incisors was noted on clinical examination. The patient did not complain of pain and both the teeth were not responsive to hot and cold stimuli. The surrounding gingival tissue was also normal.\\nFurther examinations revealed resorption of the distal root canal wall, which had nearly reached the obturation material in the upper right incisor. In the upper left incisor, root resorption was observed on the mesial and distal sides of the tooth in the cervical and middle thirds, leading to the separation of the apical third from the middle third of the root canal. No radiolucency was noted in the periapical region, whereas the surface of the distal root presented with a large lacuna located very close to the obturation material (Fig. ). The tooth was filled and a subsequent appointment for routine examination was scheduled.\\nThe extracted tooth (lateral incisor) from Case 1 was immediately immersed in 10% neutral-buffered formalin for 48 hours. Demineralization was performed in an aqueous solution containing EDTA, for 4 weeks. The specimen was routine embedded in paraffin. Longitudinal serial sections were made in the mesio-distal plane until the specimen was exhausted. Particular care was taken to obtain and locate sections passing through the foramen. The sections were then stained with hematoxylin-eosin and examined under the light microscope.\\nThe presence of some residual vital pulp tissue was noted in the pulp cavity (Fig. A). Several lacunae extending in to the primary dentin were observed in the dentinal walls of the crowns, along with the presence of multinucleated cells (Fig. B). Interestingly, in addition to the presence of some odontoblast-containing lacunae, areas of newly formed dentin covering obsolete resorption lacunae were also noted, indicating the simultaneous occurrence of both tooth resorption and regeneration (Fig. C). In addition to the few lacunae observed in the portion of the root facing the medullary cavity, a small number of odontoclasts and an abundance of fibroblasts as well as collagen fibers were noted adjacent to the pulp (Fig. D). The part of the root facing the periodontal ligament had several lacunae covered by reparative dentin and cementum (Fig. E). Granulation tissue present around the apical portion of the roots consisted mainly of fibroblasts, collagen fibers and a large number of lymphocytes. In addition to local hemorrhage and necrosis, local osteoid dentin formation was also noted in the vicinity (Fig. F).", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'9206373': 1, '26828678': 1, '15059946': 1, '23561410': 1, '16109994': 1, '19641147': 1, '19410071': 1, '23174609': 1, '29866405': 1, '24565654': 1, '18230380': 1, '32992684': 1, '21435537': 1, '10323155': 1, '11999942': 1, '10994783': 1, '23337039': 1, '16243183': 1, '26232839': 1, '19919541': 1, '24935537': 1, '11571543': 1, '23142342': 1, '12917279': 1, '32011510': 2}", "similar_patients": "{'7220133-1': 2}"}