{"patient_id": 98203, "patient_uid": "7266180-1", "PMID": 32509691, "file_path": "noncomm/PMC007xxxxxx/PMC7266180.xml", "title": "Lingual schwannoma in an adolescent girl- A diagnostic challenge", "patient": "A 14-year-old girl was referred to oral diagnostic department of Riyadh Elm University by a private practitioner to investigate a soft protruding mass on her tongue. Patient had no history of burning sensation, pain or paresthesia in the region. Nodule had been present for 2 years. Size of the nodule increased slowly over 2 years which was noticed by patient at the age of 12 years as a small growth. Blood investigations were normal. Only complaint of the patient was dysphagia. There was no history of bleeding from the lesion. Patient never noticed any change in color over the period of 2 years. She did not report any other growth in her mouth or other areas of the body.\\nClinical examination revealed a globular mass on dorsal surface of tongue measuring 2.0 cm × 3.0 cm × 3.0 cm []. Lesion was soft in consistency. Patient's only concern was mild discomfort at the site of swelling. There was no cervical lymphadenopathy. Growth in the transition area between the oral section of tongue and the base of the tongue was smooth and fluctuant. Surrounding lymph nodes were not palpable. Proposed treatment was transoral excision under local anesthesia.\\nTransoral excision was performed as an outpatient procedure under local anesthesia. One cartridge of Infiltrative anesthesia (lidocaine 2%) was administered around the lesion. We excised the lesion with a circular incision [] around the margin of the defect with a 2-cm margin below the surface of the tongue. Lesion was excised in total including a 3 mm margin [Figures and ].\\nPostoperative period was uneventful with good functional results []. Histopathology showed a circumscribed submucosal nodule with spindle cells and thin wavy nuclei with stratified squamous epithelium showing both Antoni type A with Verocay bodies and Antoni type B areas suggesting a schwannoma. Schwannomas have a dual pattern of tumor arrangement with a well-defined capsule []. One pattern (Antoni type A), shows Schwann cells arranged in palisades, interlacing fascicles, and organoid pattern resulting in Verocay bodies. Another pattern (Antoni type B), shows the Schwann cells loosely packed and embedded in an oedematous stroma. There has been no recurrence of the lesion 2 years following the excision.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'4326023': 1, '10923945': 1, '19336874': 1, '5235477': 1, '29018506': 1, '31360258': 1, '9461149': 1, '8688133': 1, '27279691': 1, '5288830': 1, '5796779': 1, '32509691': 2}", "similar_patients": "{}"}