{"patient_id": 28002, "patient_uid": "7670786-1", "PMID": 33198675, "file_path": "comm/PMC007xxxxxx/PMC7670786.xml", "title": "Congenital thrombocytopenia associated with GNE mutations in twin sisters: a case report and literature review", "patient": "A 22-day-old female newborn exhibited a platelet count of 1 × 109/L and showed detectable traces of blood in her stools. At the same time, her twin sister also had a platelet count of 6 × 109/L. The twins were born 37 3/7 weeks of gestational through cesarean section to a mother who denies unfavorable obstetric or medical histories. Moreover, there was no history of thrombocytopenia in the family. When the newborns were admitted to the NICU, vital signs and physical examinations appeared normal. Blood laboratory studies showed severe thrombocytopenia and mild anemia in the twins. The size of their peripheral blood platelets was shown to range from normal to large and their mean platelet volume was 10.6–13.2 fl (reference range: 6.5-12 fl). Routine urine, stool, liver function and renal function tests all appeared as normal. TORCH- and platelet-associated antibodies were negative. Megakaryocytes in the bone marrow showed normal morphology, but their maturation was hindered. Whole exon sequencing (WES) analysis revealed novel compound heterozygous mutations in exon 6 of the GNE gene (Fig. a), including c.1351C > T, (p. Arg451*) and c.1330G > T, (p. Asp444Tyr) (Fig. b, c). No other gene mutations related to thrombocytopenia were identified. A genogram directly confirmed that the twins were compound heterozygotes for these mutations (Fig. d). In the Genome Aggregation Database (gnomAD), the occurrence frequency of the two mutations was found to be 4/251452 (c.1351C > T) and 1/251452 (c.1330G > T). The c. 1330G > T was found to be a novel mutation. Despite being reported in HGMD as described by Tomimitsu [] et al and Mori-Yoshimura [] et al, c.1351C > T mutations associated with thrombocytopenia are first reported here. The p. Arg451* based reference sequence NM_005476.6 is a non-sense mutation. Furthermore, mutation pathogenicity prediction software, including Sorting Intolerant From Tolerant (SIFT), Polyphen2, LRT, MutationTaster, PredictSNP () and FATHMM, predicted that the c.1330G > T mutation was harmful and destabilizing. Homology modeling was performed for the wild-type or mutant proteins using the SWISS-MODEL server (). As shown in Fig. e, c.1351C > T results in the deletion of 8 amino acids starting at position 451, whereas c.1330G > T results in an Asp to Tyr mutation at position 444. Therefore, the twins were diagnosed with congenital thrombocytopenia associated with GNE mutations.\\nThe twins received platelet and intravenous immunoglobulin (IVIG) transfusions soon after admission to the NICU given their severe thrombocytopenia, but their baseline platelet counts remained as less than 10 × 109/L. After a 3-month follow-up, the twins did not show bleeding or signs of muscle wasting.", "age": "[[22.0, 'day']]", "gender": "F", "relevant_articles": "{'26712568': 1, '30192030': 1, '25214153': 1, '10334995': 1, '24737350': 1, '17235685': 1, '22507750': 1, '30390020': 1, '29480215': 1, '15136692': 1, '29941673': 1, '29603301': 1, '25257349': 1, '27135356': 1, '30338442': 1, '30401567': 1, '30467490': 1, '34858435': 1, '19448634': 1, '30160005': 1, '30171045': 1, '33198675': 2}", "similar_patients": "{}"}