{"patient_id": 97503, "patient_uid": "7180701-1", "PMID": 32352074, "file_path": "noncomm/PMC007xxxxxx/PMC7180701.xml", "title": "Ventricular repolarization abnormalities: the electrocardiographic track of cardiac tumoural involvement in an infant with tuberous sclerosis complex. A case report", "patient": "An eight-month-old female was referred for cardiac evaluation to elucidate an electrocardiographic abnormality detected during investigation of seizures. Cardiac symptoms were absent. She was undergoing routine neurological evaluations for epilepsy, controlled with Vigabatrin, Valproic Acid, and Clobazan. Family history was null regarding genetic syndromes. Prenatal, childbirth, and neonatal records were unremarkable. On examination, skin inspection revealed hypochromic macules (). Respiratory and cardiovascular inquiries were normal, same as laboratory tests () and chest radiography.\\nHer first ECG showed sinus rhythm, general parameters within normal range (heart rate: 125 b.p.m.; PR interval: 90 ms; SÂQRS: +50°; QRS duration: 70 ms; QT: 260 ms; QTc: 375 ms, and a pronounced dome-shaped ST-segment elevation in V2/V3 ().\\nThe admission’s transthoracic echocardiogram detected a single hyper-echogenic regular node in the mid part and right face of the interventricular septum, with 0.4 cm2 estimated area (). Cardiac chambers and Doppler analysis were normal without evidence of outflow tract obstruction.\\nAmbulatory ECG 24 h-Holter monitoring displayed sinus rhythm, mean heart rate of 111 b.p.m., normal PR interval, and QRS duration. No arrhythmias were detected.\\nDuring follow-up, investigation of recurrent urinary tract infections revealed multiple bilateral renal cysts (). Epilepsy, confirmed by electroencephalogram, was still controlled with the same medications. Seizures aetiology was elucidated, as brain magnetic resonance imaging unveiled cortical dysplasia and ependymal nodules ().\\nMeanwhile, the patient remained free of cardiac symptoms. Given the benign course of the cardiac disease, no specific medication (mTOR inhibitors) was used to treat the tumour. Cardiologic re-evaluation was performed 18 months after. By then, ECG and echocardiogram had become thoroughly normal () documenting the total and spontaneous CR involution.", "age": "[[8.0, 'month']]", "gender": "F", "relevant_articles": "{'17005952': 1, '12754557': 1, '12269267': 1, '12903873': 1, '24053982': 1, '25425989': 1, '16940165': 1, '3788778': 1, '8863873': 1, '2651043': 1, '21554821': 1, '25424575': 1, '23533266': 1, '29529539': 1, '32352074': 2}", "similar_patients": "{}"}