{"patient_id": 29690, "patient_uid": "7754494-1", "PMID": 32856389, "file_path": "comm/PMC007xxxxxx/PMC7754494.xml", "title": "Resolution of epoetin-induced pure red cell aplasia, successful re-challenge with roxadustat", "patient": "A 26-year-old man with uraemia was diagnosed with anti-EPO antibody-mediated PRCA after receiving subcutaneous rHuEPO for 12 months. In 2018, this patient was hospitalized for uraemia treated with haemodialysis initially and peritoneal dialysis subsequently. The possible reason for uraemia was chronic glomerulonephropathy, but a renal biopsy was not performed. Upon initiation of dialysis, his haemoglobin was 5.2 g/dL. rHuEPO (epoetin-α, 10 000 international units [IU]; Epogen®, 3SBio; Shenyang, China) was administered subcutaneously once a week with an increase in haemoglobin to approximately 11 g/dL over a period of 10 months. In January 2019, the patient's haemoglobin suddenly dropped to 6.7 g/dL. Despite an increase in the rHuEPO dosage to 10 000 IU subcutaneously twice per week, his haemoglobin declined to 5.4 g/dL along with symptoms such as significant fatigue and chest tightness, requiring blood transfusions to maintain a haemoglobin level of approximately 6.0 g/dL. When admitted to our hospital in February 2019, no obvious abnormalities in a right ilium marrow biopsy were found. rHuEPO treatment and a blood transfusion of 200 mL once per week were continued without change in haemoglobin. To clarify the cause of anaemia, the patient was re-admitted to our hospital in April 2019.\\nThe blood test results were as follows: red blood cells 149 × 104/μL, haemoglobin 4.4 g/dL, haematocrit 12.7%, reticulum percentage 0.1%, platelet count 9.7 × 104/μL. The results of the second bone marrow biopsy showed proliferative active bone marrow with a rare red line. The diagnosis of PRCA was confirmed.\\nThe diagnoses of thymoma, systemic autoimmune disease and parvovirus B19 infection were ruled out. The patient was not treated with drugs such as phenytoin or chloramphenicol. Based on the findings mentioned above, we strongly suggested that the patient's PRCA was caused using rHuEPO. Therefore, we conducted an anti-EPO antibody test on the patient, which was not routinely performed in our hospital. Anti-EPO antibody testing by an enzyme-linked immunosorbent assay method was performed (3SBio) to include an examination of neutralization activity in vitro, revealing high titres of anti-EPO antibody (1:125) supporting the diagnosis of rHuEPO-mediated PRCA.\\nAfter diagnosis, rHuEPO was discontinued, and 0.5 mg/kg/d prednisone (PSL) and 2 mg/kg/d cyclosporine (CyA) (divided in two doses) were prescribed. Weekly transfusion of 200 mL of blood was continued. PSL was tapered by 5 mg per week after 6 weeks owing to irritability and was discontinued. CyA was gradually increased to 3 mg/kg/d. The plasma concentration of CyA yielded a concentration ranging from 100-200 ng/mL. Immunosuppressants were discontinued once anti-EPO antibodies could no longer be detected. However, although anti-EPO antibody tests were negative, the haemoglobin level still could not be maintained. It has been suggested that EPO can be reapplied after the patient's antibodies clear or fall below the critical value, with intravenous injection used as much as possible. However, we did not want to risk re-injecting rHuEPO, which could lead to a recurrence of PRCA. EPO treatment has been effective in anti-EPO antibody-mediated PRCA patients whose anti-EPO antibodies were negative after immunosuppressive therapy. We suggested that roxadustat might also be effective in these post-treatment antibody-negative patients. Therefore, 120 mg of roxadustat was administered orally three times a week. His haemoglobin started to stabilize and rose rapidly (Figure ). Anti-EPO antibody results remained negative 2 months after continued use of oral roxadustat.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'29254377': 1, '23298519': 1, '33853432': 2, '15827054': 1, '19890127': 1, '11844847': 1, '15459301': 1, '31340089': 1, '8967778': 1, '28042550': 1, '27551882': 1, '32856389': 2}", "similar_patients": "{'8054214-1': 1}"}