{"patient_id": 28155, "patient_uid": "7676804-1", "PMID": 33217256, "file_path": "comm/PMC007xxxxxx/PMC7676804.xml", "title": "40-year-old Male with a Headache and Altered Mental Status", "patient": "A 40-year-old male was brought by a friend to the emergency department (ED) for evaluation with a chief complaint of headache. The patient reported a headache that was diffuse, severe in intensity, throbbing in nature, and gradual in onset. The headache started when he lay down to sleep that evening. It was associated with nausea and numbness and tingling in his bilateral hands and feet. The headache was preceded by several hours of fatigue and generalized weakness. The patient drank six 12-ounce beers before going to bed. The friend at the bedside explained that he typically drank that amount, and expressed concern because the patient seemed much more intoxicated than he typically would be after drinking that amount.\\nThe patient had a past medical history of depression and anxiety. He had a surgical history of an open reduction and internal fixation of a right calcaneal fracture 10 years prior. He took sertraline 100 milligrams (mg) daily, and had no drug allergies. He smoked one pack of cigarettes per day and was a daily drinker, but had not experienced alcohol withdrawal. He denied use of illicit drugs. Family history was notable for a cerebrovascular accident and myocardial infarction in his parents, and vertigo in a sibling. He worked as a contractor for a gas and electric company, and spent most of his day outside. He had no recent travel history. A review of systems revealed a one-week history of right ankle pain, swelling, and redness that the patient attributed to a “spider bite.”\\nThe patient was alert, oriented, and uncomfortable but non-toxic appearing on the initial exam. His temperature was 36.8° Celsius (C), with a heart rate of 71 beats per minute, blood pressure (BP) of 139/83 millimeters (mm) of mercury, and an oxygen saturation of 98% on room air with a respiratory rate of 16 breaths per minute. He weighed 82.6 kilograms (kg), was 1.96 meters tall with a body mass index of 22.5 kg/m2. He appeared well developed and well nourished. His head was normocephalic and atraumatic. He had moist mucous membranes, without oral lesions, and with a normal oropharynx. Pupils were 2 mm, equal, and sluggishly reactive to light. His extraocular movements were normal. There was no scleral icterus or conjunctival pallor. Visual acuity was grossly normal. The neck was supple without cervical lymphadenopathy, meningismus, or midline or paraspinal cervical spine tenderness. Heart was regular rate and rhythm, without murmur, rubs, or gallops. Breath sounds were clear bilaterally without wheezing, rhonchi, or rales. Abdomen was soft and nontender, without rebound, guarding, or rigidity, and with normoactive bowel sounds. Extremities were warm and well perfused with good distal pulses.\\nThere was a small area of blanching erythema and ecchymosis in the right lateral malleolar region. There was no increased warmth, edema, other evidence of trauma, or painful or limited range of motion of the ankle. Neurologic exam showed cranial nerves II–XII intact, 4/5 strength throughout the bilateral upper extremities, 5/5 strength throughout the bilateral lower extremities, with normal tone, and normal sensation throughout. Speech was clear and fluent, and mood and affect were appropriate. Skin was warm and dry. A papular rash was noted on his lower extremities (). It did not involve the palms or soles.\\nThe patient’s initial laboratory testing results are shown in . His electrocardiogram showed a normal sinus rhythm, with normal axis, normal intervals, and no ST-segment elevation, depression, or T-wave inversions. Two hours after his initial evaluation, he began vomiting and complained of dysarthria, dysphagia, and vertigo. Tongue fasciculations were present. He received a dose of metoclopramide. Due to concern for an acute cerebral vascular accident, a computed tomography (CT) of the head, and a CT angiography of the head and neck were subsequently performed and showed no acute abnormality. Neurology was consulted, and a magnetic resonance imaging (MRI) of the brain without contrast was obtained per their recommendation. The MRI was markedly limited by motion artifact and was of poor diagnostic quality. As described by radiology, the image showed foci of increased fluid-attenuation inversion recovery (FLAIR) signal involving portions of the cortex of the frontal lobes bilaterally, deep periventricular white matter, left side of midbrain, throughout the pons, and in the deep left cerebellar hemisphere.\\nThe patient was reassessed when he returned from MRI. His BP and heart rate were relatively unchanged, but he was febrile (38.4°C). The patient had become somnolent and he was no longer managing his oral secretions. It was determined that he was no longer adequately protecting his airway. He was intubated without complication, blood cultures were drawn, and he was started on empiric broad-spectrum intravenous (IV) antibiotics. A lumbar puncture was performed and cerebrospinal fluid (CSF) was obtained. The results are shown in . A diagnostic test was sent, which confirmed the diagnosis.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'32707644': 1, '21956758': 1, '30187265': 1, '3029590': 1, '8816164': 1, '14978145': 1, '10403852': 1, '9197215': 1, '30258257': 1, '32679849': 1, '3627425': 1, '27172113': 1, '7611074': 1, '33217256': 2}", "similar_patients": "{}"}