{"patient_id": 97659, "patient_uid": "7195939-1", "PMID": 32382443, "file_path": "noncomm/PMC007xxxxxx/PMC7195939.xml", "title": "Surgical hip dislocation and varus derotation osteotomy for extra-articular cause of femoroacetabular impingement: a single case report", "patient": "A 37-year-old man presented with right hip pain and limitation of motion. He reported that he underwent fixation for linear and undisplaced intertrochanteric fractures 3 years ago, with uneventful solid bony union. He reported pain around the right hip prior to injury. He exhibited positive anterior impingement sign and out-toeing gait involving his right leg while walking. A simple roentgenogram revealed valgus hip with decreased medial offset and aspheric lesion around the lateral head–neck junction area and over-coverage of acetabulum. The caput-collum-diaphyseal (CCD) angle was 145° and the lateral center-edge angle (LCEA) was 42° (). Arthroscopic resection of the cam deformity was performed and the 3D computed tomogram (3D CT) revealed decompression of the head–neck area post-operatively (). Nonetheless, the patient complained of persistent pain, and continued to manifest out-toeing gait with thigh abduction (). The modified Harris hip score (MHHS) was 59, and the University of California at Los Angeles (UCLA) activity score was 4. The flexion in neutral rotation was 90°. Internal rotations involving hip extension as well as hip flexion were significantly limited (internal rotation at 90/20° flexion, 15/25°; external rotation at 90/20° flexion, 35/65°). The CT image showed femoral retroversion of right femur. The distal femoral transepicondylar axis was externally rotated compared with the right femoral neck axis (10°) and there was external torsion at and above lesser trochanter in orthogonal 3D CT view (). Valgus hip (CCD angle of 145°) also contributed to decreased internal rotation by decreasing the lateral femoral offset. The persistent hip pain and limited rotation was attributed to the residual intra-articular FAI and extra-articular impingement caused by femoral retroversion and high CCD angle. We presumptively diagnosed extra-articular component of FAI in addition to intra-articular impingement, and corrected the extra-articular defect via open surgery. Intra-articularly, surgical hip dislocation was used to perform labral takedown, acetabular rim resection and reattachment as well as cam decompression. These procedures have been considered inadequate because of extra-articular FAI. Therefore, varus and derotational femoral osteotomy was planned simultaneously. CCD angle was altered from pre-operative 145° to post-operative 130°. The pre-operative 10° of retroversion was modified to anteversion post-operatively. We used a 5.0-mm pediatric proximal femoral osteotomy locking compression plate (5.0 LCP pediatric hip plate 120°, DepuySynthes, USA) as the fixation material. This plate carries three neck screws proximally and combi-holes for locking or cortex screws distally. The degree of varization was calibrated in the pre-operative roentgenogram and that of derotation was measured by two parallel K-wires in the saw bone model (). All the procedures including trochanteric osteotomy and proximal femoral osteotomy with varization and derotation were simulated in the saw bone model.\\nThe patient was placed in a lateral decubitus position. A straight incision was performed over the greater trochanter area and extended distally as well as proximally. After the incision of fascia and trochanteric bursa, the vastus lateralis was elevated at the trochanteric ridge. The two K-wires for neck screws on the lateral film were inserted in parallel, and linearly in the anteroposterior film under fluoroscopic guidance (). The gluteus medius and minimus were elevated and retracted superficial to the piriformis at a safe distance of 5 mm anterior to trochanteric overhang to protect medial femoral circumflex artery. Pre-drilling on the greater trochanter was performed before osteotomy. After careful digastric trochanteric osteotomy, the trochanteric fragment was retracted anteriorly. After removing the remnant gluteus minimus, the capsule was exposed and a Z-shaped capsulotomy was performed while taking care not to injure the retinacular vessel. The extra-articular impingement was confirmed by viewing the contact between anteromedial cortex of the inferior portion along the intertrochanteric line and the anterior acetabular rim along with iliopectineal eminence area within the physiologic ROM (). The femoral head was then dislocated while the leg was flexed and externally rotated. Previous femoroplasty area was identified (). Acetabular chondral lesion was visible at the chondrolabral junction of 12 o’clock position and the labrum was not torn (). A small rim defect and rent at chondrolabral junction were noticed at the 2 o’clock position (). Acetabular labral takedown, bone trimming, and labral refixation were performed at 12 o’clock positions, measuring ∼1 inch in length (). The rim resection is indicated for a case with large LCEA (>40°). After the acetabular procedure, femoral osteochondroplasty was performed. After intra-articular procedure, the femoral head was reduced into acetabulum again. Vastus lateralis was elevated and subtrochanteric osteotomy site was defined with plate attached temporarily. The entry and direction of two parallel neck screws were pre-drilled in parallelly on the lateral film and linearly in the anteroposterior film calibrated pre-operatively (). Two parallel K-wires were inserted into the femoral shaft anterior to the plate proximal and distal to the defined femoral osteotomy site, respectively. A single neck screw with the plate attached was inserted until the distal portion reached the lateral femoral cortex leaving the proximal portion away from the lateral cortex. Incomplete osteotomy was intended to control the opening and rotation by preserving the medial cortico-cancellous bone as a hinge. The plate was rotated posteriorly to facilitate osteotomy. Incomplete femoral osteotomy was performed cautiously to preserve the medial cortico-cancellous hinge with the oscillating saw while the thigh was abducted and the knee was flexed. The final insertion of this neck screw was performed with the plate parallel to femur. Simultaneous varization and derotation were performed gently as much as measured pre-operatively by rotation and divergence of the distal K-wire with the distal thigh adducted slightly and the leg rotated internally by the assistant (). The proximal part of osteotomy was beveled for removal of the bone after varization. Subsequently, a single plate screw was inserted into the femur swiftly for immediate fixation of the osteotomy site. The second neck screw and the other three plate screws were inserted for further fixation, and the calcar neck screw was inserted finally. The gluteus-greater trochanter-vastus lateralis sleeve was relocated and the osteotomized greater trochanter was fixed with three large cortical screws ().\\nPre- and post-operative X-ray images were compared. The CCD angle was changed to 131°, the medial offset was increased and the LCEA decreased from 42 to 28° (). The femoral neck axis was anterverted compared with the distal femoral epicondylar axis in CT (2.6° anteversion; ). Two years post-operatively, a solid bone union of osteotomy site was observed, and the fixative for osteotomy was removed (). The patient walked well without crutches. Clinically, the MHHS was 85 and UCLA activity score was 7. The internal rotation of hip improved (internal rotation at 90/20° flexion, 30/25°; external rotation at 90/20° flexion, 45/65°). The foot progression angle was normalized.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'21709031': 1, '27011851': 1, '34377514': 1, '26695396': 1, '19774816': 1, '1860937': 1, '25047732': 1, '23463288': 1, '24749047': 1, '27011816': 1, '32382443': 2}", "similar_patients": "{}"}