{"patient_id": 19582, "patient_uid": "7229410-1", "PMID": 32417729, "file_path": "comm/PMC007xxxxxx/PMC7229410.xml", "title": "Fetal spina bifida in a pregnant woman following omega gastric bypass: Case report and literature review", "patient": "A twenty-six years old woman with no known past medical or surgical history, does not use drugs, alcohol, or tobacco, obese as she weighted 125 kg with a BMI of 42.7 kg/m2 underwent a SG in June 2010. Her follow-up record stated a 35 kg weight loss after one year. She then progressively gained weight despite dietetic follow-up and five years after SG, her weight was 116 kg and BMI 39.7 kg/m2. Multidisciplinary discussion led to perform laparoscopic exploration and a redo-SG [,].\\nLaparoscopy proved impossible due to very numerous severe intra-abdominal adhesions and an open OGB was decided in March 2016. In a first step, a complete viscerolysis was realized. Then, a long and narrow gastric tube was created by applying one horizontal 45 mm roticulator Endo-GIA® stapler (Medtronic®, Minneapolis, MN, USA) at the angle of the lesser curvature, and then 4 vertical 60 mm roticulator Endo-GIA® upward to the angle of His. At 200 cm from the ligament of Treitz, jejunum was mounted in precolic manner, and a side-to-end anastomosis to the gastric tube was performed with a posterior 45 mm Endo-GIA® stapler. Post-operative stage was unremarkable.\\nThe patient was discharged with a vitamin prescription (Multivitamin cocktail including vitamin B9 = 1350 μg daily), as usually delivered in our bariatric surgery department. Six months after OGB her haemoglobin level was 11 g/dl (12.4 g/dl preoperatively). She was then followed up on a regular basis, and her vitamins were normally prescribed. Two years after the OGB, she was still taking her daily vitamins, her weight loss topped at 21 kg, and her weight reached 95 kg with a BMI of 32.5 kg/m2. Our patient had adequate serum vitamins levels two years after bypass. She became pregnant in January 2018. Her first trimester ultrasound was reported as normal. During the first trimester of pregnancy, on her gynecologist advice, she stopped taking vitamins. No vitamin assay was carried out. The second trimester ultrasound unfortunately reported a myelomeningocele and surgical abortion was performed at 25 weeks of gestation.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'26350391': 1, '16940875': 1, '2872457': 1, '18447680': 1, '29303218': 1, '26490773': 1, '24512081': 1, '24706197': 1, '26178026': 1, '28392254': 1, '15646304': 1, '30167574': 1, '30342279': 1, '28216963': 1, '29903686': 1, '2894563': 1, '28286691': 1, '23774085': 1, '14502333': 1, '22296248': 1, '19930766': 1, '22523660': 1, '22900183': 1, '23225208': 1, '24355940': 1, '19017915': 1, '25857443': 1, '29707111': 1, '32417729': 2}", "similar_patients": "{}"}