{"patient_id": 102265, "patient_uid": "7649445-1", "PMID": 33204946, "file_path": "noncomm/PMC007xxxxxx/PMC7649445.xml", "title": "Diagnostic challenge in primary cardiac lymphoma: a case report", "patient": "An 81-year-old Asian female, with no known past medical history, presented with progressive shortness of breath and bilateral legs swelling for a week.\\nOn examination, she had tachycardia of regular rhythm at rate of 130 b.p.m. and tachypnoea at rate of 24 breaths/min with normal blood pressure (127/92 mmHg). Her SpO2 was 92% at room air and 97% on 3 L/min of oxygen delivered via nasal cannula. Her neck veins were engorged. Cardiac auscultation was normal. Bilateral crackles with decreased breath sounds in the right lower lung were revealed from lung auscultation. Abdominal examination was normal. Grade III pitting oedema was found at both lower extremities. No lymphadenopathy was noted.\\nAn intravenous diuretic was administered with positive clinical response. Chest radiography revealed bilateral pleural effusion (Figure ). Her lactate dehydrogenase (LDH) was 1228 U/L (100–250 U/L). The remaining laboratory results were within normal range. Transthoracic echocardiography (TTE) demonstrated a large mobile homogenous mass obliterating the right atrium cavity and protruding into the right ventricular inflow, with another large non-vascular extracardiac mass compressing right heart (Figure ). Computed tomography (CT) of chest with abdomen showed a large ill-defined enhancing soft tissue mass extending from the pericardial cavity into the right atrium and right ventricle. Several lobulated enhancing soft-tissue masses were demonstrated at epicardial fat with some abut left ventricle (Figure and B). Right pleural effusion and enlarged lymph nodes in the bilateral lower para-tracheal areas and the right hilar region were illustrated with neither hepatosplenomegaly nor abdominal lymphadenopathy. Cytology analysis of her pleural effusion was negative for malignancy. After multiple attempts of trans-jugular cardiac biopsy under fluoroscopic and TTE guidance, the limited amount of tissue was obtained. Initial histopathology illustrated spindle to round neoplastic cells. Immunohistochemical staining showed expression of ERG (ETS-related gene) and Fli-1 (Friend leukaemia virus integration 1), as a marker of angiosarcoma. Further immunohistochemical staining for AE1/AE3 (Anti-Cytokeratin), EMA (epithelial membrane antigen), CD31, and CD34 were all negative.\\nPrimary cardiac angiosarcoma was diagnosed. Surgical excision with additional chemotherapy was offered to the patient. Due to complicated procedure and patient’s high operative risk, the surgical plan was rejected by the patient. Although chemotherapy could be a chance in prolonging her life, the patient decided to make her last term of life smooth and peaceful. The patient died 2 weeks later due to kidney failure. Autopsy was performed due to some concerns regarding the diagnosis, and cardiac mass tissue was re-investigated (Figure ). Multiple lymphocytes were noted in the mass. The immunohistochemical staining yielded positive CD20, High KI67, and negative in CD3, AE1/AE3 (Figure ). The final diagnosis was changed to primary cardiac diffuse large B cell lymphoma.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'16234507': 1, '24452054': 1, '22476752': 1, '27140394': 1, '20227122': 1, '8215825': 1, '33204946': 2}", "similar_patients": "{}"}