{"patient_id": 96829, "patient_uid": "7069142-1", "PMID": 32189907, "file_path": "noncomm/PMC007xxxxxx/PMC7069142.xml", "title": "Multifocal osteolytic lesions of jaw as a road map to diagnosis of brown tumor of hyperparathyroidism: A rare case report with review of literature", "patient": "A 29-year-old female patient presented to the Department of Oral Pathology and Microbiology, Government Dental College and Hospital, Nagpur, with the chief complaint of pain and swelling in the left posterior region of lower jaw since 6–7 months. When the patient entered our department, a waddling gait was observed. Proper history revealed vague intermittent bone pain with acquired gait change over a period of few months. Intraoral examination revealed mild obliteration of buccal vestibule []. Orthopantomogram showed multifocal osteolytic lesions on anterior mandible, left posterior body region of mandible and right ramus of the mandible which were more clearly appreciated in cone-beam computed tomography (CT) images [Figures –]. The differential diagnosis of CGCG, HPT, multiple myeloma and metastatic carcinoma was considered.\\nIncisional biopsy revealed highly cellular lesional connective showing proliferation of exceedingly vascular granulation tissue with numerous endothelial lined blood vessels, abundant areas of hemorrhage in the background. There were focal aggregates of multinucleated giant cells (pale eosinophilic cytoplasm and centrally placed 8–10 nuclei) distributed diffusely throughout the section. The picture was suggestive of giant cell lesion [] and histopathology differentials were all giant cell lesions such as CGCG, HPT, giant cell tumor, cherubism and aneurysmal bony cyst. Excisional biopsy revealed the similar picture. Skeletal survey showed multiple discrete radiolucencies in skull, pelvis, chest, spine and tibia []. Blood analysis is depicted in . Thus, in view of multifocal osteolytic lesions, giant cell granuloma on biopsy, hypercalcemia and raised PTH levels, the final diagnosis of brown tumor of PHPT was rendered. Parathyroid scintigraphy showed parathyroid adenoma in midline anterior neck inferior to the thyroid gland as a cause of PHPT [].\\nEndoscopic removal of parathyroid mass was done. The lesion was histopathologically diagnosed with parathyroid adenoma and the patient was kept under regular follow-up.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'22669885': 1, '27974979': 2, '11202328': 1, '23645306': 1, '25859108': 2, '30641519': 1, '32984187': 2, '9930547': 1, '19830212': 2, '21097685': 1, '11688042': 1, '12796885': 1, '21731279': 2, '32189907': 2}", "similar_patients": "{'7491829-1': 1, '3125657-1': 1, '2737776-1': 1, '5126398-1': 1, '4377151-1': 1}"}