{"patient_id": 25252, "patient_uid": "7500740-1", "PMID": 32963897, "file_path": "comm/PMC007xxxxxx/PMC7500740.xml", "title": "E-cigarette or Vaping Product Use-Associated Lung Injury Presenting as Sub-Acute Hypoxemia Without Increased Work of Breathing", "patient": "The patient is a 15-year-old male with a past medical history of well controlled, mild-intermittent asthma who presented with a subacute onset of fatigue, cough, and vomiting. The patient was in his usual state of health until one month prior to admission when he developed fatigue and non-bloody, non-bilious emesis. Symptoms progressed with the development of anorexia, intermittent low-grade fevers (to a maximum of 102 F), cough, and shortness of breath, which was unresponsive to albuterol. Two days prior to admission, the patient was seen by his primary care provider who diagnosed him with atypical pneumonia based on history, physical exam, and chest radiograph (Figure ). He was started on azithromycin.\\nAfter two days of treatment with azithromycin the patient developed worsening shortness of breath and was brought into the emergency department where he was found to have tachycardia (with heart rates between 100-130), diminished aeration to auscultation, and hypoxemia in the absence of accessory muscle use. He was started on a non-rebreather facemask for his hypoxemia, however his saturations remained marginal at 90%. Chest radiograph showed disease progression (Figure ) from the imaging two days prior.\\nDue to his high oxygen requirement, the patient was admitted to the pediatric intensive care unit (PICU) where he was escalated to non-invasive continuous positive airway pressure (CPAP), requiring an FiO2 of 1.0. He continued to show mild tachypnea (respiratory rate 20-30 breaths/minute) and dyspnea (able to speak in four- to five-word sentences), with no accessory muscle use. The differential diagnosis for subacute shortness of breath in an adolescent patient was broad. Laboratory studies were notable for leukocytosis, elevated inflammatory markers (C-Reactive Protein/Procalcitonin) and elevated liver enzymes. Laboratory results are summarized in Table . The preliminary workup in this case failed to yield a diagnosis.\\nDespite his underlying diagnosis of asthma, the patient’s presentation was inconsistent with an asthma exacerbation (due to the absence of wheezing, prolonged expiratory phase, increased work of breathing, or response to beta-agonist therapy). A nasopharyngeal swab for respiratory viral polymerase chain reaction (PCR) was negative and he had no radiographic or laboratory findings consistent with pneumonia from community-acquired organisms, atypical organisms, or Pneumocystis carinii (of special interest due to his hypoxemia in the absence of increased work of breathing). Screening labs with immunoglobulins and T-cell subsets also failed to demonstrate any immunodeficiency. For further diagnostic evaluation, he underwent a non-contrast computerized tomography (CT) scan of the chest (Figure ). The chest CT demonstrated non-specific bilateral, symmetric airspace disease which has been traditionally associated with acute alveolar hemorrhage, non-cardiac pulmonary edema, or viral pneumonia (none of which were supported by the other diagnostic evaluations). However, this pattern of pneumonitis has more recently been recognized to be associated with the sequelae of e-cigarette use in adult patients. After the findings of the CT chest raised this possibility, further history taking found that the patient did start using e-cigarettes approximately two weeks prior to the onset of his illness. Furthermore, he used a tetrahydrocannabinol (THC) cartridge (which has been implicated in more severe presentations of this syndrome []) immediately prior to the onset of his illness. These findings confirmed the diagnosis of EVALI.\\nThe patient in this case received respiratory support with alternating Bilevel Positive Airway Pressure (BiPAP), CPAP and high flow nasal cannula for six days. He received intermittent nebulized hypertonic saline, to aid with his large secretion burden, and albuterol, given his history of asthma. As suggested by the existing literature, he was started on methylprednisolone (1mg/kg/dose q6 hours) for five days and subsequently, prednisone for two additional days. Additionally, he was started on empiric ceftriaxone and azithromycin (for five and seven days, respectively) for presumed community-acquired pneumonia. After his hypoxemia improved, a bronchoscopy and bronchoalveolar lavage was performed on hospital day six with negative cultures of bronchial alveolar lavage and unremarkable cellular cytology, showing only neutrophils and lymphocytes without hemosiderin-laden macrophages.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'32421164': 1, '31711871': 1, '32193828': 1, '31747506': 1, '32125258': 1, '31633675': 1, '31532698': 1, '30439875': 1, '34442368': 1, '32963897': 2}", "similar_patients": "{}"}