{"patient_id": 22454, "patient_uid": "7373520-1", "PMID": 32702857, "file_path": "comm/PMC007xxxxxx/PMC7373520.xml", "title": "Renal denervation as a synergistic tool for the treatment of polymorphic ventricular ectopic beats", "patient": "After obtaining written informed consent from the participant for the publication of this case report, we here describe a 38-year-old female patient presenting with a high incidence of polymorphic VEBs on a 24-hour rhythm monitoring (Holter) referred to our Cardiology Service. At the time of presentation, the patient was complaining of fatigue in response to minor and medium efforts and not tolerating any physical activity, and episodes of tachycardia associated with dyspnoea, pre-syncope, and syncope. This was associated with LV hypertrophy on her echocardiogram. She was hospitalized twice due to events of syncope. The episodes started ∼1.5 years ago. She was on bisoprolol 10 mg/d since the beginning of her VEBs. However, her attending physician tried to prescribe metoprolol which she did not tolerate because of her low blood pressure (BP) (111/73 mm Hg, measured in our office) mm Hg, also occurring when she was prescribed sotalol or verapamil. Subsequently, amiodarone was started, but she presented with ophthalmological side effects (perception of colored halos and blurred vision), and the antiarrhythmic medication was discontinued.\\nHer cardiac magnetic resonance imaging showed an average thickness of the LV inferior-lateral segment, a mild increase in the LV diastolic diameter (5.4 cm, standard range 3.9–5.3 cm), the right ventricle (RV) end-diastolic volume index and the RV end-systolic volume index were reduced (55.1 mL/mm3, standard range between 62 and 88 mL/mm3; and 33.1 mL/mm3, standard range varying between 19 and 30 mL/mm3, respectively). Her RV ejection fraction was 40% (normal range: 40%–60%), while her LV ejection fraction was 58.8% (normal range: 50%–70%). No signs of myocarditis, fibrosis, or myocardial necrosis were detected. A 24-hour Holter on bisoprolol 10 mg/d was performed at baseline (Table ).\\nIn a joint decision with the patient and her attending physician, we decided to perform a 2-staged catheter ablation procedure. Electrocardiographically, one type of ectopic morphologies, suggested the RVOT as the site of origin. We; therefore, started from the RVOT ectopic beats ablation. In summary, through the Velocity-Ensite 3D mapping system (St. Jude Medical, St. Paul, MN) we detected the highest precocity point at the RVOT (intracavitary electrogram 30 ms earlier than VEBs). We performed thermo-controlled radiofrequency (RF) applications in the region (Fig. ), and 30 minutes post the last RF application, even in the presence of adrenergic medications, no ectopic activity from the RVOT was observed. No complications occurred, and the patient could be discharged the next day. One month post-procedure, the 24-hour Holter on bisoprolol 10 mg/d was repeated (Table ).\\nAfter 4 months post-ablation, we scheduled the second procedure. The patient underwent general anesthesia by the anesthesiologist and presented sinus rhythm with frequent VEBs originating from LV. Electrocardiographically, VEBs morphology suggested the free lateral wall of the LV as their site of origin. We performed a transseptal puncture, and positioned the decapolar catheter in the LV, performing the electro-anatomical mapping and reconstruction of this cavity using the aforementioned mapping system. We mapped the LV and found the point of highest precocity on its free lateral wall (Fig. ). Subsequently, the ablation catheter replaced the mapper catheter into the LV, and RF applications were performed on the free lateral wall of the LV. This resulted in activation of the sites at these moments (NSVT on the ablated sites) and substantially reduced the VEBs from this region. As a final step, we chose to perform percutaneous RDN using the EnligHTN system (St. Jude Medical), aiming to achieve blunting of the sympathetic drive and try to reduce the patient‘s baseline HR and frequency of remaining left VEBs (Fig. ). Neither cardiac nor vascular complications resulted from the procedures. The patient was discharged 24 hours post-procedures, presenting clinically stable and walking without difficulty.\\nThree months post-procedure, she underwent another 24-hour Holter off all concurrent medication (Table ). Also, her mean blood pressure (BP) value taken in our office remained stable at 109/76 mm Hg. Thus far, 18-months follow-up, she has been asymptomatic and doing physical exercises.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'29651418': 1, '20167922': 1, '21976355': 1, '22875587': 1, '26058393': 1, '26088516': 1, '17512360': 1, '3427451': 1, '23927786': 1, '32009970': 1, '731783': 1, '22958958': 1, '23851058': 1, '2578212': 1, '24946987': 1, '16198845': 1, '31995176': 1, '23283361': 1, '27364940': 1, '22334430': 1, '25767407': 2, '24389229': 1, '10987604': 1, '21410719': 1, '9016301': 1, '26306129': 1, '19481504': 1, '29429026': 1, '32702857': 2}", "similar_patients": "{'4354451-1': 1}"}