{"patient_id": 102691, "patient_uid": "7691195-1", "PMID": 33234756, "file_path": "noncomm/PMC007xxxxxx/PMC7691195.xml", "title": "Hepatocellular carcinoma with atrial tumor thrombus presenting as myxoma: Resection under cardiopulmonary bypass", "patient": "A 49 year old male with type II diabetes mellitus and chronic obstructive pulmonary disease, was incidentally found to have left lateral segment liver tumor (Hepatocellular Carcinoma) with right atrial involvement during a screening echocardiography which showed an atrial mass with probable diagnosis of myxoma. On further evaluation he was found to have Hepatitis B, was Child A cirrhotic with normal liver function, platelet count of 219×109/L, prothrombin time of 13 seconds, and alpha-fetoprotein value of 12103.8 ng/ml. Contrast enhanced computed tomography showed mild hepatomegaly with normal parenchymal echotexture along with a well defined 7.7×7.6×5.6 cm hypervascular lesion in segment II, III of liver showing early arterial enhancement and washout in portal venous phase characteristic of HCC (). The mass had a contiguous tumor thrombus extending into the left hepatic vein (LHV), suprahepatic inferior vena cava (IVC) and right atrium (RA) (). There was no ascites or any other evidence of distant metastases. Trans-thoracic echocardiography showed a large mass in right atrium extending from the IVC. Upper gastrointestinal tract endoscopy showed no features of portal hypertension.\\nSurgical resection was planned with a team of hepatobiliary and cardiothoracic surgeons. Abdominal exploration was done first through an inverse L-shaped incision. Upon palpation, the tumor invaded the suprahepatic IVC, and extended into the right atrium. A left lateral hepatectomy, starting with parenchymal transection was performed using an ultrasonic dissector and harmonic scalpel after isolation and division of segment II/III pedicles separately lateral to the falciform ligament, leaving only the left and middle hepatic veins attached to the IVC (). Next, a median sternotomy was performed, the cava was snared, liver vascular inflow was controlled with a vascular clamp. The patient was placed on CPB with the inferior vena cava cannula inserted distal to the hepatic veins, insertion of the superior vena cava cannula, and the arterial cannula in the ascending aorta. The cava was then opened caudal to the entrance of the left hepatic vein. The tumor was palpated superiorly past the atriocaval junction. The entire en bloc specimen was then removed from the operative field, which included the left lateral liver segment along with tumor thrombus extending into the IVC; right atrial tumor thrombus was removed superiorly from the atrial incision (). Total hepatic vascular occlusion time was 14 minutes and CPB time was 43 minutes; patient received four units of packed red cells transfusion during the procedure.\\nThe patient’s postoperative course was uneventful and he was discharged on POD#12. Histopathological examination of the resected specimen showed 9 cm moderately differentiated HCC with tumor thrombus (pT4 Nx Mx). Patient is alive and doing well at six month follow-up with no evidence of local HCC recurrence or systemic disease.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'24093164': 1, '29624699': 1, '9527067': 1, '28437844': 1, '29279997': 1, '24798618': 1, '19926229': 1, '11896101': 1, '23742771': 1, '6095786': 1, '22956071': 1, '18650514': 1, '10518312': 1, '10430360': 1, '26079139': 1, '31309718': 1, '30549370': 1, '34160420': 1, '28705491': 1, '31560378': 1, '2990661': 1, '33234756': 2}", "similar_patients": "{}"}