{"patient_id": 26537, "patient_uid": "7562845-1", "PMID": 33088538, "file_path": "comm/PMC007xxxxxx/PMC7562845.xml", "title": "Venetoclax in association with decitabine as effective bridge to transplant in a case of relapsed early T-cell lymphoblastic leukemia", "patient": "Here, we report the case of an adult patient who experienced an early relapse of high-risk T-ALL just before a planned allo-SCT, who was successfully treated with decitabine in combination with venetoclax.\\nA 56-year-old woman was admitted to emergency department with significant dyspnea. The patient's medical history included close follow-up for bilateral breast fibroadenoma since she was 20 years old. CT scan showed the presence of a bulky mediastinal mass with multiple enlarged cervical lymph nodes and massive pleural effusion. Blood cell counts documented leukocytosis (WBC 18.7 × 109/L) with 90% ungranulated blasts, mild anemia (Hb 10.2 g/dL), and thrombocytopenia (platelet 91 × 109/L). Bone marrow (BM) examination showed a hypercellular marrow with >90% of lymphoid blasts (morphologically defined as FAB L2) that expressed terminal deoxynucleotidyl transferase (TdT), cyCD3, CD34, CD71 and lacked expression of CD1a and myeloperoxidase (MPO); fluorescence in situ hybridization (FISH) and karyotype were normal, molecular analysis was negative for FLT3 mutations. Cytologic examination of pleural effusion revealed lymphoblast cells positive for CD117, CD34, and TdT. According to WHO classification, a diagnosis of early T-ALL was made.\\nThe patient started a pediatric-like regimen, as described in the NILG/GIMEMA protocol, with peg-asparaginase instead of the native compound. A morphological CR was achieved after 1st cycle, minimal residual disease (MRD) assessment by flow cytometry (0.0026%) confirmed the optimal response; thus, a donor search was immediately activated. The patient proceeded to consolidation with the 2nd and 3rd cycle of the planned treatment, while a 10/10 human leukocyte antigen compatible matched unrelated donor was found and an allo-SCT was scheduled.\\nPET scan performed after the 3rd cycle (as part of response assessment before transplant) revealed a right breast nodule. Histology report showed an infiltrating ductal carcinoma. After quadrantectomy and sentinel lymph node biopsy a final diagnosis of pT1bN1, G3, estrogen receptor positive, human epidermal receptor (Her)-2 positive, progesterone receptor negative breast cancer was made.\\nAfter multidisciplinary discussion of the case, we agreed to continue the ALL treatment with intercalating administration of anti-Her-2 monoclonal antibody trastuzumab. The patient completed cycles 4-8 of the NILG/GIMEMA regimen and received six trastuzumab infusions, maintaining a CR for ALL with MRD <0.002%; breast cancer treatment was successfully completed with local radiotherapy (RT).\\nIn view of patient's very good performance status and the high risk of her leukemia, allo-SCT program was confirmed; unfortunately, an abrupt hematological relapse occurred 2 weeks after completing breast RT, with 80% of bone marrow lymphoblast infiltration. Initial early T-ALL phenotype was confirmed by flow cytometry. According to promising preclinical data and pivotal case reports about venetoclax efficacy in T-ALL,, , we decided to test BCL-2 expression on the leukemic blasts, and we found a high expression (Figure ). This finding encouraged us to start salvage treatment with standard-dose decitabine, 20 mg/m2 for 5 days every 28 days in combination with venetoclax, daily dose 400mg, after a brief rump up of 6 days (initial daily dose 100 mg). The patient signed informed consent, and the off-label drug use received approval from the Hospital Ethical Committee.\\nNo tumor lysis syndrome was observed, a dose reduction to daily 200 mg was necessary when concomitant antifungal prophylaxis with posaconazole was indicated because of grade 4 neutropenia. At day 28, BM aspirate showed significant blast count reduction (15% compared to 80% on the pretreatment evaluation). The 2nd cycle was complicated by febrile neutropenia, and venetoclax was shortly interrupted until neutrophil recovery. BM aspirate at day 28 demonstrated morphologic CR, and MRD by immunophenotyping was 0.02%; CT scan showed no signs of lymph nodes or breast cancer recurrence. The patient continued venetoclax alone until 1 week before allo-SCT, performed 6 weeks later while maintaining CR. Conditioning regimen included cyclophosphamide, fludarabine, and thiotepa with cyclosporine, methotrexate, and antithymocyte globulin, as graft-vs-host disease prophylaxis. No significant treatment-related complications have occurred so far, and the patient maintains CR 3-month post-transplant follow-up.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'25301704': 1, '30361262': 1, '33925883': 1, '20573154': 1, '31080940': 1, '28449207': 1, '26639348': 1, '24994123': 1, '25066676': 1, '15182827': 1, '30623427': 1, '34829849': 1, '34298810': 1, '27056999': 1, '24891274': 1, '30225152': 2, '33088538': 2}", "similar_patients": "{'6129347-1': 1}"}