{"patient_id": 23089, "patient_uid": "7402425-1", "PMID": 32775057, "file_path": "comm/PMC007xxxxxx/PMC7402425.xml", "title": "Metastatic Small Cell Carcinoma Presenting as Acute Pancreatitis", "patient": "A 73-year-old man with a past medical history, including hypertension, diabetes mellitus type II, Global Initiative for Chronic Obstructive Lung Disease stage D chronic obstructive pulmonary disease, chronic respiratory failure on 2 L/minute of oxygen through a nasal cannula, and former tobacco user with >30 packs/year smoking history, presented with a one-week history of sharp, periumbilical/epigastric abdominal pain (8/10 on the visual analog pain scale) without radiation to the back. Associated symptoms included nausea without vomiting, anorexia, and fatigue; symptoms were exacerbated by movement and relieved with rest. The patient denied gallbladder disease, alcohol use, hyperlipidemia, trauma, history of pancreatitis, fever, recent illness, history of malignancy, occupational exposures, dietary changes, or recent travel. His family history was positive for small cell lung cancer in his mother as well as cancer in his sister and grandmother. This patient’s physical exam was notable for epigastric tenderness without hepatosplenomegaly, rebound tenderness, rigidity, jaundice, or right upper quadrant tenderness. His vital signs were within reference limits (heart rate 60 beats/minute, temperature 97.8°F, blood pressure of 117/50 mmHg, respiratory rate of 16 breaths/minute, and weight 102 kg). The patient’s laboratory results showed a white blood cell level of 13,300 cells/mcL, a hemoglobin level of 13.9 g/dL, hematocrit of 41%, a platelet count of 278,000 per mcL, a lactic acid level of 1.2 mg/dL, glucose of 169 mg/dL, blood urea nitrogen of 25 mg/dL, a creatinine level of 1.3 mg/dL, a sodium level of 134 mEq/L, a potassium level of 4.3 mEq/L, a chloride level of 103 mEq/L, a bicarbonate level of 20 mEq/L, a calcium level of 9.8 mg/dL, partial thromboplastin time of 32 seconds, an international normalized ratio of 1.0, a brain natriuretic peptide level of 25 pg/mL, a lipase level of 96 U/L, a triglyceride level of 150 mg/dL, a total bilirubin level of 0.4 mg/dL, an aspartate aminotransferase level of 14 U/L, an alanine aminotransferase level of 12 U/L, an alkaline phosphatase level of 45 IU/L, an albumin level of 4.1 g/dL, a troponin level of 0.01 ng/mL, and a procalcitonin level of 0.1 ng/mL. A CT of the abdomen/pelvis with contrast revealed fat stranding around the pancreatic head suspicious for acute pancreatitis; a gallbladder ultrasound showed no stones or sludge in the gallbladder but dilation of the pancreatic duct to 6 mm. A CT angiography (CTA) of the chest showed right paratracheal/hilar lymphadenopathy, as well as a 4.8 x 2.7 cm subcarinal mass (Figure ). Our patient presented with acute pancreatitis complicated by mediastinal lymphadenopathy and an abdominal mass.\\nMagnetic resonance cholangiopancreatography (MRCP) showed two 1-cm lesions in the pancreatic body (Figure ), lymphadenopathy, and inflammatory changes in the pancreatic head/uncinate process. The patient was discharged after abdominal pain and anorexia resolved, and he completed endoscopic ultrasound (EUS) with biopsy as an outpatient. The EUS confirmed mediastinal lymphadenopathy and showed that the two pancreatic lesions previously visualized on MRCP (8.1 x 7.6 mm and 6.1 x 4.3 mm) were communicating with the pancreatic duct. Fine needle aspiration (FNA) of the largest mediastinal lymph node (station 7) was sent for biopsy. The biopsy confirmed the diagnosis of metastatic small cell carcinoma.\\nThe patient underwent an oncologic evaluation to determine the degree of metastasis of SCLC, and positron emission tomography (PET)-CT revealed an avid lymph node in the subcarinal portion of the mediastinum with moderate size lymph nodes throughout the mediastinum showing minimal PET activity (Figure ).\\nThe patient was started on cisplatin and etoposide every three weeks for up to six cycles with the first two cycles concurrent with radiation by oncology, and he tolerated his first two cycles with no significant complications.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'24587774': 1, '19734638': 1, '10713023': 1, '23183407': 1, '17249510': 2, '26075124': 2, '19692933': 1, '4355449': 1, '22396272': 1, '33017180': 1, '25767705': 2, '2991875': 1, '8391965': 1, '10102535': 1, '32775057': 2}", "similar_patients": "{'4446459-1': 1, '3891033-1': 1, '4352361-1': 1}"}