{"patient_id": 99533, "patient_uid": "7380772-1", "PMID": 32754548, "file_path": "noncomm/PMC007xxxxxx/PMC7380772.xml", "title": "Trichobezoar without a clear manifestation of trichotillomania", "patient": "A 23 year old married female presented in the surgical OPD with complaint of pain in abdomen for past 1–2 years, and loss of appetite and vomiting post meals for 6 months. On observation, the patient had thin built and appeared pale with body mass index (BMI) of 13.3 kg/m2. On clinical examination, she was found to have a 7 × 3 inches large lump in the epigastric region which was freely mobile. Recent blood investigations revealed Hemoglobin to be 11.6 gm/dL with no electrolyte abnormalities. USG epigastrium revealed a well-defined mixed echogenic mass lesion predominantly hyperechoic in echotexture of size ~ 65 × 75 mm. A contrast enhanced CT scan of whole abdomen was performed which revealed over-distended stomach and large heterogeneous intraluminal mass with mottled appearance and small air pockets. Smooth wall thickening of stomach was also seen. A contrast enhanced CT scan of whole abdomen was performed which revealed over-distended stomach and large heterogeneous intraluminal mass with mottled appearance and small air pockets. Smooth wall thickening of stomach was also seen []. On interviewing, her mother mentioned about patient's habit of eating her hair since the age of 3 years. Hence, a diagnosis of trichobezoar was formed and patient was taken for surgical treatment. Laparotomy with gastrotomy and removal of trichobezoar under general anaesthesia was performed. Laparotomy with gastrotomy and removal of trichobezoar under general anaesthesia was performed. []. Postoperatively, patient was sent for psychiatric consultation.\\nOn psychiatric evaluation, patient reported history of eating hair since childhood. She would keep hair in mouth when stressed but would not realize that she was swallowing the hair too. Parents made her aware about her hair eating behavior when she was around 6 years old. This behavior would increase whenever she was scolded or had an argument with her family. She also provided history of fainting always following stress without any associated injury, tongue bite or urinary incontinence; weakness and; off and on mood symptoms during childhood. Temporal lobe epilepsy was also ruled out. Childhood history points towards her being stubborn and short-tempered. However, no such symptoms were reported currently. Physical examination showed no bald patches on scalp suggestive of hair pulling.\\nThe patient remembered her family environment during childhood as hostile. She remembered her father returning drunk from work and beating up her mother. She experiences similar behavior in her married life too; her husband and in-laws being unsupportive and criticizing her on small issues. Currently, the patient complained of sad mood, low interest in pleasurable activities, sleep disturbances, excessive worry for almost more than 6 months which has gradually been worse over a period of time, and during interview she was found to have depressed mood and affect with depressive cognition. A diagnosis of moderate depression was considered under psychiatry. She was prescribed fluoxetine 20 mg and low dose of clonazepam and was informed about her illness. She was counselled for developing healthy coping skills to deal with the stressful situations. Family members were advised to remain observant of her hair eating or any other unhealthy behavior.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'25540542': 2, '22675398': 2, '18031403': 1, '27137957': 1, '18970906': 1, '34981351': 1, '28839386': 2, '16922936': 1, '30099694': 1, '30981073': 2, '32754548': 2}", "similar_patients": "{'5551305-1': 1, '3367296-1': 1, '4271385-1': 1, '6461568-1': 1}"}