{"patient_id": 98763, "patient_uid": "7311367-1", "PMID": 32595994, "file_path": "noncomm/PMC007xxxxxx/PMC7311367.xml", "title": "Cutaneous Scalp Metastases of Malignant Phyllodes Tumor of the Breast", "patient": "A 58-year-old woman was admitted to our hospital for evaluation of a lump in the left breast. The initial outside-hospital mammogram () revealed a 3.4 × 2.0-cm mass in the upper outer quadrant of the left breast. On ultrasonography of the left breast (), a 3.1 × 2.1 × 2.7-cm irregular hypoechoic mass with lobulated and partially indistinct margins was evident in the upper outer quadrant (2 o'clock) of the breast. There were no significantly enlarged lymph nodes in the axillae. Ultrasound-guided core-needle biopsy was performed, and the result suggested differential diagnosis of malignant PT, undifferentiated sarcoma, or metaplastic carcinoma. Breast magnetic resonance imaging (MRI) was performed for evaluation of tumor extent. MRI of the left breast () revealed an approximate 3-cm irregular rim-enhancing mass with a plateau kinetic pattern in the upper outer quadrant of the breast. The patient underwent breast-conserving surgery with negative resection margins. Microscopically, the tumor was characterized by a leaf-like pattern of cystic or cleft-like spaces, lined with epithelium (). The specimen also showed stromal hypercellularity, heterogeneous stromal overgrowth, marked cellular pleomorphism, and a high mitotic count of over 40 per 10 high-power-fields. Immunohistochemical (IHC) staining showed that the tumor cells were estrogen receptor-negative, negative for human epidermal growth factor receptor 2, weakly positive for progesterone receptor (< 5%), positive for Ki-67 (50%) and bcl-2, weakly positive for p63 (10%) and p53 (< 1%), and negative for cytokeratin, S-100, epithelial membrane antigen, and CD34; the specimen confirmed the diagnosis of malignant PT.\\nAt 3 years post-surgery, the patient re-visited our hospital due to a palpable, intermittently painful mass in the scalp. On physical examination, 2 erythematous masses (maximum 1.5 cm) were detected in the right frontal and left parietal scalp (). Incidentally, a 3-cm mass was observed in the right upper lobe of the lung on chest computed tomography (CT) (). The patient underwent skin biopsy and video-assisted thoracic surgery for the lung mass to rule out primary lung malignancy or metastasis of malignant PT of the breast. The pathologic result was concurrent with metastatic malignant PT of the scalp and lung, with histological similarity and IHC correlation to the previously diagnosed malignant PT of the breast. There was no evidence of recurrence or contralateral metastasis in the breast. During the subsequent week, fluorine-18-fluorodeoxyglucose positron emission tomography/CT (18F-FDG PET-CT) was performed for systemic evaluation and an approximately 2.4 cm-hypermetabolic mass (SUVmax = 17.0) was detected in the left kidney ().\\nFour cycles of adriamycin (60 mg/m2) and cyclophosphamide (500 mg/m2) chemotherapy were administered, and the renal mass decreased in size. However, the scalp masses increased in size (maximum 5.6 cm, ) without bony destruction. There was no other mass in the head and neck area on the initial CT for inclusion in the radiotherapy planning for the scalp mass (). After 10 rounds of radiotherapy (400 cGy), the masses were resected with a 1.5-cm safety margin. Microscopically, the specimen showed spindle-cell proliferation with abundant mitoses and nuclear pleomorphism involving the dermal and subcutaneous tissues, and the diagnosis of metastatic PT was rendered.\\nThere was no evidence of recurrence during the first 5 months post-treatment; however, the patient complained of a new erythematous papule of the scalp, and the skin biopsy result was confirmed as recurrent metastatic PT. The patient refused additional chemotherapy. After 3 months, a rapidly growing, heterogeneously enhanced mass in the left parotid gland with angioinvasion of the left external carotid artery and venous branches with accompanying tumoral thrombi was noted on CT (). Additionally, PET-CT showed multifocal progression of metastases to the left thoracic wall, left kidney, left lung and subphrenic space, and skeletal system, including the left femur and ribs (). The patient underwent an additional 4 cycles of palliative systemic chemotherapy and radiotherapy for the parotid mass; however, the patient showed progressive disease and passed away 16 months after the initial diagnosis of distant metastases.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'6287874': 1, '11266524': 1, '22182382': 1, '11013364': 1, '26021788': 1, '206344': 1, '1323101': 1, '16118768': 1, '25104281': 1, '30263996': 1, '34771579': 1, '26778012': 1, '17439760': 1, '23577269': 1, '27065662': 1, '32595994': 2}", "similar_patients": "{}"}