{"patient_id": 31650, "patient_uid": "7853695-1", "PMID": 33552769, "file_path": "comm/PMC007xxxxxx/PMC7853695.xml", "title": "Maintained Complete Response and Long-Term Survival in Epidermal Growth Factor Receptor Mutated Metastatic Non-Small Cell Lung Cancer with Erlotinib", "patient": "Our 66-year-old male patient was admitted to the hospital in October 2009 for the treatment of pneumonia. A chest computed tomography (CT) scan done during hospitalization revealed a 2.5 x 2 cm mass in the left upper lobe with no hilar or mediastinal adenopathy. He was a non-smoker, and his medical history was significant for prostate cancer treated with radical prostatectomy in 1993 followed by salvage radiation to prostate bed in 2004 for prostate-specific antigen (PSA) recurrence.\\nBronchoscopy did not reveal endobronchial lesions. CT-guided fine-needle aspiration (FNA) of the mass revealed adenocarcinoma consistent with lung primary (cytokeratin (CK)-7 positive, thyroid transcription factor (TTF)-1 positive, CK-20 negative). A staging positron emission tomography (PET) scan did not reveal evidence of hilar, mediastinal, or metastatic disease. Clinically, it was a stage IA (T1b N0 M0) disease. He underwent a left upper lobectomy with mediastinal lymph node sampling. Pathologic stage was pT2a (3.5 cm) N0 M0 (stage IB), moderately differentiated adenocarcinoma with positive angiolymphatic invasion. He only had one mediastinal station sampled. He was offered adjuvant systemic therapy, but he opted for surveillance.\\nSurveillance continued with CT scans. In 2012, the CT scan showed multiple left upper lobe nodules, the largest 7.4 mm (Figure ). Restaging did not reveal other sites of metastasis. A left upper lobe core needle biopsy was obtained which revealed adenocarcinoma consistent with recurrent, metastatic disease. He was deemed inoperable by thoracic oncology.\\nSpecimens were sent for EGFR mutation and anaplastic lymphoma kinase (ALK) rearrangements and systemic therapy was initiated with carboplatin/pemetrexed and bevacizumab in August 2012 while awaiting the results of molecular markers. A CT scan after four cycles showed stable disease (Figure ). Mutation analysis results revealed EGFR mutation (E746 A750 deletion in exon 19 of the EGFR gene). At this juncture, chemotherapy was stopped in October 2012, and he was started on switch maintenance with erlotinib. He was initially started at a dose of 150 mg daily, which was reduced to 100 mg after two years secondary to grade 2-3 acneiform rash.\\nFollow-up CT scans showed the achievement of complete remission in January 2016 (Figure ). He has no evidence of recurrence or progression of the disease as of today in the context of manageable grade 1 erlotinib-related acneiform rash and diarrhea, resected nodular skin basal cell carcinoma, and squamous cell carcinoma. As of the last follow-up, in November 2020, our patient has survived >10 years since the diagnosis of lung cancer with no current evidence of disease. The plan is to continue with erlotinib given the patient’s response and absence of new side effects or change in the performance status.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'25366755': 1, '19692680': 1, '30328620': 1, '31707279': 1, '18670300': 1, '25806302': 1, '25651787': 1, '26599344': 1, '26724471': 1, '29398453': 1, '16467097': 1, '7815787': 1, '16818686': 1, '20022809': 1, '25589191': 1, '30681568': 2, '22285168': 1, '25882801': 1, '20573926': 1, '21783417': 1, '33552769': 2}", "similar_patients": "{'6358372-1': 1}"}