{"patient_id": 23583, "patient_uid": "7430692-1", "PMID": 32821580, "file_path": "comm/PMC007xxxxxx/PMC7430692.xml", "title": "A Wolf in Sheep’s Clothing: High-Grade Ovarian Endometrioid Carcinoma Masquerading as Pregnancy", "patient": "We elucidate the case of a 48-year-old female who presented to our department with a 10-month history of persistent lower abdominal pain, massive abdominal swelling, and intermittent nausea. This constellation of symptoms was on a background of amenorrhea for the past three months, alluding to the possibility of a pregnancy. Due to her limited financial means and an inability to access adept healthcare, the patient had initially consulted a midwife, who, upon a cursory physical examination, attributed the patient’s symptoms to an uncomplicated pregnancy. In the aftermath of the consultation, however, the patient started experiencing urinary frequency, weight loss, and malaise, raising suspicion for a more sinister underlying aetiology. The patient then consulted a physician; a prompt diagnostic evaluation, through a concoction of radiological imaging and blood workup, was then commenced. Subsequent CT imaging revealed a large cystic mass in the left adnexal region, with the ovaries boring into the mass and thus indistinguishable from the abnormal growth (Figure ).\\nAdditionally, the CT scan divulged a huge mass displacing the small bowel loops peripherally and impinging on the urinary bladder (Figure ).\\nThe radiological findings, coupled with the patient’s presenting history, significantly raised the possibility of a malignancy. Thereafter, further diagnostic evaluation through the means of a tumour-marker profile was conducted. The radiological findings, along with the patient’s history, were discussed in a multidisciplinary team meeting (MDT); a unanimous consensus vouching for a surgical operation was reached. Preoperatively, two blood transfusions were performed in order to bolster the low blood haemoglobin levels prior to surgery. A lower midline laparotomy and a total abdominal hysterectomy with bilateral salpingo-oophorectomy were performed, yielding an exorbitant mass weighing 12 kilograms (Figure ).\\nThe postoperative recovery was uneventful, and the patient was discharged on the fifth day postoperatively. The mass obtained from surgery was subsequently sent for histopathological evaluation. Gross examination revealed a tumour afflicting both the left and the right ovaries, measuring 21 x 21 x 13 cm and 8.5 x 6.0 x 5.5 cm, respectively. Additionally, both fallopian tubes were also positive for carcinoma. Histopathological workup further revealed a high-grade endometrioid ovarian carcinoma afflicting both the ovaries with concomitant serosal involvement and positive ascitic fluid. Sections obtained from both the ovarian masses showed a glandular configuration of a highly malignant tumour with a confluence of glands, papillary configurations, and areas of solid nests. A significant nuclear stratification, increased mitoses, apoptoses, and areas of necrosis and rare foci of squamous differentiation were also appreciated. Imperatively, no psammoma bodies were identified. Furthermore, lymph-vascular invasion was identified. Taken together, these histopathological findings insinuated an unequivocal diagnosis of a high-grade ovarian endometrioid carcinoma. Immunohistochemical staining was further performed with adequate controls.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'27187736': 1, '26731563': 1, '25220842': 1, '20222970': 2, '28664181': 1, '20154587': 1, '8137211': 1, '30359249': 1, '30207593': 1, '19830023': 2, '16359925': 1, '27743768': 1, '26541098': 1, '32821580': 2}", "similar_patients": "{'2740039-1': 1, '2848663-1': 1}"}