{"patient_id": 17510, "patient_uid": "7069857-1", "PMID": 32185033, "file_path": "comm/PMC007xxxxxx/PMC7069857.xml", "title": "Antiepileptic drug optimization using ambulatory electrocorticographic data from an implanted brain-responsive neurostimulator", "patient": "This is a 31-year-old male who began experiencing focal seizure of deja vu lasting 10-20 seconds about every 2-3 weeks since the age of 14. His first secondary generalized seizure was around the age of 21. He developed focal seizures of receptive and expressive aphasia as many as 5-10 times per day. His seizures remained intractable despite trials of many AEDs (Levetiracetam, Topiramate, Clobazam, Vigabatrin, Lacosamide, Perampanel, Lorazepam, Valium, Alprazolam, and Midazolam). Brain MRI was negative at the age of 24.\\nThe methods to determine the site of ictal onset zone was intracranial EEG monitoring using both strip and depth electrode done in the California Pacific Medical Center (not our facility). A seizure focus was determined to be from multiple sites, including the left temporal language area. Therefore, the patient underwent multiple subpial transection surgery on two separate occasions, as well as the implantation of the RNS at the age of 27. One cortical strip and one depth lead were implanted over the left temporal in California Pacific Medical Center. The care of the patient was then transferred to our facility after the initial titrations.\\nWe adopt the definition of “electrographic seizure” as a sustained rhythmic discharge, including repetitive spiking or spike-and-wave pattern faster than or equal to 2 Hz, with definite evolution in either frequency, location, or morphology. In addition, it should be clearly distinguishable from background, with at least 10 seconds in duration., In this case, the Detection events were mostly composed of nonseizure patterns consisting of epileptiform activities or nondescript patterns. The Long Episode events were also mostly composed of nonseizure patterns, such as brief interictal epileptiform bursts, but also included electrographic seizures (<20% in this case). The events of the Saturation and Magnet sometimes consisted of electrographic seizures.\\nIn the first 2 years after RNS implantation, the neurology team actively programmed the detection and stimulus parameters. The RNS's leads placement and configuration were regarded as optimal at the end of 2 years of programming stage for two reasons. First, on average, the focal seizures of speech disturbances were reduced from 5 times to once a day. However, the frequency of generalized tonic-clonic seizure (GTCS) remained around 3-5 times per year. Second, after reviewing the recorded ECoG data, there were samples of ECoG that demonstrated the abrupt termination of electrographic seizures after initiation of the stimulus, which supports the effectiveness of the stimulus parameters.\\nTwo years after RNS implantation, the neurology team started to focus on the AED optimization because of the remaining GTCS the patient continued to experience. The RNS detection and stimulus settings were held constant to provide reliable ECoG markers in gauging the therapeutic effectiveness of AED changes. The neurology team chose to add Lamotrigine on his current antiepileptic medication regimen (Keppra 4500 mg/daily, Onfi 50 mg/daily, and Vimpat 600 mg/daily), as the patient was not previously prescribed Lamotrigine. The neurology team quickly decided that the Lamotrigine was effective because of the following: (a) The number of Long Episode count decreased (Figure ); (b) From reviewing the ECoG data, including Long Episode, Saturation, and Magnet, the severity and amount of subclinical seizures decreased; (Figures , , , ); and (c) The patient stopped having disabling seizures which were defined as GTCS and noticeable confusion after the Lamotrigine was added.\\nAlthough the frequency of disabling seizures subsided after the initiation of Lamotrigine, the neurology team continued increasing this AED in the following 1.5 year based on the ECoG data. With the stepwise increase in Lamotrigine, the severity and number of the subclinical seizures decreased further on ECoG (Figures , , , , ). The serum Lamotrigine level increased to 12.6 μg/mL step by step. The authors believe that controlling these subclinical seizures would both prevent clinical seizures and make the patient ready for the future reduction and/or elimination of other less-effective AEDs.\\nDuring this 1.5-year period of drug optimization, the neurology team increased the Lamotrigine stepwise up to 800 mg daily. The patient developed adverse peak-dose diplopia with a higher dose of Lamotrigine (greater than 800 mg) daily. The patient did not have any GTCS since the initiation of Lamotrigine. The Long Episode count showed a decreasing trend during this 1.5-year period despite some fluctuation (Figure ). The need for the patient to utilize Magnet Swipe also decreased. Because of the overwriting of Magnet Swipe data, the count of Magnet Swipe was not available. At the end of this stage, the patient reported that he rarely used Magnet Swipe anymore. The self-reported focal seizures of speech disturbances reduced from once a day to once a week after the initiation of Lamotrigine. Furthermore, the severity and duration of focal seizure decreased, and the patient did not always feel the need to use Magnet Swipe.\\nIn this stage, the neurology team started reducing other AEDs in order to improve the patient's quality of life. The parameter of Long Episode count together with reviewing the ECoG data guided the reduction in AEDs. The goals were to both keep the patient disabling seizure-free and to minimize the adverse effects of polypharmacy by tapering less-effective AEDs. The patient reported both a reduction in sedation and medications, specifically less-effective AEDs. The ECoG parameters and clinical seizures did not increase with the reduction in these less-effective AEDs.\\nIn summary, after 2 years of active RNS programming, the neurology team held the RNS settings constant and focused on optimization of AEDs. The patient was free of disabling seizures for more than one year with the help of the ECoG (Electrocorticographic) data of RNS (Figures , , , , ).", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'30850259': 1, '30560221': 1, '25895054': 1, '30243756': 1, '29719278': 1, '30530419': 1, '18391158': 1, '30355456': 1, '32185033': 2}", "similar_patients": "{}"}