{"patient_id": 104552, "patient_uid": "7852641-1", "PMID": 33585640, "file_path": "noncomm/PMC007xxxxxx/PMC7852641.xml", "title": "Application of neoadjuvant chemotherapy combined with anlotinib in occult breast cancer: A case report and review of literature", "patient": "A 53-year-old woman was admitted to The First Hospital of Jilin University in September 2019 because of right axillary metastatic carcinoma.\\nThe patient presented with an enlarged lymph node in her right axillary area 2 wk before she visited a local hospital for examination. A needle puncture biopsy of the lymph node indicated right axillary metastatic carcinoma, most likely originating from mammary tissue.\\nShe had no previous history of any illnesses.\\nThe patient had no relevant personal or family history.\\nPhysical examination indicated no lumps in the breasts. A hard, fused and fixed lump 6.0 cm × 3.0 cm in size was identified in her right axillary area.\\nThere was no abnormality.\\nUS revealed a hypoechoic mass 6.0 cm × 3.2 cm × 2.0 cm in size in the right axilla, which had internal vascularity. Breast lesions were not identified by US, mammography (Figure ) or magnetic resonance imaging (Figure ). There was no evidence of a malignant primary lesion or distant metastasis on computed tomography scans of the thorax, abdomen and bone. Immunohistochemical staining results were positive for progesterone receptor (PR), cytokeratin (CK) 7 and specific breast markers GATA3 and gross cystic disease fluid protein-15. Tumor cells were negative for estrogen receptor (ER), human epidermal growth factor receptor-2 (HER-2), CK5/6, CK20 and villin.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'31989360': 1, '31127469': 1, '30349371': 1, '34976158': 1, '31753317': 1, '29693228': 1, '25261649': 1, '6260331': 1, '27716285': 1, '32110053': 1, '25203877': 1, '23563210': 1, '24863883': 1, '27160528': 1, '22276821': 1, '2338331': 1, '22959166': 1, '26717149': 1, '1617600': 1, '11407517': 1, '28013533': 1, '1279332': 1, '25249256': 1, '21658935': 1, '28984771': 1, '21822638': 1, '29446853': 1, '2302061': 1, '33585640': 2}", "similar_patients": "{}"}