{"patient_id": 103297, "patient_uid": "7749930-1", "PMID": 33365193, "file_path": "noncomm/PMC007xxxxxx/PMC7749930.xml", "title": "Hemifacial spasm caused by vertebral artery aneurysm treated by endovascular coil embolization", "patient": "A 59-year-old man with hypertension and diabetes mellitus was referred to our hospital with a 2-month history of the left HFS. The patient had no neurological deficit except for left HFS. There was no episode of severe occipitalgia to suggest VA dissection. Magnetic resonance angiography (MRA) demonstrated a left saccular VA aneurysm, and the left VA was dominant []. The VA aneurysm compressed the REZ of the facial nerve on magnetic resonance imaging (MRI)-constructive interference in a steady-state []. A left saccular VA aneurysm with a diameter of 5.5 mm was found on angiography and the PICA arose from the aneurysm neck []. No findings indicating VA dissection, such as intimal flap or double lumen, were observed. Based on these findings, the HFS due to compression of the REZ by the VA-PICA aneurysm was diagnosed. Prevention of aneurysm rupture and treatment of HFS were considered. Although several reported cases were treated by endovascular parent artery occlusion (PAO), PAO was unable to be performed in our case because the left VA was dominant and the PICA arose from the aneurysm neck. Clipping of the VA-PICA aneurysm, followed by additional microvascular decompression (MVD), was considered not easy, because the lesion was located in the paramedian region and there may be small perforating branches from VA in this area. Thus, we initially planned to perform endovascular coil embolization with preservation of the VA and PICA to prevent aneurysm rupture. Then, if HFS did not disappear after treatment, MVD was planned.\\nAntiplatelet drug administration of aspirin at 100 mg/day and clopidogrel at 75 mg/day was started 1 week before treatment. Procedures were performed under general anesthesia. An 8-Fr. long sheath introducer was inserted into the right femoral artery. Systemic heparinization was introduced and the activated clotting time was maintained at 200–250 s. A 6-Fr. guiding catheter (FUBUKI, Asahi Intecc, Aichi, Japan) was guided into the left VA. Coil embolization was performed by the balloon-assisted technique to preserve the left PICA and VA. A balloon catheter (Scepter XC, 4 × 11 mm, Terumo, Tokyo, Japan) was advanced into the VA distal to the neck of the aneurysm, and a microcatheter (Excelsior SL-10, Stryker, Kalamazoo, MI, USA) was inserted into the aneurysm using a microguidewire (CHIKAI 14, Asahi Intecc). A platinum coil (Target 360 soft, 5 mm × 10 cm, Stryker) as the first coil was deployed in the aneurysm after the micro-balloon was placed at the aneurysm neck and inflated. A total of 12 coils were inserted serially, and the aneurysm was obliterated while preserving the PICA and parent artery [].\\nHis postoperative course was uneventful. No new neurological symptoms developed, and ischemic lesions were not identified on diffusion-weighted MRI. The spasm of the left eyelid muscle persisted on the day of surgery. The frequency of HFS decreased the next day after treatment, and HFS disappeared 2 days later. Postoperative MRA demonstrated no blood flow within the aneurysm []. HFS has not recurred for 1 year after treatment.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'15924209': 1, '11148077': 1, '8592234': 1, '16041182': 1, '15540928': 1, '28087915': 1, '23266867': 1, '21832966': 1, '2002380': 1, '22464656': 1, '9361077': 1, '10069606': 1, '10875124': 1, '30476260': 1, '22782498': 1, '11546578': 1, '12687307': 1, '23459522': 1, '22937927': 1, '26453756': 1, '9002718': 1, '19137088': 1, '33365193': 2}", "similar_patients": "{}"}