{"patient_id": 100993, "patient_uid": "7507882-1", "PMID": 32995029, "file_path": "noncomm/PMC007xxxxxx/PMC7507882.xml", "title": "Cheiro-oral-pedal syndrome as the presenting symptom of brainstem cavernous malformation: a case report", "patient": "A 56-year-old man presented with an abnormal tingling sensation around the right side corner of the mouth, and in the hand, foot and lateral thoracic region (). He had a history of dyslipidemia and anxiety disorder, for which he was taking simvastatin and escitalopram. His body temperature was 36.7°C, his pulse was 90 bpm, and his blood pressure was 128/86 mmHg. Neurologic examination revealed that the patient was alert, his cranial nerves were intact, his motor power was grade V in all extremities, and his deep tendon reflexes were normal. Objective sensory deficit was not seen. We suspected COPS with additional thorax involvement. COPS is usually due to a lesion in the thalamocortical projections or thalamus and brainstem. The differential diagnosis of COPS in this patient included lacunar infarction because he had a risk factor for dyslipidemia, hemorrhagic stroke or cerebral vascular malformations such as CMs, and arteriovenous malformations were also possible differential diagnosis.\\nBrain magnetic resonance imaging (MRI) showed a well-defined lesion in the left side of the dorsal pons, measuring 1.2 × 1.1 cm and showing T1 hyperintensity without enhancement, T2 hyperintensity with a hemosiderin rim and surrounding edema, and an associated blooming susceptibility artifact on susceptibility weighted imaging (SWI), and was diagnosed with a bleeding CM (). Because his symptoms did not disturb his quality of life and the lesion was located in the deep pons, where the morbidity associated with the intervention is high. Observation was considered and gabapentin was prescribed at 300 mg/day. His sensory symptom was gradually decreased, and he had only mild tingling sensation with no additional symptoms after the 16-week follow-up period.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'29535273': 1, '26654287': 1, '19050659': 1, '31510895': 1, '9455981': 1, '27164680': 1, '16720226': 1, '1563459': 1, '32995029': 2}", "similar_patients": "{}"}