{"patient_id": 22103, "patient_uid": "7358774-1", "PMID": 32704399, "file_path": "comm/PMC007xxxxxx/PMC7358774.xml", "title": "Epiploic Appendagitis Causing Small Bowel Obstruction: A Pleasant Surprise", "patient": "A 69-year-old man presented with colicky abdominal pain, flatulence, vomiting, and abdominal distension developed over the last 12 hours. The patient had arterial hypertension from his past medical history, while from his surgical history, he had underwent laparoscopic cholecystectomy 10 years earlier, and his BMI was 34. On clinical examination, he was mildly febrile with a temperature of 37.8°C, hemodynamically stable, and with marked abdominal distension and elevated inflammatory markers: white cell count 15000/78% neutrophilic type and CRP: 9. Otherwise, his laboratory tests were unremarkable. Abdominal X-ray showed dilated small bowel loops with air-fluid levels. Abdominal computed tomography (CT scan) followed and revealed SBO, showing a transition point in the terminal ileum (). Abdominal pain was not resolving, and the patient remained febrile, despite conservative management with nasogastric tube placement and intravenous fluids. Exploratory laparotomy was decided starting with a lower midline incision (). A dilated terminal ileum loop was revealed densely adhered to the sigmoid colon, creating an internal hernia-like condition, with the proximal small bowel protruding towards the pelvis being trapped and showing initial signs of reduced blood supply. At the transition point to the sigmoid colon, a 5 cm long, inflamed complexion was found initially thought to be an inflamed appendix. Surprisingly, it was found that the inflammatory mass was epiploic appendagitis. After mobilizing the adhered small bowel, the inflamed epiploic appendix was ligated at its base and resected, while normal colour and texture of the previously entrapped bowel loops were restored with the aid of warm normal saline. Histolopathological examination revealed hypertrophic epiploic appendagitis, with areas of necrosis and inflammation and hemorrhagic infiltration at peripheral sites (Figures and ). The patient had an uneventful postoperative course and was discharged on the 5th postoperative day.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'30255446': 1, '31168315': 2, '25555004': 1, '29043404': 1, '4038060': 1, '31607837': 2, '13360649': 1, '18354354': 1, '21490891': 1, '2353710': 1, '19843737': 1, '33310465': 1, '16284132': 1, '31523384': 2, '11036136': 1, '32704399': 2}", "similar_patients": "{'6787410-1': 1, '6715586-1': 1, '6489175-1': 1}"}