{"patient_id": 21254, "patient_uid": "7315308-1", "PMID": 32607261, "file_path": "comm/PMC007xxxxxx/PMC7315308.xml", "title": "A Rare Case of Single-Rooted Mandibular Second Molar with Single Canal", "patient": "A 25-year-old Saudi Arabian man presented to the dental clinic with a chief complaint of “severe pain to cold water” in the lower right side of the jaw. The history revealed that pain started about three weeks ago and has increased in intensity over the past five days with occasional spontaneous symptoms. The patient had several dental treatments done in the past such as periodontal scaling, restorations, root canal treatment, and extractions, without any complications. The patient denied having any relevant medical condition such as chronic illness, use of medication, allergy, or previous hospitalization.\\nUpon extraoral examination, no significant findings were noted. Intraoral examination showed tooth #47 with deep occluso-mesial caries. On application of the cold test to the tooth, the patient responded with severe prolonged pain compared to adjacent teeth. Tooth #47 was tender to percussion but responded normally to palpation and bite tests. Periodontal probing generally ranged from 2 to 3 mm, without any increase in tooth mobility. The health of the surrounding mucogingival tissues was within normal limits. Radiographic assessment commenced by systematic evaluation of the already available panoramic radiograph (). The obtained preoperative periapical radiographs (Figures and 2(b)) demonstrated the presence of one large canal along with one conical root and slight widening of the periodontal ligament space around the apex of tooth #47. A diagnosis of symptomatic irreversible pulpitis with symptomatic apical periodontitis of tooth #47 was established, and root canal treatment followed by composite buildup and crown were planned. Prior to treatment, CBCT (Planmeca Promax, Planmeca, Finland) was obtained in order to enable three-dimensional assessment of pulp space morphology. Further evaluation of sagittal, coronal, and axial slices confirmed the presence of one large round-oval canal extending from the orifice level to the root apex without any evidence of additional canals (Figures –).\\nLocal anesthesia was administered through inferior alveolar nerve block using one carpule (1.8 ml) of 2% lidocaine with 1 : 100,000 of epinephrine (Lidocaine HCl, Huons Co., Seoul, Korea). Another carpule was added for buccal and lingual infiltrations. Following rubber dam isolation, caries excavation and access cavity preparation were accomplished using size 6 long shank round bur in a high-speed handpiece. Then, pulp extirpation was performed using barbed broach. The dental operating microscope (OPMI Pico, Carl Zeiss Surgical, Oberkochen, Germany) showed the presence of a large round canal orifice located in the center of the pulp chamber floor (). Following irrigation with 5.25% NaOCl, shaping of the coronal two-thirds of the canal was performed using ProTaper Gold rotary files (Dentsply Maillefer) in the following sequence: SX, S1, and S2. Working length (WL) was determined using a size 20 K file attached to an electronic apex locator and then confirmed using a digital radiograph (). After that, size 10 and 15 K files were precurved and placed against the canal walls to further explore the internal anatomy. Root canal shaping was then completed using hybrid instrumentation technique. Canal shaping to WL was first accomplished using S1 and S2 instruments. After that, apical enlargement was performed using Vortex Blue rotary files (Dentsply Tulsa Dental Specialties, Tulsa, OK) in the following sequence: 25/0.06, 30/0.06, 35/0.06, and 40/0.06. During the shaping procedure, EDTA gel (Glyde File Prep; Dentsply Maillefer, Ballaigues, Switzerland) was utilized as lubricant, and 5.25% NaOCl solution was used to irrigate the canal. Recapitulation and verification of canal patency were frequently performed during the procedure. Final irrigation was performed using 17% EDTA (Meta Biomed Co. Ltd., Mandaluyong, Korea), after which the canal was dried using sterile absorbent paper points. The snug fit of a size 40, taper 0.06 master gutta-percha cone was evaluated radiographically (). The canal was then obturated with gutta-percha cone and AH26 sealer (Dentsply Maillefer) using a hybrid technique combing cold lateral and warm vertical compaction techniques (). The pulp chamber was then cleaned using alcohol-moistened cotton pellet, after which the access cavity was temporized with Cavit. After one week, the patient reported complete resolution of the symptoms. The tooth was restored using post-retained composite buildup and then referred for the fabrication of a full coverage restoration. The patient gave his informed consent for the publication of this case.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'31001371': 1, '11853239': 1, '31749454': 1, '30930015': 1, '7673821': 1, '30444531': 1, '22000454': 1, '18403877': 1, '15851930': 1, '3251974': 1, '15167464': 1, '15107643': 1, '11307455': 1, '26320105': 1, '8182385': 1, '30642318': 1, '24392427': 1, '11482719': 1, '9206419': 1, '31700224': 1, '23524421': 1, '6595621': 1, '29657539': 1, '26929687': 1, '31346372': 1, '32607261': 2}", "similar_patients": "{}"}