{"patient_id": 22188, "patient_uid": "7360863-1", "PMID": 32742289, "file_path": "comm/PMC007xxxxxx/PMC7360863.xml", "title": "Coarctation Stenting in a Rare Case with Congenitally Corrected Transposition of the Great Arteries and the Bicuspid Aortic Valve", "patient": "A 22-year-old man with a history of hypertension and cardiac murmurs identified in infancy referred to our adult congenital cardiac disease department for the evaluation and management of secondary hypertension.\\nA loud pansystolic murmur audible through the precordium and between the scapulae was identified during the clinical examination. Additionally detected was hypertension, with an ankle-arm index <1 (pressure in the right arm=162/75 mmHg and pressure in the right leg=129/76 mmHg) and no substantial decrease in the femoral pulses. All these findings were in favor of coarctation of the aorta.\\nAll the other tests performed to investigate the other underlying causes of secondary hypertension were normal. In the initial investigation, the anteroposterior view of chest X-ray showed the straightening of the upper part of the left cardiac border (secondary to the parallel transposition of the great artery), the absence of the main pulmonary trunk, and normal pulmonary vascularization. Electrocardiography revealed the sinus rhythm, signs of right atrial enlargement, Q waves in leads III and aVF, the mean cardiac axis in the frontal plane between 0º and −30º, and a poor R progression in the precordial leads, all denoting the probability of cc-TGA.\\nTransthoracic echocardiography was performed; and as is shown in , atrioventricular (AV) and ventriculoarterial discordance was patently visible in the 4-chamber view. The aortic valve was bicuspid without a significant pressure gradient (). Aortic coarctation distal to the left subclavian artery was seen through the suprasternal window, with a maximum Doppler gradient of 60 mmHg. Additionally, mild tricuspid regurgitation was noted, with no intracardiac shunts.\\nValsartan (80 mg) and carvedilol (6.25 mg) were prescribed for the patient. Subsequently, for better evaluation, cardiac catheterization was done and its results confirmed the diagnosis of cc-TGA. Aortic root angiography demonstrated aortic coarctation distal to the emergence of the left subclavian artery (). There was a gradient of around 80 mmHg across the coarctation, without any intracardiac shunting or significant valvular regurgitation.\\nWith regard to the patient’s symptoms and the significant gradient of the coarctation site, transarterial coarctoplasty was done for him. After the wiring of the coarctation, a CP stent (Cheatham–Platinum stent) 8Z39 was deployed and postdilation was done using a Balloon-in-Balloon (BIB) (20×50 mm) with good results (gradient across the coarctation site=0) and without complications (). The patient’s blood pressure was controlled with medical treatment, and echocardiography at the time of discharge and 6 months afterward showed the proper position of the aortic coarctation stent in the aorta, with a turbulent flow and a gradient of 25 mmHg without diastolic tail. The abdominal aorta had an antegrade diastolic flow.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'21955471': 1, '21569592': 1, '25298707': 1, '30370391': 1, '15478325': 1, '20376185': 2, '19840081': 1, '13747591': 1, '21435186': 1, '27531082': 1, '998526': 1, '29378757': 1, '32742289': 2}", "similar_patients": "{'2847868-1': 1}"}