{"patient_id": 17313, "patient_uid": "7060436-1", "PMID": 32158579, "file_path": "comm/PMC007xxxxxx/PMC7060436.xml", "title": "Single-Stage Arthroscopic Anterior and Posterior Cruciate Ligament Repairs and Open Medial Collateral Ligament Repair for Acute Knee Dislocation", "patient": "A 43-year-old man was injured on contact while playing futsal and was diagnosed with multiple ligament injuries of the knee in an emergency hospital. During his visit to our hospital the next day, the passive range of motion (ROM) of the knee was 5-105°, and the anterior drawer test, Lachman test, pivot shift test, sagging, and posterior drawer test were all positive. The valgus stress test was found to be positive at 5°and 30° flexion. There was no patellar apprehension, and the radiographs showed no fractures; however, the magnetic resonance imaging (MRI) showed injuries to the proximal ACL, PCL, and MCL and to the medial meniscus (MM) ().\\nSurgery was performed under lumbar spine anesthesia, 6 days after the injury. The patient was placed in the supine position, with the lower leg (below the knee) and feet hanging; an air tourniquet was used. Anteromedial and anterolateral portals were created, and the arthroscopic examination revealed a proximal rupture of the ACL with almost no fibers at its femoral insertion (). This injury was therefore identified as a type 1 tear of the ACL, according to the Sherman's classification []. The PCL was also ruptured proximally, and the stump was pinched into the medial compartment (). A horizontal tear was observed extending from the middle to the posterior end of the MM, with no cartilaginous damage.\\nThe severity of the ACL and PCL ruptures necessitated surgical repair; the arthroscopic PCL repair was performed first. The stump of the PCL was then pulled from the medial compartment, and the PCL was sutured using 2-0 nonabsorbable sutures. While pulling the suture with traction on the PCL, it was sutured using no. 2 FiberWire® (Arthrex, Naples, FL, USA) and TigerWire® (Arthrex), employing the Mason-Allen stitch technique (). Owing to the possibility of a considerably short distance from the stump of the PCL to the original femoral attachment, a guidewire was inserted through the anterolateral portal in a slightly lower and deeper point than the original femoral attachment of the PCL. A bone tunnel was created by drilling inside-out through the anteromedial portal, using a 4.5 mm cannulated drill. The three sutures of the PCL were pulled out to the medial end of the femur through the bone tunnel.\\nSimilarly, the stump of the ACL was sutured using no. 2 FiberWire® and TigerWire®, employing the Mason-Allen stitch technique (). A guidewire was inserted between the original attachment site of the anteromedial and posterolateral ends of the ACL, using an outside-in guide. A bone tunnel was then created using a 4.5 mm cannulated drill, and the two sutures of the ACL were pulled out to the lateral end of the femur through the bone tunnel. The sutures of the PCL were tied to the suture of a 5.5 mm HEALICOIL (Smith&Nephew, Andover, MA, USA), inserted in the medial femoral condyle, and was fixed by applying anterior drawer force with the knee in 90° flexion. The sutures of the ACL were fixed using the Endobutton® (Smith&Nephew), with the knee fully extended.\\nAn incision was made distally from the medial femoral condyle, along the superficial medial collateral ligament (sMCL). The sartorial fascia was opened, and the ruptured sMCL and the posterior oblique ligament (POL) were identified. The ruptured sMCL and POL were then sutured using no. 2 FiberWire® in a baseball running cross-stitch pattern. The joint capsule was also found to be injured, and there was a meniscofemoral tear between it and the MM. The MM tear was sutured using 2-0 nonabsorbable sutures, and the sutures of the sMCL and POL were tied to that of the HEALICOIL and fixed at 30° flexion, with the knee in varus alignment. Both the ACL and PCL were in tension after fixation (Figures and ).\\nPartial weight-bearing was permitted starting the day after surgery, and a ROM of 0-90° was permitted. Full weight-bearing was permitted one week after surgery, with a ROM of 0-120° being permitted 4 weeks. Six weeks after surgery, the patient was allowed a free ROM. The patient started jogging and returned to his sport at 3 and 8 months after surgery, respectively.\\nThe ROM at 2 years after surgery was 0-140°, and there was no loss of extension or flexion compared to the contralateral knee. The anterior drawer test, Lachman test, pivot shift test, sagging, and posterior drawer test were all negative. The valgus stress test was negative at 0° flexion and positive at 30° flexion. The Lysholm, Kujala, Knee Injury and Osteoarthritis Outcome Score (KOOS) symptoms, KOOS pain, KOOS activities of daily living, KOOS sport, and KOOS quality of life scores were 99, 97, 92.8, 94.4, 100, 85, and 75, respectively. Using the KT-2000 arthrometer (MEDmetric, San Diego, CA, USA), the differences in anterior and posterior laxity between the injured and contralateral knees were +1.79 mm and +1.20 mm, respectively.\\nThe radiograph demonstrated the Pellegrini-Stieda lesion but did not show progression of osteoarthritis (Figures and ); the ACL, PCL, and MCL were in tension, and fiber continuity was maintained on MRI (Figures –).", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'26801911': 1, '25456494': 1, '30167362': 1, '17304061': 1, '30478468': 1, '25408556': 1, '19341932': 1, '9397264': 1, '12209427': 1, '19952260': 1, '26165465': 1, '10626912': 1, '12209426': 1, '27324969': 1, '10098080': 1, '1867333': 1, '28357408': 1, '12239009': 1, '32158579': 2}", "similar_patients": "{}"}