{"patient_id": 100020, "patient_uid": "7427141-1", "PMID": 32790516, "file_path": "noncomm/PMC007xxxxxx/PMC7427141.xml", "title": "Advanced primary squamous cell carcinoma of gallbladder and potential predictive biomarkers for prognosis", "patient": "A 59-year-old man visited our hospital on 6 May 2019, with a 10-day history of moderate epigastric pain radiating to the back, fever, and vomiting. No jaundice, decreased appetite, or weight loss was noted. He denied a history of cholelithiasis. Several years before, he had undergone a splenectomy because of traffic accident injuries. His body mass index (BMI) was 23.7, with an Eastern Cooperative Oncology Group (ECOG) performance score of 2.\\nA tentative diagnosis of acute cholecystitis and gallbladder neoplasm was made based on clinical symptoms; physical examination; abnormal increases of leukocytes, neutrophils, and C-reactive protein level; and irregular thickening of gallbladder wall (18 mm) observed by abdominal ultrasonography examination. Liver function tests were normal. Antibiotic therapy was administered immediately but the efficacy was not satisfactory. A computed tomography (CT) scan of the chest, abdomen, and pelvis was conducted, which revealed a large gallbladder mass measuring 50 × 40 mm with solid and cystic components, suggesting gallbladder malignancy. The mass had infiltrated the liver (), with multiple liver metastases, several enlarged hepatic hilar region lymph nodes (with the largest node measuring 30 × 22 mm), and retroperitoneal lymph nodes (). The pancreas, in contrast, appeared normal, with no biliary obstruction or strictures observed. Tumor tissue was obtained by percutaneous needle biopsy, guided by B-ultrasound. Histopathological examination revealed poorly differentiated pure squamous cell carcinoma. Immunohistochemical results were as follows: Heppar-1 (±), glypican-3 (−), Ki-67 (60%+), cytokeratin (CK)19 (+), CK7 (+), P40 (+), and P63 (+) (). Endoscopy was performed and no tumors of the esophagus, stomach, and duodenum were found. The patient was diagnosed with pure poorly differentiated squamous cell carcinoma of gallbladder, invading all layers of the gallbladder with infiltration of the liver, accompanied by multiple liver and lymph node metastases, staged IVB: cT3N2M1, G3, according to the American Joint Committee on Cancer (AJCC) TNM Staging for Gallbladder Carcinoma (8th ed., 2017). Unfortunately, the patient could not tolerate palliative chemotherapy, radiotherapy, or immunotherapy due to the poor performance status (BMI = 20.3, ECOG = 3). Thus, the best supportive care was given. One week later, the epigastric pain worsened and could not be alleviated without morphine. One month later, the patient had decreased appetite, weight loss, jaundice, yellow urine, and pale stools. The patient’s alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, direct bilirubin, total bilirubin (), and CA199 levels began to increase continuously and rapidly and he experienced osteodynia. Bone scans showed multiple nuclear aggregations in the sternum and several vertebrae. The patient refused an invasive bone biopsy so the pathology could not be assessed. A CT scan and endoscopy examination excluded other primary tumor sites, such as lung or prostate.\\nAnother B-ultrasound examination followed, which showed that the metastatic liver masses, hepatic hilar region lymph nodes, and retroperitoneal lymph nodes had increased in size (the largest node measuring 42 × 31 mm), indicating that the cancer had progressed rapidly. The patient’s performance status worsened further (BMI = 19.6, ECOG = 4). Systemic inflammatory biomarkers, such as NLR, PLR, and LMR, were investigated, and results showed that all of these biomarkers were related with poor prognosis (, ). Despite the best supportive care and anti-infective therapy, the patient died of biliary obstruction and related infection, which had led to multiple organ failure, on 30 June 2019 (an overall survival time of about 2 months).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'24995642': 1, '24679425': 1, '19468060': 1, '23664694': 1, '14993027': 1, '29889907': 1, '26808342': 1, '31695494': 1, '20384432': 1, '29515940': 2, '18333116': 1, '32790516': 2}", "similar_patients": "{'5832400-1': 1}"}