{"patient_id": 25785, "patient_uid": "7526371-1", "PMID": 32993530, "file_path": "comm/PMC007xxxxxx/PMC7526371.xml", "title": "A novel mutation of the MEN1 gene in a patient with multiple endocrine neoplasia type 1 and recurrent fibromyxoid sarcoma – a case report", "patient": "We report a case of a 57 year old man who was surgically treated for pancreatic gastrinoma and multiple gastric ulcers at the age of 32. Several years later he developed hypercalcemia and elevated parathyroid hormone levels which yielded further endocrine work-up. Early and late images of a pre-operative sestamibi scan showed multiple areas of increased tracer accumulation which consequently resulted in the extirpation of all four parathyroid glands and right thyroid lobectomy. The following pathohistological finding showed parathyroid hyperplasia of all four glands. Aforementioned medical data posed a high clinical suspicion of MEN1 syndrome but thereupon the patient lacked interest in genetic testing since he had no children. His parents and close relatives were generally healthy without apparent health issues such as endocrinopathies or tumors. During the routine follow-up at the age of 45, the patient was diagnosed with pulmonary neoplasia. Total excision was performed and the pulmonary neuroendocrine tumor (NET) grade 2 was established without any evidence of residual disease. A year later, a positron emission tomography–computed tomography scan showed an increased tracer uptake in the right thoracic paravertebral area. A successful tumor resection by video-assisted thoracoscopic surgery was conducted leading to schwannoma diagnosis. Later follow-up did not reveal any residual disease, but the patient continued medical check-up due to painless skin lumps on the limbs, torso and face. Multiple local operations revealed skin fibromas, lipomas and basocellular carcinoma of the face. However, at the age of 50, he underwent a surgical excision which showed a low-grade fibromyxoid sarcoma (Fig. ). Over the next 4 years, the patient had multiple operations due to sarcoma recurrence at different sites. Furthermore, he was evaluated for mediastinal lymphadenopathy and diagnosed with NET metastasis (grade 2, Ki-67 18%). Adjuvant radiation therapy was applied and octreotide therapy was introduced which yielded good therapy tolerance and patient well-being on the last regular check-up. His medications included levothyroxine 50 mcg, calcitriol 0.25 mcg, calcium-carbonate 500 mg b.i.d. (with meals), insulin degludec 12 IU SC (before bedtime), insulin aspart 2–5 IU SC (before meals), and octreotide LAR 40 mg IM q4Weeks. The follow-up laboratory analyses show remarkable findings, while the imaging procedures do not reveal progression of the mediastinal lymphadenopathy. Ultimately, our patient affirmed genetic testing and turned out to be a carrier of a novel mutation variant of the MEN1 gene. The sequencing of the MEN1 gene included the whole coding region of the gene. Analysis of the MEN1 gene coding region revealed a heterozygous mutation (variant c.812_820del, p.Gly271_Leu273del) in the exon 5. For the identification of mutations in the coding region of this gene, Applied Biosystems 3130xl Genetic analyzer and BigDye® Terminator v3.1 Cycle Sequencing Kit were used. Pathogenicity of identified mutation was verified in reference databases for mutations related to MEN1 syndrome (). The datasets generated and analysed during the current study are available in the GenBank and ENSEMBL database. The prediction of the new variant pathogenicity was performed with Mutation Taster () and PROVEAN () software (Fig. ).", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'27899578': 1, '17590169': 1, '28899949': 1, '30889380': 1, '30018380': 1, '19949948': 1, '9597932': 1, '20833329': 1, '34630684': 1, '31263451': 1, '11038219': 1, '32993530': 2}", "similar_patients": "{}"}