{"patient_id": 105949, "patient_uid": "7983544-1", "PMID": 33776692, "file_path": "noncomm/PMC007xxxxxx/PMC7983544.xml", "title": "Calcitonin-Negative Neuroendocrine Carcinoma of the Thyroid Gland: Case Report and Literature Review", "patient": "A previously healthy 33-year-old male with no medical comorbidities, a nonsmoker not consuming alcohol or drugs whose family history did not include any endocrine disorders or cancer syndromes and who denied any history of radiation exposure, hoarseness, dysphagia, weight loss, flushing or diarrhea, presented in October 2017 with a palpable thyroid mass in the left cervical region. Physical examination revealed a rhythmic heart rate of 80 bpm, blood pressure at 110/70 mm Hg, oxygen saturation assessed by pulse oximeter at 94% at room air, and a palpable left thyroid mass of approximately 1-cm diameter, which was nonpainful and nonmobile with a soft consistency.\\nA thyroid profile was requested, with antithyroglobulin antibody at 160 (normal range 0–40) and carcinoembryonic antigen (CEA) at 0.84 ng/mL (range 0–3); thyroid function and calcium levels were both within normal range. Calcitonin, parathyroid hormone, and urine and plasma metanephrines were not measured. On November 17, 2017, ultrasonography-guided fine-needle aspiration (FNA) of the lymph node (levels III and IV) was performed, which highlighted findings suggestive of large-cell lymphoma. Also, thyroid nodule FNA was conducted, showing atypical lymphoid proliferation suggestive of lymphoma (Bethesda VI) with areas indicative of nonconclusive papillary thyroid cancer.\\nOn November 24, 2017, lymphadenectomy with thyroid nodule FNA was performed, with the histopathological report of high-grade neuroendocrine carcinoma of the thyroid nodule, negative for calcitonin and metastatic to the lymph node, compatible with a thyroid primary. Immunohistochemical analyses were carried out, which demonstrated to be calcitonin, chromogranin A, CEA and thyroglobulin negative, synaptophysin positive in 30%, CD56 positive in 70%, and TTF-1 positive in 5%; the Ki-67 proliferation index was as high as 90% (Fig. ).\\n18F-FDG-PET/CT was conducted on December 2017 outlining a tumor dependent on the left lobe of the thyroid, as well as multiple cervical and mediastinal adenopathies with increased metabolism (Fig. ). It was confirmed as calcitonin-negative neuroendocrine carcinoma of the thyroid gland, clinical status IVA (T3N1bM0). The patient started chemotherapy on December 12, 2017, with etoposide and cisplatin. He received 6 chemotherapy cycles as neoadjuvant treatment. In March 2018, total thyroidectomy plus bilateral and central cervical dissection was performed. He received 2 cycles of adjuvant radiotherapy. Currently, 18F-FDG-PET/CT showed a complete response 17 months after diagnosis (Fig. ).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'20702725': 1, '26860935': 1, '26312221': 1, '25491784': 2, '19747596': 1, '11993691': 1, '22223169': 1, '21243446': 1, '27125958': 1, '18651801': 1, '17391885': 1, '27658647': 1, '18651827': 1, '22946486': 1, '18629788': 1, '2536475': 1, '11081258': 1, '21275766': 1, '18084247': 1, '9333695': 1, '9769123': 1, '10699905': 1, '23943066': 1, '23844610': 1, '25490273': 1, '23081996': 1, '9024213': 1, '12574193': 1, '24599901': 1, '2166978': 1, '15242577': 1, '20627492': 1, '17184544': 2, '18502328': 1, '3498562': 1, '20881258': 1, '25810047': 1, '11202454': 1, '19125015': 1, '25781697': 1, '33776692': 2}", "similar_patients": "{'1769382-1': 1, '4508268-1': 1}"}