{"patient_id": 19063, "patient_uid": "7201455-1", "PMID": 32528738, "file_path": "comm/PMC007xxxxxx/PMC7201455.xml", "title": "Zinc Monotherapy as an Alternative Treatment Option for Decompensated Liver Disease due to Wilson Disease?", "patient": "A 15-year-old male child, from nonconsanguineous marriage, was referred to our hospital from a private clinic with a possible diagnosis of renal disease in December 2015. His main complaint was generalized body swelling of 3 months in duration. In the private clinic, he was given Lasix for the diagnosis of renal disease, but the symptoms got worse and he discontinued the medication. He had easy fatigability and shortness of breath at rest and loss of appetite associated with yellowish discoloration of the eye for two weeks. He was a grade seven student. He had no change in school performance, no difficulty in playing and writing, and no behavioral change or abnormal body movement. He had no history of vomiting, change in bowel habit, abdominal pain, drug, or herbal medication use, alcohol intake, previous history of jaundice or contact with a jaundiced person, and family history of similar illness. He also had no history of bleeding from any site. His developmental history was optimal. The physical examination showed that he was conscious and oriented to time, person, and place. He had icteric sclera, a well-formed Kayser–Fleischer ring visible with the naked eye (), which was confirmed by slit-lamp examination, grossly distended abdomen with shifting dullness and fluid thrill, pitting pedal, and pretibial edema. Initial investigations showed deranged liver function (). His serum creatinine and blood urea nitrogen, serum electrolytes, lipid profile, and urine analysis were normal. A serologic test for the human immune deficiency virus (HIV), hepatitis B virus surface antigen (HBsAg), antinuclear antibody (ANA), and antibodies to the hepatitis C virus (HCV) were negative. Serum ceruloplasmin was very low, less than 8 mg/dl (normal 20–60 mg/dl), and the 24-hr urinary copper excretion was high (150 mcg/dl). Abdominal ultrasound showed that the liver size was normal, but it was coarse and nodular with ascites. For our patient, Wilson disease was diagnosed according to the scoring system proposed by the 8th International Meeting of Wilson Disease and Menkes Disease [], with a total score of 4 (serum ceruloplasmin = 2, K-F ring = 2). The patient was admitted and started on diuretics, low protein and salt diet, bisacodyl metronidazole, multivitamins, and parental vitamin K. After Wilson disease was confirmed, the patient started on zinc acetate (neither penicillamine nor trientine was available, and even more, it was difficult to bring them from abroad) and was advised to avoid high copper-containing foods. The effectiveness of the treatment was assessed by clinical resolution of symptoms and serial determination of the liver enzymes, coagulation profile, serum albumin, and serum bilirubin ().\\nOn follow-up, our patient started to improve clinically (the symptoms and signs disappeared), and the deranged laboratory findings also improved initially (). Finally, the patient was discharged with zinc acetate (25 mg PO TID) and low copper diet (the patient was given a written paper in the local language of what food to avoid). Our patient is still on follow-up in one of the pediatric clinics (GI-clinic) with normal laboratory findings and free of clinical symptoms. He also had an improvement in the Keyser–Fleischer ring both clinically () and on slit examination. On follow-up, the family ( two younger siblings and his parents) were screened with serum ceruloplasmin, and his mother had a low level of ceruloplasmin, but she is asymptomatic.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'22340672': 1, '18798336': 1, '1515762': 1, '32774387': 2, '23210912': 1, '2592853': 1, '11906637': 1, '25516681': 1, '17276780': 1, '19210288': 1, '3570163': 1, '26230903': 1, '2744040': 1, '17225847': 1, '22800610': 2, '25755520': 1, '16793346': 1, '32528738': 2}", "similar_patients": "{'3419090-1': 1, '7396006-1': 1, '7396006-2': 1}"}