{"patient_id": 102209, "patient_uid": "7642570-1", "PMID": 33195679, "file_path": "noncomm/PMC007xxxxxx/PMC7642570.xml", "title": "Choriocarcinoma with lumbar muscle metastases: A case report", "patient": "A 34-year-old female was admitted to The Second Shengjing Hospital of China Medical University (Shenyang, China) complaining of amenorrhea lasting 53 d, 7 d of right lower back pain, and 3 d of right lower abdominal pain.\\nTransvaginal ultrasonography scans performed upon admission revealed a thickened endometrium of approximately 1.4 cm with an uneven echo. A 1.9 cm × 1.4 cm mass was seen in the left adnexa area, which was irregular in shape and had a mixed echo of low and medium. A circular blood flow signal was detected around the mass. No obvious space-occupying lesions were seen on the uterine wall (Figure ). The patient’s serum β-human chorionic gonadotropin (β-hCG) level was 33541 mIU/mL at admission.\\nThe patient had a history of three pregnancies. One was an ectopic pregnancy, which resulted in a laparoscopically resected right fallopian tube in 2016; the last pregnancy was aborted. Her menstrual history was unremarkable with her last menstrual period occurring 53 d before this hospital admission.\\nThere were no abnormalities noted on physical examination.\\nHer serum β-hCG level had increased to 35377 mIU/mL and 46553 mIU/mL on the second and sixth day after admission, respectively. However, all other blood test results were normal.\\nAfter 6 d, she was re-examined by transvaginal ultrasonography and computed tomography (CT). These images revealed that the mixed echogenic mass in the left adnexa area had increased to 2.5 cm × 2.1 cm (Figure ). CT examination also revealed a 2.9 cm × 3.1 cm mixed echogenic mass in front of the right lumbar muscle. Surgical consultation was not sought at that time. An ectopic pregnancy was suspected based on these findings and an emergency laparoscopy was performed under general anesthesia, along with a hysteroscopy adhesion separation and endometrial biopsy. The laparoscopy revealed a cystic projection measuring 2.5 cm × 2 cm located on the left ovary. No abnormalities were observed in the left fallopian tube and right ovary, and the right fallopian tube was absent. The uterus was slightly larger and smoother than average. A left ovary mass was excluded but no pregnancy tissues were visible to the naked eye. Hysteroscopy revealed an adhesion measuring 4 cm located on the anterior and posterior walls of the uterine cavity and the appearance of decidual changes in the uterine cavity. The adhesions and a small amount of intrauterine tissue were sent for pathological analysis and were reported as decidua. During the operation, the ultrasound director requested abdominal ultrasound of the pelvic cavity. However, no pelvic mass was found. Laparoscopy also did not reveal a mass in the pelvic or abdominal cavity. The patient’s serum β-hCG level was 44795 mIU/mL during the operation and persisted at a high-level following surgery, with changes in serum β-hCG before surgery and 5 d after surgery (Figure ).\\nHistopathological examination identified the uterine contents as decidual tissue, and the left ovarian surface mass was luteal tissue. CT examination demonstrated small nodules in the right upper lobe subpleural tip one day after surgery. Lung metastasis was detected on CT and enhanced pelvic magnetic resonance imaging (MRI) demonstrated a cystic solid mass in front of the right lumbar muscle approximately 2.5 cm × 2.1 cm in size. The parenchymal signal of the lesion was slightly mixed, showing a long T2 signal, an equal and slightly longer T1 signal. On enhancing the scan edge, the boundary between the lumbar muscles was not clear. There was no abnormal strengthening of the myometrium (Figure ). Whole abdominal CT demonstrated a cystic solid mass approximately 2.9 cm × 3.1 cm in size, which was in the right lumbar muscle with an unclear border and thick wall. The wall of the enhanced scan was significantly strengthened.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'20673583': 1, '26137037': 1, '22663336': 1, '22866146': 1, '14614884': 1, '16803554': 1, '24409080': 1, '28254207': 1, '28287945': 1, '21358100': 1, '20795344': 1, '29232272': 1, '25290382': 1, '15790467': 1, '20977645': 1, '33195679': 2}", "similar_patients": "{}"}