{"patient_id": 31518, "patient_uid": "7847357-1", "PMID": 33552604, "file_path": "comm/PMC007xxxxxx/PMC7847357.xml", "title": "A Possible Relationship between Peri-Implantitis, Titanium Hypersensitivity, and External Tooth Resorption: Metal-Free Alternative to Titanium Implants", "patient": "A 56-year-old female patient presented at the Department of Esthetic Dentistry, Istituto Stomatologico Italiano, University of Milan, Italy, after being treated in a private clinic. She came to our attention with a partial edentulism in the mandible, consequent to multiple implant failures. Thanks to her medical record, it was possible to reconstruct her history. The patient went to the private clinic for pain and swelling around the implant positioned in zone 4.6 three years earlier. She had a medical history of hypertension, treated with a β-blocker therapy and allergies to pollen and dust. The patient denied any history of tobacco smoking and alcoholism. The last dental check-up visit was done about two years ago. Even if the patient had many restorative and prosthetic treatments, no previous history of periodontitis was detected. At clinical evaluation, peri-implant mucosa appeared swelling and redness and the probing revealed bleeding and a probe depth of 6 mm, buccally and 5 mm, lingually. The radiographic image (OPT) showed a bony defect with a crater-like shape around implant 4.6 and cervical decay on teeth 2.6 and 2.7 (). A diagnosis of peri-implantitis was supposed, and the patient was treated with nonsurgical laser therapy. Moreover, she was recommended to maintain excellent oral hygiene standards, attend regular professional maintenance, and treat the decay.\\nSome months later, the problem has not been solved; the patient returned with pain and swelling around implant 4.6. The orthopantomography showed an increased bone loss which resulted in a deep vertical bony defect. Moreover, at an X-ray picture, a severe resorption of the teeth close to the implant in both of the jaws was observed (). The compromised teeth were extracted but the implant was temporarily maintained to support a provisional fixed prothesis (). Four months after dental extractions, three new titanium fixtures were inserted and loaded with a fixed prothesis. The patient denied implant 4.6 removal because it was stable and no longer symptomatic ().\\nSix months later, the patient complained about high mucosa sensitivity and implant exposure. At clinical and radiographic examinations, tissue inflammation and vertical bone loss involved the new implants and the process of external resorption affected the teeth up to the 3.3 ().\\nA biopsy was performed taking a sample of cortical and medullary bone to check for bone disorder. The result did not show any kind of bone lesion or disease and even the bacterial culture was negative. The patient was referred from the private clinic to the Department of Esthetic Dentistry for clinical assessment. Medical tests were programmed in order to investigate her condition. Standard blood tests revealed an increased number of eosinophils and so titanium intolerance was supposed. The MELISA (Memory Lymphocyte Immunostimulation Assay) test was performed and confirmed titanium hypersensitivity. It was decided to remove all the titanium fixtures and the problematic teeth. Despite the removal of the titanium implant, the patient referred to high mucosa sensitivity for a long period (). Subsequently, after nine months, when algic symptoms disappeared, five one-piece zirconia implants were inserted, four in the anterior jaw and 1 in the right molar region (Straumann PURE Ceramic Monotype, Straumann) (Figures and ). Although a submerged healing was advisable, one-piece zirconia implants were chosen because in the anterior area the bone volume was reduced, and two-piece zirconia implants are available in diameters from 4.1 mm. On the other hand, the one-piece ceramic system offers narrow-diameter zirconia implants (3.3 mm). The posterior implant was lost two months after the loading and then substituted with a two-piece zirconia fixture (Straumann PURE Ceramic, Straumann) (). The fixtures were loaded with a fixed metal-free prosthesis made of modified PEEK (Biohpp, Bredent medical, Senden Germany) (Figures and ). During the follow-up period, the patient did not refer to any symptoms of peri-implantitis or other problems, and after 18 months from surgery, the clinical-radiographic exams showed the success of the metal-free implant prosthetic rehabilitation. In particular, peri-implant tissues appeared healthy, and the X-ray pictures confirmed the absence of marginal bone loss around implants and no sign of tooth resorption ().", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'11736749': 1, '26584716': 1, '18724855': 1, '17645943': 1, '10761937': 1, '20659257': 1, '23349568': 2, '23421465': 1, '20074240': 1, '22533957': 1, '11276738': 1, '16579706': 1, '28827030': 1, '15997933': 1, '26394346': 1, '20589262': 1, '9151599': 1, '30306693': 1, '31852052': 1, '26124836': 1, '17092244': 1, '356184': 1, '14741589': 1, '16253082': 1, '3890974': 1, '30025004': 1, '34576463': 1, '16353112': 1, '29485463': 1, '23537178': 1, '28766712': 1, '24431699': 1, '24252315': 1, '25484409': 1, '27858551': 1, '29130804': 1, '33552604': 2}", "similar_patients": "{'3548344-1': 1, '3548344-2': 1, '3548344-3': 1}"}