{"patient_id": 24170, "patient_uid": "7450912-1", "PMID": 32854774, "file_path": "comm/PMC007xxxxxx/PMC7450912.xml", "title": "How to follow-up a patient who received tocilizumab in severe COVID-19: a case report", "patient": "A 27-year-old, otherwise healthy man with no health risks, was admitted to infectious disease ward with a week history of weakness, fever and sore throat. Due to these conditions he was treated with amoxicillin and clarithromycin with no clinical improvement. On admission the patient reported fever, cough and dyspnea. He had no concomitant chronic conditions and did not take any prescribed medication. On examination he was overweight (body mass 86 kg, BMI 27.8 kg/m2), body temperature of 39.9 °C degrees, blood pressure 138/83 mm Hg, HR 122/min. and respiratory rate 20/min. His peripheral oxygen saturation (SpO2) was 88% and improved to 95% on 6 l/min. oxygen supplementation.\\nA nasal swab was obtained on admission and reverse transcriptase-polymerase chain reaction (RT-PCR) assay confirmed SARS-CoV-2 infection. On baseline the patient was anti-HIV, anti-HCV and HBsAg negative. Monitoring of ferritin, C-reactive protein (CRP), fibrinogen, D-dimers and interleukin 6 (IL-6) was performed (Table ). The patient received 500 mg of chloroquine twice daily and 500 mg of azithromycin once daily, according to earlier approved local standard of care. Due to initial suspicion of the lung abscess formation seen on the first chest X-ray, vancomycin was added (Fig. a). His computer tomography revealed bilateral changes typical for COVID-19 pneumonia and did not confirm changes characteristic for bacterial infection (Fig. a). In addition, low molecular weight heparin in prophylactic doses was started.\\nWithin several hours from admission and irrespective of oxygen supplementation of 15 l/min, his SpO2 dropped to 90%. He was diagnosed with ARDS, intubated and admitted to intensive care unit. There he was qualified to receive TCZ according to SOP (two doses of 800 mg). The patient was ventilated with P/SIMV (FiO2 1,0-0,9-1,0, f 20, Pi20, PEEP 12) and received standard empiric antibiotic therapy (meropenem and continuation of vancomycin). Patient’s state did not change substantially over the next 4 days, however his body temperature normalized and CRP dropped. At the same time, his pulmonary infiltrates intensified on the control X-ray (Fig. b). However, his SpO2 steadily improved as presented in Table . After TCZ infusion IL-6 levels increased over ten times, but decreased within the next 3 days (Table ). In terms of adverse effects the patient had transaminases and GGTP flair, as well as kidney function deterioration on day 7, i.e., 4 days after TCZ infusion (Table ). On the fifth day the patient’s state improved significantly and he was extubated. After moving back to infectious disease department, the patient continued to improve with normalization of inflammatory markers. The patient was discharged from the hospital on day 21 after confirming significant improvement in his CT scan and two negative SARS-CoV-2 RT-PCR from nasopharyngeal swabs (Fig. , Table ).\\nA follow-up hospitalization on day 35 revealed no radiological changes on chest X-ray, negative SASR-CoV-2 RT-PCR from nasopharyngeal swab. However, the level of IL-6 and alanine aminotransferase activity were increased. The patient reported improving tolerance for physical activity, but he was unable to perform his previous activities with the same strength, e.g., singing.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'30705775': 1, '32231173': 1, '32693650': 1, '32779744': 1, '19011152': 1, '32405160': 1, '32535732': 1, '32766537': 1, '32383776': 1, '21884601': 1, '31986264': 1, '30823476': 1, '18625622': 1, '34681179': 1, '32425269': 1, '32350134': 1, '32253759': 1, '32835257': 1, '32234467': 1, '27777895': 1, '32744399': 1, '32290839': 1, '32247642': 1, '32845568': 1, '32854774': 2}", "similar_patients": "{}"}