{"patient_id": 27632, "patient_uid": "7649644-1", "PMID": 33204800, "file_path": "comm/PMC007xxxxxx/PMC7649644.xml", "title": "Treatment of pathological fractures due to brown tumours in a patient with hyperparathyroidism and lack of parafibromin expression – A case report", "patient": "A 36-year-old woman with bilateral anophthalmia and hyperparathyroidism in the course of a parathyroid adenoma and nephrolithiasis complicated by renal failure (G-3) with GFR 53 ml/min/1.73 m2, was admitted to an Orthopaedic Department on account of fractures to the shaft of the right femur and the left patella being the result of a fall. Surgical parathyroidectomy had been performed 2 weeks prior to trauma.\\nThe patient was in a good state overall, though reporting severe pain in the right hip that prevented active movement, mild swelling of the thigh, and swelling of the left knee with pain in the left patella on palpation. There was no compromising of blood-flow, sensation or motor-nerve function.\\nUnder X-ray a pathological fracture of the proximal third of the femoral shaft was revealed, in the place of an osteolytic lesion of diameter 60 mm, with thinning of the cortical layer (). In turn, the second pathological fracture involved the left patella visibly changed by multiple osteolytic lesions (). Further multiple osteolytic lesions were in fact found on the left tibia and the left pubic and sciatic bone.\\nGiven the history of parathyroid adenoma, disseminated brown tumours were suspected. The patient was scheduled for surgical treatment of the femoral shaft fracture, and, given the lack of displacement and the extensive bone osteolysis, also for conservative treatment of the patella fracture. An inferior vena cava filter was implanted prior to surgery, given a history of inferior vena cava and bilateral common iliac vein thrombosis.\\nThe procedure performed was closed reduction and internal fixation (CRIF) with a proximal femoral nail. A tissue sample was obtained for histopathology, the results sustaining the initial diagnosis of pathological fracture reflecting the presence of a brown tumour.\\nAs the surgery was not followed by further complications, the patient was discharged home in a good overall state. And, as she did not attend for initial after-surgery checks, the first such check of an orthopaedic nature was performed one year on from the operation. A CT-scan and X-Rays then showed full bone union at both fracture sites, with no secondary displacement, and with brown-tumour regression seen to be taking place in the lower limbs and pelvis (, ). The patient reported no pain and was able to walk with the assistance of another person. She is now checked regularly by an endocrinologist, and, 2 years after parathyroidectomy, there is no sign of a relapse into hyperparathyroidism.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'28900835': 2, '27777921': 2, '16989776': 1, '23453027': 1, '18987311': 1, '20345386': 1, '27658992': 1, '33204800': 2}", "similar_patients": "{'5671544-1': 1, '5671544-2': 1, '5671544-3': 1, '5067395-1': 1}"}