{"patient_id": 29169, "patient_uid": "7731853-1", "PMID": 33306330, "file_path": "comm/PMC007xxxxxx/PMC7731853.xml", "title": "Late Cardiac Tamponade in a Patient Victim of Penetrating Trauma – Case Report", "patient": "A 49-year-old male patient presented at the emergency department of a small city in the Brazilian Amazon with a penetrating trauma in the left inframammary region (7th intercostal space) in December 2018. He underwent a closed chest drainage in his city, remaining hospitalized for 5 days with progressive recovery and eventual hospital discharge.\\nTwo months later, the patient returned to the emergency department with dyspnea, dry cough, fever and syncope. At this occasion, he was diagnosed with pneumonia and treated with antibiotics, being discharged after 4 days.\\nEight days later, he once again returned to the emergency department with a significant pericardial effusion. The team, without success, made several attempts of pericardiocentesis. The patient was transferred to the emergency service in Manaus.\\nUpon arrival, he was conscious, oriented, eupneic, hemodynamically stable, acyanotic, presenting capillary filling time of less than 2 seconds, bilateral jugular turgor, pulse rate 84 bpm and blood pressure of 137/94 mmHg. On auscultation, he presented a reduced vesicular murmur in the left pulmonary base and muffled heart sounds. Focused assessment with sonography in trauma (FAST) showed pericardial effusion (). Admission laboratory results showed hemoglobin of 8.7 g/dL and hematocrit of 27.5%.\\nThe patient was submitted to a pericardial window with a subxiphoid median incision of approximately 10 cm. Aspiration of 1500 mL of dark red blood was performed without the possibility of visualization of the cardiac lesion. The incision was enlarged from the sternotomy to the manubrium using a bone cutter.\\nA large amount of fibrin was seen on the epicardial surface and hematoma in the posterior region of the left ventricle with epicardial lesion (). The surgical team () performed a patch on the topography of the lesion with 3-0 polypropylene suture and epicardial closure with 3-0 polyglactin 910 suture in layers. A 24-Fr chest tube was inserted into the pericardial cavity.\\nThe patient was referred to the intensive care unit (ICU), evolving on the 1st postoperative day with acute pulmonary edema and high-throughput atrial fibrillation requiring diuretics, vasodilators, amiodarone and noninvasive ventilation (NIV), with significant improvement. He was discharged from the ICU on the 3rd postoperative day and was discharged from hospital on the 7th day without recurrence.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'30234166': 1, '31304038': 2, '30304098': 1, '27651957': 2, '33306330': 2}", "similar_patients": "{'6603320-1': 1, '5019924-1': 1}"}