{"patient_id": 28484, "patient_uid": "7693501-1", "PMID": 33246418, "file_path": "comm/PMC007xxxxxx/PMC7693501.xml", "title": "An aggressive systemic mastocytosis preceded by ovarian dysgerminoma", "patient": "The study case was affected with ovarian dysgerminoma when she was 13 years old. She received 4 cycles of chemotherapy, consisting of bleomycin, etoposide and cisplatin, followed by complete surgical resection of the tumor. After this resection, the patient’s α-fetoprotein (AFP) level fell from 1053 ng/ml (normal range, 0–10.5 ng/ml) to normal levels and she received 2 cycles of postoperative chemotherapy consisting of carboplatin and etoposide.\\nShe had been in complete remission for 2 years but developed recurring episodes of skin rash, bone pain, periodic fever and anaphylactic reactions when she was 16 years old (Fig. ). A computed tomography scan suggested skeletal involvement with osteosclerosis mainly affecting the spine and osteolysis in a limited area of bones, but no tumor mass was observed suggesting that ovarian dysgerminoma recurrence was unlikely. BM examination of the osteolytic lesions revealed multifocal, dense infiltrates of mast cells that showed positive immunohistochemical staining for mast cell tryptase, CD25, CD33, and c-KIT, but no dysgerminoma cell was observed. A mutation at codon 816 of the KIT gene was further revealed in these cells, as detailed later. In addition, the serum tryptase level was markedly elevated at 276 μg/L (normal range, 1–15 μg/L), but AFP level was normal. The patient was subsequently diagnosed with ASM in accordance with the 2016 WHO classification of mastocytosis. The initial therapeutic intervention, including prednisolone, and histamine H1- and H2- receptor antagonists, improved her general condition, but the frequency of anaphylaxis did not decrease significantly and she became steroid dependence. Furthermore, her serum alkaline phosphatase level, which is indicative of disease activity, temporarily decreased and then rose again from 595 to 2857 U/L (normal range, 115–359 U/L). Mast cell accumulation in the BM was reevaluated before applying a second-line therapy. At that time, the proportion of the mast cells identified by c-KIT staining had decreased to 5% of all nucleated cells. The karyotype of the BM was normal (46,XX). After introducing nilotinib, a potent tyrosine kinase inhibitor for patients harboring a KIT codon 816 mutation, her clinical symptoms that had been occurring on an almost daily basis improved moderately and the prednisolone dose could therefore be reduced. Her serum alkaline phosphatase level was also normalized. However, she still suffered with anaphylactic reactions almost once per month, which suggested the existence of uncontrolled residual and reactive mast cells.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'31802761': 1, '22871474': 1, '24761987': 1, '34063170': 1, '24819795': 1, '1848396': 1, '30927980': 1, '23958953': 1, '17551405': 1, '11531799': 1, '23074272': 1, '9205864': 1, '27796336': 1, '27060898': 1, '19262599': 1, '21523721': 1, '9865846': 1, '27053290': 1, '26154789': 1, '29341334': 1, '30152525': 1, '25650093': 1, '24788138': 1, '27781377': 1, '22847983': 1, '23575763': 1, '26865278': 1, '25952993': 1, '28254862': 1, '8380274': 1, '25662299': 1, '33246418': 2}", "similar_patients": "{}"}