{"patient_id": 19154, "patient_uid": "7205380-1", "PMID": 32391222, "file_path": "comm/PMC007xxxxxx/PMC7205380.xml", "title": "Argatroban Treatment and Decreased Fibrinogen in a Septic Patient", "patient": "A 39-year-old female presented to the emergency department with complaints of shortness of breath. She had a significant history of intravenous (IV) drug abuse and stated she had last used heroin one day prior. She had also been hospitalized at an outside facility a month prior for sepsis secondary to methicillin-resistant Staphylococcus aureus (MRSA) bacteremia and tricuspid valve endocarditis. At that time she was treated with IV antibiotics and discharged on linezolid, but she did not complete the full treatment course. The patient had also been diagnosed with a pulmonary embolism during that hospitalization and was discharged on apixaban. She had taken her last dose of apixaban the day before presenting to the ER for this admission. Review of systems was significant for pleuritic chest pain, a cough with no sputum production that also exacerbated chest pain, nausea and vomiting for the past week.\\nInitial vitals were as follows: temperature 102°F, pulse rate 145 beats per minute, respiratory rate of 35 breaths per minute and oxygen saturation of 98% on room air. Physical exam revealed track marks that were present on the left neck. Chest auscultation revealed that the patient was tachycardic with an early systolic murmur at the left sternal border and shallow but clear breath sounds bilaterally. Old scarring from an abscess on the right thigh and track marks were present behind the right knee.\\nInitial workup revealed an elevated lactic acid of 3.1 mmol/L, leukocytosis with white blood cell count of 22.4 k/cmm, elevated D-dimer, an elevated B-type natriuretic peptide (BNP) 2,229 pg/ml, a mildly elevated troponin of 0.093 ng/ml that trended to 0.085 ng/ml and finally 0.054 ng/ml. Cultures were drawn, and the patient was started on vancomycin and piperacillin/tazobactam. A transthoracic echo revealed a 1.3-cm vegetation on the posterior leaflet of the tricuspid valve confirmed with a transesophageal echocardiogram. The CT revealed multiple occlusive emboli in her pulmonary artery involving the right lobar segment and segmental branches of lower limbs bilaterally, along with extensive airspace disease with cavitations that were possibly septic. Blood cultures grew Serratia, and the patient’s antibiotics were optimized to piperacillin/tazobactam, rifampin, and linezolid due to concerns over possible non-clearance of previous MRSA infection.\\nThe patient was initially started on a heparin drip while cardiothoracic surgery planned to operate on her to remove the vegetation. The patient’s white count steadily trended down and vitals became more stable. Unfortunately, the heparin Xa unfractionated level was low (initially 0.16 IU/ml), indicating subtherapeutic anticoagulation. On day 1, the patient received a total of 6,021 IU of heparin at an average infusion rate of 18 IU/kg/hr. On day 2, the patient received a total of 47,632.8 IU of heparin at an average infusion rate of 23 IU/kg/hr. On day 3, the patient received a total of 60,143.1 IU of heparin at an average dose rate of 31 IU/kg/hr. On day 4, the patient received 66,900 IU of heparin at an average dose rate of 35 IU/kg/hr. And on day 5, the patient received 71,716.8 IU at an average dose rate of 38 IU/kg/hr. The patient received 40 IU/kg bolus of heparin per hospital standards with every infusion change (approximately every six hours). Despite the increasing titration of heparin, the highest anti-Xa level was no more than 0.27 IU/ml. On the sixth day of admission, the patient started complaining of increasing right-sided chest pain and CT chest showed a worsening area of probable infarct in the right lung. With concern for increasing lung infarction in the setting of subtherapeutic anticoagulation, heparin was stopped and subsequently the patient was started on argatroban. The following morning (day 7), the fibrinogen level dropped significantly to 50 from 650 mg/dl. There was a significant concern for DIC, but clinically the patient showed no signs of active bleeding or clinical worsening.\\nIn the setting of sepsis from an uncontrolled source (infective endocarditis), a sudden drop in fibrinogen levels alerted all providers to a possible coagulopathic state of DIC. Of note, the patient had no clinical signs of DIC and the platelet levels were regularly above the 400,000 k/cmm. In the interest of precaution, the patient had argatroban therapy held. Six hours later, the DIC panel showed a fibrinogen of 470 mg/dl and platelets remained above 400,000 k/cmm. Low molecular weight heparin was started. Four-hour post-administration Xa level was not therapeutic at 0.23 IU/ml. For that reason, low molecular weight heparin was stopped, and the patient was started on bivalirudin. The patient is currently scheduled for surgical resection of the vegetation by cardiothoracic surgery.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'18580197': 1, '28766891': 1, '18469550': 1, '28013226': 1, '15045145': 1, '27578502': 1, '19222477': 1, '32391222': 2}", "similar_patients": "{}"}