{"patient_id": 19061, "patient_uid": "7201438-1", "PMID": 32395354, "file_path": "comm/PMC007xxxxxx/PMC7201438.xml", "title": "Retrograde Balloon Dilation outside the Main Branch Stent to Restore the Occlusion of Side Branch in Chronic Total Occlusion Bifurcation Lesions", "patient": "A 63-year-old man with 40 years smoking habit and known coronary artery disease presented with Canadian Cardiovascular Society (CCS) class II angina. Two weeks before, the patient had just successfully undergone CTO-PCI of the left circumflex artery (LCx) in our hospital, and at this time, he was referred for PCI to CTO in the RCA. Twelve-lead electrocardiography showed slight ST-segment depression in II/III/avF leads. Ultrasound echocardiography revealed the preserved left ventricular ejection fraction (LVEF = 52%) and hypokinesia of the inferior and posterior left ventricular wall. Three days after admission, we performed PCI for RCA CTO.\\nThis time, we performed simultaneous left and right coronary angiography (CAG). PCI was performed with right femoral and radial arteries route. The RCA was engaged with a 7F SAL1.0 guide in the radial artery and the left coronary artery (LCA) with a 7F EBU 3.75 guide in the radial artery. CAG demonstrated severe stenosis of the proximal RCA and CTO of the RCA extending from the RCA middle to the posterior descending artery (PDA) and PLV bifurcation (). The LCA had a severe stenotic lesion in the distal of LCx, and two stents (Abbott Vascular, USA) were implanted there. The RCA distal bifurcation was well filled by CC2 septal collateral channels and CC3 epicardial collaterals from the left anterior descending artery (LAD) ().\\nThe entrance of CTO was stumpless especially with big side branch and longer CTO segment. The J-CTO score for RCA CTO was 2. The lesion was initially approached antegradely with a Fielder XT-R wire (Asahi Intecc, Japan) supported by a Corsair microcatheter (Asahi Intecc, Japan), the Fielder XT-R could not be advanced, and composite core Gaia third wire (Asahi Intecc, Japan) was subsequently used but also failed to reenter into distal true lumen which was confirmed in false lumen by contralateral angiography (). Therefore, we switched to retrograde approach. The LAD provided larger and less tortuous epicardial collaterals, and a SION guide wire (Asahi Intecc, Japan) with a Corsair microcatheter was introduced into the epicardial branch. Selective tip injection through the Corsair revealed the occlusion site at the bifurcation with large branches (). A Fielder XT-R guide wire was advanced “knuckled” up into the RCA CTO segment and overlaps with the antegrade wire at the middle part of CTO. The retrograde and antegrade guiding wires were difficult to kiss, and next, we used the reverse controlled antegrade and retrograde subintimal tracking (CART) technique to enlarge subintimal space with a 2.0 mm × 20 mm balloon. The reverse CART technique facilitated Guidezilla (Boston Scientific, Natick, MA, USA) into CTO middle segment for picking up retrograde wire and manipulating the retrograde Pilot 200 wire (Abbott Vascular, USA) and Corsair into a Guidezilla guide (). The Pilot 200 wire was then exchanged with a 330 cm RG3 wire (Asahi Intecc, Japan) that was externalized. After sequentially predilation with a 1.5 × 20 mm/2.0 × 20 mm balloon along an antegrade RG3 wire (), RCA antegrade flow was restored into the PDV, but retrograde angiography showed the severe disease in the PLV ().\\nSeveral attempts to wire PLV in the antegrade direction using several guide wires failed, and even “reverse bent wiring with the Crusade catheter” for a Field XT-R wire recrossing to the PLV still failed because of the retroflexed angle (). To preserve the PDA/PLV bifurcation, a Sion retrograde wire with a 150 cm long Corsair microcatheter was advanced into PLV distal via the second septal vessel. A 1.5 × 20 mm balloon mini-Trek (Abbott Vascular, USA) successfully predilated the PLV for Thrombolysis In Myocardial Infarction (TIMI) 3 grade flow (). The intravascular ultrasound (IVUS) examination showed that the provisional stent from the PDV to the RCA proximal segment was appropriate with a low rate of PLV occlusion (). Stenting of the RCA into the PDV was performed using four Xience Prime stents (Abbott Vascular, USA). But angiography showed that PLV flow was slower in TIMI 1 grade flow after stents (). A retrograde 1.5 × 20 mm balloon successfully advanced through outside the PDA stent into the PLV to dilate it, and the flow was rescued (). To avoid the plaque shift to the PDA and preserve PLV flow, an antegrade 3.0 × 15 mm balloon Trek (Abbott Vascular, USA) with retrograde 2.0 × 20 mm Trek balloon performed the final kissing technique (FKT) to dilate bifurcation lesion with 14 atm, respectively (). Angiography and IVUS showed that PLV flow was successfully reserved (Figures and ). At last, the retrograde guidewire and microcatheter were withdrawn, and RCA angiography showed no collateral circulation damage and rupture.\\nThe total fluoroscopy time of the procedure was 170 minutes, and the total contrast volume delivered was 380 ml. The patient was followed up six months without symptom.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'25700746': 1, '24717282': 1, '22516392': 1, '23553919': 1, '22215566': 1, '27164918': 1, '26490073': 1, '29205789': 1, '32395354': 2}", "similar_patients": "{}"}