{"patient_id": 17042, "patient_uid": "7045979-1", "PMID": 32140358, "file_path": "comm/PMC007xxxxxx/PMC7045979.xml", "title": "Undifferentiated Embryonal Sarcoma of the Liver Presents as a Molecular Mimic of Parasitic Infection", "patient": "A 15-year-old male, presented with fever, nausea, and three weeks of worsening right upper quadrant pain, preceded by three months of vague upper abdominal pain. Review of systems was otherwise normal. The patient had no travel history. Computed tomography (CT) imaging of the abdomen and pelvis showed an 18-cm heterogeneous hepatic mass as well as several pulmonary nodules (Figure , ).\\nGiven the patient’s history and the morphology of the lesion, an infectious process was initially suspected. A set of blood cultures was obtained, and serological tests including Entamoeba histolyticaantibody, serum (RIDASCREEN Entamoeba histolytica IgG, R-Biopharm AG, Darmstadt, Germany); Echinococcus antibody, IgG, serum (RIDASCREEN Echinococcus IgG, R-Biopharm AG, Darmstadt, Germany); and fungal antibodies by immunodiffusion were sent to Mayo Medical Laboratories. Initial complete blood count and blood chemistry results revealed elevated leukocytes (16,200/mm3), thrombocytes (536,000/mm3), bilirubin (2.1 mg/dL), lactate dehydrogenase (531 IU/L), gamma glyamyltransferase (119 U/L), and alkaline phosphatase (268 U/L), with normal liver transaminases and alpha-fetoprotein (AFP). Due to suspicion of a pyogenic or amoebic liver abscess, the patient was started on ceftriaxone and metronidazole.\\nA CT-guided needle biopsy of the liver mass taken the next day was positive for malignant cells by hematoxylin and eosin staining; however, surrounding fluid was negative for infectious agent by culture. A second set of blood cultures continued to show no growth, and antibiotics were discontinued. Subsequent laparoscopic liver biopsy (Figure ) led to the diagnosis of undifferentiated embryonal sarcoma, but was negative for any infectious agent. The pathology report indicated markedly pleomorphic cells with brisk mitotic activity with no differentiation and areas of hemorrhage and necrosis. Immunohistochemical staining was positive for alpha-I-antitrypsin, vimentin, and desmin; weakly positive for OSCAR focal pancytokeratin; and negative for actin and hepatocyte specific antigen; together, this was most consistent with embryonal sarcoma. The presence of lung nodules suggested stage IV metastatic disease; however, these were not biopsied.\\nThe ELISA serological results for infectious diseases, completed after the malignancy was confirmed by biopsy, were positive for antibodies against Echinococcosis and Entamoeba histolytica, and the fungal antibody panel was positive for Histoplasma. Subsequent specific testing for Histoplasma antibody via complement fixation and immunodiffusion was negative. These confounding positive antibody results were thought to be a false positive due to a cross-reaction with the patient’s hepatic mass; as all cultures taken throughout including blood, needle biopsy, and wedge biopsy were negative.\\nThe patient received four cycles of chemotherapy, consisting of ifosfamide and doxorubicin, followed by surgical resection of the residual tumor. Four months after his initial diagnosis, the patient underwent right hepatic trisegmentectomy along with resection of the right hemidiaphragm and mesh reconstruction. A magnetic resonance imaging scan 10 months after his initial admission revealed no evidence of disease, as did a follow-up CT scan of the chest taken 13 months after admission.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'27781381': 1, '18213745': 1, '466062': 1, '18558156': 1, '25611111': 1, '24372157': 1, '19488422': 1, '25908411': 1, '33670452': 1, '29702542': 1, '12517854': 1, '20615265': 2, '32140358': 2}", "similar_patients": "{'2913916-1': 1}"}