{"patient_id": 19029, "patient_uid": "7198720-2", "PMID": 32411094, "file_path": "comm/PMC007xxxxxx/PMC7198720.xml", "title": "Variability in Medullary Thyroid Carcinoma in RET L790F Carriers: A Case Comparison Study of Index Patients", "patient": "A 70-year-old female, presented with a right-sided thyroid tumor, but was otherwise asymptomatic. Fine-needle aspiration showed follicular neoplasm of unknown malignant potential. The medical history was unremarkable apart from a right-sided ductal carcinoma in situ treated with lumpectomy and radiotherapy 18 months earlier. The patient underwent a left-sided hemithyroidectomy without prior measurement of serum calcitonin, as MTC was unsuspected. Histology revealed multifocal MTC with the largest tumor size of 15 mm. At this point, basal serum calcitonin was 28 ng/L (<7.3 ng/L) and family history revealed that the mother and aunt had undergone thyroid operations for unknown causes. The patient underwent right-sided completion thyroidectomy. Histology showed multifocal MTC with several tumors measuring 1–3 mm. Also, a removed lymph node was without metastasis. The final TNM-stage was T1bN0M0. A RET test identified the L790F (c.2370G>T) germline mutation. Subsequently, normal tissue from the deceased mother was also tested positive for the L790F mutation. Basal serum calcitonin was immeasurable and no biochemical signs of pheochromocytoma or primary hyperparathyroidism have been present after 1 year of follow-up. Clinical characteristics and results of genetic analyses for patient 2 can be seen in .", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'30618340': 1, '7987299': 1, '10876191': 1, '7906866': 1, '18248648': 1, '10522989': 1, '8099202': 1, '25887804': 1, '27864651': 1, '23514012': 1, '9167962': 1, '22584715': 1, '7849720': 1, '8918855': 1, '7595170': 1, '7906417': 1, '1360711': 1, '15164440': 1, '22500673': 1, '28649091': 1, '7536460': 1, '25741868': 1, '8625130': 1, '31043326': 1, '34771717': 1, '26582918': 1, '30660595': 1, '8616867': 1, '9506724': 1, '22403753': 2, '8105382': 1, '25355845': 1, '16649977': 1, '30349395': 1, '21711375': 1, '23756355': 1, '16424056': 1, '19138318': 1, '28578594': 1, '16275981': 1, '24745698': 1, '27809725': 1, '27400880': 1, '11932300': 1, '27807060': 1, '8103403': 1, '28506408': 1, '7951533': 1, '15588382': 1, '15233556': 1, '25810047': 1, '12702567': 1, '7911697': 1, '30644554': 1, '20801952': 1, '23416954': 1, '8640806': 1, '28569245': 1, '28438782': 1, '32411094': 2}", "similar_patients": "{'7198720-1': 2, '3294113-1': 1}"}