{"patient_id": 20717, "patient_uid": "7291738-1", "PMID": 32527293, "file_path": "comm/PMC007xxxxxx/PMC7291738.xml", "title": "Warfarin-associated intracranial haemorrhage in pregnant woman with double mechanical valve replacement: a case presentation", "patient": "A 26 weeks pregnant, gravida two, para one, 35-year-old patient, operated on due to rheumatic heart valve disease 12 years ago with bileaflet prosthetic aortic and mitral valves, presented to an external emergency clinic with clouding of consciousness and ongoing complaints of nausea and vomiting for 2 weeks (Glasgow Coma Scale [GCS] 13). A subdural haematoma was detected on brain MRI (Fig. ). On admission, the patient’s international normalised ratio (INR) was 8.9, and she had been receiving 5 mg warfarin daily for the last 5 weeks. With a healthy pregnancy, she was coumadinized 12 weeks after enoxaparin treatment in the first trimester, and her INR was being followed up once every 2 weeks, except for skipping the most recent INR testing due to social problems. The time in therapeutic range was 66.4 between 12 and 26 weeks of pregnancy with a 2.5–5.0 mg warfarin dose. After warfarin treatment was discontinued, 1/2 ampule IV (5 mg) vitamin K was applied, and the controlled INR was 7.2. She was then admitted to an external centre intensive care unit. Her physical exam revealed mild bibasilar rales on a lung examination. Surface ECG revealed 124/mn sinus tachycardia. Her clinical condition deteriorated haemodynamically with tachycardia and hypotension on the second day of follow-up, so she was referred to our centre for further evaluation. A consulting cardiologist, neurosurgeon, neurologist, and neonatologist team evaluated the patient on admission. At the initial evaluation, the patient had clear consciousness without neurological deficits (GCS of 15), and she was haemodynamically stable. The admission INR was 6.7. After a joint discussion with the consulting specialists, both the mother and foetus were accepted as vitally stable. Her mechanical valves were functional, with no identifiable thrombus formation on echocardiographic evaluation (Figs. and ). We considered the reversal of warfarin anticoagulation with vitamin K or fresh frozen plasma (FFP). However, although we were concerned about the potential risk of rebound hypercoagulability leading to valvular thrombosis, heart failure, thromboembolism, or even maternal mortality [, ], the cardiology and neurosurgery team decided to wait and watch because the patient was haemodynamically and neurologically stable. A spontaneous fall of INR was expected with daily INR work-up. Unfortunately, her INR was 1.67 on day four of follow-up, and she suddenly developed right eye drop followed by loss of consciousness. She immediately underwent brain MRI that demonstrated an interval expansion of the subdural hematoma compared with the previous brain MRI (Fig. ). Immediate surgical intervention was warranted due to a midline shift caused by a mass effect from the subdural collection. The subdural haematoma was uneventfully evacuated through a right parietal craniotomy (Fig. ), and her consciousness returned soon after the operation was completed. On the fourth day after the operation, unfractionated heparin (UFH) was started with an infusion rate of 1000 U/hr. after a 5000 U intravenous bolus. The aPTT value was adjusted to between 50 and 70 s. The patient was then followed up with UFH infusion for 3 days. No evidence of thrombosis was found in the prosthetic valves on daily echocardiographic evaluation. On the seventh day after surgery, 2 × 0.6 cc subcutaneous enoxaparin was given, and the level of anti-factor Xa was tested. Because the patient’s condition had improved, she was discharged from the hospital after her anti-factor Xa level reached 1.1 IU/mL, and weekly anti-Xa level monitoring (therapeutic range 0.8–1.2 IU/mL) was recommended, with a prescription of twice daily 0.6 cc subcutaneous enoxaparin. Her baby was delivered at the 37th week of pregnancy via an uncomplicated Cesarean delivery under UFH treatment. The newborn was healthy and appropriate for gestational age. The patient was again coumadinized and discharged with recommendations (goal INR of 3–3.5).", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'20651276': 1, '30165544': 1, '9574641': 1, '21181236': 1, '30907409': 1, '1636585': 1, '16926557': 1, '16053950': 1, '9886320': 1, '23946906': 1, '11115236': 1, '22451852': 1, '14644891': 1, '32527293': 2}", "similar_patients": "{}"}