{"patient_id": 104100, "patient_uid": "7809668-1", "PMID": 33511193, "file_path": "noncomm/PMC007xxxxxx/PMC7809668.xml", "title": "Residual tumor and central lymph node metastasis after thermal ablation of papillary thyroid carcinoma: A case report and review of literature", "patient": "A 63-year-old female who presented with neck discomfort was admitted to our hospital.\\nShe was diagnosed as bilateral PTC and received bilateral radiofrequency ablation (RFA) at another hospital on March 1, 2019. Prior to RFA, she received ultrasound (US) and fine-needle aspiration (FNA). US showed bilateral multiple thyroid nodules. The nodule in the left lobe was 4.2 mm × 5.2 mm × 4 mm in size, with irregular margins and calcification, and was classified as Thyroid Imaging Reporting and Data System (TI-RADS) 4a. The nodule in the right lobe, which was 11.6 mm × 6.4 mm × 9.3 mm in size, was classified as TI-RADS 3. No lymph node metastasis was detected. FNA biopsy revealed bilateral PTC. She was diagnosed as PTC (T1N0M0), and she subsequently received bilateral RFA.\\nNo special history of past illness was recorded.\\nThe patient denied family history of thyroid disease or malignancy.\\nNo obviously palpable thyroid nodules and suspected lymph nodes could be touched on physical examination.\\nNo abnormal Laboratory examinations, including thyroid function, were detected(.\\nBoth US and contrast-enhanced computed tomography performed at our hospital showed bilateral suspected thyroid cancer with CLNM (Figure ). The nodule in the left lobe (6 mm × 8 mm × 12 mm) with irregular margins and calcification was classified as TI-RADS 4c, and the nodule in the right lobe (5 mm × 5 mm × 7 mm) with unclear margins was classified as TI-RADS 4a by US.\\nThe patient underwent FNA biopsy again, but no PTC cells were detected.\\nBased on the patient’s strong willingness to undergo a subsequent operation, she underwent total thyroidectomy with central lymph node dissection. In the operation, the thyroid tissue was extensively adhered to the surrounding tissue, and the thyroid tissue, parathyroid tissue, and recurrent laryngeal nerve were relatively difficult to be dissected. The pathology of frozen sections obtained during the operation still revealed no residual PTC cells.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'21119260': 1, '9376843': 1, '25135827': 1, '24571178': 1, '11110927': 1, '31244350': 1, '16702521': 1, '22583706': 1, '30568949': 1, '30771153': 1, '29488064': 1, '27853812': 1, '30909759': 1, '20514841': 1, '15069713': 1, '9934552': 1, '29962870': 1, '30358209': 1, '22863305': 1, '29427209': 1, '20372903': 1, '27445090': 1, '26777228': 1, '9166457': 1, '27590679': 1, '26462967': 1, '16646682': 1, '32198508': 1, '23978269': 1, '31359613': 1, '31602278': 1, '31253420': 1, '30777203': 1, '29637797': 1, '28506420': 1, '31739738': 1, '31910107': 1, '18286289': 1, '31854153': 1, '30894228': 1, '11742325': 1, '21595556': 1, '18358074': 1, '31801432': 1, '29962285': 1, '10628454': 1, '31464140': 1, '31826684': 1, '29322881': 1, '33511193': 2}", "similar_patients": "{}"}