{"patient_id": 17802, "patient_uid": "7087373-1", "PMID": 32293360, "file_path": "comm/PMC007xxxxxx/PMC7087373.xml", "title": "A case of severe malnutrition infant with neonatal onset intractable diarrhea", "patient": "A male infant presented with vomiting, abdominal distension and watery diarrhea at the age of 2 weeks old. His vomiting was aggravated when he was 1 month old, and the episodes of vomiting were often occurred after feeding. At 2 months of age, he was admitted to our department. He was the first child of his mother, and he was born at term with a birth weight of 2.95 kg after an uneventful pregnancy. The parents were nonconsanguineous and healthy. There were no similar diseases occurred in his family history. When he was admitted, he had severe malnutrition, while his vital signs were stable. His weight was 3.42 kg, and the Z score of the weight for age (ZWFA) was below -3SD; his length was 55.5 cm, and the Z score of the height for age (ZHFA) was below -2SD. He had stable breathing, and lungs auscultation was normal, the rhythm and strength of the heart beat were normal. Neither abdominal tenderness nor hepatosplenomegaly was observed. No edema was observed. The complete blood count showed the following: a white blood cell count of 10.58 × 109/L (65.7% lymphocytes), a hemoglobin level of 105 g/L, a platelet count of 628 × 109 /L, a hypersensitive C-reactive protein level of 3 mg/L. The immunoglobulin (Ig) levels were within the normal range: Ig G 6 g/L, Ig A 0.36 g/L, Ig M 0.3 g/L, and Ig E < 17.9 IU/mL, and the serum albumin level and liver function were normal. The stool etiology examinations were all negative. Blood Analysis of blood tandem mass spectrometry did not indicate any metabolic disease. Gastrointestinal contrast revealed a horizontal transverse stomach and the ileum was segmental slightly extended. The patient was diagnosed with intestinal malabsorptive syndrome, severe malnutrition and growth failure according to the clinical and laboratory findings.\\nThe patient was given partial parenteral nutrition and enteral nutrition with deep-hydrolysis formula during hospitalization. The daily amount of the stool was between 30 g per kilogram to 40 g per kilogram, and the largest amount of stool was 80 g per kilogram every day. The amount of stool decreased after hospitalization for 13 months, however there was only a minimal gain of weight from 3.42 kg to 4.88 kg, and the body height increased from 55.5 cm to 64.3 cm. The child was advised to perform an endoscopy procedure and genetic tests for suspecting congenital diarrhea and enteropathy. However, his parents refused to perform these examinations strongly. When he was discharged at 1-year-3-month old, the amount of formula he can take was about 700 ml per day. He was advised to continue parenteral nutrition treatment intermittently, but his parents did not take the doctor’s advice.\\nWhen the patient was 1 year and 6 months old, his diarrhea increased again. The episodes of stool were about five to six times a day. His mother added rice paste in his diet when he was 1 year and 8 months old. Half a month later, an edema was observed in the lower limbs and he had coughing as well. He was taken to the emergency room and the blood testing found hypoglycemia with blood glucose level of 1.2 mmol/L. Laboratory examinations showed the following: slightly decreased potassium ion level of 3.4 mmol/L, normal sodium ion level was normal, decreased calcium ion level of 0.56 mmol/L; a white blood cells count was 9.01 × 109 /L (49.4% lymphocytes), a hemoglobin level was 122 g/L, platelets count was 202 × 109 /L, normal hypersensitive C-reactive protein of 3 mg/L, normal serum albumin level of 34.4 g/L, slightly increased total bilirubin level of 31.0 μmol/L, increased alanine aminotransferase level of 119 U/L, an increased hypersensitive troponin T level of 0.165 ng/mL, an increased N-terminal B-type natriuretic peptide level more than 35,000 pg/mL. Chest X-ray showed pneumonia, multiple fractures of the ribs, narrowing of vertebral bodies and osteoporosis of various bones. An Echo ultrasound revealed decreased systolic function of left ventricular with EF level of 0.39. After admission, his general condition deteriorated quickly, and he developed sepsis and multiple organ failure. Finally, he had cardiac arrest and he needed repeated cardiopulmonary resuscitation. His parents gave up further treatment at last.\\nDue to intractable diarrhea, growth failure and intestinal absorptive dysfunction, he was strongly suspected to have congenital diarrhea and entropy. He was advised to perform the genetic test again. Therefore, peripheral heparin anticoagulation blood was taken from him and his parents, and exon detection V2 which included over 4400 genes was performed at Beijing Mackinaw Medical Laboratory. The candidate genes of primary immunodeficiency diseases prone to refractory diarrhea including IL-2 receptor common gamma chain, ZAP70, ORAI-1 and ITK, and those also associated with congenital diarrheas and enteropathies such as DGAT1, SKIV2L, TTC7A, MYO5B, FOXP3, STAT3, IL10, IL10RA, IL10RB, NEMO, and STAT1 et al. were all analyzed. Genetic analysis revealed: two disease-related gene mutations in this patient, one homozygous mutation of EpCAM gene and the nucleotide number 491 + 1 in the coding region was changed from guanine to adenine, resulting in amino acid changes. One splicing mutation was derived from his mother, and his father was suspected to have a heterozygous deletion mutation of the gene. This homozygous gene mutation was associated with CTE and was functionally verified to be a causative gene []. The second mutation was a TTC7A gene complex heterozygous mutation, c.291_292insTACG, which was derived from his mother. He also had a mutation of c.335G > A, which was derived from his father. The compound heterozygous mutation was a suspected pathogenic mutation associated with multiple intestinal atresia (MIA) and chronic diarrhea. The patient was diagnosed with CTE (MIM 613217) in combination of clinical manifestations and genetic testing results.", "age": "[[2.0, 'week']]", "gender": "M", "relevant_articles": "{'24417819': 1, '17448233': 1, '28361844': 1, '27875355': 1, '32486423': 1, '18572020': 1, '34988036': 1, '28936210': 1, '12500010': 1, '26684320': 1, '8057225': 1, '9481629': 1, '29334565': 1, '17786112': 1, '32293360': 2}", "similar_patients": "{}"}