{"patient_id": 102154, "patient_uid": "7610083-1", "PMID": 33178560, "file_path": "noncomm/PMC007xxxxxx/PMC7610083.xml", "title": "A case of pediatric anaphylaxis caused by gummy tablets containing fish collagen", "patient": "A 9-year-old Japanese girl had medical history included wheezing and facial swelling after consuming grilled mackerel at 7 years of age and emergency treatment of itching in her mouth, generalized urticaria, and coughing after consuming raw salmon at 8 years and 6 months of age. As she was suspected to have a fish allergy, she avoided fish-related products. At the age of 8 years and 9 months, she experienced throat discomfort, generalized urticaria, coughing, and respiratory distress after consuming 2 fruit-flavored gummy tablets. She was admitted to the Emergency Department of a nearby hospital, where she received a nebulized bronchodilator.\\nAfter discharge, we performed a prick-by-prick test using a bifurcated needle (Tokyo MI Shokai, Tokyo, Japan), positive (histamine dihydrochloride, 10 mg/mL) and negative (saline) controls (Torii Pharmaceutical, Tokyo, Japan), and test substances. The test results for the same type of gummy tablets that had been taken by the patient, heated mackerel, and heated salmon were positive (wheal diameter ≥3 mm more than that of the negative control), measuring 13, 9, and 7 mm, respectively, compared to 0 and 7 mm for the negative and positive controls, respectively. The specific immunoglobulin E (IgE) antibodies for flatfish, salmon, mackerel, fish gelatin, carp parvalbumin, and cod parvalbumin, measured by ImmunoCAP FEIA (Thermo Fisher Scientific, Waltham, MA, USA), were 10.2, 11.9, 1.05, 12.3, 1.95, and 1.50 UA/mL, respectively.\\nFurther, we performed an oral food challenge (OFC) test for fish allergy. The patient developed pharyngeal and laryngeal discomfort, abdominal pain, and urticaria of her mouth and face after ingesting 2 g of heated flatfish. She was given another OFC test of fish collagen 5 months after ingesting the gummy tablets. This caused a more severe anaphylactic reaction than the previous OFC of fish itself ().\\nIn order to confirm that fish collagen was the antigen responsible for the patient's fish allergy, immunoblotting was performed to determine whether her serum contained IgE antibodies to the fish collagen in the gummy tablets and to commercially available pork gelatin by the method of Hayashi et al. [] (). The 2 negative controls were stored blood specimens of volunteers without allergies to fish or collagen. This study was approved by the Ethics Committee of the Osaka Habikino Medical Center (approval number: 914-2) and Fujita Health University (approval number: HM16-371). The assays showed that the patient's serum reacted strongly to a protein of approximately 120 kDa and multiple bands in the fish collagen sample, but not with pork gelatin.\\nA similar experiment was performed using heated flatfish, mackerel, salmon, and salmon collagen as the antigen or antigen source (). Salmon collagen was extracted according to the method of Hamada et al. []. The IgE antibodies in the patient's serum reacted with a 120-kDa protein in the flatfish, mackerel, salmon, and salmon collagen samples.\\nThe 120-kDa band from the flatfish was identified by mass spectrometry as collagen alpha-1(I) chain-like of Paralichthys olivaceus (accession number XP_019961379.1, the National Center for Biotechnology Information [Bethesda, MD, USA] gene database). The salmon and mackerel collagen were not registered in the database but were similar to the collagen alpha-1(I) chains of Oncorhynchus nerka and Sinocyclocheilus anshuiensis (accession numbers XP_029491415.1 and gi|1025094027, respectively). The protein coverage for each band of flatfish, salmon, and mackerel were 31.7% (458aa/1447aa), 3.2% (46aa/1449aa), and 1.4%, (20aa/1451aa), respectively.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'28583315': 1, '19178936': 1, '26785247': 1, '33925068': 1, '12576731': 1, '27569115': 1, '31262631': 1, '11302160': 1, '15500940': 1, '30152038': 1, '10984381': 1, '33178560': 2}", "similar_patients": "{}"}