{"patient_id": 17175, "patient_uid": "7053679-1", "PMID": 32181102, "file_path": "comm/PMC007xxxxxx/PMC7053679.xml", "title": "Eccrine Porocarcinoma with Zosteriform Metastasis", "patient": "A 64-year-old male, heavy smoker, with no other background of interest. He presented with the seven-year-old lesion on the skin of the lateral wall of the left hemithorax. It was initially described as a three-millimeter wart, which was empirically manipulated with its subsequent growth, progressively extending anteriorly and posteriorly in the cephalic and caudal direction, compromising from the armpit to the left flank. In the last two years, it was associated with ulceration, bleeding, peeling, weight loss, and functional limitation due to pain (Figure ). Because it was initially diagnosed as herpes zoster by its characteristics and distribution, the patient received treatment with topical and oral acyclovir on multiple occasions during the last 12 months without improvement.\\nA biopsy was performed with the following description in the pathology report: poorly differentiated squamous cell carcinoma of the trunk. The patient was admitted to the National Cancer Institute where a new biopsy was performed which observed: ulceration of the epidermis and malignant tumor lesion formed by cords of polygonal cells, atypical, with frequent anastomosed mitosis, with foci of ductal differentiation, which connect to the epidermis; the lesion occupies the entire thickness of the evaluated sample and has an infiltrative growth pattern (Figure , A-B). Immunohistochemical studies were performed with positive neoplastic cells for P63, epithelial membrane antigen (EMA), and carcinoembryonic antigen (CEA) at the duct level (Figure , C-D), and negative for CD117, S-100, CK7, chromogranin, and synaptophysin. With these findings, the diagnosis of ulcerated porocarcinoma was made, with a tumor thickness of 1.5 cm, a mitotic index of 10 mitosis/mm2, and an infiltrative and expansive growth pattern.\\nDuring a physical examination, a large skin involvement of zosteriform type, enlarged adenopathies suspicious of involvement in the armpit and ipsilateral inguinal region, was documented. Fine needle aspiration biopsy of suspicious axillary and inguinal adenopathies was performed with a positive report for malignancy. CT scans were performed with evidence of ipsilateral axillary and inguinal lymph node involvement, diffuse thickening of the skin and areas of tumor involvement of the subcutaneous tissue in the left hemiabdomen (Figure ). No evidence of visceral metastatic involvement was found. The patient was treated with external radiotherapy, intensity-modulated radiation therapy (IMRT) technique, with a total dose of 54 Gy, sequentially with chemotherapy, based on a taxane and carboplatin regimen.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'8040420': 1, '24403888': 1, '29233613': 1, '25275018': 1, '32489872': 1, '29022792': 1, '14060075': 1, '21042176': 1, '27176862': 1, '17683381': 1, '28721214': 1, '3240006': 1, '15888170': 1, '21711331': 1, '25076888': 2, '11332156': 1, '11391102': 1, '30497677': 1, '21410982': 2, '24282649': 1, '26114606': 1, '32181102': 2}", "similar_patients": "{'3068113-1': 1, '4105948-1': 1}"}