{"patient_id": 23389, "patient_uid": "7417298-1", "PMID": 32789096, "file_path": "comm/PMC007xxxxxx/PMC7417298.xml", "title": "Wilson’s Disease Masquerading as Juvenile Idiopathic Arthritis in an Adolescent", "patient": "A 17-year-old male presented to a general practitioner with a three-month history of bilateral ankle and knee pain and swelling. In addition, there was a history of morning stiffness. There was no history of trauma, fever, skin rash, oral ulcer, or alopecia. His exam at a community clinic was found to be normal except for the ankle and knee joint swelling and pain on movement. He was diagnosed as oligo-articular JIA and started on naproxen, iron, and calcium. Despite receiving this therapy for three months, there was no resolution of joint symptoms. This adolescent boy was subsequently referred to our clinic.\\nExam at our clinic demonstrated normal vital signs, scleral icterus, conjunctival xerosis, Bitot's spots, hepatomegaly (2 cm below the right costal margin) without splenomegaly or ascites. The rest of his examination was unremarkable. His laboratory workup revealed a normal complete blood count (CBC) with hemoglobin of 12.8 gm/dL, total leukocyte count of 6.3 × 103 / μL, platelet count of 202 × 103/ µL inflammatory markers elevated, C-reactive protein (CRP) 16 mg/dL and erythrocyte sediment rate (ESR) 40 mm/h. His liver function tests showed an elevated total bilirubin, 2.8 mg/dL (normal value 1 mg/dL) , alanine transaminase (ALT) 110 IU/L (normal level 7-56 IU/L), aspartate transaminase (AST) 171 IU/L (normal levels 5-40 IU/L), elevated alkaline phosphatase 460 IU/L (normal 74-390 IU/L), total protein 6 gm/dL, low albumin 2.7 gm/dL (normal levels 3.4-5.4 g/dL), globulin 3.7 gm/dL. His renal functions were normal, with blood urea nitrogen 20 mg/dL, creatinine 0.78 mg/dL. His human leukocyte antigen B27 (HLA-B27) assay was negative. Bilateral knee joint X-ray showed soft tissue swelling with mild osteopenia (Figure ).\\nGiven the transaminitis and hyperbilirubinemia, the patient was evaluated for chronic liver disease. Viral markers were found to be negative. Evaluation of autoimmune hepatitis (antinuclear antibody and anti-LKM) was also negative. Additional evaluation demonstrated a low serum ceruloplasmin level, 7.5 mg/dL (normal level 20-40 mg/dL), and an elevated 24-hour urinary copper level, 113.17 µg/24 h (normal level <40 µg). Slit-lamp examination demonstrated Kayser-Fleischer (KF) rings (Figure ).\\nNo neuroimaging is done, as he did not have any neurological symptoms. The boy was diagnosed with WD, and therapy with D-penicillamine and zinc acetate was commenced. He was discharged home to follow-up after one month. He was also started on vitamin A supplementation for Bitot’s spot and conjunctival xerosis. At the follow-up visit, the patient showed significant clinical improvement with the resolution of jaundice, joint pain, and swelling.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'22142743': 1, '29341979': 1, '31179302': 1, '8757902': 1, '19934550': 1, '16709660': 1, '28212618': 1, '9932853': 1, '3358817': 1, '15146013': 1, '23542331': 1, '25496901': 1, '32789096': 2}", "similar_patients": "{}"}