{"patient_id": 16652, "patient_uid": "7025180-1", "PMID": 32070819, "file_path": "comm/PMC007xxxxxx/PMC7025180.xml", "title": "Brain metastasis from large cell neuroendocrine carcinoma of the prostate: A case report and literature review", "patient": "A 79 years old male presented to the neurosurgery clinic complaining of a headache and dizziness with upper and lower limb weakness for the past 8 months and urinary incontinence for the past 2 months. The patient was a known case of hypertension and diabetes with a history of prostatic adenocarcinoma with lung metastasis. The prostate biopsy showed high-grade prostatic adenocarcinoma with a Gleason score (4 + 5 = 9), and he was treated by androgen deprivation therapy (ADT) nine years ago. Two years ago, a follow-up bone scan and computed tomography (CT) scan of the chest, abdomen, and pelvis showed that the lung lesion disappeared, and no other metastasis was found. On physical examination, the patient was alert and oriented to time, place, and person with GCS 15/15, the pupils were equal and bilaterally reactive, and the power was 4/5 in both upper and lower limbs. At the time of admission, the total prostate-specific antigen (PSA) and free-PSA levels were 12.3 ng/mL and 1.8 ng/mL, respectively.\\nUnenhanced CT scan of the brain revealed a large right frontal lobulated peripherally hyper-attenuating mass with punctuating foci of calcification and central hypodensity which was surrounded by vasogenic edema, and it was causing a mass effect on the right frontal horn with mild leftward midline shift (). Contrast-enhanced CT scan of the chest, abdomen, and pelvis did not show any metastatic lesions. The lesion was removed by a modified pterional and orbital osteotomy approach. The gross evaluation of the tumor revealed a grey-tan mass measuring 5.5 × 4.5 × 2 cm with a lobulated outer surface and an attached strap of dura mater. The serial sectioning of the mass showed areas of necrosis. The histopathological examination with hematoxylin and eosin staining showed a monomorphic infiltrate of large cells with prominent nuclei and ill-defined cytoplasmic membrane, arranged in variable size nests with evident necrosis and a mitotic rate more than 4/10 high-power fields (). Immunohistochemical study (IHC) of the tumor showed positive reaction with EMA, Cam 5.2, synaptophysin, PSA and AMACAR antibodies and the tumor cells were negative for S100, TTF-1, CK7, CK20 and CDX2 (). The histopathological examination and focal positivity for PSA, AMACR, and synaptophysin (NE marker) supported the diagnosis of LCNEC of prostatic origin.\\nPostoperative magnetic resonance imaging (MRI) showed no definite enhancing of a residual tumor with postoperative edema and hemorrhage. In the postoperative period, the patient had meningitis and minor surgical site infection, and cerebrospinal fluid (CSF) analysis showed low glucose levels and high protein levels with a negative CSF culture. In the fourth day after the surgery, the patient developed tachycardia, and an echocardiogram was done revealing severe aortic stenosis. Due to the patient age and co-morbidities, no intervention was commenced, and the patient was started on aspirin 81 mg daily. In the fifth day after the surgery, the patient developed a decreased level of consciousness with GCS 9/15, and a CT scan showed dilated ventricles. Due to a raised intracranial pressure (ICP), an external ventricular drain (EVD) was inserted. A follow-up CT scan showed normal ventricular size, and ICP measurement was normal. However, patient neurological status did not improve. The patient was referred to palliative care due to his multiple co-morbidities, and the poor clinical status. The patient passed away as a result of a cardiac arrest 43 days after the surgery.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'30249904': 1, '33847621': 1, '16723845': 1, '26885643': 1, '30263889': 1, '26069250': 1, '30342279': 1, '11280793': 1, '20453466': 1, '28665470': 1, '32070819': 2}", "similar_patients": "{}"}