{"patient_id": 28137, "patient_uid": "7676783-1", "PMID": 33217258, "file_path": "comm/PMC007xxxxxx/PMC7676783.xml", "title": "Prolonged Duration of Viral Shedding of SARS-CoV-2: A Case Report", "patient": "A 57-year-old male with a past medical history of hypertension, type 2 diabetes mellitus, coronary artery disease with history of non-ST elevation myocardial infarction in February 2019, and ischemic cardiomyopathy with reduced ejection fraction of 40% initially presented to the emergency department in mid-April with symptoms of subjective fever, cough, and mild chest pain for four days. He tested positive for SARS-CoV-2 via RT-PCR, along with a one-view chest radiograph (CXR) interpreted as multifocal pneumonia of bilateral lower lobes ().\\nHis electrocardiogram (ECG) showed normal sinus rhythm along with unchanged infero-lateral ST depression from prior ECGs. His vital signs were within normal limits. He was observed for one day and discharged with self-isolation precautions. After discussion with his roommates and landlord, we learned that his symptoms had improved in the intervening period but never resolved.\\nIn mid-May he was brought in by emergency medical services for fatigue and respiratory distress, having worsened over the previous 48 hours. His triage vital signs were oral temperature of 97.4º Fahrenheit, heart rate 140 beats per minute, blood pressure 73/32 millimeters of mercury (mmHg), respiratory rate of 26 breaths per minute, and pulse oximetry of 63% on room air. He was placed on bilevel positive airway pressure and subsequently became obtunded. He went into pulseless electrical activity (PEA), coded with return of spontaneous circulation after 20 minutes, and was intubated. Physical examination was remarkable for crackles in bilateral bases of the lungs and cold distal upper and lower extremities. ECG was non-diagnostic but showed sinus tachycardia without ST segment elevation. Point-of-care ultrasound showed a severely depressed ejection fraction without evidence of pulmonary embolism/hypertension.\\nSignificant laboratory results were as follows: repeat SARS-CoV-2 positive; white blood cells 12.3 thousand per cubic millimeter (K/mm3) (reference range 4.5–11.5 K/mm3); lactic acid was 15 millimoles per liter (mmol/L) (reference range 0.5–2.2 mmol/L); troponin 889 nanograms per liter (ng/L) (reference range <6 ng/L); creatinine 1.75 milligrams per deciliter (mg/dL) (reference range 0.84–1.21 mg/dL); venous blood gas pH 6.89 (reference range 7.32–7.43) and partial pressure of carbon dioxide (pCO2) of 81 mmHG (reference range 38–50 mmHg); D-dimer 2735 nanograms per milliliter (reference range <250 ng/mL). He was human immunodeficiency virus negative with no prior history of liver dysfunction. A one-view CXR was interpreted as multifocal pneumonia, but with markedly worsening bilateral pulmonary infiltrates compared to his previous CXR from his prior visit ().\\nHe was admitted to the medical intensive care unit (MICU) for hypoxemic respiratory failure with mixed picture of cardiogenic shock and septic shock and was started on vancomycin, piperacillin/tazobactam, and azithromycin for broad-spectrum antimicrobial coverage. In the MICU, the patient continued to have low mean arterial pressures despite being on multiple vasopressor medications: norepinephrine; vasopressin; and epinephrine. He was started on dexamethasone for concern for adrenal insufficiency. He developed acute renal failure and ischemic hepatitis with elevated creatinine to 4.89 mg/dL; alanine transaminase 6666 units per liter (U/L) (reference range 7–55 U/L); and aspartate aminotransferase of 7115 U/L (reference range 8–48 U/L), respectively. On his third day of hospitalization, he went into PEA again and finally into asystole and was not revivable. His blood, urine, and sputum cultures were ultimately negative.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'32414666': 1, '32440883': 1, '32375845': 1, '32534109': 1, '32299477': 1, '32271376': 1, '32302000': 1, '32321524': 1, '32219362': 1, '32555388': 1, '33217258': 2}", "similar_patients": "{}"}