{"patient_id": 98006, "patient_uid": "7243722-1", "PMID": 32477580, "file_path": "noncomm/PMC007xxxxxx/PMC7243722.xml", "title": "Novel mutation in the RAB3GAP1 gene, the first diagnosed Warburg Micro syndrome case in Syria", "patient": "A 7-month-old boy presented to Children’s University Hospital—Damascus with Ambiguous genitalia, muscular hypotonia, developmental delay and a history of corrected congenital bilateral cataract.\\nAntenatal period and delivery were uneventful, and the child was born at 38 weeks gestation by vaginal delivery with 3000 g birth weight, 49 cm length and 35 cm occipital-frontal circumference.\\nThe boy was born to clinically healthy non-consanguineous parents from the same village, and he is the youngest of his two unaffected siblings, and the father and mother aged 37 and 33 years old, respectively, when our patient was born.\\nPhysical examination showed bilateral medial squint, microphthalmia, muscular hypotonia, ambiguous genitalia (small penis and empty scrotum) (). Facial features include a prominent nasal root, relatively short nose and large ears. His weight was normal 8.4 kg. Furthermore, he had motor milestones and language delay, optic atrophy and visual impairment with no seizures.\\nLaboratory evaluation revealed decreased circulating cortisol level 5.1 mg/dl at 8 a.m., other pituitary hormones were normal, high lactate levels turned out to be normal afterwards, abdominal ultrasonography detected bilateral undescended testes and magnetic resonance imaging of brain () revealed diffuse brain atrophy and periventricular demyelinating lesions. Electrocardiogram, bone scan, neonatal TORCH and basic metabolic panel were normal.\\nG-banded chromosome analysis revealed a normal male karyotype. Whole-exome sequencing (CentoXome GOLD®) supplementary revealed novel RAB3GAP1 gene mutation associated with autosomal recessive WARBM 1.\\nIn his every 3-month follow-ups, his neurodevelopment and muscular tone somewhat improved as a result of the physical therapy, but he showed intellectual disabilities.", "age": "[[7.0, 'month']]", "gender": "M", "relevant_articles": "{'15216543': 1, '27311843': 1, '27081543': 1, '8249951': 1, '9733780': 1, '23420520': 1, '18286824': 1, '15696165': 1, '22768674': 1, '32477580': 2}", "similar_patients": "{}"}