{"patient_id": 104084, "patient_uid": "7809310-1", "PMID": 33435771, "file_path": "noncomm/PMC007xxxxxx/PMC7809310.xml", "title": "Severe invasive Listeria monocytogenes rhombencephalitis mimicking facial neuritis in a healthy middle-aged man: a case report and literature review", "patient": "In January 2018, a 50-year-old man was admitted to our hospital with a 3-day history of distortion of the oral commissure. He had dizziness, headache, malaise, and vomiting beginning 3 days before admission. A shallow nasolabial sulcus on the left side, distortion of the oral commissure, and weakness in closing the left eye subsequently appeared. The patient had no diplopia, dysdipsia, hemiplegia, or limb numbness, and he was lucid and alert. Diagnoses of acute upper respiratory tract infection and peripheral facial neuritis had been considered at another hospital. The patient was previously diagnosed with tuberculosis at 4 years old; he reported that the tuberculosis had long been cured, and he had no history of immunodeficiency. He had no history of major trauma, toxic exposure, smoking, alcoholism, drug abuse, or hereditary disease. His family denied any history of unpasteurized buttermilk consumption.\\nA physical examination on admission revealed a blood pressure of 135/85 mmHg, temperature of 36.5°C, and pulse rate of 85 bpm. He had no signs of meningismus or other neurological irregularities. The patient’s white blood cell count (10.61 × 109/L), fasting blood glucose level (6.3 mmol/L), and glycosylated hemoglobin level (6.1%) were slightly increased, whereas his serum creatinine, cholesterol, C-reactive protein, creatine kinase, and procalcitonin levels were normal. The blood coagulation parameters were within normal limits. Tests for antibodies to human immunodeficiency virus and Treponema pallidum were negative. Emergency head computed tomography (CT) showed no apparent abnormalities (). Chest CT showed chronic-appearing fibrotic streaks in both lungs. Peripheral facial neuritis was diagnosed; the patient was admitted, and dexamethasone (10 mg/day) was administered intravenously (iv) for 3 days.\\nThe patient then developed a headache, dysdipsia, malaise, and fever (39.2°C) 3 days after hospitalization, and a physical examination at that time showed neck stiffness and slowness of the pharyngeal reflex, along with signs of peripheral facial paralysis. The facial nerve, glossopharyngeal nerve, and meninges were considered affected; however, the nature of the lesion was unknown. No apparent abnormality was found in a head CT re-examination (). The patient’s condition worsened rapidly, and he developed somnolence, aphagia, and slurred speech. Brain magnetic resonance imaging (MRI) () performed 4 days after admission showed multiple abnormal foci in the brainstem. The cerebrospinal fluid (CSF) opening pressure was 245 mmH2O. Routine CSF testing showed a markedly increased white blood cell count (8.35 × 108/L). Biochemical CSF examination showed a potassium concentration of 2.5 mmol/L, chloride concentration of 144 mmol/L, glucose concentration of 3.0 mmol/L, and microprotein concentration of 2.19 g/L. No organisms were observed on Gram, India ink, or acid-fast staining.\\nThe patient was considered to have a tuberculous or bacterial intracranial infection and was transferred to the intensive care unit (ICU). He underwent physical cooling using an ice blanket and ice cap and was given anti-infective and antiviral medications (ceftriaxone, 2 g iv every 12 hours; ganciclovir, 0.25 g iv every 12 hours). Furthermore, he underwent intracranial decompression using mannitol and symptomatic and supportive treatment in the ICU. Further examination revealed negative tests for influenza A and B viral antigens and anti-Toxoplasma antibodies. Two days later, L. monocytogenes () was isolated from the blood culture and was identified by time-of-flight mass spectrometry, but no abnormality was found in the CSF culture. Genetic identification of CSF pathogens by high-throughput genome sequencing found only L. monocytogenes (sequence number 210).\\nThe patient’s condition quickly progressed to respiratory failure; thus, mechanical ventilation was initiated. Based on the sequencing and antimicrobial susceptibility testing results, anti-infectives (ampicillin, 1 g iv every 8 hours; amikacin, 0.4 g iv every 12 hours; and later, meropenem, 2 g iv every 8 hours) were administered, and the patient was transferred from the ICU to a standard medical ward after 2 months. The patient could walk and eat normally; however, damage to the respiratory center resulted in central respiratory insufficiency, and he required intermittent mechanical ventilation at the 11-month post-discharge follow-up visit. He was satisfied with his treatment and recovery.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'24189771': 1, '15509818': 1, '22760149': 1, '2117750': 1, '30379745': 1, '12826201': 1, '29255676': 1, '29880186': 1, '11556688': 1, '27430683': 1, '9581507': 1, '24313183': 1, '3099364': 1, '31232969': 1, '23035165': 1, '32741364': 2, '28139432': 1, '33435771': 2}", "similar_patients": "{'7397632-1': 1}"}