{"patient_id": 100365, "patient_uid": "7451143-1", "PMID": 32874719, "file_path": "noncomm/PMC007xxxxxx/PMC7451143.xml", "title": "Subdural empyema caused by Morganella morganii", "patient": "A 13-month-old female with no significant prior medical history, prior significant infections, or developmental concerns presented with worsening fatigue and intermittent fevers. The initial evaluation demonstrated leukocytosis, anemia, and elevated inflammatory markers. Infectious evaluation, including chest X-ray, monospot test, rapid streptococcal screen, HSV testing, and UA, was unremarkable. A viral etiology was considered most likely and the patient was discharged home with return precautions. Over the following week, the patient had no significant improvement, and she was admitted to the hospital for further evaluation after repeated laboratory investigations yielded similar results.\\nOn admission, her symptoms included intermittent fevers with concurrent irritability, fatigue, and decreased solid food intake; she appeared at her baseline when not febrile. No signs or symptoms of localized infection were present at that time, and her family denied sick contacts. On the morning following admission, the patient experienced a right upper extremity focal seizure requiring prompting immediate brain MRI. MRI demonstrated an extensive left subdural fluid collection consistent with a subdural hematoma and associated left to right midline shift []. Several posterior components of the fluid collection demonstrated diffusion restriction and raised suspicion for the superinfection of the hematoma. Blood cultures were sent, and the patient was taken for immediate surgical evacuation with ultrasound-assisted burr hole drainage and subdural drain placement. Intraoperatively, the drained fluid was consistent with chronic blood products with foul-smelling superimposed infection. The fluid was collected for microbial analysis, and the patient was started on empiric antimicrobial coverage. The fluid cultures demonstrated M. morganii, and the antibiotic regimen was subsequently converted to meropenem monotherapy. Blood cultures and subdural fungal cultures remained negative at 5 and 28 days, respectively.\\nGiven the concern for a chronic subdural hematoma, the patient underwent further trauma evaluation, including retinal examination, skeletal survey, skin examination, and spine MRI which were all unremarkable. MR angiogram showed no evidence of underlying high flow vascular abnormality. Further, history revealed potential trauma 2 weeks before the onset of symptoms, when the patient tipped over in a toy car onto cement; no other history of trauma was identified. Repeat imaging the day after surgery demonstrated near-complete decompression of the left hemisphere []. Clinically, the patient returned to her behavioral baseline, and the fevers resolved after surgery. She was discharged from the hospital 8 days after surgery with a 6-week treatment course of intravenous meropenem. Six months after her surgery, she continues to do well with normal development, no further seizures, and no residual imaging abnormalities on MRI.", "age": "[[13.0, 'month']]", "gender": "F", "relevant_articles": "{'7884233': 1, '7742461': 1, '27421818': 1, '30014307': 1, '31370020': 1, '22267858': 1, '16567997': 1, '20431984': 1, '23189003': 2, '23136260': 1, '16415665': 1, '12445926': 1, '21529183': 1, '11515771': 1, '32874719': 2}", "similar_patients": "{'3505342-1': 1}"}