{"patient_id": 29297, "patient_uid": "7737753-1", "PMID": 33180365, "file_path": "comm/PMC007xxxxxx/PMC7737753.xml", "title": "TFE3 activation in a malignant PEComa: challenging the dichotomy of the underlying pathogenic mechanisms", "patient": "In 2017, a 47-year-old woman with known tuberous sclerosis complex (TSC) due to a heterozygous germline TSC1 deletion presented with abdominal pain. A CT scan revealed a mass in the right kidney, leading to the clinical diagnosis of angiomyolipoma. Everolimus was initiated at a low dose of 2.5 mg once daily in accordance with the patient's wishes, resulting in trough levels of 2.5–4 ng/ml.\\nFour months later, imaging showed rapid growth of the mass. With suspicion of renal cell carcinoma, a radical nephrectomy was performed. Histopathological examination led to the diagnosis of a PEComa, which was 120 × 110 × 110 mm in size and resected to R0. A CT scan of the lungs showed no pulmonary metastases and the tumor board recommended no adjuvant therapy.\\nFour months later, recurrence was seen in a follow-up CT scan in the region T12-L4. The patient reported no symptoms at this time. Everolimus was re-initiated at 5 mg twice daily. In addition, sorafenib was administered at 200 mg twice daily but had to be discontinued after 2 months due to intolerable gastrointestinal side effects. The patient also received radiation therapy of the painful paravertebral mass (39–45.5 Gy), leading to pronounced tumor regression.\\nHowever, hepatic masses appeared after 12 weeks and histopathology confirmed the diagnosis of metastatic malignant PEComa. The patient underwent surgery with R1 resection and did not return to our clinic for 4 months. By then, multiple hepatic, osseous and pulmonary metastases had developed. Chemotherapy with doxorubicin (75 mg/m2) could only be administered once and the patient died of the disease in 2018.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'19604538': 1, '25651471': 1, '22456611': 1, '18085521': 1, '20871214': 1, '22037260': 1, '25048860': 1, '24339735': 1, '23715164': 1, '29216400': 1, '7547639': 1, '31933841': 1, '28009605': 1, '25401301': 1, '30849994': 1, '34603626': 2, '22927055': 1, '30908700': 1, '34680376': 1, '34131293': 1, '26144278': 1, '31408245': 1, '33180365': 2}", "similar_patients": "{'8464387-1': 1}"}