{"patient_id": 20844, "patient_uid": "7296878-1", "PMID": 32550082, "file_path": "comm/PMC007xxxxxx/PMC7296878.xml", "title": "Brucella Endocarditis of the Native Mitral Valve Treated With Antibiotics", "patient": "A 50-year-old male with a past medical history significant for hepatitis C and intravenous drug abuse with recent incarceration presented to the emergency department (ED) with right-sided weakness and aphasia. As per the family, the patient seemed to be confused and ataxic for about 24 hours before the presentation, and they brought him to the ED after he stopped responding to them. As per the family, the patient resides in a farm in Northeastern Pennsylvania where he breeds sheep. The family denied the patient having any significant cardiac history, diabetes, hypertension or any other known chronic diseases. Pertinent denials included chest pain, shortness of breath, fevers, chills, headache, vision changes, arthralgia, urinary and/or bowel complains. The patient’s surgical and family histories were non-contributory, and he took no medications at home. On presentation, the patient’s Glasgow Coma Scale (GCS) was 8; the patient was confused and aphasic. General physical examination revealed moderate built, malnourished middle-aged male with pallor. Neurological exam was significant for expressive and receptive aphasia, 5/5 muscle strength in left upper and lower extremities and 2/5 in right upper and lower extremities, and profound neglect of the right side of the body. The patient appeared to be agitated when stimulated and did not follow commands. The patient had a normal blood pressure of 112/68 mmHg with a heart rate of 67 beats per minute. A high-pitched systolic murmur was appreciated in the mitral area on auscultation. Other systemic examination did not reveal any abnormality. Routine hematological workup was within normal limits except for mild anemia with Hb of 11.4 g/dl and normal total leukocyte count of 7,000 cells/μl. In the ED, the patient underwent a CT of the head which showed a large middle cerebral artery (MCA) ischemic stroke (Figure ).\\nHe was deemed to be a poor candidate for thrombectomy and out of tissue plasminogen activator (tPA) window, and hence was admitted to the medical floor for further management. During stroke workup, the patient underwent a transesophageal echocardiography (TEE), which revealed that his mitral valve (MV) was myxomatous and redundant, with mild prolapse and a large mass with associated hypermobile elements attached under the anterior leaflet apparatus and extending to the insertion of the anterior leaflet. Other noteworthy findings included mild central mitral regurgitation (MR) and a severe eccentric jet of MR, which may be due to perforation of the MV leaflet and mild tricuspid regurgitation. The initial workup of infective endocarditis (IE) including methicillin-resistant Staphylococcus aureus (MRSA), blood cultures and HIV test was negative, and the patient was treated empirically for culture-negative IE with vancomycin and cefepime. The patient spiked fevers during his hospital stay; however, three repeat blood cultures were negative. Infectious Disease department was consulted and recommended testing for Bartonella, Q fever and Brucella. Bartonella and Q fever serologies were negative, while Brucella IgM was elevated at 2.38, with a high Brucella antibody agglutination titer of 1:160. Antibiotics were changed to doxycycline 100 mg twice daily for 12 weeks, rifampin 300 mg thrice daily for 12 weeks and intravenous gentamycin 540 mg daily for four weeks. The patient was discharged home with an initial plan for delayed MV replacement. On four-week follow-up, a two-dimensional transthoracic echocardiogram showed resolution of the mass on the anterior leaflet of the MV with no visible vegetation and residual moderate MR. The patient reported improvement in his weakness and was able to walk with a cane and speak a few words. The patient’s clinical improvement was deemed satisfactory, and he was asked to follow up in two months upon completion of his antibiotics course.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'16971982': 1, '16439329': 1, '19623871': 1, '17275109': 1, '7001058': 1, '21810055': 1, '4850832': 1, '12517300': 1, '20417757': 1, '14431371': 1, '33818142': 1, '18045560': 1, '19178031': 1, '23102495': 1, '25469149': 2, '11404134': 1, '15930423': 1, '9738123': 1, '14566576': 1, '12944013': 1, '22727531': 1, '32550082': 2}", "similar_patients": "{'4248619-1': 1}"}