{"patient_id": 99740, "patient_uid": "7394137-1", "PMID": 32760490, "file_path": "noncomm/PMC007xxxxxx/PMC7394137.xml", "title": "Metastatic pleural mesothelioma presenting initially as multiple gastric and colonic polyps", "patient": "A 72-year-old, non-smoking male with no previous medical or surgical history presented with a 3-month history of rectal bleeding and weight loss. There was no family history of colorectal cancer or familial polyposis. All physical examination findings were normal except for a mild paleness. His blood profile was normal except for mild microcytic hypochromic anemia. Urine and stool analyses were also normal. An ultrasound of his abdomen revealed no abnormalities. An esophagogastroduodenoscopy revealed nothing abnormal in the vocal cords, esophagus, gastroesophageal junction or duodenum, but there were three sessile polyps identified in the gastric body. A colonoscopy then revealed colonic sessile polyps, some of which were ulcerated. The gastric polyps and some of the colonic polyps were ablated and sent for pathological examination.\\nThe polyps were received in formalin and measured between 0.4 and 0.6 cm. A paraffin-embedded tissue was sectioned at 3 microns and multiple levels were evaluated with routine hematoxylin and eosin stain. Microscopic examination revealed that most of the surface of this polyp was covered by normal but focally eroded gastric and colonic mucosa. The lamina propria was infiltrated by tumor cells that were arranged in solid nests with focus of glandular structures lined by single layer of cuboidal cells (). The tumor cells had rounded nuclei with fine chromatin and visible nucleoli. The cytoplasm was abundant and eosinophilic.\\nMucicarmine stain was negative in the tumor cells. Immunohistochemical studies () showed positive staining for cytokeratin, calretinin and D2–40; and negative for carcinoembryonic antigen (CEA), CD45 and CD117, Ber-EP4, cytokeratin 7 and cytokeratin 20. A diagnosis of metastatic mesothelioma was made.\\nThe patient underwent computed tomography (CT) of the chest and abdomen. The CT scan showed nodular thickening of the left lower pleura (). The patient did not return for the scheduled follow-up appointments.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'23112886': 1, '2233438': 1, '8483888': 1, '7512071': 1, '6723825': 1, '6357260': 1, '32760490': 2}", "similar_patients": "{}"}