{"patient_id": 101560, "patient_uid": "7563852-1", "PMID": 33045880, "file_path": "noncomm/PMC007xxxxxx/PMC7563852.xml", "title": "Delayed diagnosis of spinal subarachnoid hemorrhage in association with warfarin administration: a case report and literature review", "patient": "A 52-year-old Chinese man was admitted to the Department of Neurology at The First Hospital of Changsha on 1 August 2019. He had been continuously taking warfarin at a dosage of 3.125 mg/day since having undergone mechanical mitral valve replacement surgery 3 years previously. His most recent international normalized ratio (INR) had been measured 1 week before presentation, and the result was 2.2. Two days before admission, the patient suddenly developed low back pain with no obvious cause followed by nausea and vomiting. He was diagnosed with acute myelitis at a local hospital. The next morning, the patient developed a lack of bilateral leg strength, numbness spreading across his feet and chest, urinary incontinence, and a fever of 38.44°C. At the time of admission to our hospital, a CT scan showed no brain abnormalities. A urinary catheter was inserted, and the patient was transferred to the Department of Neurology at our hospital for further examination and diagnosis.\\nUpon admission, the patient was conscious and alert with a good sense of direction. His back pain had become less severe than that experienced during the occurrence of paraplegia and numbness; however, he developed a mild headache. Physical examination showed flaccid paraparesis in both legs and an obviously rigid neck. His cranial nerves remained intact. Based on the patient’s history and neurological test results, we performed a lumbar puncture on the day of admission. The cerebrospinal fluid (CSF) was bloody at all three puncture sites; therefore, we concluded that the attempts had been unsuccessful because of puncture injury. The patient underwent a spinal CT scan, which revealed degenerative change in the lumbar spine and a Schmorl node at T9 (). However, no cauda equina or nerve root compression was observed. An urgent brain CT scan showed no abnormalities. Because the patient had a history of mechanical valve replacement surgery, magnetic resonance imaging was contraindicated. Examination of the peripheral blood showed that the INR was 1.95 and that the prothrombin time (PT) was 1.96 s. On the second day, the patient’s brain CT results suggested SAH (). We performed another lumbar puncture, and bloody CSF was retrieved again in three test tubes, thus confirming SSH (). On the third day, the patient experienced more frequent headaches, and the back of his neck grew increasingly more painful. A second brain CT scan showed a high-density area in the left posterior occipital region that was compatible with SAH (). Repeated blood tests revealed a PT of 21.3 s and INR of 1.86.\\nIn view of the negative spinal CT results, we performed spinal angiography. Still, no arteriovenous malformation or other vascular abnormalities were found (). Considering the patient’s medical history and clinical manifestations, we temporarily stopped his anticoagulation treatment and administered vitamin K to reverse the anticoagulation, aminocaproic acid to induce hemostasis, and nimodipine to prevent vasospasm; we also performed CSF replacement. Continuous lumbar punctures produced fluid containing hemorrhage and yellow pigmentation (). The high-density area in the left posterior occipital region and the SAH markers were negative after 12 days of follow-up (). Therefore, the patient restarted his warfarin treatment at 1.25 mg/day. At this time point, his PT and INR were 16.5 s and 1.44, respectively. Three days later, we adjusted his warfarin dosage to 2.5 mg/day. Another 2 days later, the patient developed nasal hemorrhage with a PT of 17.3 s and INR of 1.52. Nasal endoscopy examination revealed chronic rhinitis with no other abnormalities. Therefore, we adjusted the warfarin dosage to 1.875 mg/day. Neither nasal bleeding nor cerebral or spinal hemorrhage occurred thereafter.\\nThe SSH in this case was presumed to have developed as a result of the oral anticoagulant therapy based on the rise in the PT and INR. Therefore, the dosage was altered accordingly. Because the patient’s general condition was relatively weak and continuous anticoagulation treatment is more effective than sporadic treatment, we performed no surgical treatments. The patient was finally discharged 32 days after admission. Some functional improvements were observed after discharge; he became able to move himself with a standing turner and the assistance of another person instead of entirely depending on others.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'24728385': 1, '17496169': 1, '23657428': 1, '11113219': 1, '22141292': 1, '11566245': 1, '23988138': 1, '12520314': 1, '15842557': 1, '15888487': 1, '19184145': 2, '25618833': 1, '22023024': 1, '23086108': 1, '23961296': 2, '22927772': 1, '24365331': 2, '19955245': 1, '21623243': 1, '25368774': 2, '33045880': 2}", "similar_patients": "{'4217068-1': 1, '3743330-1': 1, '2773034-1': 1, '3878018-1': 1}"}