{"patient_id": 30110, "patient_uid": "7779153-1", "PMID": 33409044, "file_path": "comm/PMC007xxxxxx/PMC7779153.xml", "title": "Acute Influenza B Infection Presenting as Cardiac Tamponade: A Case Report", "patient": "A 32-year-old female with no known past medical history, no recent travel, working as a home aid, presented to our emergency department at the end of January 2020, with intermittent fevers, generalized body aches, non-productive cough, congestion, and nausea for four days. She was found to be positive for Influenza B by polymerase chain reaction (PCR). After a few hours of monitoring in the ED, she was noted to tolerate oral intake, had stable vital signs, and was subsequently discharged home. However, she returned to the ED the next day with worsening symptoms. She reported that although her cough had subsided, she continued having worsening myalgia and developed new epigastric pain, orthopnea, and foul-smelling urine. She denied chest pain, palpitations, lower extremity edema, or vomiting at the time. Upon presentation to the ED, she was found to be hypotensive with systolic blood pressure (BP) in the 80’s, tachycardic with an initial heart rate (HR) of 180 bpm, and afebrile. Her hemodynamic status improved after she received 1 L of Ringer’s lactate; BP increased to 90s/60s, HR decreased to 120s. Her initial physical examination was notable only for decreased breath sounds bilaterally at the bases. Her cardiac sounds were clear and regular without any murmurs, rubs, or gallops, and no jugular vein distention (JVD) was noted. The remaining physical examination including abdominal, neurological, and musculoskeletal was unremarkable. Initial lab work revealed no leukocytosis, anemia, or electrolyte abnormalities. Cardiac enzymes were negative; however, lactate was elevated to 4.2 mmol/L. Urinalysis showed moderate proteinuria, positive leukocyte esterase, nitrites, and elevated white blood cell count (WBC) concerning urinary tract infection. Chest X-ray revealed mild prominence of the right mediastinal contour at the area of the superior vena cava (SVC). Her initial electrocardiogram (EKG) showed sinus tachycardia with decreased QRS voltage (Figure ).\\nPoint of care ultrasound (POCUS) showed moderate pericardial effusion with signs of right atrial (RA; Figure ) and right ventricular (RV; Figure ) diastolic collapse along with increased inferior vena cava (IVC) diameter without respirophasic variation (Figure ).\\nThe patient was admitted to the medical intensive care unit (MICU) and a subsequent formal echocardiogram confirmed the presence of tamponade physiology. The patient underwent emergent pericardiocentesis in the catheterization laboratory where 250 cc yellow-colored pericardial fluid was removed with immediate symptomatic and hemodynamic improvement. A pericardial drain was placed and collected a total of an additional 450 ccs in the next 72 hours. After removal of the pericardial drain on the fourth day of admission, a repeat transthoracic echocardiography (TTE) confirmed no re-accumulation of pericardial fluid with the restoration of normal contractile physiology.\\nThe patient also received a five-day course of Oseltamivir and a three-day course of antibiotics for urinary tract infection (urine culture grew pansensitive Escherichia coli, blood cultures remained negative) during her hospital stay. By the fifth day of admission, the patient reported feeling back to baseline, asymptomatic, without any evidence of residual pericardial effusion and was, therefore, discharged home.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'30630424': 2, '30083637': 2, '19281331': 1, '2251997': 1, '34109077': 2, '18625525': 1, '28745014': 1, '16567581': 1, '27800452': 2, '20009044': 1, '16509437': 1, '21652168': 1, '20484193': 1, '10536125': 1, '9194118': 1, '26320112': 1, '33409044': 2}", "similar_patients": "{'8180197-1': 1, '5075430-1': 1, '6075482-1': 1, '6327550-1': 1}"}