{"patient_id": 23415, "patient_uid": "7419228-1", "PMID": 32787956, "file_path": "comm/PMC007xxxxxx/PMC7419228.xml", "title": "COVID-19-associated apnea and circumoral cyanosis in a 3-week-old", "patient": "A 25-day-old full-term male infant with a history of mild HIE was admitted initially for work-up of BRUE. His guardians described a single episode three days prior to presentation during which the patient stopped breathing and developed perioral cyanosis for approximately 3–4 s while sleeping, which resolved with mild stimulation and waking. Associated symptoms included nasal congestion and rhinorrhea. Multiple family members had been experiencing fevers, cough, and congestion starting the week prior. The patient’s only additional medical history was respiratory distress at birth requiring 24 h of positive pressure ventilation, and episodes of desaturation during his first six days of life which were attributed to possible mild laryngomalacia.\\nVital signs were within normal limits. Physical exam was without abnormal findings. A nasopharyngeal and oropharyngeal polymerase chain reaction (PCR) test for SARS-CoV-2 and a respiratory viral panel (RVP) PCR were collected. Continuous pulse oximetry overnight was normal, and he was discharged home the subsequent morning with instructions to presumptively quarantine while RVP and COVID-19 testing were pending. Shortly after discharge, his COVID-19 PCR resulted positive and RVP resulted negative.\\nThree weeks after his initial presentation, at 45 days of life, the patient was brought back to the hospital after his guardians that day noted new recurrent episodes of apnea and perioral cyanosis, intermittent stridor, and abnormal head and eye movements. Physical exam was unchanged from his prior admission except for intermittent inspiratory stridor noted while the patient was asleep. A basic metabolic panel was within normal limits and repeat COVID-19 and RVP PCR were positive and negative, respectively. He was evaluated by a speech therapist who did not feel he was at risk for aspiration. Neurology was consulted, and after reviewing his prior normal electroencephalograms and non-concerning brain MRI felt that, in the context of his mild HIE diagnosis and age-appropriate movements, his history was not consistent with seizures. No further apneic or cyanotic episodes were noted, and vital signs and pulse oximetry remained stable, so he was discharged within 24 h of admission with scheduled outpatient neurology and pulmonology follow-ups.", "age": "[[25.0, 'day']]", "gender": "M", "relevant_articles": "{'33060565': 1, '32215598': 1, '32253003': 1, '34142617': 1, '32202343': 1, '32320004': 1, '34179037': 1, '32112082': 1, '32298645': 1, '27244835': 1, '32310621': 1, '32179908': 1, '32151335': 1, '32058570': 1, '32187458': 1, '32091533': 1, '32787956': 2}", "similar_patients": "{}"}