{"patient_id": 105553, "patient_uid": "7939485-1", "PMID": 33692627, "file_path": "noncomm/PMC007xxxxxx/PMC7939485.xml", "title": "Effectiveness of Dupilumab for an Elderly Patient with Prurigo Nodularis Who Was Refractory and Contradicted to Traditional Therapy", "patient": "An 85-year-old man presented with a 16-year history of PN. He had a history of interstitial lung disease and denied to have atopic background. Physical examination revealed widespread erythematous nodules, plaques, papules, and excoriations on the scalp, extremities, and trunk (). Blood tests showed an eosinophil count 0.53×109/L (normal range 0.02–0.50×109/L), total IgE level 242 KU/L (normal range <100.0 KU/L), and a glomerular filtration rate 37 mL/min. This study procedure was given ethical approved by the ethics committees of The First Affiliated Hospital, Zhejiang University School of Medicine (Approved number: IIT20210020A). The patient has given the written informed consent to this case report with all details displayed and the corresponding images.\\nIn the past one month, he had been administrated with gabapentin 300mg twice daily, thalidomide 50mg daily, ketotifen 1 mg per night, NB-UVB twice weekly, and topically halomethane cream as needed. However, these treatments failed to relieve his pruritus. Therefore, the patient was transferred from a local hospital to our department. Due to the low glomerular filtration rate (37 mL/min) and interstitial lung disease history, cyclosporine and methotrexate were not recommended to the elderly patient. As suffering from intensive pruritus and low quality of life, this patient was treated with dupilumab with standard doses of 600 mg subcutaneously at week 0 and then 300 mg every other week. During the first 8-week treatment, the patient was continuing to receive cetirizine 10 mg per day, ketotifen 1 mg per night, and topically halomethane cream as needed. Within 12 weeks, the patient gradually achieved improvement of itch intensity measured by visual analogue scale. In order to evaluate the change of cutaneous lesions, we used the tools of investigator’s global assessment and prurigo activity score. The later one represents the patient’s overall disease severity measured by counted number of nodules at the same represented location. During the 12-week therapy with dupilumab, reductions were observed in disease severity as assessed on the itch score, prurigo activity score (location: the dorsal site of the trunk), investigator’s global assessment, and Dermatology Life of Quality of Index (). No adverse effects were reported during the therapy.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'31521720': 1, '31856368': 1, '32074418': 1, '30809683': 1, '32562425': 1, '21227892': 1, '25006719': 1, '32714676': 2, '30427994': 1, '32469446': 1, '32461078': 1, '33692627': 2}", "similar_patients": "{'7377018-1': 1, '7377018-2': 1, '7377018-3': 1}"}