{"patient_id": 29084, "patient_uid": "7725579-1", "PMID": 33343941, "file_path": "comm/PMC007xxxxxx/PMC7725579.xml", "title": "Transient Dexmedetomidine Bolus-Induced Excessive Urination Intraoperatively in a 68-Year-Old Male", "patient": "A 68-year-old male patient presented for the removal of an intramedullary nail (IMN) from his right femur and possible total knee arthroplasty (TKA) for his dislocated right knee following a traumatic event. His past medical history is significant for hypertension, hyperlipidemia, hyperkalemia, benign prostatic hyperplasia with urinary hesitancy, atrial fibrillation, a crush injury that caused a closed fracture of multiple ribs on the right side and the pelvis, and tobacco use. The patient's surgical history includes a colonoscopy and multiple orthopedic surgeries. His previous surgeries did not have any history of abnormal urine output or sodium levels. The patient denied complaints of frequent urination; however, his history included a complaint of urinary hesitancy. His medications included aspirin, atorvastatin, celecoxib, and oxycodone, and a medication allergy to losartan. Preoperative laboratory tests indicated slightly low sodium levels and slightly elevated glucose levels, but a well-functioning renal system. On physical exam, height was 1.753 m and weight 116.9 kg (body mass index of 38.14).\\nOn the day of surgery, the anesthesia team planned for spinal block (hyperbaric bupivacaine, 2 mL of 0.75%) and monitored anesthesia care (MAC) with a propofol infusion. The patient was given 2 mg of midazolam preoperatively. Supplemental oxygenation was provided and standard American Society of Anesthesiologists (ASA) monitors were utilized for continuous monitoring. Total volume of 1500 mL of Lactated Ringer's (LR) premix infusion was given intraoperatively. The surgery lasted a total of 5 hours and 32 minutes and the patients urine output for the duration of the operation totaled 1240 mL, 975 mL of which were excreted within a two-hour span and hour and a half following the delivery of the boli of dexmedetomidine (12 mcg, 12 mcg, and 16 mcg) ().\\nThe postoperative period was uncomplicated, the patient maintained normal sodium levels and normal electrolytes despite frequent monitoring in the immediate period after surgery.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'29078065': 1, '17893457': 1, '8926838': 1, '26596579': 1, '28589067': 2, '18086064': 1, '23377505': 1, '18350762': 1, '23632050': 1, '30085933': 1, '19352147': 1, '33343941': 2}", "similar_patients": "{'5453743-1': 1}"}