{"patient_id": 22381, "patient_uid": "7370459-1", "PMID": 32689980, "file_path": "comm/PMC007xxxxxx/PMC7370459.xml", "title": "Stauffer syndrome, clinical implications and knowledge gaps, does size matter? Case report", "patient": "A 53-year-old male presented to the emergency department (ER) with right upper quadrant abdominal pain, jaundice, pruritus, choluria and acholia. His complete blood count (CBC) was normal. Abnormal LFTs: total bilirubin of 19.91 mg/dl, Aspartate Transaminase (AST) 418 U/L, Alanine transaminase (ALT) 695 U/L. Lactate Dehydrogenase (LDH), albumin, prothrombin and thromboplastin times were normal, INR was 1. HIV, hepatitis B, C, Epstein-Barr virus (EBV) antibodies, and peripheral blood smear were within normal ranges. Autoimmune disorders comprehensive panel was normal. Past medical history was non remarkable and acetaminophen toxicity was ruled out at ER admission.\\nRadiological work up, with computerized tomography (CT) showed a 24 × 29 × 33 mm renal mass, at the interpolar region of the right kidney with a RENAL nephrometry score of 9 (moderate complexity), with hepatosplenomegaly and without signs of choledocholithiasis, pancreatic masses or metastasis. (Figure ) Chest CT was unremarkable. The magnetic resonance imaging (MRI) cholangiopancreatography and portal doppler ultrasound ruled out any other structural disease.\\nAs the bilirubin levels kept increasing and after ruling out all differential diagnosis, Gastroenterology and Hepatology got consulted and they suggested a jaundice variant of the Stauffer paraneoplastic syndrome, patient was scheduled for urgent laparoscopic radical nephrectomy instead of a nephron-sparing approach considering that liver dysfunction could imply a higher surgical bleeding risk. Surgery was performed without complications, total bleeding was 100 ml. Postoperative course was uneventful, and in postoperative day 3, upon discharge, total bilirubin was 3.31 mg/dL, alkaline phosphatase 181 U/L, AST 93 U/L, ALT 231 U/L. Surgical pathology revealed a pT1a, 2.5 cm clear cell carcinoma, WHO/ISUP nucleolar grade 2. (Figure ) At 6 months follow up improvement of LFTs has remained normalized and hepatosplenomegaly has resolved, confirmed with US.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'16174051': 1, '15017648': 1, '16808761': 1, '29657090': 1, '20378939': 1, '17465487': 1, '29541472': 1, '9247285': 1, '9096437': 1, '31824799': 1, '22258327': 1, '31305264': 1, '1552613': 1, '25979213': 1, '8946620': 1, '34861593': 1, '650745': 1, '31211052': 1, '28785916': 1, '32689980': 2}", "similar_patients": "{}"}