{"patient_id": 33288, "patient_uid": "7939145-1", "PMID": 33655982, "file_path": "comm/PMC007xxxxxx/PMC7939145.xml", "title": "Coexistence of an aberrant right subclavian artery and anomalous origins of bilateral vertebral arteries", "patient": "A 43-year-old female patient was treated for urolithiasis in the Department of Urology, who complained of repeated dizziness for several years. Preoperative echocardiography showed an ARSA derived from the initial descending aorta right rear to the LSA and an aberrant left vertebral artery (LVA) that directly originated from the AA instead of the LSA (Fig. ). Then, computed tomography angiography (CTA) was performed, not only revealing the aforementioned variations of the arteries but also confirming an aberrant right vertebral artery (RVA) that originated from the RCCA rather than the RSA (Fig. A, B). The diameters of the initial segment of ARSA, LVA, and RVA were about 8.35, 4.14, and 3.22 millimeters, respectively, and no stenosis was seen in any course of these 3 arteries. The ARSA run behind the trachea and esophagus to the right side of the body; the LVA and RVA ascended upward and then entered the foramen transversarium of the C4 and C5 vertebrae, respectively. Moreover, mild stenosis was found in the proximal portion of the LCCA, adjacent to its aortic origin (Fig. A). No other cardiac or vascular anomalies were found on the above-mentioned imageological examinations. To prevent potential thrombosis attributed to vascular stenosis, aspirin and atorvastatin were used after completing the operation for urolithiasis, and the patient was followed up continuously. This study was approved by the Ethics Committee of the Second Affiliated Hospital of Jiaxing University, and written informed consent was obtained from the patient.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'26749678': 1, '23344682': 1, '27074275': 1, '23694814': 1, '16515907': 1, '34505990': 1, '29049546': 1, '29684217': 1, '11218642': 1, '30787266': 1, '28994621': 1, '15958100': 1, '19638843': 1, '28207465': 1, '33655982': 2}", "similar_patients": "{}"}