{"patient_id": 29877, "patient_uid": "7767819-1", "PMID": 33381479, "file_path": "comm/PMC007xxxxxx/PMC7767819.xml", "title": "Kostmann Syndrome With Neurological Abnormalities: A Case Report and Literature Review", "patient": "The patient was a 10-year-old Chinese Han male. He had neutropenia accompanied by repeated infections for more than 9 years and fever for 1 week. He was admitted to the Pediatrics Department of the Ninth People's Hospital Shanghai Jiaotong University School of Medicine on March 5th, 2019. When he was 6 months old, his ANC was 0.15 × 109/L by blood routine examination due to respiratory tract infection. According to the family members of the children, the ANC was consistently lower than the lower limit of normal reference range during the following 9 years. Respiratory tract infection, periodontitis, oral ulcer, tonsillitis, and perianal abscess occurred about once a month. Routine anti-infection treatments were used to alleviate the symptoms. Two years ago, the child had a lung abscess. He was diagnosed with epilepsy at the age of 6 years. He was behind his peers in intellectual development and did not go to primary school at the age of 10.\\nAt admission, the father and mother were 53 years old, both in good health, and their marriage was consanguineous. The family history of epilepsy and immunodeficiency was negative. The mother was gravida 5, aborta 1, para 4. Her third offspring, male, died of infection 8 months after birth, but the details are unknown. Her fourth pregnancy was aborted due to social factors. The child reported here was the fifth pregnancy. He had two elder sisters, 31 and 29 years old, both in good health.\\nThe temperature of the patient at admission was 38.4°C, and weight was 34 kg. He was dispirited, with obvious intellectual disability, and with superficial lymphadenopathy. Multiple ulcers could be seen in the lower lip. A mass of 2 × 2 cm could be palpated beside the anus.\\nThe white blood cells (WBC, 8–12 × 109/L) and ANC (2.4–4.8 × 109/L) were decreased after the 1-month follow-up, as shown in . Bone marrow cytology revealed granulosis disorder, as shown in . The immunological and metabolic results were normal.\\nAccording to the history of repeated infection, ANC decrease, and the result of bone marrow cell morphology, congenital neutropenia was highly suspected. In order to confirm the diagnosis, with the consent of the family members, sequencing was performed. Whole exon sequencing of the child and parents showed that the child was homozygous for the exon 3 c.430dupG mutation of the HAX1 gene NM-006118 (p.Val144fs) and that both parents carried the same mutation.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'20065084': 1, '28169428': 1, '27943080': 1, '21595885': 1, '24482108': 1, '20456363': 1, '26994629': 1, '30473482': 1, '30661651': 1, '22102707': 1, '23975175': 1, '34778134': 2, '16497969': 1, '28593997': 1, '23351985': 1, '18513342': 1, '28681255': 1, '16012323': 1, '26319127': 1, '21391832': 1, '32037586': 1, '18611981': 1, '9058808': 1, '33381479': 2}", "similar_patients": "{'8585998-1': 1}"}