{"patient_id": 24211, "patient_uid": "7452954-1", "PMID": 32884892, "file_path": "comm/PMC007xxxxxx/PMC7452954.xml", "title": "Multimodal imaging of angioid streaks", "patient": "A 38-year-old man presented with diminution of vision in the left eye since 5 days. Best corrected visual acuity (BCVA) was 20/20 and 20/50 in the right and the left eye, respectively. MC was performed using confocal scanning laser ophthalmoscope (cSLO) with Heidelberg Spectralis HRA-OCT (Heidelberg Engineering, Dossenheim, Germany) with a scanning field of 30°. Color fundus photography (CFP) was done using FF 450 plus fundus camera (Carl Zeiss Meditec, Germany). CFP showed bilateral AS (Figure 1a, b ) and choroidal neovascular membrane (CNV) in the left eye (Figure 1b ). Spectral domain optical coherence tomography (SD-OCT) showed CNV with subretinal fluid in the left eye (Figure 1c ). MC of both eyes (Figure 2a, c ) highlighted AS in dark orange color. AS were better visualized in infrared reflectance (IR) (Figure 2b, d ) as compared to green reflectance (GR) (Figure 2e, g ) and blue reflectance (BR) (Figure 2f, h ). MC of the left eye also showed CNV in greenish color (Figure 2c ).\\nA 24-year-old woman came to our hospital for a routine eye check-up. BCVA was 20/20 in both eyes. CFP showed bilateral AS with peau d’orange appearance. Subretinal crystalline bodies and round white lesions without tails were seen surrounding the optic disc, suggestive of atypical drusen. Spots of chorioretinal atrophy with variable size and “punched-out” appearance were seen in mid-periphery, suggestive of comet lesions (Figure 3a, b ). AS were seen as dark orange in color on MC (Figure 4a, c ), and were better visualized in IR (Figure 4b, d ) as compared to GR (Figure 4e, g ) and BR (Figure 4f, h ). Peau d’orange appearance was seen as alternating dark and bright patches on CFP (Figure 3a, b ) with corresponding hyporeflective and hyperreflective patches on IR (Figure 4b, d ). MC highlighted peau d’orange in greenish color (Figure 4a, c ). Comet lesions showed increased signal on IR (Figure 4b, d ), GR (Figure 4e, g ), and BR (Figure 4f, h ). On SD-OCT of both eyes (Figure 5a, 5b ), comet lesions appeared as irregular hyporeflective spaces with hyperreflective inner border and focal debris like deposits above the RPE. Comet lesions of both eyes showed a focal increased fundus autofluorescence (FAF) (Figure 3c, d ) and a hyperfluorescence on late-phase fundus fluorescein angiography (FFA) (Figure 3e, f ). The associated comet tail that usually leaves the focal atrophy toward the posterior pole could be seen as hyperfluorescent on FFA in the right eye (Figure 3e ). The patient was clinically diagnosed with pseudoxanthoma elasticum. She was referred for dermatology and cardiology opinion.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'14299067': 1, '23577018': 1, '19747980': 1, '9170798': 1, '25360788': 1, '27404384': 1, '453761': 1, '4128186': 1, '19436620': 1, '7692728': 1, '32884892': 2}", "similar_patients": "{}"}