{"patient_id": 29851, "patient_uid": "7764537-1", "PMID": 33321983, "file_path": "comm/PMC007xxxxxx/PMC7764537.xml", "title": "Post-Mortem Diagnosis and Autopsy Findings in SARS-CoV-2 Infection: Forensic Case Series", "patient": "An underweight 87-year-old male subject with a history of hypertension and dementia, presented an accidental fall at home and was rushed to the local emergency county hospital on the same day. Upon admission, he presented 147/75 mmHg blood pressure, 60 bpm heart rate, SpO2 98%, and a temperature of 36.9 °C. A hip X-ray was performed, revealing a left pertrochanteric femur fracture (). In addition, a nasopharyngeal swab specimen for SARS-CoV-2 was collected.\\nThe next day, before surgery, the patient underwent a chest X-ray () and blood work (leucocyte 10.93 × 103/uL; haemoglobin 8 g/dL; Htc 24%; serum creatinine 2.07 mg/dL; urea 100 mg/dL). A left femur intramedullary nail was placed (), and one unit of blood was transfused.\\nThe SARS-CoV-2 results came back positive the following day and the patient was transferred to a COVID-19 support hospital with the following diagnosis: “Left pertrochanteric fracture. Hypertension. Posthemorrhagic anemia”.\\nUpon arrival at the hospital, the patient presented with SpO2 87% and 140/90 mmHg blood pressure. A new chest X-ray was performed, which yielded bilateral perihilar and basal lung consolidations, with micronodular opacities. Shortly after admission, the patient presented a major episode of behavioral disorder with physical and verbal aggression towards the medical professionals. The medical team caring for the patient decided to move him to an isolated ward, in order to be supervised more carefully. During transfer, despite the recent surgery, the patient managed to jump from the first floor window (a height of approximately 3 m). Emergency medical care was given, the patient remaining conscious and stable. He was transferred back to the local emergency county hospital with the following diagnosis: “COVID-19 confirmed interstitial pneumonia. Politrauma by falling from another level. Acute respiratory failure”.\\nUpon arrival, the patient presented with a 92/55 mmHg blood pressure and SpO2 92%; the surgical examination revealed no cranial, thoracic, or abdominal bleeding. Blood work panel (leucocytes 14.45 × 103/uL; haemoglobin 9.8 g/dL; Htc 29.5%; serum creatinine 1.73 mg/dL; urea 83 mg/dL; TGO 169.3 U/L; TGP 194 U/L) and a left lower limb X-ray were repeated (). The X-ray revealed a left femur comminuted fracture with osteosynthesis material destruction. The patient was sedated with propofol and fentanyl, in order to avoid other incidents.\\nOn day six since the first admission, the patient spiked a fever (39.2 °C), with a SpO2 of 97% on the oxygen mask, and shortly after midnight, his neurological state significantly deteriorated. He became hemodynamically and respiratory unstable (84/48 mmHg, SpO2 62%) and suffered a cardiac arrest, unresponsive to CPR maneuvers. As the death was ruled as suspected to be violent (potentially a complication of the femur fracture), a forensic autopsy was requested.\\nAutopsy findings: External examination of the body showed bruises and lacerations on the head, thorax, and abdomen, with a surgical wound and abnormal mobility in the upper third portion of the left thigh. The deceased was 166 cm tall and was underweight. The internal examination revealed leptomeningeal oedema, massive right pleural adhesions, and purple pale lungs with an increased consistency, with dark blood stagnation and reduced yellowish mucus on sections (). Other findings included diffuse myocardial scarring, advanced coronary and aortic atherosclerosis, spleen fibrosis, nephrosclerosis, and an operated pertrochanteric left femur fracture, with destruction of the osteosynthesis material. Histopathological examination yielded moderate alveolar oedema, mixed inflammatory cell infiltration in the peribronchiolar and alveolar areas (including fibrin and leukocytes), and perivascular and bronchiolar lymphoplasmacytic infiltrate ( and ). The manner of death was ruled as violent. The underlying cause of death was bronchopneumonia (bacterial infection) superimposed on SARS-CoV-2 pneumonia (RT-PCR confirmed), developed in the days following a left femur fracture, which was surgically treated and subsequently refractured. An indirect causal link between the femur fracture and death was established.", "age": "[[87.0, 'year']]", "gender": "M", "relevant_articles": "{'32234465': 1, '32739876': 1, '32879413': 1, '33026628': 1, '31994742': 1, '32109013': 1, '32091533': 1, '32275742': 1, '33806100': 1, '32328726': 1, '32815846': 1, '32167524': 1, '32942274': 1, '32052514': 1, '32903584': 1, '33060844': 1, '33795768': 1, '32490726': 1, '32203977': 1, '32692365': 1, '32534626': 1, '33800905': 1, '32171076': 1, '33912436': 2, '32798449': 1, '32809158': 1, '32240123': 1, '33321983': 2}", "similar_patients": "{'8061615-1': 1}"}