{"patient_id": 25126, "patient_uid": "7495166-1", "PMID": 32963854, "file_path": "comm/PMC007xxxxxx/PMC7495166.xml", "title": "Favorable Outcome of COVID-19 Pneumonia in a Kidney Transplant Recipient Treated with Tocilizumab", "patient": "A 65-year-old male kidney transplant patient presented to the emergency department on 23/04/2020 complaining of fever, cough, soared throat, and diarrhea for three days. His temperature was 38.3; oxygen saturation was 94% in room air with 18 breaths per minute. Blood pressure was 130/70. In his history, we noticed a live unrelated kidney transplantation done in 1987 and diabetes mellitus for the last six years. His initial renal disease was unknown. His medications at that time included cyclosporine (75 mg twice daily) and Myfortic (720 mg twice daily). His creatinine was ranging between 210 and 240 for the last 4 years.\\nA chest X-ray showed left peripheral midzone opacity with bilateral exaggerated lung markings and peribronchial thickening suggesting bronchopneumonia. A nasopharyngeal COVID swab was done followed by an HR-CT of the chest which revealed bilateral round-shape ground-glass opacifications in both lungs showing peripheral distribution in favor of COVID-19 pneumonia (Figure 1, day 1). Blood investigations showed high blood cell count (12700 cells/mm³) with no lymphopenia, high CRP (126 mg/dl), high procalcitonin (PCT) (1.3 ng/ml), ferritin (1420 μg/l), and slightly high LDH and D-dimer (223 U/l and 0.7 mg/l, respectively).\\nTherefore, the patient was admitted in the COVID isolation ward. He was started on ceftriaxone and hydroxychloroquine (400 mg twice the first day and 200 mg twice subsequently). QT interval was assessed regularly and was normal during the 10-day course of hydroxychloroquine. COVID-19 was detected by PCR. On admission, mycophenolate mofetil (MMF) was discontinued, and Clexane was prescribed at a dose of 40 mg daily. On day 4, as the patient remained highly febrile, ceftriaxone was replaced by meropenem. Blood investigations showed worsening of CRP (155), ferritin (6910), and D-dimer (2.2). Cyclosporine dose was reduced to 25 mg twice, and prednisolone 10 mg was introduced.\\nOn day 9, the cough worsened with moderate tachypnea and persistent diarrhea and fever. Saturation of oxygen dropped to 91%. The patient developed leukopenia with lymphopenia (3.5 and 0.7, respectively) for the first time since admission. The inflammatory markers showed persistent increase (CRP 176 and PCT jumped to 84.2). A repeated HR-CT revealed worsening of chest findings (Figure 1, day 9). We therefore decided to give a single shot of tocilizumab 400 mg intravenously and start the patient on Kaletra (lopinavir/ritonavir) and prednisolone 10 mg daily ().\\nWithin the next two days, we noticed a dramatic improvement of his clinical condition with disappearance of fever and diarrhea and reduced intensity of the cough. The inflammatory markers also improved: CRP 45 and PCT 36. Leucocytes and lymphocytes increased (5.2 and 1.6, respectively). On day 16, HR-CT was repeated and showed almost complete clearance of the previous lesions (Figure 1, day 16). The patient was completely asymptomatic, and the inflammatory markers were all back to normal. At this time, cyclosporine dose was increased to 50 mg twice a day. MMF was resumed once PCR for COVID-19 came back negative (day 18). During the whole admission, blood sugar was well controlled, with glycated hemoglobin ranging between 6.5 and 7 ().", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'32330343': 1, '32317180': 1, '32324331': 1, '32317402': 1, '32181990': 1, '21752960': 1, '31219357': 1, '22349148': 1, '32198834': 1, '32354637': 1, '33246166': 1, '32167524': 1, '32312797': 1, '32963854': 2}", "similar_patients": "{}"}