{"patient_id": 18335, "patient_uid": "7149839-1", "PMID": 32308733, "file_path": "comm/PMC007xxxxxx/PMC7149839.xml", "title": "Iron deficiency anemia, stunted growth, and developmental delay due to avoidant/restrictive food intake disorder by restricted eating in autism spectrum disorder", "patient": "A 2-year-old boy presented with restricted eating, short stature, and failure to thrive. A local health center had diagnosed his condition as developmental delay and stunted growth. He was unable to eat any solid food and for the previous year had obtained his nutrients from breast milk and vegetable juice. He drank only specific brands of juice (only with his favorite tableware). He was taking no regular medication. Estimated daily energy intake based on dietary habits was approximately 650 kcal/day. His developmental history revealed language delay, obsessions, and repetitive behaviors. According to family history, his older brother had been diagnosed with ASD.\\nPhysical examination revealed his height to be 74 cm (standard deviation [SD], − 3.9) and his weight to be 8.4 kg (SD, − 2.9). In addition, he looked pale and had tachycardia (132 bpm). Laboratory tests revealed severe microcytic hypochromic anemia (hemoglobin, 5.9 g/dL; mean corpuscular volume, 57.8 fL; mean corpuscular hemoglobin, 13.9 pg; serum iron, 14 μg/dL; ferritin, 7.5 ng/dL; TIBC, 447 μg/dL; and UIBC, 380 μg/dL). Two types of developmental assessment were performed. The Kyoto Scale of Psychological Development 2001 [] revealed a developmental quotient (DQ) of 68. His Pervasive Developmental Disorders Autism Society Japan Rating Scale (PARS) score was 6 (above the ASD cut-off score). A developmental and behavioral pediatrics specialist diagnosed ASD using the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) [] diagnostic criteria and the PARS score. There was no evidence of suspected child abuse or maltreatment.\\nBased on these findings, the patient was diagnosed with IDA and malnutrition due to avoidant/restrictive food intake disorder (ARFID) (DSM-5) [] related to ASD. We orally administered iron supplements (3 mg/kg/day) and enteral nutrients (600kcaL/day); fortunately, he took these by his favorite tableware without resistance. His anemia, nutritional condition, and clinical symptoms improved by treatment within 1 month. Hemoglobin, serum iron, and ferritin had also increased at that time to 10.5 g/dL, 168 μg/dL, and 32 ng/dL, respectively. Iron supplements were finished in 5 months and enteral nutrient were continued for 2 years. In parallel with nutritional replenishment, his height and weight improved to approximately − 1 SD, within the normal range, within 1 year (Fig. ) []. In addition, he started eating a greater variety of foods, and his DQ and nutritional condition improved with nutritional replenishment. Hemoglobin, serum iron, and ferritin at that time had also increased to 12.6 g/dL, 108 μg/dL, and 21.2 ng/dL, respectively, all within the normal range.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'23371510': 1, '34946159': 1, '24928779': 1, '27212799': 1, '21556968': 1, '21099437': 1, '34777662': 1, '25194628': 1, '24654242': 1, '19335396': 1, '22318966': 1, '24372984': 1, '32308733': 2}", "similar_patients": "{}"}