{"patient_id": 97631, "patient_uid": "7193195-1", "PMID": 32363086, "file_path": "noncomm/PMC007xxxxxx/PMC7193195.xml", "title": "Mesenteric Amyloidosis: Radiologic Imaging with Pathologic Correlation", "patient": "An 80-year-old male was referred to general surgery for evaluation of a mesenteric mass found on a computed tomography (CT) scan. Before CT imaging, the patient reported 3 months of diarrhea and an unintentional 22-pound weight loss. The patient denied any other symptoms. His pre-operative work-up included an evaluation by a gastroenterologist with an upper endoscopy that was normal and a colonoscopy that showed diverticulosis. A random duodenal biopsy showed non-specific mild villous flattening. Laboratory work was unremarkable, including a negative celiac panel. After this, non-diagnostic workup, the patient underwent a CT scan of the abdomen and pelvis that demonstrated an ill-defined mass isoattenuating to skeletal muscle that encased the mesenteric root and extended peripherally along the vascular bundles. No vascular or organ invasion or mass effect on adjacent structures was noted. Several scattered focal areas of similar density were noted along the serosa of the bowel loops without evidence of bowel obstruction, likely representing extension of deposits from the periphery. No associated intralesional calcifications or regional lymphadenopathy was present []. The patient was then referred for surgical evaluation.\\nMedical history was significant for atrial fibrillation, hypothyroidism, type 2 diabetes mellitus, hypertension, and squamous cell carcinoma of the skin. Past surgical history was significant for an open appendectomy, Mohs surgery (for squamous cell cancer), and laparoscopic right nephrectomy (for hydronephrosis and obstruction leading to recurrent infections). The patient’s medications included amlodipine, apixaban, glipizide, levothyroxine, metoprolol, hydrochlorothiazide, diphenoxylate-atropine, and gemfibrozil.\\nThe patient subsequently underwent a laparoscopic biopsy of the mesenteric mass. The operation was uncomplicated, and the patient was discharged home the same day. The pathology showed pale eosinophilic, amorphous, and homogenous amyloid deposition in the mesentery consistent with the diagnosis of a mesenteric amyloidoma []. The amyloid was positive on Congo red staining [] and displayed apple-green birefringence under polarized light [], consistent with amyloid tissue. By electron microscopy, the amyloid deposits appeared as randomly oriented, non-branching fibrils measuring 5.62–8.19 nm in diameter []. The liquid chromatography-tandem mass spectrometry detected peptides commonly deposited with amyloids of all types, including serum amyloid P component, apolipoprotein A IV, and apolipoprotein E, as well as immunoglobulin kappa and lambda light chains and alpha and gamma heavy chains, with no clear predominance of any chain type.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'15255078': 1, '28287938': 1, '29748430': 1, '25263598': 1, '7096694': 1, '2340993': 1, '8659422': 1, '12171498': 1, '16483845': 1, '21918050': 1, '8356946': 1, '22623701': 1, '26719234': 1, '1887120': 1, '14663319': 1, '7839976': 1, '14043764': 1, '27752386': 2, '15026589': 1, '103399': 1, '26279691': 1, '21603298': 2, '26115049': 1, '23474745': 1, '12640160': 1, '21160781': 1, '25378951': 1, '26230754': 1, '12887954': 1, '32363086': 2}", "similar_patients": "{'5056293-1': 1, '3088856-1': 1}"}