{"patient_id": 27134, "patient_uid": "7591986-1", "PMID": 33133717, "file_path": "comm/PMC007xxxxxx/PMC7591986.xml", "title": "Paratesticular Serous Borderline Tumor in a Pediatric Patient", "patient": "We present a 10-year-old male, son of nonconsanguineous parents, born at 36 weeks of gestation without complications, with adequate growth and development, who presented in 2018 gynecomastia and ipsilateral hydrocele. On the physical examination, both testicles were measured with the Prader orchidometer, showing an enlarged right testicle with a volume of 12 ml and a left testicle with a volume of 10 ml. Hormonal profile was performed, which reported normal results according to his age (testosterone 18.5 ng/dl; FSH 3.17mUI/ml, LH 0.33mUI/ml).\\nPelvic ultrasound was performed with normal results, computed tomography of the chest reported gynecomastia, and abdominal computed tomography without abnormal findings. In addition, a karyotype of fifty metaphases was analyzed with normal results (46, XY).\\nThe patient underwent surgical correction of the hydrocele. During the procedure, a right paratesticular tumor was found, and orchiectomy was performed. The gross examination showed a testicle with 3.5 cm in diameter, and the cut surface presented a poorly defined tan tumor of 1.8 cm, occupying the vaginal tunica and epididymis and infiltrating the testicular parenchyma ().\\nIn histological sections, a cystic neoplasm was observed, with hierarchical papillary projections, covered by one or several epithelial layers of columnar and hobnail cells with moderate atypia and scant mitosis (Figures –). There was not any teratoumatous tissue in the background. Immunohistochemical reactions were performed, resulting PAX-8, epithelial membrane antigen (EMA), and cytokeratin 7 positive (Figures –), confirming the diagnosis of borderline serous tumor. The tumor cells were negative for calretinin, estrogen, and progesterone receptors ().", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'1785344': 1, '7793480': 1, '28752065': 1, '18429831': 1, '11224608': 1, '26368507': 1, '3739969': 1, '33133717': 2}", "similar_patients": "{}"}