{"patient_id": 100836, "patient_uid": "7497065-1", "PMID": 32968477, "file_path": "noncomm/PMC007xxxxxx/PMC7497065.xml", "title": "Haemophilus haemolyticus: an atypical pathogen of septic arthritis of the knee joint", "patient": "An 82-year-old female presented in a corresponding hospital with isolated acute atraumatic exacerbation of pain of the left knee joint. Patient’s history showed a bilateral knee-arthroscopy over 20 years ago and a history of chronic joint pain due to a rheumatoid arthritis, which was treated with prednisolone 5 mg/d and Ethanercept (Enbrel) for many years. Due to increasing pain, her family doctor performed an intra-articular injection with oxygen and ozone 6 days prior to first presentation in hospital. Two days after this first infiltration, clinical signs of acute inflammation occurred, so a cortisone injection was applied. Pain decreased immediately but only another 2 days later, a new exacerbation of symptoms occurred, followed by presentation in hospital. Since the patient was in good general condition, initial treatment was only done by increasing her prednisolone dose (newly 30 mg/d) and analgesia. Because of persistent pain a puncture of the knee joint followed another 3 days later. Results showed a pleocytosis and an increased number of leucocytes with 80% neutrophils. Neither crystals nor bacteria could be found after incubation of 7 days. Since pain lasted despite the prednisolone-therapy, analgesia and physiotherapy, once more a knee-infiltration with 40 mg of Triamcinolon/Lidocain was performed. One month after first presentation and still no improvement of pain, the patient was then referred to internal medicine department of our hospital for further treatment.\\nIn our emergency department, despite of lasting severe knee pain, patient’s general condition was good.\\nVital signs were normal with a blood pressure of 112/57 mmHg and a heart rate of 60/min, an oxygen saturation of 92% and a normal body temperature. The blood results showed a leucocytosis of 13.1 × 10E3/μl with slightly elevated CRP of 45.2 mg/l. The affected joint itself showed hyperthermic conditions and effusion. There was no redness. Due to excessive pain active knee movement was not possible. Passive flexion reached 110° with an extension deficit of 30°. There was a tenderness of palpitation on the medial and lateral joint line. An aspiration was performed which showed dingy joint fluid. After an incubation of 14 days in the laboratory, the microbiological results showed new growth of H. haemolyticus as only pathogenic germ.\\nConventional radiographs in an anteroposterior and lateral view showed advanced osteoarthritis (Kellgren stage III) accentuated medially and patellofemoral ( and ). An additional magnetic resonance imaging (MRI) was performed, which confirmed the medial accentuated osteoarthritis, it revealed some minor meniscal tears, some signs of general synovitis and joint effusion ( and ).\\nAfter interdisciplinary discussion of the clinical and microbiological findings an arthroscopy of the knee with lavage and sampling was performed. Intraoperatively a septic arthritis (Gächter stage III) could be diagnosed. An empiric intravenous antibiotic therapy with amoxicillin/clavulanic acid 2,2 g three times a day was introduced [, ]. Growth of an ampicillin-sensitive H. haemolyticus could eventually be verified in all of the intraoperative taken samples (4/4), so the initiated antibiotic therapy could be continued. After 3 weeks of parenteral therapy oral application has been started and was applied for another 3 weeks. Physiotherapy war performed daily and a reduction of the prednisolone-dose and analgesia was done.\\nWith the antibiotic therapy, analgesia and physiotherapy the further hospitalization was uneventful. The swelling decreased and blood values normalized. Due to some persistent pain the prednisolone medication was only gradually reduced until 15 mg/d. Eventually the patient felt better und could be discharged with a satisfying range of motion and in a good general condition. Until now, there were no further consultations because of the previous symptomatic.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'21393124': 1, '17223664': 1, '22573587': 1, '12364368': 1, '27733637': 1, '31221642': 1, '32968477': 2}", "similar_patients": "{}"}