{"patient_id": 22264, "patient_uid": "7364267-1", "PMID": 32724696, "file_path": "comm/PMC007xxxxxx/PMC7364267.xml", "title": "Persistent Tachycardia in a Patient on Clozapine", "patient": "The patient is a 55-year-old man with a long history of schizophrenia and multiple psychiatric hospitalizations and a past medical history of asthma, hypertension, and type 2 diabetes mellitus. The patient was brought into the psychiatric emergency room by emergency services on account of a disorganized speech and suicidal ideation in the context of medication nonadherence. The patient is well known to the psychiatric service of the hospital due to his frequent hospitalizations.\\nDuring evaluation, the patient appeared irritable, internally preoccupied, agitated, and floridly psychotic. His thought process was illogical, nonlinear, and lacked goal direction. He did however report a depressed mood and stated his life was “not worth living” and he would “rather die in the hospital.” He requested to stay in the hospital because he was “afraid of death.” He reported auditory and visual hallucination, “I hear and see spirits,” he said. The patient exhibited a grossly disorganized behavior. His thought content was significant for paranoid and persecutory delusions and referential ideas. Remarkably, he exhibited delusional misidentification denying his identity with the belief that he was being taken for his deceased brother.\\nThe patient exhibited a poor insight into his mental illness. He denied any alcohol or other substance use. His vital signs and physical examination on admission were unremarkable. Laboratory investigations were grossly normal including complete blood count, complete metabolic panel, urinalysis, and urine drug screening. Electrocardiogram and radiologic investigations were also within normal limits. On account of the patient's acute psychosis and apparent psychotic decompensation, he was admitted for psychiatric stabilization.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'27277334': 1, '25057344': 1, '25332789': 1, '22565090': 1, '2813668': 1, '8195452': 1, '25154620': 1, '25865238': 1, '9718630': 1, '15643098': 1, '28225439': 1, '8078987': 1, '19144938': 1, '19182180': 1, '19820431': 1, '23810019': 1, '32724696': 2}", "similar_patients": "{}"}