{"patient_id": 24973, "patient_uid": "7489450-1", "PMID": 32944481, "file_path": "comm/PMC007xxxxxx/PMC7489450.xml", "title": "Pulmonary Langerhans Cell Histiocytosis in the Elderly Smoker", "patient": "A 63-year-old Caucasian female who smoked a pack of cigarettes per day for 45 years presented to the emergency department with a one-week history of shortness of breath. She denied fever, chills, hemoptysis, alcohol and illicit drug abuse, or any recent travel. Past medical history was significant for chronic obstructive pulmonary disease (COPD), type 2 diabetes mellitus, and ILD. Physical examination indicated a blood pressure of 159/89 mmHg, a heart rate of 74/min, a respiratory rate of 23/min, a temperature of 97.6˚F, and oxygen saturation of 74% on room air. Lung auscultation revealed bilateral diffuse crackles with no other objective abnormality. Complete blood count, basic metabolic panel, liver function tests were unremarkable. Pulmonary function tests (PFTs) demonstrated a restrictive pattern with a marked reduction in diffusing capacity for carbon monoxide (DLCO 39%). CT scan of the chest showed upper and mid lung predominant diffuse reticular and nodular interstitial opacities, and ground-glass infiltrates, worsened from prior imaging (Figure ).\\nAfter noting a progression of ILD, a decision was made to perform a video-assisted thoracoscopic surgery (VATS) with wedge resection of the right upper, middle, and lower lobe lobes. Hematoxylin-eosin staining showed a large number of typical Langerhans cells in the lung tissue, with crumpled tissue paper nuclear contours. Immunohistochemical analysis revealed positivity for CD1a and S100 (Figure ).\\nInitially, the patient was managed as a case of exacerbation of COPD and started on intravenous (IV) steroids and supplemental oxygen to maintain an oxygen saturation of 92%. She also received a single dose of Lasix® 40 mg for suspicion of congestive heart failure (CHF). There was also a concern for hypersensitivity pneumonitis, so a rheumatologic panel, including antinuclear antibody (ANA), rheumatoid factor (RF), angiotensin-converting enzyme (ACE) levels, and a hypersensitivity pneumonitis panel, was checked, which came back negative. After imaging and pathologic confirmation, the final diagnosis of PLCH was made. Her shortness of breath improved remarkably throughout the admission. She was discharged on oral prednisone 0.5 mg/kg, supplemental oxygenation, and strongly advised to quit smoking which she adhered to.\\nOutpatient follow-up at three months showed a significant improvement in the patient's clinical status. Chest CT performed showed an interval improvement predominantly in upper lobe reticular ILD, which was consistent with the improvement of LCH (Figure ). The patient continued to follow with pulmonary medicine and has significant improvement in the quality of life by just smoking cessation and three months of steroids use.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'30281871': 1, '16534477': 1, '31417936': 2, '16772390': 1, '18260117': 1, '26287849': 1, '19447918': 1, '19252036': 1, '6979115': 1, '32944481': 2}", "similar_patients": "{'6692265-1': 1}"}