{"patient_id": 26077, "patient_uid": "7536520-4", "PMID": 33052256, "file_path": "comm/PMC007xxxxxx/PMC7536520.xml", "title": "Prolonged nucleic acid conversion and false-negative RT-PCR results in patients with COVID-19: A case series", "patient": "A 56-year-old woman came to the emergency department with complaints of lethargy that worsened in the last 6 days before admission. Her complaints included diarrhea more than 10 times daily, without mucus or blood. The patient also experienced fever for 4 days before admission. The patient went to a private hospital, was hospitalized for 4 days, and was referred to our hospital for further tracking related to her neutropenia. She has a history of hyperthyroidism that she had suffered from for the past 1.5 months and has received 100 mg twice daily PTU therapy and thiamazole 5 mg once daily. She had a history of penicillin allergy. Her vital signs were within normal limits. Lung auscultation revealed no apparent abnormality in either lung. Rapid diagnostic tests using SARS-CoV-2 antibody were performed and showed non-reactive results. Chest X-rays showed bilateral pneumonia (), while routine blood tests revealed pancytopenia. On the ninth day of admission, her husband was known to have flu symptoms, had a rapid diagnostic test for SARS-CoV-2 antibodies with reactive results, and had been examined by naso/oropharyngeal swab test with positive results. The patient's husband is known to have a history of contact with people traveling from the local COVID-19 transmission area. After admission, our patient received antibiotics and antiviral therapy based on the COVID-19 Prevention and Control guidelines by the Indonesian Ministry of Health, namely, azithromycin, hydroxychloroquine, umifenovir and lopinavir-ritonavir. Nasal and oropharyngeal swab tests were performed 14 times during the course of the treatment, and positive results of SARS-CoV-2 infection were obtained and remained positive, except for the negative results on the 2nd and 10th tests (). Two consecutive negative results were obtained on the 13th and 14th swabs (). The patient was discharged uneventfully after 70 days of treatment.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'32275181': 1, '32442256': 1, '32074444': 1, '30359781': 1, '32105304': 1, '32150748': 1, '32235945': 1, '34618609': 1, '31999307': 1, '32003551': 1, '32270882': 1, '33495685': 1, '34710718': 1, '32306036': 1, '32297805': 1, '32342849': 1, '32335406': 1, '32219885': 1, '33052256': 2}", "similar_patients": "{'7536520-1': 2, '7536520-2': 2, '7536520-3': 2}"}