{"patient_id": 19553, "patient_uid": "7227336-1", "PMID": 32467771, "file_path": "comm/PMC007xxxxxx/PMC7227336.xml", "title": "Unusual clinical features associated with congenital generalized lipodystrophy type 4 in a patient with a novel E211X CAVIN1 gene variant", "patient": "A 36-year-old female patient of Tatarian origin was referred to the Endocrinology Research Centre, Moscow, with a diagnosis of type 1 diabetes mellitus complicated by diabetic foot syndrome. According to the medical documents, generalized lipoatrophy developed during the first months of life, and from the early childhood she suffered from an umbilical hernia, muscular hypotonia and delayed motor development (without mental retardation). Later moderate amyotrophy of the muscles of the shoulder girdle developed, with a lack of reflexes in the legs, muscle weakness and myalgia of lower extremities. Between the ages of 17 and 20 the patient underwent multiple surgeries for dolichosigmoid, perforation of diverticula and peritonitis, which resulted in local muscular weakness and malabsorption leading to generalized muscular weakness and dysphagia. At 19 years of age diabetes mellitus type 1 was diagnosed with normal body weight but for 2 years the patient was well compensated by a diet with fast carbohydrates restriction. At the age of 21, she started insulin therapy. A wound defect (trophic ulcer) in the area of the inner surface of the right thigh was diagnosed at the age of 35; after a few months, diabetic neuro-osteoarthropathy of the right foot was also diagnosed. For 3 months, the patient used a Total Contact Cast with positive effects. The patient had amenorrhea with 2 episodes of menorrhagia in her life between the ages of 18 and 19. Bilateral cataracts were first diagnosed at the age of 22, and were treated surgically 12 years later. Marked diffuse osteoporosis was diagnosed at the age of 28 by a multi-layer spiral CT (Computed Tomography) scan.\\nShe had acromegaloid features, phlebomegaly and hypertrophy of the skeletal muscles in the upper and lower extremities, muscular hypotonia, generalized lipoatrophy, but no signs of hirsutism and clitoromegaly were found. Her height was 160 cm, weight 46.8 kg, BMI (Body mass index) 18.1 kg/m2.\\nSkin fold measurements, impedancemetry and “Total body” densitometry showed a significant decrease of subcutaneous fat tissue. The skin fold measurements were as following: supraclavicular skin fold, 4 mm; subscapular skin fold, 6 mm; triceps skin fold, 4 mm; anterior surface of the abdomen skin fold, 4 mm; hip skin fold, 6 mm; anterior surface of the thigh skin fold, 6 mm; posterior surface of the tibia skin fold, 3 mm. Impedancemetry showed 11.9% of body fat, and “Total body” densitometry demonstrated 7.8% of total fat (Fig. ). An abdominal ultrasound showed hepatosplenomegaly with severe hepatic steatosis. There was no cardiac pathology, except sinus tachycardia shown in the electrocardiogram. The densitometry showed severe osteoporosis of the lumbar spine (T-score L1-L4: − 5.6), osteoporosis of the proximal femur (T-score Neck: − 5.4). The laboratory data is presented in Table .\\n(Fig. ): a consanguineous marriage of grandparents (cousins) from the father’s side, type 2 diabetes (father and grandmother from the father’s side), breast cancer (father’s sister), acute myocardial infarction (2 father’s brothers), arterial hypertension (2 father’s brothers), bicornuate uterus and endometriosis (sister), Crohn’s disease (cousin from the father’s side), arterial hypertension and obesity (mother), death in early childhood from the unknown reason (mother’s brother and sister). The patient reported that the grandmother from the father’s side had a short stature.\\nThe patient received insulin therapy (insulin glargine 20 U/day, insulin glulisine 40 U/day), nephroprotective therapy (enalapril 2.5 mg/day), bisoprolol 5 mg/day for tachycardia, antihyperuricemic therapy (allopurinol 150 mg/day), the native form of vitamin D, alfacalcidol and calcium for osteoporosis. The patient also receives symptomatic therapy for gastrointestinal pathology and nutritional therapy.\\nBased on typical clinical signs of generalized lipodystrophy (total lipoatrophy, muscular hypertrophy, phlebomegaly, acromegaloid features, hypertriglyceridemia, hepatosplenomegaly, steatohepatitis) and early onset of the disease, CGL was suspected. Taking into account muscular pathology, CGL type 4 appeared probable. Due to the variety of clinical features of different types of lipodystrophy syndromes and progeroid syndromes sequencing of 18 lipodystrophy candidate genes (AGPAT2, BSCL2, CAV1, CAVIN1, PSMB8, LMNA, PPARG, PLIN1, AKT2, CIDEC, LIPE, LMNB2, PIK3CA, PPP1R3A, POLD1, WRN, ZMPSTE24, BANF1) using a custom Ion Ampliseq panel and Personal Genome Machine (ThermoFisher Scientific, Waltham, MA, USA) semiconductor sequencer (Ion Torrent) was performed. A novel pathogenic homozygous variant c.631G < T: p.E211X was detected in the CAVIN1 gene (Fig. ), confirming the diagnosis of CGL type 4.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'27167729': 1, '11781404': 1, '20684003': 1, '27823605': 1, '20300641': 1, '20638880': 1, '18698612': 1, '19726876': 1, '30476128': 1, '30745727': 1, '29046728': 1, '25721873': 1, '27710244': 1, '23489663': 1, '32467771': 2}", "similar_patients": "{}"}