{"patient_id": 29333, "patient_uid": "7739235-1", "PMID": 33466973, "file_path": "comm/PMC007xxxxxx/PMC7739235.xml", "title": "Open Tibial Fracture in a Non-Compliant Patient: A Case Report", "patient": "In June 2016, a 17-year-old boy came to our attention after being referred to us following a motorcycle accident. Informed consent from the patients was obtained. He immediately appeared non-compliant with healthcare workers. The first clinical evaluation revealed important and generalised pain of the right leg as well as functional impotence, tibial fracture with medial exposure of degree IIIB of about 10 cm of extension at the level of the distal middle third of the right tibia, contamination of the same outbreak with material that probably originated from the road surface, and various lacerated contusion wounds spread around the exposure ().\\nThe patient showed no apparent deep vascular-nervous deficits and reported being a habitual smoker. After appropriate evaluation by the general emergency room surgeon in order to rule out abdominal and/or cranial lesions, the patient was sent to radiology to perform anteroposterior and lateral radiographs, which showed a complex multi-segmented displaced tibia fracture (type 42-C3) with an attached disrupted fracture of peroneal malleolus, type 44-B2 ().\\nThe patient was surgically treated with a reduction and stabilization with external fixation. The patient was placed in the supine position, and the exposure was debrided to remove the contaminating residues. Various bruised wounds and bruises were thoroughly cleaned. The fracture was reduced by mounting an external fixation implant in a hybrid configuration with a tibial socket of three proximal Schanz screws and three distal 2 mm transverse wires anchored to a semicircular frame ().\\nOne month later, the patient underwent a clinical and radiographic follow-up evaluation, which showed an implant with good grip and a reduction of the fracture abutments. The patient underwent new clinical and radiographic checks two months and three months after his surgery (). The multi-fragmentation of the fracture still showed no stable consolidation during these controls, with poor presence of bone callus; conversion to intra-medullary nailing had been planned at soft tissue healing.\\nThree months after surgical treatment, the patient suffered a new motorcycle accident in which he reported the refracture and decomposition of the anatomical axis and the abutments, deformity of the anatomical profile, and damage to the soft tissues and external fixation system ().\\nA new surgical treatment was performed. The external fixator was removed, the fracture abutments were reduced, and a long cast with a trans-calcaneal traction was performed. The cast was anteriorly open because the tibial fracture focus was prominent at the level of the soft tissue, encompassing the trans-calcaneal traction bracket ().\\nIn the following days, vacuum-assisted closure (VAC) therapy was started to allow the progressive healing of the soft tissues overlying the tibial fracture focus ().\\nAt the visit carried out in November 2016, the patient’s soft tissues had significantly improved, while the fracture was basically unchanged and not fully healed ().\\nAfter 45 days with a plaster cast, a decision was made to perform a definitive surgical treatment. This involved intramedullary nailing blocked with two proximal screws and two distal screws to realign and reduce the tibial and peroneal fractures ().\\nSubsequent monthly and two-monthly clinical-radiographic follow-up evaluations showed progressive healing of the tibia and fibular fractures and improvement of the functional clinical prognosis ().\\nSuch fractures can lead to a significant loss of functionality and may limit the ability to walk, run, and participate in sports and work. Progressive loading on the lower right limb was possible after about 15 days after the surgical nailing operation. This was performed to stimulate bone healing, while remaining compatible with the expressed tolerance of the patient.\\nTo evaluate the results, we considered both clinical and radiological criteria. We performed the last and accurate objective examination and radiographic follow-up evaluation in February 2017, two months after the intramedullary nailing surgery, which showed sufficient knee and ankle joint motion with an initial consolidation of the fracture. Physiotherapy played an important role in recovering the normal joint function. The initiation of physiotherapy often varies, depending on the type of surgery performed and the severity of the fractures and damage to soft tissues.\\nA rehabilitation consisting of passive and active muscular mobilisation exercises was carried out to assist functional joint recovery as well as the maintenance of posture in orthostatism, balance, proprioception, adequate tension, and muscular strength. All of these were limited and did not allow for normal daily activities, following the long period of immobilization. The muscles were strengthened and affected the lower limb from the hip to the ankle. In the first period (after about 30 days), isometric toning exercises were performed by contracting the limb at one-minute intervals. Balance exercises were performed on the injured limb, toning exercises were performed using axial compression, and flexion exercises were performed by extending the foot and leg toward the thigh. At the beginning of rehabilitation, the use of crutches was necessary. In general, with progressive walking and balance improvement, patients may only require one crutch before they can move and walk freely, according to the patient’s tolerance. The walking style, amplitude of movement, strength, swelling, pain, and surgical scars were all taken into consideration. Ice-based therapies, electrical stimulation, and heat were applied to reduce pain and swelling and to allow for earlier bone healing. Swimming and cycling helped with muscle recovery. Also, lifting exercises and lowering of the affected leg were performed to assist the recovery of the quadriceps femoris and the gastrocnemius.\\nSome rehabilitation treatments were performed at home after being introduced by a physiotherapist. Massages and scar tissue mobilisation were performed. The recovery times vary for each patient and can only be approximately calculated. They mostly depend on the conditions at the start of rehabilitation after surgery. Physiotherapy for fracture cases similar to the present one usually lasts 4 to 10 weeks. In the presented case, physiotherapy lasted about seven weeks until the recovery of mobility and return to normal activities were safely achieved. Patient compliance is essential for good results, and, in this case, the patient was oftentimes non-compliant.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'7744927': 1, '27857499': 1, '22451135': 1, '18766487': 1, '9447512': 1, '8432576': 1, '1611766': 1, '33466973': 2}", "similar_patients": "{}"}