{"patient_id": 16873, "patient_uid": "7036104-1", "PMID": 32095309, "file_path": "comm/PMC007xxxxxx/PMC7036104.xml", "title": "Abdominoplasty: An Easy Approach to Giant Abdominal Lipomas", "patient": "A 29-year-old man with a known case of hypothyroidism and HCV was in remission. He was referred to the hospital because of a huge abdominal mass on his lower left side that had been there for 7 years. It was associated with discomfort and heaviness, progressively increased in size, yielded no pain, no other swelling, no history of trauma or surgeries, and no constitutional symptoms. Therefore, otherwise, the patient was healthy.\\nThe patient's BMI was 29.53. The mass measured about 15 × 13 cm in the left lower abdomen (). There were no signs of infection or skin abnormalities; the mass was soft and mobile, tethered to the skin, and was not pulsatile or tender. There were no abdominal hernias.\\nBlood work was within normal limits. An MRI abdomen with contrast was taken and showed subcutaneous fat tissue with no worrisome underlying mass or abdominal enhancement to suggest liposarcoma. There was no definitive evidence of an abdominal wall hernia. The visualized portion of the pelvic organs and bones appeared to be grossly normal. The patient was admitted to the surgical ward for surgical excision of the mass and provided consent for the surgery.\\nThe procedure was carried out under general anesthesia. The patient was placed in a supine position on the operating table, and the abdomen was prepared and draped in the standard sterile manner. A lower abdominal incision 8 cm from the root of the penis extended to the level of the anterior superior iliac spine bilaterally was made. The abdominal flap was undermined to a level just above the rectus fascia. Once the umbilicus was reached, it was freed from the raised abdominal flap circumstantially and the flap was raised to the level of the costal margin (). The mass was found to be diffused and arising from the subcutaneous tissue with no definite capsule. The mass was included and completely resected along with the excess abdominal skin. Hemostasis was secured, as two suction drains were inserted and brought out through the pubic area. Finally, the skin was approximated and closed in three layers using 0 vicryl for the Scarpas fascia, 2.0 vicryl for the deep dermal layer, and 3.0 monocryl for the subcuticular layer (). The wound was covered with a single layer of Dermabond and an abdominal binder was applied. The weight of the excised mass was about 2 kilograms ().\\nThe specimen showed lipoma in the left side of the abdomen, which consisted of an oriented fibrofatty tissue measuring 20 × 20 × 10 cm and elliptical skin measuring 22 × 14 cm.\\nThe patient had an uneventful hospital course and was discharged on the first postoperative day in a stable condition.\\nThe patient was seen in the clinic 2 days after discharge, 7 days later, and 2 months after surgery (). The drains were removed once the drainage output was less than 30 mL in 24 hours. No complications were encountered.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'22988996': 1, '23610489': 1, '2377902': 1, '7702298': 1, '26468370': 1, '11432141': 1, '19777924': 1, '11121313': 1, '17094380': 1, '2353787': 1, '25694827': 1, '2385686': 1, '2199109': 1, '8432930': 1, '32095309': 2}", "similar_patients": "{}"}