{"patient_id": 24454, "patient_uid": "7465723-1", "PMID": 32878616, "file_path": "comm/PMC007xxxxxx/PMC7465723.xml", "title": "Intraosseous epidermoid cysts of adjacent digits in a dog", "patient": "A 4-and-a-half-year-old, 46-kg (101.4-lb.), female spayed Great Dane was presented to University College Dublin Veterinary Hospital with a 2-month history of progressive swelling and excessive licking of PIII of digits IV and V of the right pelvic limb. Approximately 11 weeks prior to presentation, the dog had a low-grade cutaneous mast cell tumour excised by the referring veterinarian from the craniolateral base of its left pinna, with clean histologic margins confirmed on histopathology. The dog was presented to its primary veterinarian 2 months prior to referral to our institution for investigation of swelling of digit V of the right pelvic limb, without associated lameness. No wounds were identified in the region of the digital swelling. Trauma to 1 of the nails of the right pelvic limb was reported to have occurred 4 years prior. The dog received a tentative diagnosis of pododermatitis and was prescribed a 2-week course of meloxicam (0.1 mg/kg, every 24 h [q 24], per os) and amoxicillin clavulanic acid (14.0 mg/kg, q 24, per os). The dog was re-presented to its primary veterinarian 1 month later and firm, non-painful swelling of PIII of both digits IV and V of the right pelvic limb were identified. A mild decrease in the size of the swelling of digit V was noted. A further 7-day course of meloxicam1 (0.1 mg/kg, q 24, per os) and marbofloxacin (3.5 mg/kg, q 24, per os) was prescribed. Dorsoplantar and splayed mediolateral radiographs of the right pes were obtained by the primary veterinarian 1 week prior to referral to our institution and identified an expansile radiolucent lesion of PIII of digits IV and V. The entire PIII of digit V, including its ungual process, was replaced by a large, expansile, ovoid, thin-walled radiolucent lesion. There was new bone formation on the abaxial margins of the PII-PIII interphalangeal joint. A similar expansile, thin-walled radiolucent lesion, with thin cortices, arising from the lateral aspect of the junction of PIII and its ungual process was identified in digit IV. The ungual process of PIII was present unlike that of digit V. There was subluxation of the PII-PIII interphalangeal joint of digit IV. There was similar new bone formation on the abaxial margins of the PII-PIII interphalangeal joint (Fig. a & b). The dog was subsequently referred to our institution for further investigation and treatment.\\nOn physical examination, the dog was bright, alert and responsive. Vital parameters were within normal limits. Cardiothoracic auscultation identified a grade II out of VI apical systolic heart murmur, audible only over the left hemithorax. Femoral pulses were strong and synchronous and there were no pulse deficits. Examination of the right pelvic limb identified hard swelling/enlargement of PIII of digits IV and V. There was no apparent pain on deep palpation of affected phalanges or on manipulation of the PII-PIII interphalangeal joints of affected digits. The nail of digit V was abnormally short and conical in shape (Fig. ). The nail of digit IV was normal in length but was brittle and had a rough surface. The remaining digits were unremarkable. The right popliteal lymph node was moderately enlarged on palpation. Gait assessment identified no lameness.\\nComplete blood count and serum biochemical analysis identified normal morphology of red and white blood cells, a mild increase in haemoglobin concentration (192 g/L [RI: 120–180]), mild lymphopenia (0.76 × 109/L [RI: 1.00–3.60]), and mild increases in creatinine (123.18 μmol/L [RI: 20.00–120.00]) and alkaline phosphatase (191 U/L [RI: 0–82]). Echocardiography identified a normal left atrium:aortic ratio, normal left ventricular fractional shortening and no evidence of dilated cardiomyopathy. The dog was premedicated with methadone hydrochloride (0.2 mg/kg), acepromazine maleate (2.5 μg/kg) and chlorphenamine maleate (10.0 mg/dog) intravenously, and induced with propofol (3.5 mg/kg) and ketamine hydrochloride (2.0 mg/kg) intravenously. Pre- and post-contrast-enhanced CT of the left and right pedes and mani, thorax and abdomen was performed with administration of 600 mgI/kg ioversol (300 mgI/ml). Large, expansile, radiolucent lesions of PIII of digits IV and V of the right pes were noted, with associated cortical thinning and soft tissue swelling (Fig. ). A small cortical defect was present on the lateral aspect of the lesion on digit V. The right popliteal lymph node was moderately enlarged. There was no evidence of distant metastasis on thoracic and abdominal CT. Fine needle aspirates of the right popliteal lymph node were obtained for cytologic analysis and were consistent with a normal lymph node. The right pes was clipped of hair and aseptically prepared for surgery. A ring block with lidocaine hydrochloride (2 mg/kg) was performed. A 2-cm incision was made over the lateral aspect of the PII-III interphalangeal joint of digit V. Two 8-gauge Jamshidi bone biopsies were obtained from the lateral cortex of PIII and submitted for bacterial and fungal culture and histopathologic analysis. During biopsy acquisition, the Jamshidi11 needle accidentally exited the opposite cortex of PIII and entered the interdigital skin. An intraoperative intravenous dose of cefuroxime (10 mg/kg) was administered following biopsy acquisition. Arthrocentesis of the PII-PIII interphalangeal joint was performed using a 25-gauge hypodermic needle and yielded a very small volume of grossly normal clear to slightly straw-coloured synovial fluid. Cytologic analysis of the synovial fluid identified mild mononuclear inflammation without evidence of infection. The subcutaneous layer was closed with a simple continuous pattern using 3–0 poliglecaprone 25 and the skin with an interrupted cruciate pattern using 2–0 nylon. Immediate postoperative radiographs confirmed optimal location of bone biopsy sites and absence of iatrogenic fracture of PIII. Postoperative analgesia consisted of 2 doses of buprenorphine hydrochloride (15.0 μg/kg, q 8, intravenously) and acetaminophen (10.0 mg/kg, q 12, per os) for 4 days. The dog was hospitalized for a total of 2 days postoperatively. Discharge instructions included exercise restriction for 2 weeks, maintenance of an Elizabethan collar, daily observation of the wound and suture removal at 14 days postoperatively. Microbiologic culture of a bone biopsy specimen yielded a heavy growth of a broadly susceptible Staphylococcus simulans and a very slow growing Granulicatella elegans. No fungal growth was identified. Histopathologic analysis of the 2 Jamshidi11 bone biopsies identified small foci of dense lamellar bone with frequent rows of plump osteoblasts lining internal surfaces. Focally within cavities in the bone were small haphazardly-layered keratin squames surrounded by a thin layer of stratified squamous cells (keratinocytes). On IHC, these cells stained positively for pancytokeratin.\\nThe dog was re-presented 7 weeks following initial presentation to our institution for definitive surgery. It was not receiving any medication and demonstrated no lameness. On physical examination, the right popliteal lymph node remained moderately enlarged and firm on palpation. The firm, non-painful, bony swelling of digits IV and V remained static. Fine needle aspirates of the right popliteal lymph node were repeated and cytologic analysis was consistent with a reactive lymph node. The dog was re-anaesthetised and the right crus and pes prepared for surgery as previously described. Intravenous regional anaesthesia was performed using lidocaine hydrochloride10 (2.0 mg/kg) via a cannula placed in a dorsal pedal vein after placement of a tourniquet proximal to the tarsocrural joint. The tourniquet was removed intraoperatively after 90 min. A skin incision was made over the dorsal aspect of PIII of digits IV and V extending from the region of the nail bed to the level of mid-PII. The skin and subcutaneous tissue were dissected from the bone (PIII), extending abaxially from dorsal to plantar. Amputation was performed using bone cutters at the level of mid-PII. The ostectomy site was rasped to remove sharp bone edges. During dissection around PIII of digit IV, pale brown-coloured flocculent fluid emanated from an approximately 5–6 mm diameter subungual circular defect in the lesion. A swab of this fluid was obtained for microbiologic culture. Both surgical sites were copiously lavaged with sterile saline. The digital pads of digit IV and V were preserved for closure, which consisted of a simple interrupted suture pattern with 2–0 polydioxanone in the subcutaneous tissue and an interrupted cruciate pattern with 2–0 polypropylene in the skin. Postoperative analgesia consisted of a single dose of methadone hydrochloride4 (0.1 mg/kg intravenously), and acetaminophen16 (10.0 mg/kg, q 12, per os) and meloxicam1 (0.1 mg/kg, q 24, per os) for 7 days. Postoperative radiographs of the right pes confirmed complete radiographic excision of both digital lesions. The limb was bandaged postoperatively to protect the surgical sites and was changed q 24 for the first 2 days, at which time the dog was discharged. Discharge instructions included exercise restriction for a further 2 weeks, maintenance of an Elizabethan collar, twice weekly bandage changes, suture removal at 14 days postoperatively and administration of meloxicam1 (0.1 mg/kg, q 24, per os) and acetaminophen16 (10.0 mg/kg, q 12, per os) for 7 days as well as amoxicillin clavulanic acid (20.0 mg/kg, q 12, per os) for 14 days.\\nCulture of the fluid emanated intraoperatively from the subungual defect of digit IV yielded no bacterial or fungal growth. The excised phalanges were submitted for histopathologic analysis. Macroscopically, the excised lesions appeared unilocular with pale white/grey dense material filling the cavity (Fig. a, b, c & d). Microscopically, a large uniloculated, unencapsulated lesion within dense lamellar bone, deep to a heavily keratinized skin surface was identified. The cavity was lined by a thick, gradually keratinizing stratified squamous epithelium and the lumen was filled with concentric layers of abundant laminated keratin. A layer of mature collagenous, well-vascularised stroma separated the epidermal lining from the surrounding bone. Rows of plump osteoblasts lined bone surfaces (Fig. ). On IHC, the lining of the cyst stained positive for pancytokeratin confirming the diagnosis of IEC (Fig. ).\\nFour days post-discharge, the dog was presented to its primary veterinary clinic for a bandage change and wound check. Dehiscence of both digital pads was identified, which required debridement and open wound management, with daily wound lavage and bandage changes. Pseudomonas infection was identified on repeat culture and was treated with marbofloxacin3 and amoxicillin clavulanic acid2.", "age": "[[4.5, 'year']]", "gender": "F", "relevant_articles": "{'17491077': 1, '16231717': 1, '30261578': 1, '11933275': 1, '6213527': 1, '1401285': 1, '7786282': 1, '8755985': 1, '26062836': 1, '20237365': 1, '23088638': 1, '6589871': 1, '23129949': 1, '9823608': 1, '28176598': 1, '17200542': 1, '17488162': 1, '19261651': 1, '19786411': 1, '14213405': 1, '29252520': 1, '4463570': 1, '30711194': 1, '8738084': 1, '21372056': 1, '7657570': 1, '16963719': 1, '25070270': 2, '26894137': 1, '19881903': 1, '13058048': 1, '14740184': 1, '28764186': 1, '28161986': 1, '12823061': 1, '4313226': 1, '29782037': 1, '32878616': 2}", "similar_patients": "{'4131483-1': 1}"}