{"patient_id": 22485, "patient_uid": "7373832-1", "PMID": 32835159, "file_path": "comm/PMC007xxxxxx/PMC7373832.xml", "title": "A twisted tale-radiological imaging features of COVID-19 on 18F-FDG PET/CT", "patient": "A 63-year-old Caucasian male with a background of sarcoidosis and factor VIII deficiency was admitted to hospital in early March 2020 for workup ahead of commencing immunosuppressive treatment. CT thorax was performed to assess the known pulmonary sarcoidosis and identify any underlying infection ahead of potentially commencing immunosuppression. The CT at baseline demonstrated no acute pulmonary parenchymal abnormality or lymphadenopathy (Fig. ); however, an incidental 3.4 cm right middle lobe mass was noted (Fig. ; Image A) and a PET/CT was requested for further characterisation.\\nIn the run up to the PET/CT investigation, the patient became progressively unwell with the development of a febrile illness and increased oxygen requirement secondary to type I respiratory failure. PET/CT (GE Discovery VCT; USA), performed 9 days following the initial CT thorax, demonstrated no FDG uptake in the right middle lobe mass, likely a benign entity (Fig. b, c). There were however other unexpected findings which included intensely FDG positive, predominantly mid- to lower zone, diffuse bilateral subpleural intra- and interlobular septal thickening and ground-glass opacification, with patchy areas of a higher intensity of FDG uptake in the bases associated with consolidation (Fig. a–d). More interestingly, intense FDG uptake was present within an American Thoracic Society (ATS) station level 2R mediastinal lymph node with SUVmax of 8.7 (Fig. e–h). There was no other FDG-positive abnormality outside the thorax.\\nDue to his increased vulnerability to opportunistic infection secondary to immunosuppression, and current pandemic of COVID-19 and unbeknown to the PET/CT Department staff, the patient had undergone laboratory testing (Altona RealStar® SARS-CoV-2 RT-PCR Kit 1.0) for the virus in the time interval between the requesting and performance of PET/CT and subsequently received a positive diagnosis for COVID-19. Unfortunately, the patient’s clinical condition deteriorated and he passed away 1 week following PET/CT. One senior member of staff in the PET department, who had come in close contact with the patient required self-isolation for 2 weeks. Consequently, all staff received training to deal with potential COVID-19 patients including hygiene and disinfection procedures, handling and moving patients, use of personal protective equipment and restricted contacts in order to maximally reduce the risk of transmission.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'32296884': 1, '32142399': 1, '32083985': 1, '32569623': 1, '32330440': 1, '32395567': 1, '32198615': 1, '32342191': 1, '31978945': 1, '32134681': 1, '32335706': 1, '34013405': 1, '32430579': 1, '32088847': 1, '33103048': 1, '2722179': 1, '32238429': 1, '32835159': 2}", "similar_patients": "{}"}