{"patient_id": 27998, "patient_uid": "7670728-1", "PMID": 33198680, "file_path": "comm/PMC007xxxxxx/PMC7670728.xml", "title": "Bilateral idiopathic orbital pseudotumour in a child: a case report", "patient": "A 14-year-old female patient presented with photophobia, eyelid swelling, redness, and blurry vision in both eyes, along with a 3-week history of a flulike illness. Before admission to the PCCM, the patient had visited local hospitals for recurrent respiratory symptoms and eyelid swelling. The blood examination exhibited a low inflammatory response value, with a white blood cell count of 11.41*10^9/L (normal score:3.5*10^9/L -9.5*10^9/L); Erythrocyte sedimentation rate (ESR) of 34 mm/hr. (normal score: <35 mm/hr); procalcitonin (PCT) level of 0.4 ng/ml (normal score <0.1 ng/ml); and C-reactive protein (CRP) level of 10.9 mg/L (normal score:<8 mg/L) and no abnormal findings were obtained in other tests. However, treatment with antibiotics led to no remarkable improvement in the above symptoms.\\nOn admission, the patient had dramatically decreased bilateral visual acuity, aggravated periorbital pain, and bilateral eyelid swelling accompanied by nausea, vomiting. After exclusion of neurological diseases, the patient was first examined by the ophthalmologic department of our hospital. Her right and left visual acuity were 20/100 and 20/80, respectively. The intraocular pressures (IOP) were 16 mmHg and 17 mmHg in the right and left eyes, respectively, as measured by non-contact tonometer, A slit-lamp examination revealed oedema of the eyelid (Grade 1+), and chemosis (Grade 2+) without injection. Pupils were equal, round, and reactive. Aqueous cells (Grade 1+) were present in the anterior chamber. We noticed vitreous opacity and retinal detachment in both eyes by indirect ophthalmoscopy. Optical coherence tomography-computed tomography (OCT) showed exudative retinal detachment involving the macular area in both eyes (Fig. , a). The visual field test showed no significant abnormality. Fundus fluorescein angiography (FFA) was not performed due to severe systemic symptoms. The clinical diagnosis of bilateral uveitis was established, and the patient was advised to receive prednisolone eye-drops (4 times daily) and cycloplegic eye-drops (twice daily).\\nTwo days after initial presentation, the patient suffered more severer periorbital pain. Her right and left eyes had a visual acuity of 20/333 and 20/200, respectively. Her IOPs were 31 mmHg bilaterally. A slit-lamp examination showed prominent oedema of the eyelid (Grade 2+), and chemosis (Grade 2+). Mild mydriasis of both pupils, sluggish direct light reflexes, and dispersion of pigment on the anterior surface of the lens was present. Shallowness of the anterior chamber could be demonstrated and showed aqueous cells (Grade 3+) with flares. Vitreous opacity and fundus exams were not clear. This time, bilateral uveitis and secondary glaucoma (uveitis glaucoma) were diagnosed. The patient was immediately given 250 ml of 20% mannitol intravenously every 12 h and the instillation of a topical glaucoma medication (brinzolamide 1%, twice daily) to reduce the accompanying oedema in the eye.\\nHowever, several hours after treatment with mannitol, the child experienced progressive periorbital pain, gradually worsening ocular pain and visual deterioration again in both eyes accompanied by occasional serious headache along with nausea, and vomiting 3 days after admission. Examination of both eyes showed a visual acuity of finger counting at 50 cm OD, and at 20 cm OS, and the IOP had reached levels of up to 33 mmHg in the right eye and 44 mmHg in the left eye. Marked eyelid swelling with a narrowed palpebral fissure and exophthalmos was evident at this time compared to the first day of hospitalization (Fig. , a). Examination of the eyes revealed periorbital tenderness to palpation, and oedema of the eyelid (Grade 3+). EOMs showed slight restriction in all gazes, with painful movement. Slit-lamp examination showed diffuse epithelial oedema of the cornea in both eyes with several white keratic precipitates, inflammatory cells (Grade 3+) in the anterior chamber of both eyes, mild mydriasis of both pupils and a sluggish direct light reflex. The other tissue was not clear.\\nThe abovementioned medical history, ophthalmic examinations, and auxiliary tests ruled out other possibilities such as bacterial ocular infection or malignant tumours and led to the diagnosis of bilateral idiopathic orbital pseudotumour, which was supported by evidence from orbital magnetic resonance imaging. In view of the significant decrease in visual acuity in both eyes, the patient was transferred to the ophthalmological ward and underwent intravenous dexamethasone 10 mg per day for nine consecutive days. A brisk clinical improvement was noted within 48 h of initiating steroid therapy with the child denying pain or tenderness and presenting, improved visual acuity. The right and left eyes had a visual acuity of 20/333 and 20/200, respectively, and normal IOP limits of 14 mmHg bilaterally on the second day after intravenous dexamethasone. Fundus examination of the right eye showed optic disc with blurred margins and disc oedema; similar findings were not present in the left eye (Fig. , a). Orbital magnetic resonance imaging (MRI) showed myositis, slight signal enhancement of both extraocular muscles on axial T2-weighted magnetic resonance imaging; and retinal detachment of the left eye. No other significant abnormality was seen in brain MRI (Fig. ). Vitreous haze, thickening of the eyeball wall and the “T” sign around the optic nerve wall were assessed by B-scan ultrasonography (Fig. ). The patient achieved a good outcome in ocular symptoms after approximately 1 week of intravenous dexamethasone therapy. The visual acuity improved to 0.5 bilaterally, and there was a reduction in IOP to 15 mmHg bilaterally. Decreased anterior and posterior inflammation compared to that in the image acquired at the first visit was observed on the ninth day of hospitalization (Fig. , b; Fig. , b; Fig. , b). The results of serologic tests (including ESR, CRP, white blood cell count, etc.) and chest X-rays were unremarkable on the ninth day of hospitalization.\\nThe patient was discharged after 9 days of treatment with a visual acuity of 20/40 in both eyes. The left and right IOP gradually declined to approximately 15 mmHg. The patient was put on tapered prednisone and was kept under observation with monthly follow-up to rule out local recurrence or disease progression.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'30122852': 1, '20379424': 1, '21982206': 1, '20844916': 1, '22298792': 1, '22719772': 2, '20688313': 1, '17620331': 1, '16550048': 1, '18192646': 1, '678181': 1, '28582568': 1, '12695246': 1, '9082263': 1, '26199706': 1, '17610415': 1, '10555662': 1, '9082264': 1, '33198680': 2}", "similar_patients": "{'3376481-1': 1}"}