{"patient_id": 25156, "patient_uid": "7495865-1", "PMID": 32983480, "file_path": "comm/PMC007xxxxxx/PMC7495865.xml", "title": "Left hypoplastic lung and hemoptysis—rare familial unilateral pulmonary vein atresia", "patient": "The index case was an 11-year-old female immigrant from Africa with a history of first-degree AV block, scoliosis, and previous exposure to TB (Mantoux positive, interferon gamma negative). Her respiratory symptoms started at 10 year of age with transient cough and chest pain. Her physical examination showed decreased air entry to the left (L) side. On chest X-ray (CXR), she had L volume loss with mediastinal shift and hyperinflation of the right (R) lung as shown in Figure . Echocardiography demonstrated small L pulmonary artery (PA); however, her L PV was not seen. There were no signs of pulmonary hypertension (PH). At that time, she was treated conservatively. A year later, she developed persistent hemoptysis.\\nOn admission, her vital signs were normal other than fever. She had decreased air entry to the L base with no increased respiratory effort or clubbing. Laboratory investigations (CBC, coagulation factors, blood gases, ferritin, and sputum culture) were normal. Chest computed tomography angiography (CTA) revealed L pulmonary hypoplasia with diffuse parenchymal abnormalities including patchy ground glass opacities and interlobular septal thickening attributed to pulmonary hemorrhage, a small L PA, and tiny mediastinal collateral vessels. The L PVs were not seen near the L atrium (LA). CTA is shown in Figure .\\nDuring her admission, hemoptysis progressed. Urgent bronchoscopy revealed diffuse bleeding from the lower division of the L lower bronchus. It was treated with 1% xylocaine and adrenaline with no improvement. A V/Q scan showed decreased perfusion and ventilation of the L lung (6% and 19%, respectively) as shown in Figure .\\nDue to persistent hemoptysis and minimal perfusion, she had a L pneumonectomy.\\nHistopathology showed an extremely fibrotic L lung. The L PV was diminished in size. The lung had a normal weight with normal alveolar structures. Dilated pleural collaterals resembling pulmonary arteriovenous malformation (PAVM) were noted by the surgeon. Pathology showed a left lower lobe parenchymal hemorrhage, left upper lobe focal consolidation with fibrosis, and focal segmental cystic lymphangiectasia compatible with a diagnosis of unilateral pulmonary vein atresia (UPVA). The cause of bleeding was attributed to venous infarction or rupture of collateral circulation or abnormal anastomoses. Gross pathology picture is shown in Figure . Histopathology slide is shown in Figure .\\nSince her L pneumonectomy, the patient is doing well despite scoliosis, restrictive lung function (VC 45%, TLC 47%), and intermittent chest pain. She is active in sports with minimal exercise intolerance.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'26236611': 1, '24881072': 1, '19578166': 1, '17200453': 1, '26839659': 1, '12360396': 1, '22223933': 2, '20011721': 1, '20442117': 1, '11517073': 1, '26457207': 1, '32983480': 2}", "similar_patients": "{'3249936-1': 1, '3249936-2': 1}"}