{"patient_id": 27463, "patient_uid": "7641022-1", "PMID": 33163872, "file_path": "comm/PMC007xxxxxx/PMC7641022.xml", "title": "Acute Coronary Syndrome in a Male with Elevated Anti-Cyclic Citrullinated Peptide and no Evidence of Longstanding Rheumatoid Arthritis", "patient": "A 55-year-old male, previously known to be healthy, presented to the emergency department with a 30-minute history of oppressive chest pain radiating to the upper extremities. Upon arrival, his vital signs were as follows: Blood pressure, 112/76 mmHg; pulse rate, 84 beats per minute; and peripheral oxygen saturation on room air, 96%. The patient did not have any family history of coronary artery disease or any other risk factors such as smoking or alcohol abuse. The physical examination was completely normal with no S3 or S4 sounds documented. Electrocardiography (ECG) before securing venous route showed ST segment elevations in leads V1 to V5 and aVL ().\\nThe patient underwent an immediate cardiac catheterization which revealed an ectatic proximal left anterior descending (LAD) coronary artery with critical (90–99%) stenosis at the mid segment, mild ostial disease (20%) in the circumflex artery, and mild ectasia in the right coronary artery (). A drug-eluting stent was successfully inserted in the LAD without any residual stenosis (). Left ventriculogram showed an ejection fraction of 60–64% with a hypokinetic anterior myocardial wall. The results of a biochemical blood analysis performed upon presentation were significant for elevated troponin T levels of 11294 pg/mL and creatine kinase myocardial band (CK-MB) of 876 IU/L. His haemoglobin, white blood count, platelet count, liver function tests, thyroid function tests, lipid levels, fasting blood sugar, prothrombin time, activated partial thromboplastin time, fibrinogen, and D-dimer were all within normal limits. Patient showed prompt recovery and had a good follow-up course.\\nFour days prior to the event of myocardial infarction, the patient was complaining of 3-day history of acute polyarthritis and morning stiffness in the MCP joints of both hands that improves within 2 hours. No pain or other systemic symptoms were reported. Work-up to rule out reactive arthritis or new onset inflammatory arthritis showed a strongly positive anti-CCP of 500 u/ml (Normal <20), negative rheumatoid factor (RF), negative Brucella serology, and an elevated C-Reactive Protein (CRP) of 46 mg/dL. The patient did not report taking any non-steroidal anti-inflammatory drugs (NSAIDs) or pain-killer pending the blood tests and did not initiate any disease-modifying anti-rheumatic drugs (DMARDs) except after recovery of the acute myocardial infarction (AMI) event. The patient did not meet RA diagnostic criteria after a 6-month period of follow-up.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'21843325': 1, '23553485': 1, '15308518': 1, '23474125': 1, '16870095': 1, '24027365': 1, '22425941': 1, '28487154': 1, '33163872': 2}", "similar_patients": "{}"}