{"patient_id": 30963, "patient_uid": "7815260-1", "PMID": 33489592, "file_path": "comm/PMC007xxxxxx/PMC7815260.xml", "title": "Small Bowel Perforation as a Consequence of Strangulated Direct Inguinal Hernia", "patient": "We are presenting a case of a 58-year-old gentleman who presented to the accident and emergency department with a tender right groin swelling of about 36-hour duration, following heavy object lifting, pain was dull aching in character and progressively increasing in intensity. His past medical history included that he was a heavy smoker who smoked about 20 cigarettes per day for about 20 years, and he has been suffering from right groin pain every time he lifted or pushed any heavy object with no other medical conditions of significant importance. General examination was unremarkable; his vital signs were within normal apart from tachycardia of 90 bpm. Abdominal examination revealed lax abdomen with no palpable masses or organomegaly, a tender right direct/indirect inguinal hernia, with no impulse on cough, scrotal examination was normal (Figure ).\\nAll his blood were within normal range; no scans were done at that time. The provisional diagnosis was an incarcerated inguinal hernia, so he was consented and taken to the theatre for repair of the inguinal hernia. At operation, it was found to be a strangulated direct hernia containing a perforated loop of the terminal ileum (Figures , ).\\nA laparotomy was carried out through an infra-umbilical midline incision, revealing perforated distal ileum, resection-anastomosis of the perforated segment of the bowel, peritoneal lavage was carried out, two Robinson drains were left in the peritoneal cavity, and the hernia was repaired by Lichtenstein technique (Figure ).\\nThe patient passed through a smooth postoperative period; he was discharged home on the fifth postoperative day and seen in the clinic after six weeks with no complications.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'10401048': 1, '2765809': 1, '3196094': 1, '18798013': 1, '11491441': 1, '18573702': 1, '1958976': 1, '15690104': 1, '33489592': 2}", "similar_patients": "{}"}