{"patient_id": 25729, "patient_uid": "7523866-1", "PMID": 32991436, "file_path": "comm/PMC007xxxxxx/PMC7523866.xml", "title": "Osimertinib induced cardiomyopathy", "patient": "A 76-year old female underwent surgical resection of the left upper lobe plus lymph node dissection, 4 years ago following a diagnosis of primary lung adenocarcinoma, harboring an epidermal growth factor receptor (EGFR) deletion mutation in exon 19. One month after surgery, the patient received adjuvant chemotherapy with cisplatin plus vinorelbine. Three years after surgical resection, evidence of bone metastases was noted. Therefore, the patient was initially treated with afatinib 40 mg once daily orally. She experienced recurrence with the T790 M EGFR mutation 2 years after afatinib initiation. Hence, osimertinib 80 mg once daily orally was administered. Four months after osimertinib initiation, she complained of fever and progressive dyspnea and was hospitalized at our institution. She had no prior smoking history, and physical examination revealed coarse crackles in both lung fields without any murmur and external edema. Laboratory investigations on admission reported an increased level of brain natriuretic peptide of 1394 pg/ml and troponin I of 40.9 pg/ml. However, no abnormalities concerning antinuclear antibody (ANA), rheumatoid factor (RF), anti-neutrophil cytoplasmic antibody (ANCA), angiotensin-converting enzyme (ACE), IgG4, coxsackievirus, echovirus, and adenovirus were observed. The chest radiography displayed an enlarged cardiac shadow and diffused ground-glass opacities in both lung fields (Fig. ). The electrocardiogram demonstrated tachycardia without QT prolongation. The chest computed tomography (CT) revealed cardiac enlargement, pleural effusion, and ground-glass opacities in both lung fields (Fig. ). Furthermore, the echocardiogram indicated an obvious finding of severe hypokinesis, with an ejection fraction of 17% and left ventricular enlargement. Moreover, coronary angiography revealed normal study without ischemic change. A diagnostic endomyocardial biopsy confirmed non-specific cardiomyopathy, without inflammatory cell infiltration, amyloid deposits, and necrosis (Fig. ). As we strongly suspected the potential of osimertinib-induced cardiomyopathy with CTCAE grade 3, osimertinib was discontinued. The patient was treated with furosemide, carvedilol, and enalapril, and her cardiac function and condition improved 3 weeks after osimertinib withdrawal. The finding of echocardiogram revealed normal study and there was reversal of the cardiomyopathy. Moreover, there were no cardiovascular risk factors that would have predisposed to cardiomyopathy in our patient. Therefore, cardiomyopathy secondary to osimertinib was diagnosed.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'24893891': 1, '27959700': 1, '28781309': 1, '32991436': 2}", "similar_patients": "{}"}