{"patient_id": 25857, "patient_uid": "7528142-1", "PMID": 33029441, "file_path": "comm/PMC007xxxxxx/PMC7528142.xml", "title": "Leukoerythroblastosis as an Unusual Presentation of Parvovirus B19 Infection in a Sickle Cell Patient", "patient": "A 12-year-old boy with sickle cell disease (HbSS) with a history of splenectomy presented to the emergency room for fatigue, headaches, and near syncope. On examination, the patient was tachycardic with a grade 3/6 systolic ejection murmur, marked pallor, and shotty cervical and inguinal lymphadenopathy.\\nComplete blood count (CBC) showed a white blood cell (WBC) count of 72.2 × 109/L (65.4% neutrophils, 10.3% band forms, 2.7% metamyelocytes, 0.3% myelocytes, 12.3% lymphocytes, 6.7% monocytes, 0.3% eosinophils, and 2% blasts), hemoglobin 3.9 g/dL (baseline hemoglobin 9 g/dL), platelets (PLT) 1533 × 109/L, and 15.3 nucleated red blood cells (RBCs) per 100 WBCs. The reticulocyte count was 1.2%. Morphologic examination of the peripheral blood showed a marked leukoerythroblastosis, rare myeloblasts (∼1%), markedly abundant nucleated RBCs, and thrombocytosis with many large and giant platelets (). Lactate dehydrogenase was 772 U/L (normal 157–272 U/L), and uric acid was 5.6 mg/dL (normal 2.6–6.8 mg/dL). Coagulation studies were within normal limits. Of note, ten days earlier, the patient was evaluated at an outside hospital for fever and had a normal CBC : WBC of 12 × 109/L, hemoglobin 9.2 g/dL, and PLT 550 × 109/L.\\nBased on the presenting CBC, there was concern for a myeloproliferative neoplasm (MPN) such as chronic myeloid leukemia (CML). Peripheral blood flow cytometry showed a myeloid left shift but no abnormal hematolymphoid cell population. Fluorescence in situ hybridization (FISH) testing for the BCR-ABL1 translocation was negative. CMV and EBV were undetectable by PCR. Because of the severe sudden drop in hemoglobin combined with reticulocytopenia, parvovirus studies were also sent. Parvovirus B19 IgM was positive, and IgG was negative; the parvovirus B19 PCR titer was 6.6 × 107 IU/ml (negative <199 IU/ml) with 1 IU equal to 0.79 copies of parvovirus B19. The patient was transfused with packed red blood cells and received intravenous hydration. Within 48 hours, his WBC count had fallen to 20.7 × 109/L and he was discharged with close outpatient follow-up. Six days later in clinic, his WBC had normalized to 9.35 × 109/L and his PLT count was 1143 × 109/L.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'8319786': 1, '27811604': 1, '1739758': 1, '18989883': 1, '10989468': 1, '7430367': 1, '14688575': 1, '18194100': 1, '6301580': 1, '20599409': 1, '14762186': 1, '17006284': 1, '19307144': 1, '17656811': 1, '1415073': 1, '22924029': 1, '16266929': 1, '11073169': 1, '25962796': 1, '17304869': 1, '19902523': 1, '7594678': 1, '33029441': 2}", "similar_patients": "{}"}