{"patient_id": 105130, "patient_uid": "7891908-1", "PMID": 33643504, "file_path": "noncomm/PMC007xxxxxx/PMC7891908.xml", "title": "Bone Marrow Involvement by Aggressive B Cell Lymphoma Undetected by Aspirate Immunophenotyping", "patient": "A 76-year-old male patient presented to our hospital with abdominal distention, pain and melena stools, preceded by 4 weeks of drenching night sweats and poor appetite. Upper gastrointestinal (GI) endoscopy showed an ulcerated mass in the gastric body along with a duodenal mass. An excisional biopsy showed involvement by discohesive sheets of large cells expressing CD20, CD10, Ki67 (98%) and Epstein-Barr virus (EBV) consistent with diffuse large B cell lymphoma (DLBCL)-germinal center type. Fluorescent in situ hybridization (FISH) studies showed MYC rearrangement. A staging BM biopsy showed significant dyserythropoiesis with irregular nuclear contours/intracytoplasmic vacuolation (not shown) and nuclear budding (, BM aspirate, May Grunwald Giemsa stain, original magnification × 50). The trephine biopsy showed a hypercellular BM with marked abnormal localization of immature precursors (ALIP, , hematoxylin and eosin (H&E), original magnification × 20) unstained for e-cadherin and CD34 (not shown). CD 3 (pan T) stain showed a reactive pattern (panel showing immunohistochemical (IHC) CD3, original magnification, × 10). CD20 and CD10 highlighted an interstitial involvement by large B cells at a lower proliferative index (40-50%, , IHC panels marked CD20, CD10 and Ki-67 respectively, original magnification, × 20). Interestingly the aspirate flow cytometry returned no diagnostic immunophenotypic abnormalities associated with lymphoproliferative disorder (). Sequential gating identified the lymphocytes in the side scatter versus CD45 plot. Subsequently CD19+, CD20+, CD3- populations were evaluated and showed no clonality (polytypic, ). Identification of the CD19+, CD20+ CD10+ cells that expressed CD38 and lacked surface immunoglobulin () highlighted the hematogone population accounting for the remaining events in the lymphocyte gate. Concurrent diagnosis of a myelodysplastic syndrome (MDS) was considered but not favored. Accordingly this patient had a normal karyotype without recurrent abnormalities associated with MDS. Moreover, although the diagnostic threshold for cytopenias was reached (i.e., cytopenias in at least one lineage); this patient’s anemia could easily be attributed to his comorbidities such as chronic disease, blood loss, and BM effacement, etc. The patient was treated with two (out of six) rounds of R-CHOP, and his hospitalization and treatment were complicated with tumor lysis syndrome and febrile neutropenia.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'11577117': 1, '12827663': 1, '9298881': 1, '17587884': 1, '17064979': 1, '25972321': 1, '2401730': 1, '16529599': 1, '9506363': 1, '9576583': 1, '22362234': 1, '15330805': 1, '602932': 1, '25729719': 1, '15126323': 1, '9930138': 1, '17284114': 1, '20662897': 1, '11987913': 1, '8804465': 1, '17242396': 1, '9166827': 1, '33643504': 2}", "similar_patients": "{}"}