{"patient_id": 23521, "patient_uid": "7427655-1", "PMID": 31173041, "file_path": "comm/PMC007xxxxxx/PMC7427655.xml", "title": "Severe hypokalemia secondary to abuse of β-adrenergic agonists in a pediatric patient: Case report", "patient": "An apparently healthy 13-year-old male was admitted in the emergency department with symptoms of palpitations, muscle pain, tremors, and headache of 3-h duration. He denied fever, diarrhea, vomiting, or ingestion of any kind of drug. On physical examination, the patient had a good general condition, with height and weight on the 50th percentiles for age and gender. He was euvolemic, pale, and sweating. Cardiac auscultation revealed the presence of rhythmic tachycardia without murmurs or friction, and there was tachypnea without added bruises. He also presented weakness of the lower limbs and distal hand tremor. There were no skin lesions or edema.\\nMultiple medical results and 16 discharge reports from different hospitals were provided by the parents. The current clinical symptoms started when he was 10 years old and since that time he had had many recurrent episodes of severe hypokalemia that had led to frequent hospital admissions, one of them in the intensive care unit due to long QT syndrome (LQTS). Many diagnoses had been ruled out, e.g. familial hypokalemic periodic paralysis, by specific genetic testing.\\nThe patient had a medical history of previous episodes of allergic asthma with sporadic use of terbutaline, gastritis due to H. pylori, sinus tachycardia, surgical correction of strabismus, appendicectomy, and a high-flow priapism secondary to arteriovenous fistula that had been treated with selective arterial embolization when he was 6 years old. Importantly, the medical team was informed that some years previously, as a consequence of unexplained detection of benzodiazepines in the patient’s blood, custody of the child had been temporarily withdrawn from the mother.\\nAmazingly, the minor behaved as an adult. He had the role of interlocutor with the medical team and his comments were full of medical vocabulary that showed technical knowledge that did not correlate well with his age.\\nBlood analysis at admission showed the following values: hemoglobin 12.3 g/dL, leukocytes 11.68×109/L, sodium 142 mmol/L, potassium 2.4 mmol/L, chloride 101 mmol/L, urea 4 mmol/L, creatinine 53 µmol/L, glomerular filtration rate (Schwartz formula) 112 mL/min/1.73 m2, glucose 5.6 mmol/L, transtubular potassium gradient 4.9, venous blood acid-base equilibrium pH 7.33, and HCO3\\n- 24.5 mmol/L. Urinalysis showed pH 6.5, sodium 162 mmol/L, potassium 38 mmol/L, urea 388 mmol/L, creatinine 22.8 mmol/L, urine osmolality 982 mOsm/kg, and fractional potassium excretion 36.8%. Proteinuria and hematuria were not observed. Hormone analysis revealed aldosterone after 30 min rest of 0.06 nmol/L and urinary aldosterone of 7.0 nmol/24 h. ECG showed sinus tachycardia of 120 bpm and a QT interval of 460 ms (max 440 ms). Renal ultrasound was normal and did not show lithiasis or nephrocalcinosis.\\nThe treatment strategy consisted in intravenous potassium replacement, reaching normal potassium plasma levels after 12 h of parenteral infusion, with no need for further potassium supplements to maintain stable potassium levels in blood after discontinuation of parenteral infusion.\\nTwo days after admission the patient was not receiving any potassium supplement or pharmacological treatment. He was asymptomatic and had potassium levels of 4.4 mmol/L in his 8:45 a.m. blood test. Suddenly he complained of intense headache, distal tremor, and tachycardia, and a second blood test performed at 2:15 p.m. revealed that the serum potassium level had decreased to 3.4 mmol/L. Thereafter, over a 2-h interval and without any specific treatment, the symptoms gradually disappeared and the patient was then discharged with oral potassium supplements.\\nGiven the combination of transient and recurrent severe hypokalemia and rapid response to first-line treatment, as well as the presence of clinical signs suggestive of adrenergic crisis, a possible overdose of β-adrenergic agonist drugs was suspected. The two blood samples obtained on the day of discharge were analyzed at the Catalonian Antidoping Laboratory. Plasma salbutamol levels of 3 ng/mL and 65 ng/mL were present in the 8:45 a.m. and 14:15 p.m. blood samples, respectively [reference range for peak plasma concentration after 0.04-0.1 mg inhaler dose = 0.6-1.4 ng/mL. These findings confirmed the diagnosis of hidden abuse of β-adrenergic agonists in the context of a possible factitious syndrome.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'26162766': 1, '23521606': 1, '21317628': 1, '29938745': 1, '15982543': 1, '27508955': 1, '24139581': 1, '28566966': 1, '27302720': 1, '8772944': 1, '23753253': 1, '30100003': 1, '31173041': 2}", "similar_patients": "{}"}