{"patient_id": 18410, "patient_uid": "7156164-1", "PMID": 32296489, "file_path": "comm/PMC007xxxxxx/PMC7156164.xml", "title": "Severe Cervicothoracic Kyphoscoliosis in Neurofibromatosis - A Failure Of Posterior-Only Instrumentation: A Case Report", "patient": "An 11-year-old girl, with neurofibromatosis, first noticed a spinal deformity at the age of 7 and was diagnosed with severe cervicothoracic kyphoscoliosis. She defaulted follow-up and presented to us four years later with worsening of the spinal deformity associated with neurological deficit. She had bilateral weakness of the lower limbs with diminished sensation from the level of C5 and below. Computerised tomographic and magnetic resonance imaging showed that she had severe cervicothoracic kyphoscoliosis and ductal ectasia from C7 to T3 level. Posterior instrumentation and fusion in situ from C5 to T12 levels with decompression was performed () A year after the operation, she complained of difficulty of lifting the chin and noticed cracking sound at the thoracic region. A radiograph showed that there was an implant failure, with broken rods at the cervicothoracic junction. ()\\nWe proceeded with anterior cervicothoracic stabilisation, approaching via bilateral manubrio-sternotomy (). A fibula strut graft was harvested and fixed over C7 to T4 and stabilised with an anterior cervical plate () The broken rods were also exchanged.\\nTwo years later, she developed wound breakdown over the posterior thoracic region due to the prominence of the implant. The posterior instrumentation was subsequently removed to promote wound healing. However, two months after the removal of the posterior instrumentation, the fibula graft fractured as the spinal fusion had not been completed fully (). She was put on a hard cervical collar until fusion occurred completely ().\\nShe was followed up for more than six years since complete fusion occurred and was last seen six months ago with no new complaint. Recent radiographs showed no further progression of deformity (). She had good recovery of her neurological deficit, with the power of bilateral lower limb at an MRC grade 4 to 5 and with intact sensation. She was able to ambulate independently.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'598147': 1, '2494186': 1, '16075744': 1, '2113538': 1, '2502347': 1, '32296489': 2}", "similar_patients": "{}"}