{"patient_id": 100928, "patient_uid": "7505411-1", "PMID": 32994922, "file_path": "noncomm/PMC007xxxxxx/PMC7505411.xml", "title": "Isolated complete transection of common hepatic artery in a fall accident: a case report", "patient": "A 27-year-old Iranian man presented to the surgical emergency department with a complaint of falling from a height of 5 meters. He landed striking his abdomen on a flat hard surface. The patient weighed 70 kg and had no history of coagulation disorder or anticoagulation therapy. He arrived after 18 min and was assessed by the airway, breathing, circulation (ABC) approach. On examination, the patient was awake, responsive and in pain. The airway tract was patent. No lacerations or ecchymoses were identified on the chest wall skin. Respiratory sounds were clearly heard on both sides. His blood pressure was 90/50 mm Hg and his pulse rate 120 bpm. The patient expressed a generalized abdominal pain and rebound tenderness in the right hypochondrium. A laceration was identified in the right upper quadrant. A Focused Assessment with Sonography in Trauma exam revealed approximately 1500 ml of free fluid in Morrison’s space and the pelvis. Chest radiography was completely normal; no pleural effusion, pneumothorax or broken ribs were seen. Two peripheral IV lines were inserted and IV isotonic saline fluids were administered. He was transferred then to the operating room and underwent an exploratory laparotomy via midline incision. Two liters of blood was found in the abdominal cavity and packing of the four abdominal quadrants was performed to temporarily stop the bleeding. A completely transected common hepatic artery was recognized. The bleeding was controlled and the dissected artery was reattached by an end-to-end anastomosis with a Prolene (monofilament polypropylene) suture 5-0 (). Examination of the remaining abdominal organs revealed nothing abnormal. During surgery, X-ray radiography of the lumbar spine and pelvis was performed and showed no abnormalities. A drain was placed in Morison’s space. Four units of whole blood and four units of fresh frozen plasma were transferred to the patient.\\nOn the first day after surgery, the patient’s overall condition was stable. On the fourth day, the drainage tube was removed and a computed tomography scan of the abdomen was performed, which was normal (). Afterwards, the patient was discharged and did not report any further complaint.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'16454771': 1, '16952600': 1, '11303174': 1, '23162032': 1, '7473903': 1, '22454826': 1, '973754': 1, '17097898': 1, '32994922': 2}", "similar_patients": "{}"}