{"patient_id": 19531, "patient_uid": "7225848-1", "PMID": 32454834, "file_path": "comm/PMC007xxxxxx/PMC7225848.xml", "title": "Surgical Management of an Aspergillus Empyema in a 3-Year-Old Child", "patient": "A 3-year-old boy was admitted to a pediatric hospital with a presumptive diagnosis of sepsis, after a two-week history of malaise and poor appetite and a single episode of haemoptysis the previous day. His past medical history was remarkable for a severe staphylococcal pneumonia, for which the child had been intubated and hospitalized for a month. He had been discharged from the hospital in a good clinical condition five months prior to his present admission, with residual large bullae in the left upper lobe. The child had been fully immunized for his age and had otherwise no history of recurrent infections or other clinical indication of immune deficiency.\\nDuring the admission to the pediatric hospital, the child clinically deteriorated and underwent endotracheal intubation. Α left chest drain was placed in order to evacuate air and fluid from the left hemithorax, as the chest CT scan was suggestive of pneumothorax and pleural effusion (). The initial laboratory evaluation revealed a while cell count of 11.000/ml and an elevated CRP of 230 mg/L (cutoff, 5 mg/L), while the biochemical profile was normal and four sequential blood cultures eventually showed no growth.\\nSubsequently, the child was referred to our tertiary care hospital for surgical management. A left posterolateral thoracotomy was performed via the 5th intercostal space. Intraoperative findings were consistent with extensive empyema deriving from the left upper lobe of the lung. Pleural fluid and splanchnic and parietal pleura samples were collected for cultures. Both lobes were decorticated and mobilized. Thorough haemostasis and aerostasis were performed, and the patient was transferred to the ICU in a stable condition. He was extubated on postoperative day 1.\\nPleural fluid and pleura specimens cultured on a Sabouraud dextrose medium confirmed the diagnosis of Aspergillus empyema. A Gram stain of the empyema fluid revealed septate fungal hyphae branching at acute angles of approximately 45° (dichotomous branching), the characteristic of Aspergillus, which the microbiology lab orally communicated as Aspergillus fumigatus but subsequently reported as Aspergillus sp in writing. Blood cultures were negative. Given that Aspergillus was grown by culture of a specimen obtained by a sterile procedure from a normally sterile and clinically and radiologically abnormal site consistent with an infectious disease process, this case fulfils the criteria of a proven invasive aspergillosis []. Galactomannan assays and molecular diagnostic methods were not performed, as they are not available in our hospital.\\nA thorough history review after this unexpected finding revealed that the boy had spent a three-week convalescence period at his grandparents' home after his hospitalization for staphylococcal pneumonia 5 months earlier. This home was adjacent to a chicken farm, which we assume to have been the source of heavy Aspergillus colonization of the residual pulmonary bullae due to the child's previous staphylococcal pneumonia.\\nAntifungal therapy with intravenous voriconazole monotherapy was initiated postoperatively for 6 weeks. An initial dose of 8 mg/kg IV q12 hr was reduced to 5 mg/kg IV q12 hr, due to an elevation of transaminases (4 times above upper normal value). Although voriconazole blood level monitoring is desirable during the treatment of invasive Aspergillus infections, this was not available in our hospital. We therefore monitored treatment via daily clinical evaluations, serial laboratory tests twice weekly, and chest x-rays fortnightly during the child's hospital stay. Laboratory tests included a full blood count, potassium and magnesium levels, and liver function tests. Other than a residual mild elevation of transaminases (1.5 times above upper normal value), no other undesirable effect was noted. An uneventful recovery ensued, and the boy was discharged to pediatric care on an additional oral voriconazole treatment for 4 weeks (same dosage). The boy remained in an excellent clinical condition during the 1-year follow-up after the end of treatment.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'22617507': 1, '2400263': 1, '19496935': 1, '2277466': 1, '2688579': 1, '16110804': 1, '20513209': 1, '3381551': 1, '773232': 1, '23411576': 1, '18704863': 1, '18177225': 1, '18462102': 1, '27365388': 1, '10858401': 1, '8452429': 1, '3660308': 1, '5343736': 1, '8367859': 1, '18450871': 1, '32454834': 2}", "similar_patients": "{}"}