{"patient_id": 29264, "patient_uid": "7735168-1", "PMID": 33329974, "file_path": "comm/PMC007xxxxxx/PMC7735168.xml", "title": "Bilateral Femoral Neck Stress Fracture in an Obese Middle-Aged Female With Osteomalacia and Coxa-Vara Managed by Simultaneous Bilateral Total Hip Arthroplasty", "patient": "A 58-year-old obese middle-aged housewife had a history of insidious pain in her right hip with difficulty in walking for the past three years. She went to a surgical centre for management in her native town and was diagnosed with a right femoral neck fracture. Further workup revealed osteomalacia and vitamin D deficiency. She underwent reduction and fixation with three cannulated cancellous screws for her initial management. Her medical management with calcium supplements and vitamin D was initiated. Restricted weight bearing with the use of crutches was allowed after six weeks and progressed to full weight-bearing within three months on the advice of her local practitioner. Though she was unable to ambulate without support since surgery, the ambulatory status further deteriorated in two months with a progressive left hip pain. She was no longer able to walk for daily routine activities. She presented to us with the relevant concern for treatment.\\nShe complained of severe pain in both hips (left more than right) and marked difficulty in doing her routine daily activities including unrestricted utilization of toilet for the last two months. No history of trauma is reported. She was a postmenopausal obese female weighing 106 kilograms for her height (170 cm). Her body mass index (BMI) was 36.6 kg/m2. There was tenderness over bilateral hip joints (left more than right), external rotation deformity, and shortening of the left lower limb. Movement of the left hip joint was extremely painful and was not encouraged. There was pain at extremes of motion of the right hip joint. The patient was able to do straight leg raise on the right side but not on the left side. There was no distal neurovascular deficit in both lower limbs.\\nSequential radiographs were available and first radiograph showed fmoral neck fracture in the right lower limb with an initial in-situ fixation by three partially threaded screws (Figure ).\\nThe second follow up radiograph at two years of right hip fracture fixation demonstrated no collapse or avascular necrosis of right hip fracture but with varus angulation of both hips with sclerosis along left femoral neck region concentrated along medial aspect with no fracture (Figure ).\\nThe follow-up radiograph at three years showed persisting sclerosis along inferomedial aspect neck femur with a neck shaft angle of 115° on the right side and 117° on the left side (Figure ).\\nThe radiograph of hip joints at the time of presentation showed displaced femoral neck fracture left side (Figure ) with right sided varus fixed neck femur fracture with screws in situ and radiolucent line along neck femur (Figure ).\\nWhole spine radiographs revealed no abnormalities. The erythrocyte sedimentation rate (ESR) was measured 12 mm/hour and C-reactive protein (CRP) was qualitatively negative. Preoperative investigations included normal calcium, phosphorus, alkaline phosphatase, parathyroid hormone and 25-hydroxyvitamin D levels. Informed consent has been obtained from the patient to publish the data.\\nShe underwent surgery in September 2018. The options of fixation and arthroplasty were discussed with the patient and planned for a bilateral THA. The goal was fracture management simultaneous with deformity correction (neck-shaft angle). The option of sequential, simultaneous or unilateral THA were discussed with the anaesthesia team and the patient. The patient was American Society of Anaesthesiologist grade 3 and considered for a simultaneous bilateral THA. Preoperative medications included intravenous antibiotic prophylaxis with injection cefuroxime and prophylactic subcutaneous enoxaparin. It was a single-stage bilateral total hip replacement. The surgery was done using combined spinal and epidural anaesthesia. Patient’s left hip operated first in a lateral position with a posterolateral approach. An uncemented total hip replacement was done with Depuy Johnson and Johnson implant (Pinnacle cup with poly-liner and Corail stem with large size 36 mm ceramic femoral head). The duration of surgery was 74 minutes. Right hip procedure followed in the same sitting with position change and re-draping. Upon removal of screws, fibrous union was detected with frank preoperative mobility at the fracture site conforming to the non-union of fracture. A hybrid THA was done with Depuy Johnson and Johnson implant (Pinnacle uncemented cup with poly-liner and cemented Corail stem with large size 36 mm ceramic femoral head). Duration of second surgery was 85 minutes. A preoperative haemoglobin level of 13.4 gm/dl fell to postoperative level of 10.4 gm/dl on day one postoperatively. Two units of packed red blood cells were transfused. Patient was ambulated with walker support from the second postoperative day. Postoperatively, she was given therapeutic doses of vitamin D and calcium supplements. She was discharged on the fifth day of the surgery. There were no immediate soft tissue or postoperative complications.\\nPatient at three months follow-up was clinically pain-free and was able to mobilize without support. She had no limb length discrepancy or gait abnormality. Patient at two years follow-up was pain-free and able to walk full weight-bearing without support and carry out her daily activities comfortably. Radiologically, well-positioned replacement components with no evidence of loosening or failure (Figures -)", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'3189661': 1, '11327423': 1, '23540902': 1, '12011699': 1, '25506016': 1, '31929910': 2, '16785578': 1, '31521445': 1, '26454499': 1, '30412917': 2, '31534945': 2, '29290860': 1, '33329974': 2}", "similar_patients": "{'6226580-1': 1, '6727459-1': 1, '6942706-1': 1}"}