{"patient_id": 105428, "patient_uid": "7924126-1", "PMID": 33664599, "file_path": "noncomm/PMC007xxxxxx/PMC7924126.xml", "title": "Abdominoperineal Resection with Absorbable Mesh Repair of Perineal Defect for Fournier’s Gangrene: A Case Report", "patient": "A 66-year-old man presented to the emergency room with four days of rectal pain and swelling, culminating in several hours of extreme scrotal pain with an inability to sit down or place any weight on the perineal region. The patient had been generally well prior to these symptoms with no identifiable triggering event. He had been having some difficulty with urination, endorsing low overall urine output and frequent small-volume voids for several days. He had been passing dark bowel movements and reported a small amount of hematochezia prior to hospital presentation. The patient had been taking a topical preparation for a diagnosis of hemorrhoidal bleeding. He did endorse constipation symptoms ongoing for several months, for which he had been taking laxative medications. In fact, the patient had undergone an outpatient esophagogastroduodenoscopy on the morning of his emergency room presentation for the workup of intermittent upper abdominal pain and cramping.\\nThe patient’s past medical history included gastroesophageal reflux disease, hypertension, Type 2 diabetes mellitus, coronary artery disease (with a myocardial infarction and stenting 15 years prior), and idiopathic pulmonary fibrosis (IPF). He was known to be colonized with methicillin-resistant Staphylococcus aureus (MRSA). He had no previous abdominal or anorectal surgical history. He took prescription medications including metoprolol, metformin, amitriptyline, omeprazole, glyburide, ramipril, fluoxetine, and insulin. He had an allergy to penicillin resulting in a rash. He did not smoke.\\nOn presentation to the emergency department, the patient’s vital signs demonstrated tachycardia (121 beats per minute) and tachypnea (25 respirations per minute), with other vital signs falling within normal limits on room air. Based on the suspicion for Fournier’s Gangrene, the patient received intravenous fluids, broad-spectrum antibiotics (piperacillin-tazobactam, clindamycin, and vancomycin), and urology consultation. At the time of urology assessment, all vital signs were all within normal limits on room air. He was awake, alert, and oriented with no signs of distress at rest. The scrotum appeared black and necrotic with extension of gangrenous changes down to the perineum and into the anal canal (). There was significant tenderness to any palpation throughout the scrotum and perineum. The abdomen was soft, non-distended, and non-peritonitic.\\nBloodwork demonstrated significant leukocytosis with a white blood cell count of 31.3 x 109 cells/L. Imaging was not performed, and the decision was made to bring the patient emergently to the operating room by urology based on clinical examination.\\nThe patient was brought emergently to the operating room. He underwent an extensive scrotal and perineal debridement by the urology team. General/colorectal surgeon consultation was obtained intraoperatively due to extension of necrotic disease into the anus and rectum. The patient underwent further perineal debridement by the general surgery team (). Given the presence of necrosis travelling into the ischioanal fossa and along the rectum, the decision was made to proceed with an abdominoperineal resection through a midline laparotomy approach. Surgical specimens included scrotal tissue, sigmoid colon/rectum/anus, and pelvic floor musculature. Because of the degree of levator ani musculature and ischioanal tissue resected, a sizeable defect remained that was not amenable to primary closure. At this point, the expertise of a general surgeon who specializes in complex abdominal wall reconstruction was sought for perineal closure because of the large gap in the pelvic floor left after resection of all devitalized tissue. Placement of a Vicryl (Ethicon Inc., Somerville, New Jersey, United States) mesh was used to aid in reconstruction of the pelvic floor. This was positioned with an inlay technique against the levator ani muscles, adequately providing tissue coverage and preventing organ evisceration. The superficial perineal soft tissue was packed with the skin edges left open to allow healing by secondary intention.\\nThe patient remained on broad-spectrum intravenous antibiotics postoperatively with input from an infectious diseases specialist. He required bedside perineal debridement on postoperative day 7 but otherwise had appropriate wound healing without evidence of dehiscence, hernia, or recurrent necrotizing infection. His postoperative course was complicated by oliguric acute kidney injury and IPF flare-related hypoxia. The patient developed ventricular fibrillation and had a witnessed cardiac arrest on postoperative day 14. Return of spontaneous circulation was achieved but the patient did not have significant neurologic function thereafter. The patient was treated with comfort measures beginning on postoperative day 21 and he passed away peacefully the following day in the presence of family. The perineum was healing well during the initial postoperative period, but we cannot comment on long-term healing results. Final surgical pathology demonstrated soft tissue inflammation and necrosis with bacterial colonies, consistent with necrotizing fasciitis. Necrotizing changes travelled from the perineum to the mesorectum, with a full-thickness posterior perforation in the distal rectum.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'15540306': 1, '30259251': 2, '23251819': 1, '17249467': 1, '16891442': 1, '19286224': 1, '15559621': 1, '18376187': 1, '11005502': 1, '27247542': 1, '10848848': 1, '16409607': 1, '23137644': 1, '33664599': 2}", "similar_patients": "{'6158144-1': 1}"}