{"patient_id": 105888, "patient_uid": "7981607-1", "PMID": 33768843, "file_path": "noncomm/PMC007xxxxxx/PMC7981607.xml", "title": "Pulmonary involvement in brucellosis: A case report and literature review", "patient": "A previously healthy 2.5-year-old boy presented with a 2-week history of fever and left knee pain and mild cough. He had history of unpasteurized milk consumption. Physical examination showed swelling, limitation of range of motion, pain on motion, and warmness of left knee (Figure ).\\nDue to mild pain in the flexion of the hip, ultrasonography was done and revealed mild effusion of bilateral hip joints. Laboratory data revealed white blood cells (WBC):15 300/mm3 (neutrophil: 65%, lymphocyte: 31%), hemoglobin: 11.7 g/dL, platelets: 456 000/mm3, erythrocyte sedimentation rate: 25 mm/1 hour and C-reactive protein: 40 mg/dL. On the basis of prolonged fever and multiple joint involvements and cough, an essential workup was done to exclude systemic juvenile idiopathic arthritis (JIA), infections, and malignancy. A diagnostic arthrocentesis of the knee was performed to exclude septic arthritis. Fluid analysis showed WBC: 15 000/mm3 (neutrophil: 85%, lymphocyte: 15%), red blood cell: 2000/mm3, glucose: 62 mg/dL, protein: 4 g/dL. Gram stain of synovial fluid was negative. Furthermore, synovial fluid was cultured under aerobic and anaerobic conditions with incubation for at least 7 days. Result of culture was negative.\\nTuberculin skin test and blood culture were negative. Bone marrow aspiration and biopsy were normal. Chest X-ray and total abdominopelvic ultrasonography were normal, but a spiral chest CT scan revealed a few parenchymal nodules up to 4 mm in bilateral lungs (Figure ).\\nFurthermore, the STA test for brucella was positive with a titer Wright: 1/160 and 2-mercaptoethanol (2ME): 1/80. The patient was treated with impression of brucellosis with a combination of trimethoprim-sulfamethoxazole (TMP: 10 mg/kg/d and SMX: 50 mg/kg/d for 6 weeks), rifampin (15 mg/kg/d for 6 weeks), and gentamycin (6 mg/kg/d for 2 weeks). He was evaluated again at the end of treatment. The Wright and 2ME titer decreased. Also, repeated chest CT scan was done for him that revealed normal parenchyma without nodules.", "age": "[[2.5, 'year']]", "gender": "M", "relevant_articles": "{'28602839': 1, '2594962': 1, '28378214': 1, '23449236': 1, '2337555': 1, '17952458': 1, '12693451': 1, '28602765': 1, '10836605': 1, '2256735': 1, '23115425': 1, '23907372': 1, '8153949': 1, '22135635': 1, '18260787': 1, '21571877': 1, '13130417': 1, '16038761': 1, '33768843': 2}", "similar_patients": "{}"}