{"patient_id": 97068, "patient_uid": "7113169-1", "PMID": 31096729, "file_path": "noncomm/PMC007xxxxxx/PMC7113169.xml", "title": "Continuous quadratus lumborum block as part of multimodal analgesia after total hip arthroplasty: a case report", "patient": "An 83-year-old man weighing 64 kg presented with loosened hip screws one year after proximal femoral nail antirotation. Hardware removal and right-sided total hip arthroplasty were planned, and the patient provided written informed consent for the use of a QLB and publication of this report, which was approved by the Institutional Review Board of The Catholic University of Korea, Daejeon St. Mary’s Hospital (DC17ZESI0092). The patient had a history of hypertension and benign prostatic hypertrophy, both of which were well controlled by medication. He had previously undergone kyphoplasty for a compression fracture in the L1 vertebra. Otherwise, his history assessment and preoperative evaluation were unremarkable.\\nIn the operating room, after standard monitoring was implemented, fentanyl 50 µg and midazolam 1 mg were intravenously administered for sedation and analgesia. The patient was then placed in a left lateral decubitus position, and epidural anesthesia was induced at the level of the L4–L5 interspace using the median approach with an 18-gauge Tuohy epidural needle. Loss of resistance to 1 ml of normal saline was achieved on the first attempt, and a test dose comprised of 1% mepivacaine 3 ml and epinephrine 15 g was administered, followed by a bolus comprised of 0.5% ropivacaine 13 ml and fentanyl 50 µg.\\nFollowing the epidural procedure, a transmuscular QLB was performed under ultrasound guidance following an acute pain service protocol. Subsequent to the placement of a 2- to 7-MHz curved ultrasound probe over the midaxillary line, the external oblique, internal oblique, and transversus abdominis muscles were identified along with the transversus abdominis aponeurosis. The probe was moved to trace the muscles (quadratus lumborum [QL], psoas major, and erector spinae) in the anterior to posterior direction using the shamrock sign. After skin infiltration with 1% mepivacaine 2 ml, an 18-gauge, 90 mm Tuohy needle attached to intravenous extension tubing between the needle and syringe was inserted in the posterior to anterior direction. The needle was aimed between the QL and psoas major muscles (). After confirmation of the needle position via injection of 2 ml of saline, a 19-gauge epidural catheter was inserted 2 cm through the epidural needle under real-time ultrasound guidance (). Accurate catheter placement was confirmed by Doppler ultrasonography. Following catheter placement, the patient was returned to the supine position, and his condition was confirmed to be stable before proceeding with surgery.\\nThe patient was intraoperatively sedated by continuous propofol infusion. His vital signs remained stable during surgery, which was completed uneventfully. No additional analgesics were required. The total operation time was 3 h and 30 min. At the end of surgery, the patient received intravenous ketorolac 30 mg and ramosetron 0.3 mg; 25 ml of a prepared mixture of 0.2% ropivacaine and 5 µg/ml of epinephrine was injected though the indwelling catheter.\\nThe multimodal postoperative analgesia regimen included oral medication, intravenous analgesia, and regional anesthesia, with rescue analgesics available on demand. This regimen was in accordance with the acute pain service protocol at our hospital. The patient was prescribed oral celecoxib 200 mg twice daily for seven days. The 0.2% ropivacaine and epinephrine mixture was continuously infused at a rate of 8 ml/h through the indwelling catheter, using a patient-controlled analgesia (PCA) pump (Hospira GemStar® Pump, Hospira Inc., USA). Intravenous fentanyl was also provided using a second PCA pump (Hospira) with the following settings: demand dose, 30 µg (0.5 µg/kg); no basal infusion; lockout time, 7 min; and a 4 h limit of 240 µg (4 µg/kg). Postoperative pain was assessed using a visual analogue scale (VAS). If the VAS score exceeded 4, the patient was eligible to receive intravenous tramadol 25 mg and meperidine 25 mg as rescue analgesics as per our protocol.\\nIn the post-anesthesia care unit, the patient experienced no pain because of residual epidural anesthesia. However, he complained of shivering, so a forced-air warming blanket was provided and intravenous meperidine 25 mg was administered. Four hours after surgery, the patient reported that his dorsiflexion, plantar flexion, and the knee flexion returned to his usual range of motion bilaterally. Assuming that the epidural anesthetic effect had worn off, we evaluated the patient’s sensory blockade, motor blockade, and pain scores. His resting and dynamic VAS scores were 2 and 4, respectively. He showed sensory blockade from T8 to L3 at the midaxillary line (T8–9: decreased pinprick sensation of pain relative to the contralateral side; T10–L3: no pinprick sensation of pain). Moreover, he showed mild weakness against resistance during right knee extension but no issue with flexing and extending his left knee against both gravity and resistance.\\nThe patient’s resting and dynamic VAS scores remained stable at 2–3 and 3–4, respectively, at 4, 12, and 24 h after surgery. In fact, all resting and dynamic pain scores were 1–2 and 1–3, respectively, throughout postoperative day 5 (). Monitoring the VAS score of the patient settled below 4, perineural PCA was discontinued at 48 h after surgery, and intravenous PCA was discontinued on postoperative day 5, in accordance with our hospital protocol. The patient’s fentanyl consumption was tracked using the PCA program. He received the first demand dose of fentanyl 30 µg through the PCA pump at 17 h after surgery. During the first 48 h, he pressed the PCA button four times, and his total fentanyl consumption was 120 µg. He pressed the PCA button twice on day 3, three times on day 4, and nine times on day 5. None of the pain scores exceeded 4, and no rescue analgesics were required during the first five postoperative days. At the 1 week and 1 month follow-up visits, the patient did not exhibit residual sensory-motor deficits or complain of symptoms suggestive of a neurological injury.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'16249678': 1, '27185672': 1, '27543534': 1, '34540083': 1, '28036319': 1, '12917945': 1, '17073856': 1, '10861154': 1, '27730633': 1, '29175750': 1, '32356470': 1, '28235508': 1, '32366275': 1, '9479711': 1, '10422923': 1, '27997495': 1, '27891579': 1, '31096729': 2}", "similar_patients": "{}"}