{"patient_id": 28725, "patient_uid": "7709292-1", "PMID": 33261613, "file_path": "comm/PMC007xxxxxx/PMC7709292.xml", "title": "Hemobilia after bile duct resection: perforation of pseudoaneurysm into intra-pancreatic remnant bile duct: a case report", "patient": "A 68-year-old man underwent extended right hepatectomy with BDR and reconstruction for locally advanced gallbladder cancer. Since the primary tumor infiltrated the hepatoduodenal ligament, it was dissected with regional lymph nodes and nerve plexus. Consequently, the proper, right, and left hepatic artery were skeletonized. We did not send para-aortic nodes for frozen section pathology because there was no suspicion of para-aortic node metastasis. Histologic examination revealed well-differentiated adenocarcinoma of the gallbladder at stage IIIB (UICC 7th edition). He was discharged without any complications, such as abdominal abscess, pancreatic fistula, and bile leakage.\\nTwo months after surgery, he was brought in the Emergency Unit of our hospital for a hematemesis. He was infused rapidly with fluids due to a hemorrhagic shock. An emergency upper endoscopy revealed a blood clot delivered from the ampulla of Vater (Fig. ). During the examination, the clot was spontaneously blown away, and subsequently massive bleeding occurred. As a result, he entered a hypovolemic shock again with 50 mmHg as systolic blood pressure. Endoscopic tamponade was performed with a balloon catheter that is generally applied to dilate benign esophageal strictures. Fortunately temporary hemostasis was achieved and he proceeded to radiological examination under this temporal hemostatic procedure. Computed tomography and arterial angiography showed that the pseudoaneurysm originated from the GDA and it perforated into the residual intra-pancreatic bile duct (Figs. and ). After selective distal and proximal embolization of the pseudoaneurysm with micro-coils, massive bleeding was successfully stopped (Fig. ). He recovered without recurrent bleeding and any other related coil-embolization complications. He is well without any recurrence of cancer and bleeding during the 30-month follow-up.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'26038625': 1, '860784': 1, '30932305': 1, '31308984': 1, '3155870': 1, '33261613': 2}", "similar_patients": "{}"}