{"patient_id": 32807, "patient_uid": "7912868-1", "PMID": 33639911, "file_path": "comm/PMC007xxxxxx/PMC7912868.xml", "title": "Multiple endocrinopathies, hypercalcaemia and pancreatitis following combined immune checkpoint inhibitor use- case report and review of literature", "patient": "A 46 year old lady presented to the emergency department with a 1 week history of lethargy, nausea, palpitations, and tremors. She had recently received her eighth cycle of ipilimumab and nivolumab for malignant melanoma with lung metastases.\\nShe had experienced multiple minor adverse reactions earlier in her therapy (including gastrointestinal disturbances and headaches), however the size and number of lung metastases had reduced and ICI treatment was continued.\\nHer initial general physical examination was unremarkable and biochemical tests including a full blood count, renal and liver profiles were within normal limits. A cranial MRI out ruled brain metastases or leptomeningeal disease.\\nThyroid function tests (TFTs) showed biochemical thyrotoxicosis with an elevated free T4 of 66.9 (7–16) pmol/L and a TSH level of < 0.01 (0.38–5.33) mIU/L, with negative TRAB and TPO antibodies. The TFT results together with recent nivolumab use supported a diagnosis of thyroiditis. This was confirmed by a pertechnetate technetium uptake scan which showed reduced intensity of tracer uptake in the thyroid gland.\\nTreatment with beta blockade was commenced and the patient showed symptomatic improvement. Serial TFTs also improved (Fig. ) and ICI therapy was continued.\\nSix weeks after the diagnosis of thyroiditis, the patient presented with polydipsia and polyuria. Biochemical investigations showed a corrected calcium of 3.54 (2.15–2.5) mmol/L and normal glucose, phosphate and magnesium levels. PTH levels were suppressed at 9 (15–65) pg/ml. Although 25 hydroxyvitamin D level was insufficient at 35.8 nmol/L (> 50 nmol/L considered sufficient) the active form 1,25 dihyroxyvitamin D level was within normal limits. This indicated that hypercalcaemia was not due to hyperparathyroidism or hypervitaminosis D. PTH-related protein level was also normal.\\nAlthough a computerised tomography (CT) scan of thorax, abdomen and pelvis and skeletal scintigraphy did not show any evidence of bone metastasis, the CT demonstrated radiological evidence of acute pancreatitis (Fig. ). The patient denied any significant abdominal pain and both amylase and glucose levels were normal.\\nIn this instance hypercalcaemia was successfully and quickly treated with intra-venous fluids and Zoledronic acid and on day 2 of admission the patient’s corrected calcium was 2.1 mmol/L.\\nThe patient continued to experience significant fatigue and was investigated for adrenal insufficiency. Her morning cortisol level returned at 17 (185–624) nmol/L; she also had a suppressed ACTH level of < 3 (7.2–62.4) pg/ml, a normal Renin level of 18.7 mIU/L (6.1–62.7 mIU/L) and negative anti-adrenal antibodies. In the absence of previous glucocorticoid use this was suggestive of secondary (central) adrenal insufficiency. The patient reported regular menses and a dedicated pituitary MRI showed a normal pituitary gland and stalk.\\nBased on these results the patient was diagnosed with isolated ACTH deficiency due to ipilimumab induced hypophysitis. We proposed that a combination of adrenal insufficiency and profound thyroiditis resulted in hypercalcaemia.\\nThe patient was commenced on oral hydrocortisone replacement and received comprehensive education regarding the sick day rules.\\nEight weeks later (14 weeks after her first presentation with thyroiditis) a second short synacthen test was performed to assess HPA axis recovery., The 30 min cortisol value was 38 nmol/L (normal value > 450 nmol/L) indicating ongoing adrenal insufficiency.\\nMore than 1 year on from her initial thyroiditis the patient is clinically and biochemically euthyroid with a corrected calcium of 2.39 mmol/L. She continues to take oral glucocorticoids - she was changed from oral hydrocortisone to oral prednisolone following a diagnosis of seronegative arthritis). Her most recent radiological investigations show an excellent response to ICI therapy and she is followed by the dermatology, oncology and endocrinology services.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'31518074': 1, '29264517': 1, '29511426': 2, '30132401': 1, '28973656': 1, '27090545': 1, '27750046': 1, '24610577': 1, '29187509': 1, '30693099': 1, '29036015': 1, '29220526': 1, '26100356': 1, '29955867': 1, '15634713': 1, '30546008': 1, '29769383': 1, '16799341': 1, '25416723': 1, '30252069': 1, '30057972': 1, '31511065': 2, '25078147': 1, '25861234': 1, '33639911': 2}", "similar_patients": "{'6739970-1': 1, '5827922-1': 1}"}