{"patient_id": 18963, "patient_uid": "7195503-1", "PMID": 32358636, "file_path": "comm/PMC007xxxxxx/PMC7195503.xml", "title": "How to divide the pancreatic parenchyma in patients with a portal annular pancreas: laparoscopic spleen-preserving distal pancreatectomy for serous cystic neoplasms", "patient": "A 47-year-old female (body mass index, 20.5) had an oval cystic lesion in the pancreatic tail identified by an annual health check and then visited the nearby hospital for further examination. She had a medical history of a left parapelvic cyst at 44 years old. Plain computed tomography (CT) scans taken at the same hospital 4 years ago did not indicate any pancreatic cysts. She was referred to our hospital for the surgical treatment of a suspected mucinous cystic neoplasm (MCN) without a mural nodule that was 1.5 cm in diameter in the pancreatic tail (Fig. a). A preoperative dynamic CT scan showed that the PV was annularly surrounded by pancreatic parenchyma at the superior side of the SV (Fig. b). Magnetic resonance cholangiopancreatography demonstrated the anteportal main pancreatic duct (MPD) (Fig. c). Contrast-enhanced endoscopic ultrasound revealed an oval cystic lesion without enhancement (Fig. d). The preoperative imaging studies revealed the PAP classified as type IIIA according to the Karasaki and Joseph classification [, ]. Finally, the patient was diagnosed with a suspected MCN with PAP, and laparoscopic spleen-preserving DP using Warshaw’s procedure was planned. Preoperative laboratory data is shown in Table , and carbohydrate antigen 19-9 levels was slightly elevated.\\nUnder general anesthesia, the patient was placed in the lithotomy position. Five ports were inserted in the following order: (a) a 12-mm port inserted through the umbilicus to introduce the laparoscope by the open method, (b) a 12-mm port at the right lateral side of the umbilicus on the midclavicular line, (c) a 5-mm port in the right hypochondriac region on the midclavicular line, (d) a 12-mm port at the left lateral side of the umbilicus on the midclavicular line, and (e) a 5-mm port in the left hypochondriac region on the anterior axillary line. After the bursa omentalis was widely opened toward the border of the preserved left gastroepiploic vessels that ultimately fed the spleen, the splenocolic ligament was divided to take down the splenic flexure of the transverse colon. The serosa of the inferior border of the pancreatic body and tail was cut, and then, the pancreatic tail was widely mobilized from the retroperitoneum. After the greater curvature of the stomach was suspended with two sutures using a 2-0 nylon thread to expose the pancreas, the serosa of the superior border of the pancreas was cut, and then, the common hepatic artery and splenic artery (SA) were exposed. At this time, the cranial wall of the PAP at the left side of the PV was identified. The SA was occluded at its root using Hem-o-lok clips and then was divided to block inflow to spleen. The pancreatic tail was completely mobilized from the retroperitoneum. After exposing the splenic hilum, some branches of the SV and SA were carefully clipped and cut at the end of the distal pancreas without injury to the left gastroepiploic and short gastric vessels. Finally, the ventral pancreatic parenchyma was tapped through the ventral side of the PV/SMV (Fig. a) and then was divided using the Endo GIA™ reinforced with a Tri-Staple™ reload (purple reload, 60 mm, Fig. b). After dividing the SV at its root, the dorsal side of the PAP was finally divided using the previously mentioned stapler (Fig. c, d), and then, the resected specimen was extracted using a retrieval bag. This operative time was 268 min, and blood loss was 175 mL.\\nDuring postoperative course, the grade B postoperative pancreatic fistula (POPF) occurred, and the antibiotics treatment alone was done. She was discharged on the 9th postoperative day and was pathologically diagnosed with serous cystic neoplasm.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'20818114': 1, '3626212': 1, '22832801': 1, '19629006': 1, '26091993': 1, '30783854': 1, '27826941': 1, '27871680': 1, '30312137': 1, '29380102': 1, '24048464': 1, '19715809': 1, '25207658': 1, '32358636': 2}", "similar_patients": "{}"}