{"patient_id": 96481, "patient_uid": "7036581-1", "PMID": 32110219, "file_path": "noncomm/PMC007xxxxxx/PMC7036581.xml", "title": "A Case of Rare Cutaneous Metastasis from Advanced Pancreatic Cancer", "patient": "A 71-year-old woman presented to a nearby hospital with an occipital scalp ulcer with exudate. Thoracoabdominal enhanced computed tomography (CT) was performed due to suspected cancer. The imaging results showed tumors in the pancreatic tail and at multiple sites in the lung, whereupon she was referred to our hospital for further investigation.\\nA fragile occipital scalp ulcer lesion measuring 2.5 cm in diameter was noted (Fig. ), but no other skin lesion was observed upon examination. Her consciousness was clear; no jaundice or anemia was observed, and both lungs were clear on auscultation. The abdomen was flat and soft, and the mass was not palpable.\\nThe blood test results for routine parameters were within the normal range: white blood cells, 8,000 cells/μL; hemoglobin, 14.2 g/dL; platelets, 23.1 cells/μL; glutamic oxaloacetic transaminase, 19 U/L; glutamic pyruvic transaminase, 16 U/L; lactate dehydrogenase, 190 U/L; alkaline phosphatase, 190 U/L; γ-glutamyltranspeptidase, 21 U/L; amylase, 54 U/L; lipase, 45 U/L; elastase-1, 263 U/L; BS, 117 mg/dL; HbA1c, 5.8%; total bilirubin, 0.9 mg/dL; international normalized ratio, 1.00; and C-reactive protein, 0.01 mg/dL. However, tumor markers were elevated: carcinoembryonic antigen, 3.0 ng/mL; carbohydrate antigen 19-9, 1,720.9 U/mL; DUPAN-2, 1,400 U/mL; and SPAN-1, 880 U/mL.\\nAbdominal CT showed a tumor measuring 30 mm in diameter with an unclear margin and poor contrast effect in the pancreatic tail, which had possibly invaded the surrounding adipose tissue (Fig. ). Chest CT revealed small nodules sized 1 cm or less in both lungs, possibly indicating multiple lung metastases (Fig. ). Head CT revealed a bulging mass with contrast enhancement in the occipital region which had not infiltrated the skull (Fig. ).\\nNext, endoscopic ultrasound-guided fine needle aspiration was performed for histological diagnosis. An irregular and heterogeneous mass measuring 33 × 35 mm was observed in the pancreatic tail. Infiltration of the splenic artery and vein was also observed (Fig. ). Histochemical staining showed proliferation of small atypical gland ducts, and immuno­staining revealed that the tumor was p53 negative and IMP3 positive (Fig. ). These findings indicate that the primary cancer was pancreatic ductal adenocarcinoma with a clear cytoplasm. Tissue obtained from the occipital ulcer showed almost the same morphology as the primary tumor (Fig. ), and therefore, we diagnosed a metastatic cutaneous tumor derived from the pancreatic cancer (Fig. ).\\nCombination chemotherapy (gemcitabine and nab-paclitaxel) was started for advanced pancreatic cancer with distant metastasis. About 4 months later, the patient developed right lower back pain. Conditional abdominal CT imaging showed partial sclerosis of the right iliac bone and multiple spinal lesions, indicating multiple bone metastases (Fig. ). Narcotic analgesics were started. Imaging also revealed further growth of the pancreatic tumor and the multiple lung tumors. Therefore, second-line combination chemotherapy (FOLFIRINOX, i.e., leucovorin, fluorouracil, irinotecan, and oxaliplatin) was started. Chemotherapy is ongoing, as there have been no special adverse events or worsening of the patient's general condition since the diagnosis was made 10 months ago.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'21864184': 1, '8968868': 1, '4682547': 1, '4019560': 1, '21054703': 1, '21412497': 1, '8335743': 1, '214741': 1, '24131140': 1, '33250968': 2, '17198200': 1, '9917613': 1, '6547324': 1, '12855610': 1, '12630040': 1, '32110219': 2}", "similar_patients": "{'7667456-1': 1}"}