{"patient_id": 31039, "patient_uid": "7817733-1", "PMID": 33471222, "file_path": "comm/PMC007xxxxxx/PMC7817733.xml", "title": "Resection and postoperative radiation therapy for desmoid fibromatosis of the chest wall in a young woman", "patient": "A 35-year-old woman who had smoked 5 pack-years had been aware of dry cough and right chest pain for 2–3 years, and pain in the right upper limb had gradually appeared. Her laboratory data revealed anemia (Hb 10.0 g/dl). Chest X-ray demonstrated a mass in the right thorax. Chest computed tomography (CT) showed localized pleural tumor mainly at the first rib (Fig. a, b). Magnetic resonance imaging (MRI) revealed a 75 × 65 × 27-mm tumor with a smooth surface from the first rib to third rib and extending to the 1st intercostal space. Most of the mass was hyperintense on T2-weighted imaging and hypointense on T1- and diffusion-weighted imaging. On dynamic contrast-enhanced MRI, most of the mass was enhanced in the delayed phase. These findings were suggestive of solitary fibrous tumor, desmoid fibromatosis and neurogenic tumors originating from the intercostal nerves. CT showed growth in the two months after the first visit but no infiltration of the apex area or thoracic outlet (Fig. c, d). An invasive soft tissue tumor, such as solitary fibrous tumor or desmoid fibromatosis, was suspected, so resection of the tumor was planned.\\nThe patient underwent chest wall resection in the left hemi-lateral position. A thoracoscope was inserted into the right thoracic cavity, and the tumor was confirmed. A subclavian incision and median sternotomy to the third rib were made, and the third intercostal space was opened. The first rib was cut at the sternal attachment portion. The subclavian artery was confirmed, a sufficient distance from the tumor was identified. The major and minor pectoral muscles were released from the chest wall, and the three ribs (1st, 2nd, 3rd rib) were cut at the distal portion (Fig. ). The tumor, including the three ribs, was then resected. The defective chest wall was covered with GORE-TEX® Dual Mesh 15 × 7 cm and sutured to the 4th rib and sternum. The operation time was 298 min, and the blood loss was 210 ml. The resected specimen was 17.5 × 7.5 cm. There was no flail chest after the surgery.\\nHistopathologically, the tissue consisted of spindle cells embedded in a collagenous matrix (Fig. ). Immunohistochemistry demonstrated negative staining for STAT6, CD34, and slightly positive staining for bcl-2. Vimentin and β-catenin were positive. These results suggested desmoid fibromatosis. The pathological margin was negative.\\nThe patient was discharged on the 16th day after surgery. The macroscopic surgical margin on the cranial side of the first rib was not considered sufficient, although the pathological margin was negative, Therefore, adjuvant radiation therapy (50 Gy) was performed (Fig. ). The radiation field was selected carefully so as to minimize the dose to the lung and heart, and therefore radiation therapy was deemed to be performed safely. The postoperative course has been uneventful, without recurrence at 14 months after surgery.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'28961825': 1, '18520808': 1, '28199014': 1, '9033349': 1, '10458229': 1, '23532110': 1, '470421': 1, '33471222': 2}", "similar_patients": "{}"}