{"patient_id": 97424, "patient_uid": "7169365-1", "PMID": 32301637, "file_path": "noncomm/PMC007xxxxxx/PMC7169365.xml", "title": "Solitary neurofibroma of the heart", "patient": "A 39-year-old woman presented with a 2-month history of recurrent episodes of chest pain and syncope. Cardiovascular examination showed a normal heart rhythm, and a continuous murmur could be heard at the second intercostal space of the left sternal margin. An electrocardiogram showed nonspecific ST-T abnormalities. A computed tomography scan showed a widened pulmonary artery and pericardial effusion. TTE revealed an echo-dense mass (5.86 × 5.68 × 4.53 cm) in the anterior and inferolateral walls of the left ventricle () on the apical four-chamber view. Color Doppler flow imaging did not detect blood perfusion into the tumor (). However, the mass was enhanced on MCE (). The left ventricle was mildly dilated with normal systolic function (ejection fraction of 58%). A patent ductus arteriosus was also found (diameter of 0.6 cm). The estimated systolic pulmonary artery pressure was 77 mmHg ().\\nCMRI revealed a mass located in the left ventricular anterior and lateral walls (). The mass appeared hypointense on equally enhanced T1-weighted images () and hyperintense on T2-weighted images, showing unclear boundaries with the normal myocardium ().\\nBecause the tumor was located in the left ventricle, the tumor was relatively large, and its benign or malignant nature could not be determined on preoperative examination. No surgical contraindications were identified. Arterial catheter ligation and total tumor resection were performed under extracorporeal circulation and general anesthesia. The patient recovered well after surgery and was discharged from the hospital 1 week later. During the operation, the surgeon found a large soft mass (8.0 × 5.0 × 5.0 cm) in the middle and lower segments of the anterior and lateral walls of the left ventricle. The histopathological diagnosis of the biopsy specimen was a neurogenic tumor with short spindle cells in degenerative nodules (). Spindle cell immunohistochemical analysis revealed the following results: cytokeratin (weak +), epithelial membrane antigen (weak +), CD34 (+), STAT6 (−), desmin (−), smooth muscle actin (+), S-100 (+), Ki-67 (1%–2% +) (), B-catenin (−), vimentin (+), CR (−), and WT-1 (−).\\nThis study was approved by the Medical Ethics Committee of the Second Affiliated Hospital, Third Military Medical University. The study did not interfere with routine treatment procedures, and the patient provided verbal informed consent.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'16524392': 1, '23727543': 1, '17098886': 1, '26564596': 1, '14728061': 1, '22809541': 1, '8147652': 1, '16684061': 1, '9141971': 1, '17313646': 1, '22296980': 1, '28780710': 2, '11244650': 1, '24895291': 1, '1634830': 1, '32301637': 2}", "similar_patients": "{'5628183-1': 1, '5628183-2': 1, '5628183-3': 1}"}