{"patient_id": 104660, "patient_uid": "7863833-1", "PMID": 33598025, "file_path": "noncomm/PMC007xxxxxx/PMC7863833.xml", "title": "Optical coherence tomography guided thrombectomy through a “home-made” aspiration catheter in a young patient with myocardial infarction. To stent or not to stent?", "patient": "A 38-year-old man, with positive family history for coronary artery disease, presented with acute chest pain. Electrocardiography revealed hyperacute T waves in leads I, aVL, V2- > V6, corresponding with the diagnosis of an anterolateral STEMI (). He was loaded with 250 mg of aspirin, 180 mg of ticagrelor and underwent emergency CA, via the right radial artery approach. CA revealed a subtotal occlusion of the proximal segment of the left anterior descending artery (LAD) with the presence of a mobile thrombus ( arrow) whereas the left main stem, circumflex and right coronary artery were normal. In view of the free-floating thrombus in the proximal segment of the LAD we decided to proceed with thrombus aspiration. After administration of 7500 IU of unfractionated heparin via a 6-French 3.5 extra back-up (EBU, Medtronic) guiding catheter, we tried to perform thrombosuction through a standard 6-French aspiration catheter, without success. We hypothesized that the small inner diameter (1.1 mm) of the standard aspiration catheter (Medtronic, Export) was not large enough to aspirate the large thrombus burden accumulated in the LAD.\\nTaking into consideration the large diameter of the vessel at the lesion site (between 3.5 and 4.00 mm), the proximal location of the thrombus and the large thrombus burden, we decided to construct a wider diameter “home-made” aspiration device by using a 6-French guiding extension catheter, which has an inner diameter of 1.45 mm and would theoretically offer a greater aspiration potential. Specifically, a 6-French Guidezilla II guide extension catheter (Boston Scientific) was advanced through the EBU guiding catheter at the proximal LAD (, arrow). Successful thrombectomy was performed through the “guide extension-guiding catheter” assembly via a 20 cc luer-lock vacuum aspiration syringe attached to the manifold by a three-way stopcock (). Prior to any further manipulation, vigorous back-bleeding through the Y-connector was performed, to eliminate any chance of air or thrombus embolism. Intracoronary injection of tirofiban followed, to ensure adequate resolution of thrombus microparticles, resulting in an excellent angiographic result (). OCT illustrated normal lumen area with presence of minimal thrombus remnants (, arrow), intima thickening and fibroatheroma (, asterisk) without any signs of plaque rupture at the lesion site, allowing deferral of stent implantation. Control CA after 3 days revealed a perfect result.\\nThe patient was discharged in good condition with lifelong aspirin and ticagrelor for 1 year. At 3-month follow-up he was asymptomatic with a normal echocardiogram. Further investigation excluded paradoxical emboli but revealed a positive lupus anticoagulant, for which rheumatologists advised lifelong use of aspirin.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'18539223': 1, '15823623': 1, '12514653': 1, '26129947': 1, '31902409': 1, '26076942': 1, '27941066': 1, '25176395': 1, '28886621': 1, '26966455': 1, '23785584': 1, '26175531': 1, '26474811': 1, '29939149': 1, '20723635': 1, '33598025': 2}", "similar_patients": "{}"}