{"patient_id": 19335, "patient_uid": "7219989-1", "PMID": 32426668, "file_path": "comm/PMC007xxxxxx/PMC7219989.xml", "title": "Euglycemic Diabetic Ketoacidosis in Concurrent Very Low-carbohydrate Diet and Sodium-glucose Transporter-2 Inhibitor Use: A Case Report", "patient": "A 31-year-old female with a history of type II diabetes mellitus (T2DM) presented to a primary care office with dizziness and shortness of breath worsening over one week. She also noted slurring of her speech, nausea, pain radiating down the posterior aspect of both legs, and constipation. She had no history of previous episodes of diabetic ketoacidosis (DKA) or hyperosmolar hyperglycemic state (HHS). The patient had been attempting to control her T2DM by following a very low-carbohydrate, ketogenic diet for about two weeks, during which she had restricted her carbohydrate intake to 10–15 grams per day. Fluid intake included 3–4 liters of water per day and pickle juice. Over this time, she had a 12.2 kilogram weight loss. She had previously used long-acting insulin (insulin detemir) to control her glucose but had not needed to use insulin to maintain normoglycemia in weeks and was not using insulin at presentation. She stopped using insulin at the time of starting the ketogenic diet.\\nAt the time of presentation, her T2DM management regime consisted solely of canagliflozin and dietary modifications. The patient initially presented to her primary care physician, where she was found to have a blood glucose of 133 milligrams per deciliter (mg/dL) on fingerstick and positive urine ketones. She was sent to the emergency department (ED) for further evaluation. Initial vital signs in the ED were blood pressure 126/78 millimeters of mercury, pulse 137 beats per minute, temperature 97.7º Fahrenheit (36.5º Celsius), respirations 24 breaths per minute, and oxygen saturation 100% on room air. On physical exam, the patient appeared acutely ill. Neurological exam on presentation was notable for Glasgow Coma Scale of 15, drunken affect, gait instability, and mildly slurred speech without aphasia.\\nInitial electrocardiogram showed sinus tachycardia with normal intervals. Chest radiograph was normal. Laboratory evaluation showed a pH on a venous blood gas of 7.056 with a bicarbonate of 8.0 milliequivalents per liter (mEq/L), blood glucose of 139 mg/dL, blood ketones of 80 mg/dL, lactate of 1.4 millimole per liter (mmol/L), and an anion gap of 29. The remainder of lab results are displayed in the . The patient was treated with a bolus of one L of lactated Ringer’s solution, followed by an additional of one L 5% dextrose (D5) normal saline and an intravenous potassium bolus of 20 mEq. After administration of approximately 200 milliliters of D5-containing solution, the patient had normalization of her neurological deficits, with no further speech slurring or feelings of intoxication. An insulin infusion was not started emergently, in order to facilitate transfer to an appropriate facility that could provide intensive care unit (ICU) admission and management.\\nThe patient was transferred for admission to ICU level of care for severe metabolic acidosis, ketosis, and tachycardia. The patient had an uneventful course over the next few days with normalization of her ketones and acidosis while being treated with an insulin infusion with concomitant glucose-containing fluids to maintain euglycemia. She was discharged at baseline health and was lost to follow-up.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'33824816': 1, '23680948': 1, '29022562': 1, '27990776': 1, '27643725': 1, '16394313': 1, '26417418': 2, '26086329': 1, '30954957': 1, '33986421': 1, '33851013': 1, '21129328': 1, '1867237': 1, '34417241': 2, '30364093': 2, '30429124': 1, '32426668': 2}", "similar_patients": "{'8381315-1': 1, '6188774-1': 1, '6188774-2': 1, '6188774-3': 1, '4578500-1': 1}"}