{"patient_id": 102556, "patient_uid": "7675855-1", "PMID": 33240477, "file_path": "noncomm/PMC007xxxxxx/PMC7675855.xml", "title": "Drug-induced liver injury after switching from tamoxifen to\\nanastrozole in a patient with a history of breast cancer being treated for\\nhypertension and diabetes", "patient": "We report the case of an 81-year-old woman who presented with a history of breast\\ncarcinoma pT1a pN0 M0, G1, ER 100%, PR 80%, HER2 negative, KI-67 10–15%. In\\nNovember 2015, she underwent breast resection followed by radiotherapy and was\\ntreated with tamoxifen thereafter. The patient had regular follow-ups without\\nsigns of disease reoccurrence. In addition, she was treated for arterial\\nhypertension, type 2 diabetes mellitus, chronic renal insufficiency,\\nhyperlipidemia, and non-alcoholic fatty liver disease. The patient was admitted\\nto the hospital in September 2016 for painless icterus that had started 2 days\\nprior. She was afebrile, weak, tired, and dehydrated at the time of admission.\\nShe described nausea and abdominal discomfort in the epigastrium; palpation\\nfound no pain or tenderness. Serum analysis found hyperbilirubinemia and\\nelevated levels of ALT, AST, ALP, and GGT (). C-reactive protein was mildly\\nelevated but, without leukocytosis, there was a progression of her chronic renal\\ninsufficiency as well as asymptomatic bacteriuria.\\nThe patient’s medical history showed that the patient’s oncologist had changed\\nher hormone therapy 4 days prior to symptom onset. The oncologist switched\\ntamoxifen, which the patient had taken for more than 1 year, to anastrozole.\\nOther medications, which the patient had been taking for several years, remained\\nunchanged. At the time of her visit to her oncologist, the patient was\\nsymptom-free, had no reported problems, and none of the examinations, including\\na computer tomography scan, indicated a relapse of her oncologic disease. During\\nhospitalization, a differential diagnosis of the icterus was made, mainly\\nbecause elevated conjugated bilirubin; the blood count was normal (without\\natypical blood cells or blast cells), a diagnosis of hemolytic anemia was\\nexcluded. Due to the rapid onset of the disease and well-documented normal liver\\nfunction only a few weeks before neither autoimmune hepatitis nor primary\\nbiliary sclerosis were considered as possible underlying causes of her jaundice.\\nAn abdominal ultrasound was performed to exclude a bile duct obstruction and\\nliver metastases; the examination found liver steatosis and minor\\ncholecystolithiasis [without dilatation of the common bile duct (ductus\\nhepatocholedochus) or the bile ducts]. Both disorders had been described in the\\npast. In addition, neither the inferior vena cava nor the hepatic veins were\\ndilated, and there were no signs of blood congestion found in the venous system\\nof the liver. Coagulation parameters were also completely normal; the patient\\nhad not traveled outside the Czech Republic during the previous 5 years, there\\nwas no history of risky contacts, and no fever or abdominal pain before\\nadmission to the hospital. Infectious hepatitis A, B, and C were excluded\\nserologically. For the previously mentioned reasons, DILI was considered as a\\nprimary possible cause of her icterus and abnormal liver function tests. During\\nhospitalization, the patient received intravenous hydration and was put on bed\\nrest. After consulting her oncologist, anastrozole therapy was withdrawn and her\\nstatin and metformin medications were temporarily suspended. After 5 days, there\\nwas a significant decrease in her bilirubin and liver enzyme levels and the\\npatient was discharged home. At the 1 month post-discharge outpatient follow up,\\nhepatic parameters had already returned to her normal long-term baseline. The\\ntime course of the patient’s bilirubin concentrations and levels of liver\\ntransaminases, alkaline phosphatase, and gamma glutamyl transferase are shown in\\n. The time\\ncourse of the patient’s creatinine and urea concentrations are shown in .", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'24115749': 1, '29126136': 1, '21453541': 2, '31636777': 2, '27651239': 1, '28864376': 1, '25280537': 1, '34533782': 1, '31288715': 1, '31314970': 1, '17208628': 1, '31589080': 1, '30926241': 1, '24459177': 1, '23436293': 1, '15746106': 1, '21087898': 1, '24014644': 1, '7249508': 1, '29502198': 1, '20222053': 1, '30648735': 1, '31780604': 1, '25912521': 1, '28346074': 1, '25540208': 1, '17033446': 1, '23686349': 1, '26874804': 1, '27842767': 1, '31307586': 1, '27385177': 1, '28739702': 1, '24975596': 1, '28210973': 1, '29990576': 1, '25932327': 1, '30716508': 1, '24154606': 1, '23653385': 1, '26184021': 1, '24935270': 1, '33240477': 2}", "similar_patients": "{'6785286-1': 1, '3076249-1': 1}"}