{"patient_id": 103974, "patient_uid": "7793225-1", "PMID": 33447719, "file_path": "noncomm/PMC007xxxxxx/PMC7793225.xml", "title": "Two zebras and a cardiac arrest: a case report of concomitant Brugada syndrome and an anomalous coronary artery", "patient": "A 55-year-old man with hypertension suffered an out of hospital cardiac arrest whilst sitting watching the England vs. Panama football match during the 2018 World Cup. He had no preceding symptoms. There was no family history of SCD. His wife provided immediate cardiopulmonary resuscitation. His cardiac rhythm was ventricular fibrillation (VF) and he received two shocks before achieving spontaneous circulation. He was intubated at the scene before transfer to our centre.\\nPhysical examination was unremarkable.\\nInitial investigations included a potassium of 3.1 mmol/L (3.5–5.3 mmol/L), but no other electrolyte abnormalities. This was replaced intravenously. Serial troponin I taken on admission and at 12 h measured 573 and 303 ng/L, respectively (<21 ng/L). A computed tomography (CT) Head was unremarkable. Echocardiography showed mild left ventricular hypertrophy but no regional wall motion abnormalities, pericardial effusion, or valvular pathology.\\nHis electrocardiogram (ECG) showed sinus tachycardia, a QTc of 490 ms, and 1 mm ST depression in II, III, aVF, and V6. There was subtle ST-elevation of <0.5 mm that varied between QRS complexes in aVR (). On a subsequent ECG, the inferolateral ST changes and QTc prolongation had resolved, however, new subtle down-sloping ST-elevation of 1 mm was present in V1 ().\\nCoronary angiography revealed unobstructed coronary arteries, however, an R-ACAOS was identified ().\\nAt this stage, the primary diagnosis was unclear and further investigation was required to delineate contributing factors. The differential diagnosis included a primary arrhythmia from long QT syndrome, BrS, hypertrophic cardiomyopathy, or an inferior myocardial infarction associated with a malignant course of the R-ACAOS.\\nCardiac magnetic resonance imaging (MRI) revealed borderline left ventricular hypertrophy, normal systolic function, and no scar on late gadolinium enhancement. The findings were consistent with hypertensive heart disease rather than hypertrophic cardiomyopathy or myocardial infarction.\\nA CT coronary angiogram confirmed the course of the R-ACAOS leaving the left sinus acutely with an intramural path before travelling between the aorta and pulmonary artery (). Consequently, a functional test with exercise stress echocardiography was performed and completed with no symptoms, ECG changes, arrhythmia, or regional wall motion abnormalities. QT analysis was also normal.\\nAjmaline testing occurred the following day and revealed classic down-sloping ST-elevation in V1, V2, high V1, and high V2, consistent with type 1 BrS ().\\nExtensive discussion at the joint cardiology/cardiac surgery multi-disciplinary meeting took place. There was clear indication for an ICD reflecting the diagnosis of BrS. However, the significance of the R-ACAOS was debated. Ultimately, with the cardiac arrest occurring at rest, no evidence of myocardial infarction on CMRI, nor evidence of inducible ischaemia or arrhythmia on functional testing, the R-ACAOS was felt to be incidental, and its correction unnecessary.\\nOur case was discharged the day after successful ICD implantation. At follow-up at 3, 12, and 24 months, he was asymptomatic and received no device therapies. Aside from minor memory loss he has excellent neurological function, has returned to work and regained his driving licence.\\nGenetic screening for 17 genes associated with BrS returned negative.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'16698831': 1, '19717171': 1, '10807452': 1, '28274557': 1, '30121239': 1, '17353457': 1, '29844648': 1, '17224864': 1, '2208265': 1, '28616534': 1, '23872691': 1, '12716104': 1, '28329166': 1, '19843921': 1, '19716089': 1, '33447719': 2}", "similar_patients": "{}"}