{"patient_id": 17912, "patient_uid": "7102447-1", "PMID": 32257451, "file_path": "comm/PMC007xxxxxx/PMC7102447.xml", "title": "A Case of Acute Massive Bioprosthetic Mitral Valve Thrombosis Leading to Fulminant Heart Failure", "patient": "A 65-year-old male with a past medical history significant for hypertension, asthma, and minimally invasive bioprosthetic mitral valve replacement with a 33 mm mosaic mitral porcine valve one year prior presented with severe respiratory distress requiring emergent intubation. Initial electrocardiogram (EKG) revealed sinus rhythm with left anterior fascicular block, right bundle branch block, and evidence of left atrial enlargement. Initial troponin was normal at 0.04 ng/mL, but CK-MB and total CK were elevated to 21.2 ng/mL and 308 U/L, respectively. Anticoagulation studies revealed an INR of 1.0, a PTT of 28, and a PT of 10.9. Following transfer to the intensive care unit, the patient was started immediately on heparin infusion for suspicion of acute coronary syndrome (ACS); computed tomography angiogram (CTA) of the chest revealed moderate patchy ground-glass and nodular airspace opacities with interstitial edema and cardiomegaly. Transesophageal echocardiogram (TEE) was performed showing an acute thrombosis of the bioprosthetic mitral valve with severe mitral stenosis and regurgitation exhibiting a mean gradient of 20.1 mmHg and valve area of 0.68 cm2 (). Of note, the patient had already completed 6 months of anticoagulation following his bioprosthetic mitral valve replacement and was no longer on anticoagulation. He was also found to have near complete leaflet immobility and subsequently underwent emergent redo mitral valve surgery utilizing a 33 mm St. Jude mechanical prosthesis. The valve was noted to have a massive amount of material on the ventricular side of each cusp (Figures and ) with pathology findings consistent with thrombosis. Following valve replacement, intraoperative TEE showed that the mitral valve mean gradient had improved to 4 mmHg. The procedure was well-tolerated, and the patient was successfully extubated and transitioned to warfarin for anticoagulation. Hypercoagulable workup was negative, and he was doing well on follow-up.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'26610876': 1, '25667117': 1, '24829402': 1, '23981275': 2, '30170075': 1, '31537261': 1, '11465193': 1, '28449781': 1, '32257451': 2}", "similar_patients": "{'3766078-1': 1}"}