{"patient_id": 29408, "patient_uid": "7746329-1", "PMID": 33354468, "file_path": "comm/PMC007xxxxxx/PMC7746329.xml", "title": "An Interesting Case of a Cold Left Arm", "patient": "The patient was a 72-year-old man with a history of coronary atherosclerosis and anterior myocardial infarction who underwent a coronary artery bypass graft in 2001. He had in total three grafts: left internal mammary artery (LIMA) to left anterior descending artery, saphenous vein to the right coronary artery, and saphenous vein to ramus intermedius. He presented to the emergency department in February of 2020 with a three-day history of left shoulder pain and a one-day history of left arm tingling. His vital signs at triage were notable for a pulse of 94 beats per minute and blood pressure of 132/94 mmHg. His ECG demonstrated a paced ventricular rhythm at a rate of 111 beats per minute (Figure ). He denied any associated chest pain or neurologic symptoms.\\nHis past medical history included Hurthle cell cancer of the thyroid, which was treated with a thyroidectomy in 2015, followed by radiation to the thyroid bed, neck, and mediastinal nodes in 2017. His history also included ischemic cardiomyopathy with anterior and apical wall motion abnormalities, left ventricular ejection fraction of 20-25%, and ventricular tachycardia (VT) storm, for which a cardiac resynchronization therapy defibrillator (CRT-D) was placed for secondary prevention. Regarding his defibrillator, he previously experienced a lead fracture and lead replacement. He subsequently developed a left ventricular (LV) thrombus, found on echocardiogram 11 months before presentation, which was treated with warfarin. A repeat echocardiogram three months before presentation showed resolution of the LV thrombus. His cardiologist advised him to stop warfarin at this time. He was maintained on dofetilide for VT storm prevention.\\nEleven days before presentation, he had a run of VT which was successfully terminated with one round of anti-tachycardia pacing by his CRT-D. His electrophysiology device nurse subsequently reviewed his defibrillator and also noted a 9.2% burden of atrial tachycardia-atrial fibrillation (AT-AF). These episodes were attributed to a flu-like illness the patient was experiencing, and a note was made in the patient chart to discuss restarting anticoagulation with the patient given his new AT-AF.\\nWhen roomed in the emergency department, his systolic blood pressure taken in his left arm decreased to approximately 95/60 mmHg without any change in consciousness or symptomatology; the blood pressure in his right arm was similar to his initial measurement at triage. His left radial pulse was absent. Soon after this discovery, his pulse rose to 170-180 beats per minute, which prompted his CRT-D to provide a shock. Pacemaker interrogation confirmed VT. He was sent for emergent CT angiography to assess for aortic dissection due to the discrepancy in the upper extremity blood pressures. The CT (Figure ) demonstrated an occluded mid-left subclavian artery without opacification of the left vertebral artery. The LIMA was not well visualized.\\nAortic dissection or aneurysm was not observed. He was admitted to the cardiology intensive care unit with vascular surgery consultation for acute limb ischemia. He was started on a heparin drip for subclavian arterial thrombosis causing myocardial ischemia and started on lidocaine for ischemia-mediated VT; notably, his troponin rose from 0 ng/ml to 1.78 ng/ml (normal <0.05 ng/ml) five hours after presentation. Coronary catheterization noted chronic total occlusion of the left anterior descending artery with collaterals, a patent right coronary artery vein graft, and proximal occlusion of the left subclavian artery with an inability to visualize or engage the LIMA. Runoff of contrast into the left arm demonstrated low flow in the radial artery, but there were collateral arteries from other vessels, suggesting a chronic occlusion. No intervention was performed during the catheterization. After admission, the medical team discussed the goals of care with the patient. He wished to avoid further surgical or procedural interventions. He enrolled in hospice, and his CRT-D was shut off. Later that day, he expired from VT cardiac arrest noted on telemetry.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'29445728': 1, '16830344': 1, '31707810': 1, '11790701': 1, '16949478': 1, '28109967': 1, '12112906': 1, '12900496': 1, '17826254': 1, '19932294': 1, '11748514': 1, '25620337': 1, '29404341': 1, '11269782': 1, '11553941': 1, '22246443': 1, '33354468': 2}", "similar_patients": "{}"}