{"patient_id": 29597, "patient_uid": "7752452-1", "PMID": 33363954, "file_path": "comm/PMC007xxxxxx/PMC7752452.xml", "title": "Metastatic cutaneous apocrine adenocarcinoma successfully treated with systemic anti-androgen therapy—A case report", "patient": "A 68-year-old Caucasian male was first diagnosed in November 1994 with an apocrine adenocarcinoma of the left upper eyelid involving the Moll's gland (cT2cN0M0 according to the TNM 8th Edition). The tumor was treated surgically with a wide left upper palpebral excision and immediate palpebral plasty by rotation of a temporal skin flap. The surgical margins were clear.\\nThe patient was followed closely and developed several local and/or regional relapses in 1999, 2000, 2003, and 2016 which were treated with surgery and radiotherapy (Table ). Moreover, he developed a progressive functional loss of the left eye due to chronic postradiation keratopathy, leading to an enucleation on March 2017. There was no histological sign of malignancy.\\nThe patient remained disease-free for one year following the last surgical resection. However, in June 2018, some new, reddish purple spots appeared around the cervical skin flap. 18FDG-PET-CT (positron emission tomography) and MRI (magnetic resonance imaging) confirmed the presence of a neoplastic recurrence in the left orbit above the ocular prosthesis, and a suspect skin thickening in front of the horizontal branch of the left mandible. There were also multiple bone metastases. His blood test was normal which included a PSA level of 1.26 μ g/L (normal value < 2.5 μg/L).\\nThe biopsy of the cutaneous lesion showed tumor proliferation characterized by glandular structures in cribiform clusters with abundant eosinophilic cytoplasm, which confirmed the cutaneous metastasis of the known apocrine adenocarcinoma (Figure ). The immunohistochemical profile showed strong androgen receptor (AR) expression (100% staining of tumor cells; Figure ) and GCDFG-15 expression, but there was no expression of ER, PgR, or mammaglobin. HER-2 was positive in immunohistochemistry (2 to 3+), but was not amplified in CISH (chromogenic in situ hybridization). Target gene sequencing was performed (26 genes studied). With regards to an actionable genomic alteration, a mutation was observed in the PTEN gene (p.Asp393*), which was corroborated by the absence of PTEN expression in the immunohistochemistry.\\nAs the tumor was relatively indolent with slow growth and no visceral metastasis, and our patient had a good performance status (Eastern Cooperative Oncology Group (ECOG) = 0), we decided to treat him with the anti-androgen enzalutamide, which had proven efficacy in metastatic prostate cancer.\\nOn August 10, 2018, enzalutamide 160 mg per day was started with the approval of our ethics committee and the patient, who signed an informed consent given the treatment's “non-standard” nature. The patient was seen three weeks later; there were no adverse events, and the plaques around the skin flap were already less extended and less reddish.\\nSeven weeks after treatment initiation, an 18FDG-PET-CT showed an almost complete metabolic response of the left orbital lesion and of the bone metastases. Figures and , for example, show morphologic and metabolic response in the left orbit and the 5th lumbar vertebra (SUV max: 6.1 versus SUV max: 1.9 three months after starting enzalutamide).\\nAt 19 months of treatment with enzalutamide (still 160 mg per day), a complete metabolic response was confirmed according to 18FDG-PET-CT and the patient maintained excellent tolerance to ongoing treatment.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'10199445': 1, '26375389': 1, '28203164': 2, '31329516': 1, '27052658': 1, '29237537': 1, '24506091': 1, '23965901': 1, '24342430': 1, '26500736': 2, '29373071': 1, '25550884': 1, '23900624': 1, '21689143': 1, '22291639': 1, '25960994': 2, '28099545': 1, '27746659': 1, '20431390': 1, '29494347': 1, '18347508': 1, '29313402': 1, '28580412': 1, '27399954': 1, '21913192': 1, '27500123': 1, '26114606': 1, '22504780': 1, '33363954': 2}", "similar_patients": "{'4600998-1': 1, '4422884-1': 1, '5301092-1': 1}"}