{"patient_id": 102484, "patient_uid": "7670381-1", "PMID": 33250754, "file_path": "noncomm/PMC007xxxxxx/PMC7670381.xml", "title": "Penetrating Orbital Sphenoid Sinus Trauma with a Wooden Stick: A Challenging Case Report", "patient": "A 75-year-old man with a past medical history of hypertension but no past ocular history tripped on the sidewalk and hit his head on a branch. The patient was referred to the local emergency department, where the initial examination revealed an approximately 2-cm-long laceration in the lateral part of the left upper cheek with a wooden foreign object (Fig. ). Examination of the left globe was complicated due to periorbital swelling, hyperglobus, mechanical blepharoptosis, and difficulties in manually lifting the upper eyelid. There was a left-sided relative afferent pupillary defect, exotropia, exophthalmos, and no light perception (NLP). The motility of the eye was with significant limitation of all ductions, which most likely was due to compression of the globe and extraocular muscles by an orbital foreign body. Slit lamp examination revealed conjunctival injection, clear cornea, and normal depth of the anterior chamber without hyphema. Dilated funduscopy was without evidence of penetrating trauma or other posterior segment manifestations of injury to the globe. The intraocular pressure of the left eye measured with iCare was 23 mm Hg. The intraocular pressure of the right eye was not measured.\\nA computed tomography (CT) scan of the facial bones revealed a cylindrical foreign body measuring 7 cm in length and 6 mm in diameter (Fig. ). It penetrated the left orbit inferolateral below the inferior rectus muscle. It was situated craniomedially through the posterior medial orbital wall into the sphenoid sinus, without penetrating the posterior wall (Fig. ). The minimal distance from the foreign body to the ICA was 6 mm. The globe and optic nerve were intact, but the patient had relative left-sided exophthalmos due to the displacement of the inferior and medial rectus muscles. There were fractures in the floor of the orbit, medially and caudally of the foreign object, penetration of the lamina papyracea, and air trapped in the soft tissue along the path of the wound.\\nThe patient was transferred to the Department of Ophthalmology at our University Hospital and treated with intravenous antibiotics (vancomycin and ceftazidime). The following morning, the patient was transferred to our Department of Otorhinolaryngology, Head and Neck Surgery, and Audiology for joint venture surgery.\\nThe removal of the object was performed by CT image-guided endoscopic surgery. Under visualization of and manipulation in the sphenoid sinus, a 7-cm-long stick was extracted through the wound in the lower eyelid (Fig. ). Significant amounts of debris and splinters were removed through the nose. The skin laceration was adapted and stitched together.\\nThe patient showed no sign of infection, and the antibiotic treatment was adjusted to intravenous cefuroxime as monotherapy after consulting with the Department of Microbiology. The patient was discharged after 3 days with oral antibiotics, amoxicillin/clavulanic acid.\\nSix months after the trauma, the patient had the last follow-up in the ophthalmology outpatient clinic. The visual acuity in the left eye had increased to 0.4, and there was still a relative afferent pupillary defect and affected color vision. Slit lamp examination and dilated funduscopy was unremarkable besides a pale atrophic optic disc. Spectral-domain optical coherence tomography of the peripapillary retinal nerve fiber layer (pRNFL) demonstrated marked thinning of the pRNFL (Fig. ). The motility of the left eye was normal except for reduced elevation to about 10°. There was no diplopia in spite of 20° of exotropia. The patient was diagnosed with traumatic optic neuropathy.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28452700': 1, '8770264': 1, '31293958': 2, '9672032': 1, '11720049': 1, '20700073': 1, '18415875': 1, '24799803': 2, '19775840': 1, '25383154': 1, '24639316': 1, '28088934': 1, '23067800': 1, '33250754': 2}", "similar_patients": "{'4008901-1': 1, '6585210-1': 1}"}