{"patient_id": 19094, "patient_uid": "7202582-1", "PMID": 32382465, "file_path": "comm/PMC007xxxxxx/PMC7202582.xml", "title": "Epstein-Barr Virus Infection-associated Hemophagocytic Lymphohistiocytosis", "patient": "A Hispanic 28-year-old man presented to the emergency department (ED) with sore throat and fatigue for one week. He was diagnosed with Epstein-Barr Virus (EBV) infectious mononucleosis and was discharged with supportive care. However, he was readmitted to the ED a week later due to increased fatigue and shortness of breath. The patient received intravenous steroids and was discharged the same day with the resolution of his symptoms. He came back to the ED two days later, complaining of reduced oral intake and right neck pain. He was found to have enlarged right palatine tonsils with bilateral white exudates. A CT neck showed extensive bilateral cervical lymphadenopathy, mostly on the right than the left side. The patient received one dose of dexamethasone intravenously. His neck pain diminished, and he tolerated oral feeding, so he was discharged.\\nFour days later, the patient returned to the ED complaining about worsening fatigue and persisting intermittent fevers since the last ED admission. The patient presented tenderness to palpation in his right upper quadrant, splenomegaly, and tender cervical lymph nodes. Laboratory results revealed elevated levels of liver enzymes and ferritin (aspartate aminotransferase 48; alanine aminotransferase 204; alkaline phosphatase of 294; total bilirubin 1.1; and ferritin 1705). The patient was admitted to the wards with the suspicion of EBV hepatitis. Serological tests for hepatitis, rheumatologic diseases, human immunodeficiency virus (HIV), fungal, and viral etiologies were negative. He had a high serum EBV load of 223,000 copies/ml.\\nThe patient received a two-day course of steroids due to pharyngeal edema and cervical lymph node enlargement. The gastroenterology service was consulted due to concern of EBV hepatitis and recommended to stop steroids and monitor liver function tests over the next several days. Seven days following the admission, the laboratory values continued increasing, reaching alkaline phosphatase levels over 600, total bilirubin of 18.8, and ferritin of 5600. Despite this, the patient was asymptomatic and showed clinical improvement during this time, except for tonsillar enlargement on physical examination.\\nAlthough we had a clinical suspicion of HLH from admission, during the first six days, the patient did not fit HLH-2004 diagnostic criteria. Extensive infectious, autoimmune, and neoplastic workup was done within the early seven days of admission. His progressive hepatic dysfunction values that were out of proportion were as expected with viral hepatitis and intermittent high fevers; the decision was made to reevaluate for HLH. CT of abdomen and pelvis reported hepatosplenomegaly and reactive retroperitoneal and mesenteric lymphadenopathy. Clinical suspicion for lymphoma was low due to the rapid onset of symptoms, a positive Monospot test, and no other history of weight loss or night sweats. On hospital day seven, a CT chest for the evaluation of continued high-grade fevers showed prominent lower cervical, mediastinal, hilar, and axillary lymph nodes. Multiple spiculated opacities were present throughout all lung lobes, which were interpreted to be a disseminated infectious process. Due to the high EBV load and ferritinemia, a decision was made to start ganciclovir. The liver enzymes and total bilirubin (TBili) levels continued to increase, and with our high suspicion for HLH, IL2-R levels were drawn on day seven. After three days of antiviral therapy, results came back with elevated IL2-R levels (2800 U/ml). Bone marrow biopsy showed trilineage hematopoiesis and megakaryocyte hyperplasia, with many macrophages exhibiting hemophagocytosis.\\nDue to rapid clinical deterioration, the HLH-94 protocol was started with etoposide and dexamethasone. Rituximab was added due to the high EBV titers and augment clearance. One day later, the patient developed acute kidney, liver failure, and cytopenia. White blood cells dropped from 5000 to 1000 and platelets from 211 to 129. The patient presented multiorgan failure and was transferred to the critical care unit. The clinical course worsened despite treatment and supportive therapy, and he died two days later.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'24792320': 1, '11559930': 1, '24935083': 1, '16937360': 1, '22160031': 1, '19443971': 1, '27786410': 1, '28934563': 1, '28760295': 1, '18782855': 1, '21900192': 1, '7669686': 1, '28806468': 1, '9402376': 1, '27755125': 1, '28957822': 1, '24290661': 1, '25310211': 1, '32382465': 2}", "similar_patients": "{}"}