{"patient_id": 16334, "patient_uid": "7007931-1", "PMID": 32047688, "file_path": "comm/PMC007xxxxxx/PMC7007931.xml", "title": "Pediatric Infectious Prepatellar Bursitis with Kingella kingae", "patient": "A 2-year, 5-month-old girl presented to the pediatric orthopaedic clinic for evaluation of left knee pain of about 3 weeks duration. The patient had no medical problems except for an upper respiratory infection approximately 1 month prior to the onset of her symptoms. Reportedly, the patient struck her knee against a bed frame, and this event developed into anterior knee swelling and difficulty bearing weight over the next four days. When her parents noted difficulty with ambulation, she was brought to the emergency department (ED) for evaluation.\\nWhile in the ED, the patient had an erythematous and swollen anterior knee that was warm to the touch. She had pain-free range of motion but walked with a slight limp. She was afebrile with stable vital signs, and parents denied any fever or constitutional symptoms since her injury. Plain radiographs of the left knee were normal with the exception of prepatellar soft tissue edema (). Laboratory studies revealed CRP of 0.2 mg/dL (0.0-0.5 mg/dL), ESR 29 mm/hr (0-20 mm/hr), and white blood cell (WBC) count of 6.46 cells × 103 /μL (4.8 − 13.2 × 103/μL). Her symptoms at that time were considered by the ED physician to be posttraumatic with low concern for infectious etiology, and she was discharged without medication.\\nHer symptoms failed to resolve, and she was evaluated in the orthopaedic clinic two weeks after her ED presentation. She had no constitutional symptoms. She had full passive range of motion of the knee with little pain, but she walked with her left knee held in slight flexion, resulting in a limp. She continued to show swelling and erythema with fluctuance of the prepatellar area that was painful to touch. Her temperature was 98.3 degrees Fahrenheit. Laboratory studies revealed a CRP level of 0.2 mg/dL, ESR 39 mm/hr, and WBC 8.5 cells × 103/μL. An ultrasound of the knee revealed a collection of fluid within the prepatellar bursa (). Due to the elevated ESR and prolonged course of symptoms, there was concern for an infectious prepatellar bursitis. Aspiration with possible irrigation and debridement of the prepatellar bursa was recommended.\\nThe patient was brought to the operating room and general anesthesia was induced. Aspiration of the prepatellar bursa yielded thick, blood-tinged, purulent fluid. A small, transverse incision over a Langer's line was made over the prepatellar bursa, and irrigation and debridement were carried out. Bursal fluid was inoculated into a blood culture bottle. Intravenous clindamycin was given, and a stat cell count on the bursal fluid disclosed 74,740 WBC/μL with 83% polymorphonuclear cells (PMNs). Gram stain was negative. The patient was discharged on oral clindamycin.\\nOn postoperative day 3, Kingella kingae was isolated from the culture and the patient was called in for follow-up. She was no longer walking with a limp, had full range of motion of the left knee, and had no drainage from her incision. Infectious Disease was consulted and they recommended a 21-day course of oral cephalexin. She was seen again on postoperative day 19 and continued to be asymptomatic and compliant with antibiotic treatment. Her gait was normal, and there was no erythema or fluctuance in the prepatellar area. Repeat ESR, CRP, and WBC count had decreased to within the normal ranges. Radiographs showed no periosteal reaction to suggest osteomyelitis. The patient did not appear for her 6 week follow-up appointment, as her parents had called to inform us that she was having no further symptoms.", "age": "[[5.0, 'month']]", "gender": "F", "relevant_articles": "{'20182400': 1, '9142783': 1, '28874431': 1, '11247731': 1, '25567222': 1, '16024681': 1, '20357599': 1, '7042753': 1, '28918656': 1, '23248230': 1, '32047688': 2}", "similar_patients": "{}"}