{"patient_id": 17140, "patient_uid": "7052443-1", "PMID": 32108507, "file_path": "comm/PMC007xxxxxx/PMC7052443.xml", "title": "A Rare Case of Drug-Resistant Nocardia transvalensis\\nInfection in a Renal Transplant Patient", "patient": "A 69-year-old male with past medical history of hypertension, asthma, coronary artery\\ndisease, end-stage renal disease secondary to hypertensive glomerulosclerosis s/p\\ndeceased donor kidney transplant 4 months back presented to the hospital with\\nproductive cough, fever, and anorexia of 2 weeks duration. Vitals on presentation\\nwere temperature of 38.5°C, heart rate of 72/min, blood pressure of 167/62 mm Hg,\\nand respiratory rate of 22/min with oxygen saturation between 90% and 92% on room\\nair. On physical examination, he had bibasilar crackles, more prominent on the left.\\nLaboratory findings revealed an elevated white blood cell count of 15 100/µL, blood\\nurea nitrogen of 21, and creatinine of 1.9 (baseline creatinine of 1.9-2.0).\\nUrinalysis was unremarkable. Chest X-ray (CXR) showed a left lower lobe\\nconsolidation. Pan cultures were obtained, and treatment was started with\\nintravenous vancomycin and piperacillin/tazobactam for empiric coverage. His\\nposttransplant immunosuppressive regimen of mycophenolate mofetil, tacrolimus, and\\nprednisone was continued along with other supportive measures. His prophylactic\\nmedications of nystatin, valganciclovir, and trimethoprim-sulfamethoxazole (TMP-SMX)\\nwere discontinued 4 weeks prior to admission after completion of 3-month\\nposttransplant prophylaxis course. On day 3, 1 out of the 4 blood cultures grew\\ngram-positive bacilli for which ampicillin was added for better central nervous\\nsystem (CNS) penetration to cover Listeria infection as well. The\\ncomputed tomography (CT) scan of head and lumbar puncture ruled out any CNS\\ninvolvement. On day 7, final report of the blood culture revealed weakly acid-fast\\nfilamentous gram-positive bacteria. On further review of the gram stain and colony\\nmorphology of the organisms, it was identified as Nocardia. The\\ndiagnosis of disseminated nocardiosis secondary to pulmonary source (left lower lobe\\npneumonia) was made. Treatment for Nocardia was initiated with\\nimipenem/cilastatin, and initial antibiotics (vancomycin, piperacillin/tazobactam,\\nand ampicillin) were discontinued. Despite changing the antibiotics, there was no\\nsignificant improvement in his overall clinical condition, and the patient remained\\nwith supplemental oxygen–dependent, persistent cough and with productive phlegm.\\nSpeciation of the organism was consistent with Nocardia\\ntransvalensis, which was resistant to imipenem, bactrim, ceftriaxone,\\naugmentin, and minocycline. It was reported to be sensitive to linezolid, amikacin,\\nmoxifloxacin, clarithromycin, and tobramycin. Imipenem/cilastatin was discontinued,\\nand linezolid along with moxifloxacin was initiated on day 14. Within the next 3\\ndays, the patient started showing signs of improvement and was discharged home in a\\nstable condition. He took linezolid 300 mg daily and moxifloxacin 400 mg daily for\\n12 months and remained asymptomatic. His follow-up visits were uneventful, and the\\npatient was asymptomatic. Repeat CXR at the follow-up visit showed resolution of the\\npneumonia.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'22919172': 2, '15180109': 1, '12681430': 1, '12562241': 1, '7843819': 1, '1727888': 1, '17539844': 1, '8055469': 1, '24247124': 1, '789786': 1, '16614249': 1, '21824241': 1, '17443467': 1, '31420434': 2, '31007963': 2, '15204409': 1, '22977217': 1, '18427245': 1, '32108507': 2}", "similar_patients": "{'6700596-1': 1, '3424872-1': 1, '6441519-1': 1}"}