{"patient_id": 21752, "patient_uid": "7337404-1", "PMID": 32629716, "file_path": "comm/PMC007xxxxxx/PMC7337404.xml", "title": "Simultaneous coronary thrombosis with multisite myocardial infarction and complex malignant arrhythmia", "patient": "A 65-year-old man presented to the emergency room with sweating and a 3-h abrupt persistent back pain that radiated to the anterior. The patient reported a 10-year smoking history but no other additional medical history. Earlier electrocardiography (ECG) at a local hospital did not show typical signs of myocardial infarction (Fig. A). A successful cardiopulmonary resuscitation was achieved following a sudden cardiac arrest at admission. ECG performed when the patient was admitted to the Emergency Department indicated sinus tachycardia, high atrioventricular block (3:1–4:1), left anterior fascicular block (LAFB), complete right bundle branch block (CRBBB) (Fig. B). There was a noticeable wave transformation from QS to rS in the II, III, and avF, and no obvious ST elevation and depression in all leads in the ECG at admission. Biochemical tests showed that there were elevated troponin T (TnT) levels of <40 ng/L and a D-dimer of 0.55 μg/mL.\\nSince the patient quickly presented with unstable signs of systolic blood pressure (SBP) 80 mm Hg), heart rate (HR) 40 beats per minute (bpm), and shortness of breath, cardiac pacing and subsequent emergent coronary angiography (CAG) were performed. We found a complete occlusion in the proximal LAD artery with TIMI grade 0, a thrombosis which caused a nearly complete stenosis (99%) in the distal LCX with TIMI grade 2, and 70% stenosis in the proximal right coronary artery (RCA) (A and B). A coronary stent was implanted in the LAD after temporary cardiac pacing. The thrombosis in the distal LCX was removed by aspiration and percutaneous transluminal coronary angioplasty (PTCA) was performed (Fig. C).\\nCardiogenic shock appeared during the operation. Intra-aortic balloon pump (IABP) was employed and the patient returned to the ward with improved symptoms. Interestingly, the evolution of ECG changes before and after the operation could be characterized into two groups. First, preoperative ECG showing no ST segment changes and pathological Q waves in the anterior and inferior leads turned into pathological Q waves in the extensive anterior wall after the operation. Second, dynamic ECG changes appeared postoperatively. Extensive anterior Q waves reappeared periodically with the disappearance of left anterior fascicular block (LAFB). Postoperative ECG showed sinus tachycardia, first-degree atrioventricular block, CRBBB, and acute extensive anterior myocardial infarction. Interestingly, a regressed LAFB and extensive anterior Q wave were detected (Fig. ). The appearance of LAFB on the ECG was accompanied by absent anterior Q waves, thus masking the manifestation of extensive anterior myocardial infarction.\\nThe postoperative chest X-ray exhibited signs of pulmonary edema and exudative lesions in the left middle lobe. UCG showed an ejection fraction (EF) of 59%. Blood results were as follows: N-terminal pro b-type natriuretic peptide (NT-proBNP) 2433 pg/mL, Lactate (Lac) 4.7 mmol/L, White blood cell count (WBC) 16.79∗109/L Neutrophil (N) 90.6%, Alaine aminotransferase (ALT) 213 U/L, serum creatinine (Scr) 146 umol/L, C-reactive protein (CRP) 17 mg/L, Creatine kinase-MB (CK-MB) 262.9 ng/mL, TnT > 10,000 pg/mL. Diuretics, vasopressor and antibiotics were administered to treat the heart failure and pulmonary infection. A new-onset persistent fragmented QRS complex with various RSR patterns with high-grade atrioventricular block indicated an acute inferior myocardial infarction (Fig. ).\\nOn postoperative day 3, the patient presented with a consistent sinus tachycardia (HR ∼130 bpm) with decreased central venous pressure. Fluid supplement was administered and the vasopressor was gradually withdrawn. The patient returned to a stable condition and was eventually transferred to the general ward.\\nThe 1st day after the operation, ECG showed sinus tachycardia, non-paroxysmal junctional tachycardia, atrioventricular dissociation with interference, LAFB, and CRBBB (Fig. A). On postoperative day 10, non-paroxysmal supraventricular tachycardia was still present on ECG (Fig. B). UCG showed an enlarged left ventricle, as well as decreased diastolic and systolic function with an EF of 40%. Beta-blocker was prescribed for long-term follow-up. Two weeks after the event, the elevated TnT and NT-proBNP levels fell to their lowest. A final definite diagnosis was made as coronary artery disease (CAD), acute anteroseptal and anterior ST-segment elevation myocardial infarction, acute inferior non-ST-segment elevation myocardial infarction, arrhythmia, high-grade atrioventricular block, LAFB, CRBBB, non-paroxysmal junctional tachycardial, atrioventricular dissociation with interference, cardiogenic shock, and Killip class IV.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'19699333': 1, '19182293': 1, '16717150': 1, '26399661': 1, '25772369': 1, '17765117': 1, '16868009': 1, '20530505': 1, '11006367': 1, '19962466': 1, '12518960': 1, '6709008': 1, '22388313': 1, '10677422': 1, '11152414': 1, '1093374': 1, '20177011': 1, '15204172': 1, '17941197': 1, '32629716': 2}", "similar_patients": "{}"}