{"patient_id": 29922, "patient_uid": "7769493-1", "PMID": 33391894, "file_path": "comm/PMC007xxxxxx/PMC7769493.xml", "title": "Recurrent Kikuchi-Fujimoto Disease Masquerading as Lymphoma Successfully Treated by Anakinra", "patient": "We report a case of a 20-year-old Hispanic female with a past medical history of rheumatoid arthritis (RA) and juvenile idiopathic arthritis (JIA) diagnosed at 18 years.\\nThe patient presented to the emergency department with complaints of subjective fevers of four to six weeks duration, intermittent, and mostly occurring at night. Her fever was associated with a rash on bilateral hands with left wrist pain and swelling. The patient also complained of swollen lymph nodes bilaterally in her neck, axilla, and inguinal regions, along with unintentional weight loss of 20 pounds over two months associated with night sweats.\\nOn physical examination, the patient was found to have a temperature of 102 degrees Celsius, heart rate (HR) 112 beats/min, blood pressure (BP) 110/70 mmHg, respiratory rate: 18/min. Her complete blood count revealed white blood cell count (WBC) of 2.3 x109/L (normal range: 4.5-11.0 x 109/L) with lymphocytes count of 1.2 x103/mm3, (normal range: 1,000-4,000/mm3) erythrocyte sedimentation rate (ESR): 110 mm/hr (normal range: 0-22 mm/hr), C-reactive protein (CRP): 80 mg/L (normal range: <10 mg/L). The patient’s HIV, hepatitis panel, EBV, and CMV results were all negative.\\nThe computer tomography (CT) imaging of her chest, abdomen, and pelvis revealed cervical, mediastinal, and inguinal lymphadenopathy along with hepatomegaly, and splenomegaly (Figures -).\\nBased on history, physical examination, routine labs, and imaging studies, the initial working diagnosis was Hodgkin's disease. We decided to do an excisional cervical lymph node biopsy.\\nThe excisional biopsy was consistent with KFD disease, demonstrating a necrotizing pattern, and the patient was subsequently started on a long course of steroids (Figures -). The patient initially responded well for a few months but had multiple relapses on steroids. Her repeat labs revealed persistent leukocytosis with high inflammatory markers like ESR and CRP. Her repeat CT scan showed an increase in the size of her cervical, mediastinal, and inguinal lymphadenopathy and an increase in the size of her spleen.\\nBased on these findings, the steroids were tapered and discontinued. The patient was subsequently started on the second line treatment drug, anakinra (interleukin-1 (IL-1)). She demonstrated good clinical response and has been in remission for three years now with the newer agent, anakinra.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'34522502': 1, '25500707': 1, '15578393': 1, '26421139': 2, '31769856': 1, '30833818': 2, '33391894': 2}", "similar_patients": "{'4584135-1': 1, '6393831-1': 1}"}