{"patient_id": 25446, "patient_uid": "7510469-1", "PMID": 32983590, "file_path": "comm/PMC007xxxxxx/PMC7510469.xml", "title": "Use of a Smartwatch for Assessment of the QT Interval in Outpatients with Coronavirus Disease 2019", "patient": "A 40-year-old female physician with no prior cardiac history presented with fevers, chills, cough, and dyspnea. Due to known exposures to patients and close relatives with confirmed COVID-19 infection, she was immediately placed in home isolation and managed by her primary care provider and cardiologist using telemedicine. Due to persistent fevers, she was prescribed hydroxychloroquine (400 mg twice daily for one day and then 200 mg twice daily for four days to complete a five-day course). No baseline ECG was available; however, she was considered to be at moderate risk for drug-associated QT prolongation due to a Tisdale risk score of seven points. As such, she used her Apple Watch to record rhythm strips approximately two to three hours after each dose of hydroxychloroquine administration and transmitted these results to her cardiologist (. Her QTc interval was 441 ms at baseline (measured using Bazett’s correction), increased to 476 ms after the third dose, and then returned to baseline at 440 ms one day after the completion of the five-day course. No arrhythmias were detected during the course of treatment by the Apple Watch. She was able to complete treatment at home and, as her symptoms improved, a 12-lead ECG was subsequently performed in the hospital (, which confirmed the waveform measurements obtained by the Apple Watch (QTc interval was 457 ms on ECG) and demonstrated consistency between limb lead measurements (QT interval was 380 ms in both leads I and II).", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'32347743': 1, '32311034': 1, '32703574': 1, '30784691': 1, '18294569': 1, '32438018': 1, '32201335': 1, '34037911': 1, '32330546': 1, '27027653': 1, '23716032': 1, '32703572': 1, '23253403': 1, '31766051': 1, '32983590': 2}", "similar_patients": "{}"}