{"patient_id": 105111, "patient_uid": "7891271-1", "PMID": 33629014, "file_path": "noncomm/PMC007xxxxxx/PMC7891271.xml", "title": "To treat or not to treat: left ventricular thrombus in a patient with cerebral amyloid angiopathy: a case report", "patient": "A 66-year-old woman with no prior cardiac history was admitted for primary percutaneous intervention with intermittent atypical chest pain radiating to the jaw for 1 day, and ST elevation on the electrocardiogram (ECG). Her past medical history included surgical removal of superficial melanoma of the thorax and left shoulder in 2008 and 2016, without evidence of metastasis. She suffered from impaired memory since 5 years, and probable CAA was diagnosed 2 months prior to the myocardial infarction. There were no other cardiac risk factors present at admission. Physical examination was without abnormalities.\\nSinus rhythm was observed on the admission ECG, with normal heart axis, narrow QRS (120 ms) with ST elevation in leads V2 through V6. No conduction disturbances were present ().\\nA significant rise-and-fall of serum troponin was measured with a peak of 131 ng/L (cTnl (Cardiac-specific Troponin I) n < 14 ng/L). Other laboratory results were unremarkable with normal liver and renal function.\\nRadial approach coronary angiography was performed and the culprit vessel was shown to be the left anterior descending artery of the left coronary artery with a 100% obstruction in the distal segment. Two 2.5–16 mm drug eluting stents were placed with restoration of thrombolysis in myocardial infarction 2 flow (). Other coronary vessels were non-obstructed. Echocardiography with microbubbles (Optison™) injection revealed an LV function of 35% with hypokinesia of the anterior wall with akinesia of apical segments and aneurysm formation, without LV thrombi present (, Video Appendix).\\nPatient received medical treatment with aspirin, clopidogrel, a statin, a betablocker, and an angiotensin-converting enzyme inhibitor initially. During outpatient follow-up, LV function remained stable at 35%. An LV mass was detected after 6 months ().\\nThe neurologist was consulted regarding this complication and its therapeutic consequences. A conjoined decision was made by the cardiologist and neurologist to discontinue aspirin and clopidogrel and start apixaban twice daily 5 mg, based on its efficacy- and safety profile in CAA patients with atrial fibrillation (AF) as well as multidisciplinary consensus. Despite stable cardiac function, she suffered from an ischaemic stroke 1 year later, the LV thrombus considered being the cause.\\nWith no new ICH or hemosiderosis present on repeat brain magnetic resonance imaging (MRI), apixaban was discontinued and phenprocoumon [vitamin K antagonist (VKA)] was started. During follow-up, no complications or adverse events were reported.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'29198432': 1, '29335334': 1, '24262916': 1, '27502862': 1, '30805758': 1, '30785378': 1, '30730331': 1, '28844070': 1, '29120920': 1, '21111555': 1, '29778365': 1, '23247303': 1, '20733144': 1, '23602162': 1, '30209626': 1, '33629014': 2}", "similar_patients": "{}"}