{"patient_id": 104986, "patient_uid": "7882758-1", "PMID": 33628445, "file_path": "noncomm/PMC007xxxxxx/PMC7882758.xml", "title": "Palisaded neutrophilic and granulomatous dermatitis following a long-standing monoclonal gammopathy: A case report", "patient": "An 84-year-old man presented to the emergency department of a university hospital with a 3-week eruption of asymptomatic erythematous to violaceous edematous annular plaques with no epidermal change limited on his neck. His medical history included dyslipidemia, chronic renal failure of unknown cause, and a mild monoclonal gammopathy of undetermined significance that was diagnosed 12 years prior. He denied any new medications preceding the eruption. His review of systems was completely unremarkable. Two punch biopsies were done to determine the diagnosis. Full laboratory investigations related to connective tissue disease and lymphoproliferative disorders were done ().\\nA diagnosis of PNGD was made based on histopathologic features, which showed lymphocytes and neutrophils around the vessels and scattered interstitially in the presence of focal histiocytes between collagen bundles (). Clobetasol propionate 0.05% ointment was prescribed twice daily for 2 weeks, while awaiting biopsy results. At the second visit, he had developed significantly more similar lesions on his back and legs. He also reported a new onset of lethargy and lack of appetite. He denied any weight loss, fevers, and night sweats. Full workup only revealed abnormalities in his serum protein electrophoresis with mild IgG Kappa restriction, which had been chronic. The urine protein electrophoresis showed an increased protein level in the absence of free immunoglobulin light chains, consistent with his chronic renal failure. He was referred to internal medicine for a full workup for malignancy, hematologic in particular. His additional blood work and full-body computed tomography (CT) scans were unremarkable.\\nFollowing the biopsy results, prednisone 20 mg (0.3 mg/kg) PO daily was initiated. Three weeks after prednisone, his lesions almost completely resolved along with the fatigue and weakness.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'22250812': 1, '30246134': 1, '27091114': 1, '26143420': 1, '17958801': 1, '30376790': 1, '30997066': 1, '29226345': 1, '25830722': 1, '12140472': 1, '33628445': 2}", "similar_patients": "{}"}