{"patient_id": 23579, "patient_uid": "7430684-1", "PMID": 32821590, "file_path": "comm/PMC007xxxxxx/PMC7430684.xml", "title": "Acute Psychosis Consequent to Total Thyroidectomy: An Etiological Conundrum", "patient": "A 55-year-old lady with gradually progressive mass in neck of 15 years' duration (Figure ), which was diagnosed as papillary carcinoma of thyroid with metastasis to neck lymph nodes (T4aN1bM0), was admitted for thyroid surgery. She was previously euthyroid and did not report any history of psychiatric illness. The details of preoperative investigations are mentioned in Table .\\nFigure shows the preoperative CT image of the neck mass. After obtaining an informed consent, a total thyroidectomy with bilateral modified radical neck dissection type III along with central compartment neck dissection was done, preserving the parathyroid glands. The duration of general anesthesia was 14 hours and approximately 1,200 mL of blood loss occurred during surgery which was managed with transfusion of two units of autologous blood. After surgery, extubation was done uneventfully. On the second day of her ICU stay, the consultation-liaison psychiatry team was called for symptoms of irrelevant talk, agitated behavior, and altered sensorium. On mental state examination, she was conscious, but restlessness and hoarseness of voice were present. The patient, though comprehensible, was disoriented to time, place, and person, and had irrelevant thought content, muttering to self, and intersentence incoherence. Suspicions on the treating team of doing harm to her fulfilled criteria for delusion of persecution. A provisional diagnosis of postoperative delirium was made, and she was prescribed oral haloperidol 0.5 mg twice a day with monitoring of electrocardiogram (ECG). Repeat evaluations for serum electrolytes and blood sugar levels were ordered, which returned normal results. In view of further deterioration and persistence of insomnia, the dose of haloperidol was increased to 2.5 mg twice a day with regular monitoring of her ECG. Following no respite from the symptoms after five days of treatment, haloperidol was substituted with quetiapine 50 mg/d. The dose of quetiapine was built up to 200 mg/d in divided dosages over the next three days and thyroxine supplement 25 mcg/d was started on the seventh postoperative day. On the 10th postoperative day, the patient developed two episodes of generalized tonic-clonic seizures (GTCS). Consultation liaison with neurologist was made, and her detailed neurological examination revealed no neurological deficits and Chvostek and Trousseau signs were negative. There were no signs of meningeal irritation and the fundus examination and contrast-enhanced CT of head were normal. The seizures were initially managed with intravenous midazolam and an infusion of sodium valproate and later on oral phenytoin was started.\\nIn view of remittance of the symptoms of disorientation and persistence of symptoms of delusions of persecution, irritability, agitation, and muttering to self, the diagnosis was revised to psychotic disorder due to another medical condition as per the Diagnostic and Statistical Manual- Fifth Revision (DSM-5) []. The dose of quetiapine was further increased to 300 mg/d and the dose of thyroxine was increased to 100 mcg/d on the 15th postoperative day. Her psychotic symptoms remitted in next two months of treatment, and repeat CT scan of neck showed clearance of the disease and relief of tracheal compression (Figure ).\\nA whole-body iodine scan done two months after surgery showed two foci of uptake in the neck. Therefore, 100 mCi I131 therapy was administered, following which she is disease-free. At the end of six months, she has achieved her premorbid level of physical appearance (Figure ) as well as functioning and her antipsychotic medications have been stopped.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'26362394': 1, '28292170': 1, '14346023': 1, '29848235': 1, '28102974': 1, '11844744': 1, '26462967': 1, '32821590': 2}", "similar_patients": "{}"}