{"patient_id": 103217, "patient_uid": "7745143-1", "PMID": 33365117, "file_path": "noncomm/PMC007xxxxxx/PMC7745143.xml", "title": "Challenging delayed bleeding after an Ivor Lewis oesophagectomy", "patient": "A 66-year-old man was referred to our service with the diagnosis of oesophageal adenocarcinoma. He had a complete preoperative workup and was deemed to have localized disease with clinical stage of T3N0M0. Past-medical history included a minor stroke, a deep vein thrombosis 20 years prior treated with lifelong anticoagulation, and type 2 diabetes. He underwent neoadjuvant chemo-radiation followed by a minimally invasive ivor lewis oesophagectomy. As is our standard, the OG anastomosis was created using an end-to-end anastomosis (EEA) circular stapler (DST™ Series EEA™ 25-mm Staple, 4.8-mm staple height; Medtronic, Minneapolis, MN) utilizing the OrVil™ device (Medtronic, Minneapolis, MN). His recovery was routine with a normal radiological swallow test on day 5 and discharge on day 12.\\nEight days later, he represented with an upper gastrointestinal bleed with massive haematemesis requiring immediate intubation for airway protection. Computer tomography angiography was unremarkable and an emergency gastroscopy revealed an extensive amount of blood and clot in the oesophagus and gastric conduit (limiting the view), but no active bleeding point. Conservative treatment in the Intensive Care Unit (ICU) with blood transfusion, proton pump inhibitors and life support were implemented. Another large bleed occurred 2 days later and a repeat gastroscopy revealed a non-bleeding visible vessel at the OG anastomosis and a haemostatic clip was applied. However, over the next 10 days, the patient remained blood transfusion dependent and had two further endoscopies. The first was unremarkable, but the second endoscopy re-demonstrated the luminal vessel at the OG anastomosis, with no evidence of the previously placed clip. This was felt to be the cause of his intermittent and problematic bleeding, so another haemostatic clip was attempted, resulting in pulsatile, moderate volume arterial bleeding. The procedure was abandoned and the patient transported immediately to the Interventional Radiology Suite. Right femoral access was obtained and angiography performed. The thoracic aorta was normal, so the celiac trunk was cannulated and angiography of the right gastro-epiploic artery performed (), revealing active extravasation of contrast at the OG anastomosis as shown in . A microcatheter was advanced along the length of the right gastro-epiploic artery to the OG anastomosis and coil embolization was performed (). Care had to be taken to ensure that the embolization was as distal as possible to limit the risk of ischaemic complications. The patient required lengthy ongoing care in the ICU for organ dysfunction but remained hemodynamically stable after embolization without evidence of conduit ischaemia. His hospital stay was obviously lengthy, but he was ultimately transferred to a rehabilitation unit.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'19018849': 1, '21993942': 1, '27000582': 1, '27705608': 1, '22668811': 1, '1449294': 1, '20153660': 1, '33365117': 2}", "similar_patients": "{}"}