{"patient_id": 28904, "patient_uid": "7718047-1", "PMID": 33294247, "file_path": "comm/PMC007xxxxxx/PMC7718047.xml", "title": "Gallstone Ileus Decades after Cholecystectomy and Pylorus-Preserving Whipples", "patient": "In April 2020, a 68-year-old female presented to the emergency department with a three-day history of high fevers, epigastric pain, and vomiting. Her medical history was significant for obesity (body mass index 33 kg/m2), type I neurofibromatosis, polycystic kidney disease, and portal vein thrombosis with chronic portal hypertension and grade I oesophageal varices. She had total abdominal hysterectomy for dysfunctional uterine bleeding and cholecystectomy for cholelithiasis in 2000. In 2006, she presented with cholangitis and was found to have an ampullary somatostatinoma, for which she required pylorus-preserving pancreatoduodenectomy with single-loop Billroth II gastrojejunostomy reconstruction. The dunked pancreatic anastomosis was created with PDS; the choledochojejunostomy and gastrojejunal anastomosis was created with a single layer running absorbable monofilament suture (Monocryl). She developed exocrine and endocrine pancreatic insufficiency as a consequence.\\nOn initial examination, she was febrile (39.0C), tachycardic (HR 100) with systolic blood pressure of 120. Her abdomen was distended with generalised abdominal tenderness on examination, worst in the epigastrium and right upper quadrant without peritonism.\\nBlood tests were consistent with an acute inflammatory process: elevated white blood cell count (24 × 109/L) and elevated lactate (3.0 mmol/L) which improved after fluid resuscitation. Bilirubin was elevated on admission (40 μmol/L) with mildly elevated gamma-glutamyl transferase (183 U/L) but otherwise normal liver enzymes. Lipase was low at 7 U/L, consistent with pancreatic insufficiency. Abdominal CT ( revealed small bowel obstruction (SBO) with a discrete intraluminal mass described as “target-like” acting as a transition point distal to the gastrojejunal anastomosis. She did not have any history of foreign material ingestion, and gallstone ileus was thought to be unlikely given the absence of the gallbladder. As CT report suggested other soft tissue masses in keeping with history of neurofibroma, we suspected this mass to be a neurofibromatosis-related lesion.\\nDue to her high fevers and mild cough, she was tested for COVID-19 initially, which was reported negative. Exploratory laparotomy was performed within the first 24 hours of admission. A large amount of intraperitoneal free fluid was encountered upon entry. A mobile rock-hard mass was found in the midjejunum as the cause of small bowel obstruction (). The mass was removed by enterotomy which was repaired primarily with 3-0 Polydioxanone (Ethicon, Johnson & Johnson). Laboratory analysis identified this mass as a biliary cholesterol stone. She was started on total parenteral nutrition (TPN) the day after laparotomy for anticipated prolonged ileus and to prevent starvation ketoacidosis. Her enteral nutrition was reintroduced on postoperative day 6, and TPN was ceased. She recovered from the surgery well and was discharged to a rehabilitation facility 16 days after surgery.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'5071283': 1, '23295322': 1, '30555418': 1, '27429828': 2, '9196349': 1, '22837872': 1, '21353662': 1, '26155282': 2, '26019443': 1, '19949687': 2, '2200556': 1, '2182400': 1, '33294247': 2}", "similar_patients": "{'2775879-1': 1, '4494082-1': 1, '4939196-1': 1}"}