{"patient_id": 17255, "patient_uid": "7058388-1", "PMID": 32190454, "file_path": "comm/PMC007xxxxxx/PMC7058388.xml", "title": "A Broken Heart: Cardiac Arrest As the Initial Presentation of Myasthenic Crisis", "patient": "A 61-year-old male presented to the emergency room with a three-day history of upper respiratory infection symptoms including cough, fever and myalgia. At presentation, he did not endorse any limb, ocular or bulbar weakness. Initial physical exam was unremarkable, and vital signs were within normal limits. Neurologic exam was also noted to be normal with no focal muscle weakness. Electrocardiogram (EKG) showed normal sinus rhythm with shortened PR interval of 96 ms (normal: 120-200ms). Shortly after the presentation, the patient was found to be unresponsive and pulseless. Telemetry monitoring was indicative of cardiac arrest with PEA. Advanced cardiac life support was initiated, the patient was subsequently intubated and cardiopulmonary resuscitation was continued. Return of spontaneous circulation (ROSC) occurred within seven minutes, and the patient was admitted to the medical intensive care unit (MICU). Post resuscitation EKG showed sinus tachycardia with shortened PR interval, similar to prior. The EKG immediately post cardiac arrest is shown in Figure .\\nLaboratory data on presentation were not obtained due to cardiac arrest, and first available set of laboratory investigations was after ROSC. Only significant abnormality noted on initial laboratory findings was lactic acidosis, which is expected after cardiac arrest. Lactate level quickly normalized within four hours' time. Laboratory results are shown in Table . Pulmonary embolism (PE) and pneumonia were highly suspected. However, CT angiogram of the chest was negative for PE and bronchoscopy was essentially normal. In addition, sepsis workup including blood cultures, chest x-ray and urinalysis were all found to be negative. Pre-excitation syndrome was ruled out by electrophysiology, and it was suggested that the shortened PR could be due to enhanced atrioventricular (AV) node conduction. A diagnosis remained unclear for the first three days of the MICU stay until the patient’s prior history of MG was verified by his primary care provider. Treatment with plasmapheresis and methylprednisolone was initiated resulting in significant improvement of the patient’s condition. Short PR-interval resolved after the completion of five sessions of plasmapheresis, and the patient was extubated shortly thereafter. The patient fully recovered and was discharged to regular follow-up and has remained stable thus far.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'19752287': 1, '23829303': 1, '20067169': 1, '21785709': 1, '26885517': 1, '26841298': 1, '23983833': 1, '19156489': 1, '15767509': 1, '32190454': 2}", "similar_patients": "{}"}