{"patient_id": 25585, "patient_uid": "7519019-1", "PMID": 32975689, "file_path": "comm/PMC007xxxxxx/PMC7519019.xml", "title": "Colon cancer metastasis mimicking a hilar cholangiocarcinoma: a case report and literature review", "patient": "A 69-year-old man had the past history of laparoscopic sigmoidectomy for pathological stage IV colon cancer with synchronous liver metastases (Segment 7 and 8) 4 years ago. He underwent sigmoidectomy due to intestinal obstruction, and liver lesions were planned for a two-stage surgery. Histological examination of the primary tumor revealed a well-differentiated adenocarcinoma with subserosal invasion and vascular infiltration, but no lymphatic or lymph node metastasis. Thereafter, he had undergone partial hepatectomy of Segment 7 lesion and radiofrequency ablation (RFA) of Segment 8 lesion for colorectal liver metastases 2 months after sigmoidectomy. After 2 years from the initial operation, he had undergone partial hepatectomy for the local recurrence of post-RFA lesion. He was followed without any adjuvant chemotherapy since the resection of primary colon cancer. After that, he was referred to our hospital because of the stenosis in a hilar bile duct. Enhanced CT revealed an enhanced wall thickness in the hilar bile duct (Fig. a). Magnetic resonance cholangiography, endoscopic retrograde cholangiography and intraductal ultrasound showed that the tumor had grown into the bile duct lumen (Fig. b, c). A brush cytology appearance indicated a class IV. According to the radiological findings, we diagnosed a hilar cholangiocarcinoma (Bismuth type II). Then, he underwent a right portal vein embolization and followed by the extended right hemihepatectomy with extrahepatic bile duct resection. The macroscopic finding displayed 3 cm tumor located in the hilar bile duct wall. Histological examination revealed moderately differentiated adenocarcinoma existing in the common hepatic duct. There is no tumor invasion into the right hepatic artery. Perineural infiltration was observed, but portal or vascular infiltration or lymph node metastases were not identified. There is no invasion of intraepithelial neoplasia at the margin of the tumor (Fig. ). The immunohistological stainings of the bile duct tumor showed the cytokeratin (CK)7-negative, CK20-positive, caudal-type homeobox 2 (CDX2)-positive and special AT-rich sequence-binding protein (SATB2)-positive, uncovering that the bile duct tumor originated from the sigmoid colon carcinoma (Fig. ).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'28289273': 1, '19294464': 1, '11180880': 1, '15114262': 1, '26293132': 2, '28317047': 1, '25818370': 1, '10843291': 1, '26379735': 2, '6248647': 1, '27144209': 1, '25622525': 1, '32975689': 2}", "similar_patients": "{'4546141-1': 1, '4568601-1': 1}"}