{"patient_id": 28270, "patient_uid": "7682541-1", "PMID": 33240712, "file_path": "comm/PMC007xxxxxx/PMC7682541.xml", "title": "Spontaneous Retroperitoneal Hematoma in the Setting of Myasthenic Crisis", "patient": "An 86-year-old male with a past medical history significant for type II diabetes mellitus, coronary artery disease (CAD) on 81 milligrams (mg) aspirin, hypertension, and dysphagia status-post esophageal dilation in 2018 presented to the emergency department with a chief complaint of neck weakness and dysphagia for three days. Of note, the patient was also seen one day prior to admission for an acute community-acquired urinary tract infection for which he was prescribed oral cephalexin.\\nInitially, an intravenous (IV) course of piperacillin-tazobactam was initiated due to concern for aspiration. Dysphagia was believed to be oropharyngeal in etiology, thus neurology was consulted. Workup including acetylcholine receptor binding antibodies (ACHR-Ab), anti-muscle specific kinase (anti-MuSK) antibodies, acetylcholine receptor modulating antibodies, voltage-gated calcium channel antibody, ganglioside monosialic acid (GM1) antibody, and paraneoplastic antibody was initiated due to high clinical suspicion for MG. Electromyography demonstrated early recruitment, decreased amplitudes, and polyphasic potentials in all tested muscles of the left upper extremity consistent with myopathic disorder. The patient was started on empiric pyridostigmine but was intubated two days later due to an inability to protect his airway. A 1-gram three-day course of methylprednisolone was initiated due to suspicion for myasthenic crisis and the patient was started on 40 mg of subcutaneous enoxaparin once daily for deep venous thrombosis (DVT) prophylaxis.\\nThe patient was extubated but decompensated into acute hypoxic, hypercapnic respiratory failure secondary to neuromuscular weakness and was reintubated. At this time, the patient experienced an acute drop in hemoglobin (Hgb) from 15.3 g/dL to 12.8 g/dL. A contrast-enhanced computerized tomography (CT) scan of the abdomen and pelvis was performed to rule-out MG due to paraneoplastic syndrome which showed an incidental left retroperitoneal hematoma measuring 10.2 x 6.7 x 12 centimeters (cm) from the renal mid pole to the left iliopsoas with areas of increased density suggestive of active bleeding (Figure ). There was no known trauma. Blood work was significant for a platelet level of 95 x 103 per mm3, international normalized ratio of 1.1, prothrombin time of 13 seconds, and a partial thromboplastin time of 37.7 seconds. At this time, enoxaparin and aspirin were discontinued to prevent further bleeding. A CT angiogram of the abdomen was performed 24 hours later which demonstrated an interval increase in the size of the hematoma to 15.2 cm in the largest dimension. Hgb values continued to trend downward to a low value of 7.2 g/dL over the next 48 hours. An additional CT scan of the abdomen demonstrated a further interval increase in size of the hematoma to 20 cm in the largest dimension. He was transfused two units of packed red blood cells for which Hgb stabilized; vasopressors were intermittently required to maintain adequate mean arterial pressure. Interventional radiology and vascular surgery teams recommended no surgical intervention.\\nThe patient was subsequently diagnosed with MG with acetylcholine receptor binding antibody of 42.4 nmol/L, acetylcholine receptor modulating antibodies 92%, acetylcholine receptor blocking antibodies 69; anti-MuSK, paraneoplastic, voltage-gated calcium channel, and GM1 antibodies were negative. He was treated with a course of intravenous immunoglobulin and IV corticosteroids without plasmapheresis but experienced a lengthy, complicated stay in the medical intensive care unit, likely complicated by the hematoma.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'31788404': 1, '12861103': 1, '16487094': 1, '26217580': 1, '30794573': 1, '28119516': 1, '30756011': 1, '33240712': 2}", "similar_patients": "{}"}