{"patient_id": 26920, "patient_uid": "7581103-2", "PMID": 33120795, "file_path": "comm/PMC007xxxxxx/PMC7581103.xml", "title": "Diagnostic difficulties of AH1N1 influenza infection in children with acute lymphoblastic leukemia", "patient": "A 14-year-old boy was admitted to our hospital because of petechiae and bruising on the lower extremities, hepatosplenomegaly, and facial left nerve palsy. Comorbidity included obesity but no diabetes, bronchial asthma, or any significant family history were noted. Written informed consent was obtained from the patient's parents for publication of this case report and accompanying images.\\nThe child was diagnosed with B-cell precursor common positive ALL with infiltration of the central nervous system (pleocytosis of 145/μL), and according to ALL IC-BFM 2002, treatment was started in September 2009.[ He was categorized in the high-risk (HR group (WBC count on diagnosis was >20 000/μL; he showed poor response to steroids as on day 8 the blast count in peripheral blood was >1000/μL; myelogram on day 15 had 14% blasts and myelogram on day 33 had 4.8% blasts). He received the induction (Protocol I) phase of therapy without severe complications. On the 7th day of the HR-1 course, fever, and a strong, tiring cough occurred, followed by strong mucositis. Chemotherapy had to be interrupted. Laboratory and microbiological data are presented in a time-dependent manner in Table . Initially, the RT-PCR test for AH1N1 was negative. CT of the chest showed massive banded and consolidated densities on both sides (Fig. ). The changes may correspond to bacterial and fungal infection. Broad-spectrum antibiotics (cilastatin, imipenem, and vancomycin), an antifungal drug (liposomal amphotericin B) and granulocyte colony growth factor were administered. Additionally, intravenous immunoglobulin was also administered. Due to lack in hematological recovery and constantly deteriorating condition of the child, granulocytes were transfused. This procedure was started after 7 days from the appearance of clinical symptoms. On the day following transfusion, respiratory failure occurred, and the child was transferred to the ICU. BAL analysis was performed and infection with the AH1N1 virus was diagnosed. The patient received oseltamivir 75 mg twice a day. Despite the transfusion, the child died due to multiple organ failure after 10 days of the antiviral therapy. [insert Fig. ].", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'22286408': 1, '20582951': 1, '23697998': 1, '30007093': 1, '21413832': 1, '34267757': 1, '23370325': 1, '20346006': 1, '24344215': 1, '27471584': 1, '19743304': 1, '33120795': 2}", "similar_patients": "{'7581103-1': 2}"}