{"patient_id": 27776, "patient_uid": "7657318-1", "PMID": 33194474, "file_path": "comm/PMC007xxxxxx/PMC7657318.xml", "title": "A Case Report of Probable Creutzfeldt-Jakob Disease Based on Positive MRI Findings and the World Health Organization Criteria", "patient": "A 59-year-old male, non-smoker, nonaddict, married with six kids, and account officer by profession, initially presented to the neurology outpatient department (OPD). The patient had been in his usual state of health until two months ago when he had started noticing involuntary jerky movements of right arm occurring every two to three minutes. Its frequency had not improved despite treatment with multiple medications. He had also started to experience stiffness in his right upper and lower limb one month ago; initially, he had been up and about, but later, as the stiffness progressed, he had started using support and had gone on to become completely bed-bound. He had started noticing slurring of speech a week before the presentation. He had no history of fever, loss of consciousness, frothing at the mouth, or urinary or fecal incontinence. The rest of the systemic inquiry was unremarkable. Previously, the patient had a history of ischemic heart disease and had undergone percutaneous coronary intervention (PCI) to the left anterior descending artery (LAD) 10 years ago, though his medical treatment had been optimal. His family and social history were unremarkable. The patient had visited multiple hospitals where he had been treated with valproate, haloperidol, and procyclidine. At the time of presentation, he had been taking fluoxetine, propranolol, and carbidopa/levodopa, but his symptoms had been worsening.\\nThe patient was of average height and built, well oriented in time, place, and person with a pulse of 80/min, blood pressure of 130/90 mmHg, respiratory rate of 18/min, and a temperature of 37 °C. Neurological exam showed a Glasgow Coma Scale (GCS) score of 15/15, and an increased tone of the right side of the body with a power of 4/5 in the right upper and right lower limb; reflexes increased on the right side with tremors. The patient also had ataxia. The rest of the examination was unremarkable.\\nThe patient was admitted with suspicion of vascular parkinsonism vs drug-induced extrapyramidal symptoms; however, despite stopping haloperidol, his stiffness did not improve, and he was given a trial of carbidopa/levodopa but continued having myoclonic jerks on the right side of the body, decreased comprehension, disturbed sleep pattern, and agitation. He continued to have cognitive decline and decreased communication with other family members.\\nHis full blood count, serum electrolytes, renal function tests, and liver function tests were normal. Thyroid function tests, parathyroid hormone levels, serum calcium levels, and serum ceruloplasmin levels were also within normal limits. Electroencephalogram (EEG) showed mild diffuse nonspecific encephalopathy with no epileptiform activity. The MRI brain with contrast showed multiple T2, bright FLAIR signal in the periventricular subcortical white matter, consistent with microvascular angiopathy, and subtle bright FLAIR signal in the left basal ganglia, claustrum, and sub- and peri-insular cortex extending into the left parietal parasagittal cortex with normalizing bright diffusion signal concerning for the subacute infarct. CJD was reported as another differential diagnosis (Figures , ).\\nThe autoimmune encephalitis profile and antineuronal profile were also negative. On the basis of rapidly progressive dementia, myoclonus, extrapyramidal signs, and positive MRI brain findings, a diagnosis of probable CJD was made based on the WHO criteria. Cerebrospinal fluid (CSF) analysis for 14-3-3 protein could not be done due to the non-availability of the tests The patient was discharged with an advice to undergo a follow-up MRI after one month and on antipsychotic medications risperidone, clonazepam, piracetam, and valproate.\\nThe patient presented to the ER after four months with sepsis secondary to bedsores, urosepsis, and infected percutaneous endoscopic gastrostomy (PEG) site. During the past four months, his functional status had declined rapidly. He was completely bed-bound, and his impaired swallowing had led to PEG insertion, and at presentation, his GCS score was 8/15 (E4V1M3). He had a fixed gaze and tonic posturing of limbs with flexed upper and lower limbs. His MRI brain showed an interval increase in previously noted T2 hyperintense signal foci in bilateral periventricular and subcortical white matter, communicating hydrocephalus, and rapidly progressive cortical atrophy consistent with CJD (Figure ).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'15304574': 1, '15449324': 1, '15498177': 1, '23216655': 1, '12764055': 1, '22710755': 1, '26137420': 1, '10994001': 1, '16442343': 1, '33194474': 2}", "similar_patients": "{}"}