{"patient_id": 96480, "patient_uid": "7036578-1", "PMID": 32110209, "file_path": "noncomm/PMC007xxxxxx/PMC7036578.xml", "title": "Rebiopsy with Thoracoscopy under Local Anesthesia for the Detection of EGFR T790M Mutation", "patient": "A 70-year-old woman underwent right upper lobectomy for adenocarcinoma of the lung (pT1bN2M0 stage IIIA) followed by adjuvant chemotherapy with paclitaxel and carboplatin. Five years after the surgery, lymph node recurrence was detected in the mediastinum (#4R) by fluorodeoxyglucose-positron emission tomography (FDG-PET)/computed tomography (CT). Gefitinib was administered because EGFR exon 19 deletion mutation was detected in the previously resected surgical specimen. Although the lymph node shrank, the patient was switched from gefitinib to afatinib 7 months later because of hepatotoxicity. After 9 months of administration, afatinib was discontinued due to anorexia and skin rush. After another 8 months, multiple brain metastases developed and afatinib was reinstituted. After 8 months of afatinib administration, an FDG-PET/CT scan demonstrated abnormal FDG uptake in the pleura indicating pleural dissemination (Fig. ). Pleurocentesis revealed tumor cells in the pleural fluid; however, EGFR mutation testing failed due to inadequate tumor cellularity. Therefore, the patient underwent thoracoscopy under local anesthesia (TULA), which revealed multiple nodules on the parietal pleura (Fig. ). A drainage tube was placed into the pleural space via a port site and the tube was removed after pleurodesis with talc. Postoperative bleeding or pneumothorax was not observed.\\nA biopsy specimen confirmed the diagnosis of lung adenocarcinoma with pleural dissemination and revealed T790M mutation. Osimertinib treatment was started 2 weeks after TULA. Right pleural effusion was decreased, and serum carcinoembryonic antigen levels significantly declined (2,773.5 to 622.6 ng/mL) after 2 months of treatment.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'27354477': 1, '27959700': 1, '30034635': 1, '19632948': 1, '23470965': 1, '20022809': 1, '17290067': 1, '29214061': 1, '20573926': 1, '27145431': 1, '24822100': 1, '32110209': 2}", "similar_patients": "{}"}