{"patient_id": 103534, "patient_uid": "7769104-1", "PMID": 33148873, "file_path": "noncomm/PMC007xxxxxx/PMC7769104.xml", "title": "Duplication of the odontoid process with other congenital defects of the craniocervical Junction: case report and review of the literature", "patient": "A two-year-old Caucasian male presented with congenital torticollis and limited head rotation. The patient was born at normal gestation and was the second son for his mother. No known medical conditions or history of surgery were noted. On physical examination, the child moved all extremities, and had intact sensation in all major dermatomes tested. Cranial nerves and major peripheral nerves were within normal limits. His cerebellar examination was felt to be normal. The neck was thought to be short. There was torticollis with neck deviation to the left. Rotation of the head was restricted and more so to the left. Flexion and extension of the head appeared to be normal. Radiographs noted a fusion anomaly at C2/C3. Computed tomography (CT) further identified a duplicated odontoid process in association with the previously noted C2–C3 fusion, incomplete anterior arch of C1, variant bony process of the transverse process of C1, and enlarged right jugular foramen ().\\nThe two separate apical ossifications centers of the odontoid process were more or less in the same coronal plane with the left one being slightly larger than the right. The anterior arch defect of C1 was approximately the width of the base of the combined odontoid process bases. The margins of the anterior arch were sclerosed indicating a congenital defect. The bodies of C2 and C3 were fused i.e., Klippel-Feil anomaly. The right-sided jugular foramen was found to be three times larger than the more normally sized left jugular foramen. Lastly, the left transverse process was found to have an inferiorly pointed approximately 1 cm long, bony excrescence. The remaining intracranial e.g., normal pituitary gland and spinal anatomy were felt to be normal.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'26254085': 1, '22513073': 1, '34841475': 1, '22282080': 1, '16153587': 1, '26199787': 1, '24028990': 1, '22439114': 2, '15105979': 1, '26508120': 1, '27815845': 1, '27081234': 1, '9367321': 1, '33148873': 2}", "similar_patients": "{'3307243-1': 1}"}