{"patient_id": 27578, "patient_uid": "7647772-1", "PMID": 33178474, "file_path": "comm/PMC007xxxxxx/PMC7647772.xml", "title": "Electroconvulsive Therapy in a Renal Transplantation Patient: A Rare Combination of Disease and Treatment", "patient": "A 57-year-old Caucasian man with a past medical history significant for ESRD and a psychiatric history notable for bipolar-type schizoaffective disorder presented to the inpatient psychiatry unit via the emergency department. He was admitted on a TDO for two days of worsening depressive symptoms including low mood, hopelessness, feelings of guilt and nihilism, and vague suicidal ideation. Additionally, he exhibited concurrent mood-congruent psychosis with auditory hallucinations encouraging self-harm and delusions of impending personal health catastrophe, personal financial bankruptcy, and outstanding criminal charges. An extensive review of the patient's chart revealed sporadic inpatient psychiatric hospitalizations for depression and benzodiazepine abuse dating back to 2005. Regimens of antidepressant and antipsychotic medication for depression and benzodiazepine abuse were tried since 2011, when he first appeared in our electronic health record after relocating to the area. At that time, he carried the diagnosis of major depressive disorder with appetite changes and low mood and was stable with psychotherapy, fluoxetine, and aripiprazole. Prior medication trials included sertraline, venlafaxine, mirtazapine, hydroxyzine, alprazolam, lorazepam, and clonazepam, without long-term symptomatic relief. In 2017, he was voluntarily admitted to inpatient psychiatry for an acute episode of distractibility, restlessness, pressured speech, sleeplessness, and auditory hallucinations commanding him to commit suicide. His diagnosis was then revised to acute exacerbation of schizoaffective disorder, bipolar type. He was hospitalized for nine days, while being treated for mania and alprazolam dependence, and was discharged home on risperidone, which he has been taking since that hospitalization.\\nIn addition to his well-documented psychiatric history, the patient began experiencing a progressive worsening of diabetes-related chronic kidney disease in 2016, which required the initiation of hemodialysis three times per week. In late 2016, his glomerular filtration rate (GFR) was approximately 14 mL/min (nl ≥ 60 mL/min), and renal ultrasound showed extensive echogenicity, enlargement, and cyst formation in the right kidney. The patient began care with a renal transplant surgeon and was placed on the kidney transplant waiting list, meanwhile continuing pharmacologic treatment and regular dialysis. Three years later, in 2019, a living donor renal allograft of the right kidney was performed without acute complications. Treatment with tacrolimus, mycophenolate, and prednisone was initiated, and the transplant exhibited good function in the subacute phase. His kidney function is monitored regularly, and the patient remains renally stable.\\nUpon his most recent psychiatric presentation, the patient was overcome with guilt and repeatedly exhibited an overwhelming need to confess to a number of “crimes” he committed over the past six months, which included slandering several acquaintances online, sending his portrait to women he had met on social media, and accessing pornographic content on his computer. He repeatedly admitted that he was fearful but willing to accept any felony charges that would inevitably be brought against him. His spouse regularly communicated with his treatment team and clarified that these events never occurred and that the patient had never been in any legal trouble. The remainder of the patient's delusions was centered around what he perceived as the eventual and inevitable failure of his newly transplanted right kidney, as well as the impending financial difficulty that these health problems would inexorably precipitate. Once again, his spouse assured his treatment team that his transplant surgeon was quite pleased with the kidney's function and that the patient had adequate health insurance to cover any current or eventual medical expenses at the time of presentation.\\nThe patient was being treated with risperidone and venlafaxine at the time of presentation. His delusions and depression persisted despite progressive dose increases of these medications. A judicial authorization was obtained to initiate ECT based on the attending psychiatrist's determination that no other treatment had demonstrated efficacy and that the patient's ongoing suicidality was a major concern. The patient and the family consented to the treatment, and the patient began receiving bifrontal ultra-brief-pulse ECT treatments three times per week. Treatments were conducted under the care of psychiatry and anesthesia in the hospital's designated postanesthesia care unit (PACU) ECT treatment room. Prior to his treatments, a combination of methohexital and succinylcholine was utilized for anesthesia and muscle relaxation, respectively. A Thymatron® System IV Integrated ECT Instrument (Somatics, LLC, Lake Bluff, IL) was used to initiate half-age stimulation at 30% energy. The choice of induction agents, dosages, and ECT stimulation strategy were determined by a consultation between psychiatry and anesthesia per the guidelines of our academic medical center. Following his first treatment, systolic blood pressure episodically rose past 250 mmHg (nl = 120 mmHg), and he was treated with labetalol, which effectively normalized his pressure. During the first two treatment sessions, the patient received postprocedural bilevel positive airway pressure (BiPAP) due to acute respiratory distress. With his fifth treatment, the induction agent was changed from methohexital to etomidate due to a lack of adequate seizure activity. Beginning with his seventh treatment, a clevidipine drip was used for some treatments for the management of occasional significant posttreatment hypertension. Placement of the ECT leads was changed from bifrontal to bitemporal with the patient's eighth treatment due to inadequate clinical seizures at 100% energy. He experienced no headache, memory loss, or other acute neurological complications from these treatments, and his renal function remained stable. The patient was noted to exhibit improvement in his psychosis as early as after three treatments, though his mood did not immediately improve. Following his eighth treatment, his spouse noted that his mood was significantly improved, as the patient was now inquiring about family and neighbors and referring to his delusions much less frequently. He reported little improvement following his ninth session, so the treatment team decided to continue ECT. At the end of treatment twelve, the patient was stable, not exhibiting any paranoia or delusions, and denied suicidal or homicidal thoughts. Prior to discharge, the patient was visibly brighter, more social among his fellow patients, and was actively participating in group therapy sessions, which he refused prior to ECT. Over the subsequent course of his psychiatric hospitalization, the patient reported feeling “happy” and “back on the right track.” His reports of hallucinations and worthlessness noticeably decreased, and he became more open to continued long-term psychiatric counseling. Communication during ECT was maintained with his out-of-state renal transplant surgeon, who was reportedly pleased with the status of his kidney transplant, antirejection medication levels, and blood pressures.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'8270586': 1, '7024939': 1, '25093794': 1, '12087782': 1, '3898873': 1, '23707642': 1, '17989386': 1, '9342128': 1, '26578927': 1, '33178474': 2}", "similar_patients": "{}"}