{"patient_id": 106011, "patient_uid": "7983682-1", "PMID": 33776706, "file_path": "noncomm/PMC007xxxxxx/PMC7983682.xml", "title": "CT Findings of Primary Renal Angiosarcoma", "patient": "A 60-year-old man was admitted to our hospital with a complaint of discomfort in the left flank area starting 2 weeks earlier, but no hematuria. The initial routine laboratory tests showed the hemoglobin level 10.4 g/dL (normal range: 12–18 g/dL) and hematocrit 30.6% (normal range: 40–52%). The remaining blood tests were normal, and creatinine and urinalysis were within normal limits.\\nCT images depicted a huge exophytic mass, measuring 14 × 13 × 11 cm in diameter, in the superior pole of the left kidney (Fig. , Fig. ). The mass also exhibited central extensive slight mixed high- and low-dense area on non-enhanced phase, showing no contrast enhancement, suggesting hemorrhage or necrosis. The mass showed peripheral nodular enhancement, as shown on arterial-phase CT, accompanied by delayed centripetal filling and corticomedullary and nephrographic-phase CT images. There were neither lymphadenopathy nor additional mass lesions observed in other solid organs in the abdomen. Based on these imaging findings, the differential diagnoses included hemangioma, angiosarcoma, angiomyolipoma, and hemangioendotheliomas.\\nThe macroscopic appearance of the solid tumor measured 14.0 × 12.5 × 11.5 cm. It was located in the upper middle of the left kidney and was dark red in color with marked hemorrhage and necrosis (Fig. ). The surgical margins were free of tumor and the tumor did not involve perinephric fatty tissue, ureter, and adrenal gland. The microscopic features revealed proliferation of the tumor vessels and complex anastomosing channels with obvious vasoformation and endothelial papillae (Fig. ). An immunohistochemical study showed a vascular tumor strongly and diffusely positive for vimentin, CD31 (Fig. ), CD34, and p53, and partially positive for Ki67 (about 40%), while negative for AE1/AE3, EMA, CK7, and CD10. These findings indicated that the tumor was angiosarcoma of the kidney.\\nNo adjuvant chemotherapy or radiation therapy were performed due to the patient's wish. After 7.6 months from the initial surgery, a CT scan showed local recurrence, peritoneal dissemination to the small bowel, and hepatic metastasis. One week later, he underwent the second surgery including tumor resection and partial resection of small bowel. After 9.2 months from the initial surgery, he died due to this disease.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'24384475': 1, '29383452': 1, '31410364': 1, '30735338': 2, '26816844': 1, '16953913': 1, '9413038': 1, '25133004': 2, '25120734': 1, '33776706': 2}", "similar_patients": "{'4123473-1': 1, '6541118-1': 1}"}