{"patient_id": 19315, "patient_uid": "7218459-1", "PMID": 32370557, "file_path": "comm/PMC007xxxxxx/PMC7218459.xml", "title": "A Case of Wellens Syndrome in a 30-Year-Old Woman From Sub-Saharan Africa: A Perplexing Clinical Entity With Invaluable Lessons", "patient": "A 30-year-old female primary school teacher of African descent was referred to Jakaya Kikwete Cardiac Institute from a northern zone referral hospital (540 km away) for etiological determination of chest pain and expert management. She has never smoked cigarettes or used illicit drugs and denied a family history of heart disease. Her medical history was only significant for menorrhagia. She presented to us with a 7-day history of ongoing sharp central chest pain that was radiating to the neck and jaws and relieved temporarily by morphine. The pain woke the patient from sleep and was accompanied by shortness of breath, diaphoresis, and nausea without emesis. She was hospitalized at the upcountry hospital for the initial 3 days of chest pain and was prescribed acetylsalicylic acid 75 mg od (once a day), clopidogrel 75 mg od, atorvastatin 40 mg nocte (every night), and syrup morphine PRN (as needed). Cardiac biomarkers and echocardiography (ECHO) were unremarkable, but her initial ECG (done 7 days prior) showed a strain pattern ().\\nShe had stable vitals (blood pressure 133/74 mm Hg, pulse rate 75 beats/min, respiratory rate 19 breaths/min, temperature 36.8°C, and body mass index 22 kg/m2), and her systemic examination was unremarkable. Nonetheless, a 12-lead ECG done at our center revealed deeply inverted T-waves on leads V2 through V4 (). A 2-dimensional ECHO showed anterior wall hypokinesia with preserved left ventricular (LV) systolic functions (ejection fraction 62%). Evaluation of valves and pericardium was unremarkable. Hematologic and biochemical tests were evident for a microcytic hypochromic anemia (hemoglobin 6.5 g/dL, mean corpuscular volume 73.2 fL, mean cell hemoglobin 21 fL, red cell distribution width 17.6%) otherwise normal. Cardiac biomarkers (troponin I and CK-MB) remained within acceptable limits. Furthermore, sickling test, glucose-6-phosphate-dehydrogenase deficiency, thrombophilia, and autoimmune (rheumatoid factor, antineutrophil cytoplasmic antibody, and antinuclear antibody) screenings revealed negative findings. Based on our extensive history, physical examination, and ECG features, we came up with a diagnosis of type B Wellens syndrome with impending anterior wall MI. Isosorbide mononitrate 10 mg bd (twice a day) and bisoprolol 5 mg od were added to the ongoing regime of acetylsalicylic acid, clopidogrel, and atorvastatin.\\nDue to the ongoing chest pain and pathognomonic ECG features, the patient was counseled and consented for an elective cardiac catheterization (on the 11th day since onset of chest pain), which revealed a nonthrombogenic severe subocclusive (>95%) mid-LAD stenosis with a TIMI I flow (). The left main, circumflex, and right coronary arteries were unremarkable. Subsequently, angioplasty was performed successfully with a resolute integrity stent, and TIMI III flow was achieved (). She was also transfused 3 units of packed red blood cells during hospitalization, and her control hemoglobin was 11.3 g/dL. During a brief coronary care unit stay, there was neither recurrence of chest pain nor hemodynamic instability; hence, the patient was transferred to the general cardiac ward in a fairly stable clinical state and was discharged after 13 days of hospitalization. Four weeks postdischarge, she was reviewed at our outpatient department, and although she was asymptomatic with an improved effort tolerance, a detailed ECHO revealed dyskinesia of the anterolateral wall with no evidence of LV aneurysm. Moreover, her ECG during follow-up was unremarkable (). A magnetic resonance imaging for myocardial perfusion test was ordered but was not done due to patient’s financial constraints.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'31637062': 2, '18394847': 1, '2784024': 1, '6121481': 1, '29022571': 1, '23632614': 1, '27609724': 1, '21392614': 1, '12598059': 1, '31140542': 1, '29881284': 1, '18383047': 1, '22210600': 1, '28070240': 1, '26486122': 1, '32370557': 2}", "similar_patients": "{'6766088-1': 1}"}