{"patient_id": 28317, "patient_uid": "7683612-1", "PMID": 33240208, "file_path": "comm/PMC007xxxxxx/PMC7683612.xml", "title": "Congenital Membranous Stapes Footplate Producing Episodic Pressure-Induced Perilymphatic Fistula Symptoms", "patient": "A 32-year-old woman presented to another hospital with a sudden onset of right-sided hearing loss and severe true rotational vertigo, which occurred immediately after nose-blowing. She was treated with corticosteroids and bedrest for 1 week, and her vestibular symptom initially resolved. However, on the 7th day, her severe rotational vertigo recurred, and her hearing loss persisted, and she was referred to our hospital.\\nAn otoscopic examination showed bilateral intact tympanic membranes. Pure tone audiometry showed a severe right-sided mixed hearing loss (). Left-beating horizontal and rotatory nystagmus was mainly observed in the supine position with Frenzel glasses. A high-resolution temporal bone CT scan on the 10th day showed pneumolabyrinth in the right vestibule (). She was again treated with bedrest and corticosteroids. After the conservative treatment, however, her vertigo and severe hearing loss did not resolve. Therefore, we decided to perform perilymphatic fistula (PLF) repair surgery on the 17th day. The operation was done under general anesthesia; a transcanal approach with tympanomeatal flap elevation enabled the observation of a dehiscence in the center of the stapes footplate with a bony defect 0.5 mm in diameter, which was covered by a membranous tissue, and a tear was found in this membrane (). A small amount of perilymph leakage was observed from this tear, and middle ear lavage with 0.3 ml of saline for a CTP detection test was collected during the operation. The fistula in the footplate was sealed with connective tissue, and the round window was reinforced with connective tissue and cartilage to stabilize the labyrinth further. The vestibular symptoms and nystagmus disappeared immediately after the operation, and at her 1-month follow-up assessment, her hearing improved (). Postoperatively, a CTP detection test revealed a concentration of 0.84 ng/ml, which is positive, with the cutoff criteria being CTP ≧ 0.8 positive, 0.8 > CTP > 0.4 intermediate, and 0.4 > CTP negative (ng/ml) ().\\nA more detailed history revealed that, for 15 years, she felt vertigo as if her brain was shaken upward when she would blow her nose. True rotational vertigo would continue for 3 to 4 s. After she stopped blowing her nose, she would again feel normal. She did not hear any internal sounds such as echoing, resonant voice, pulse/heartbeat, or hearing her eyes move or blink. She did not have any history of traumatic events to her head or ears. Based upon her history, intraoperative findings, and postoperative resolution of her vestibular symptoms, the dehiscence of the stapes footplate caused pressure-induced vertigo symptoms. At 1 year after the surgery, she had no recurrence of the vestibular symptoms, and her cochlear function remained unchanged.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'17727085': 1, '28368720': 1, '28503164': 1, '9525507': 1, '22215454': 1, '29377910': 1, '30666849': 1, '19372652': 1, '8749127': 1, '27561833': 1, '19776566': 1, '27500982': 1, '27318888': 1, '16050903': 1, '26322461': 1, '30761077': 2, '23759282': 1, '31920911': 1, '23724269': 1, '33240208': 2}", "similar_patients": "{'6363674-1': 1}"}