{"patient_id": 24979, "patient_uid": "7489606-1", "PMID": 32925747, "file_path": "comm/PMC007xxxxxx/PMC7489606.xml", "title": "Nephrogenic diabetes insipidus induced by ureter obstruction due to benign prostatic hyperplasia", "patient": "In January 2018, a 60-year-old Chinese man came to the hospital with complaints of thirst, polydipsia, and polyuria that had been occurring for 1 month. His symptoms began 1 month previously, when he started drinking 3 L of water daily, had an abnormal increase in the production of urine, and would urinate nearly every 15 minutes each day. There was no backache, blurred vision, or any weight loss. He had undergone treatment with Harnal and Finasteride for BPH for 8 years. Moreover, he experienced an increase in serum creatinine and chronic kidney disease stage III. There was no history of hypertension or cerebrovascular disease. A regular physical checkup before admission showed creatinine, 166 μmol/L (reference range, 40–106 μmol/L); urine specific gravity, 1.000 (reference range, 1.003–1.030); trioxypurine, 691 μmol/L (reference range, 208–428 nmol/L); serum sodium, 152.8 mmol/L (reference range, 135–145 nmol/L); potassium, 4.05 mmol/L (reference range, 3.5–5.5nmol/L); and hemoglobin A1c, 6.3%.\\nAt the time of admission, his BMI was 24.81 kg/m2. His blood pressure was 182/101 mmHg, with a pulse rate of 75/min. The physical examination was unremarkable. The laboratory results revealed the following results: blood urea nitrogen, 12 mmol/L (reference range, 2.8–7.2 mmol/L); creatinine, 173 μmol/L; serum sodium, 149.9 mmol/L; potassium, 3.83 mmol/L; and chloride, 115.0 mmol/L (reference range, 96–106 nmol/L). Microscopic examination of the urine revealed normal findings. The plasma osmolality was 338.00 mOsm/(kg·H2O), with a urinary osmolality of 163.00 mOsm/(kg·H2O), and the eGFR was 48.274 ml/min. Examination of cortisol, TSH, and FT4 was performed to detect other potentially associated pituitary disorders and presented normal results. Urinary system ultrasonography suggested prostatic hyperplasia and hydronephrosis. Computed tomography scans of the abdomen revealed hydronephrosis (pelvis and ureter). Renal dynamic imaging indicated blocked renal excretion abilities (Fig. ).\\nHe was diagnosed with diabetes insipidus (DI). Later, he received desmopressin (DDAVP, Minirin) 0.05 mg once every 12 hours initially to treat DI and potassium chloride to correct his electrolyte abnormalities. However, the polyuria symptoms did not improve. Thus, five units of exogenous AVP were administered to identify the type of DI. Before, the plasma osmolality was 340.00 mOsm/(kg·H2O), with a urinary osmolality of 182.00 mOsm/(kg·H2O); 2 hours after administration, the plasma osmolality was 349.00 mOsm/(kg·H2O), with a urinary osmolality of 200.00 mOsm/(kg·H2O). Then, the patient was given hydrochlorothiazide (HCTZ) 12.5 mg twice a day, and the electrolyte levels become normal the next day. According to the results, the diagnosis of NDI could not be excluded. We considered that BPH related bilaterally obstruction of the ureter resulted in hydronephrosis and NDI. A catheter was used to alleviate urinary retention. After that, the urine output gradually decreased, and the hydrochlorothiazide was stopped due to the improved renal function. Before discharge, renal nuclide examination showed that the bilateral renal GFR was basically normal. His serum creatinine level returned to 108 μmol/L, and the patient was able to produce concentrated urine (plasma osmolality, 318.00 mOsm/(kg·H2O); his urinary osmolality was 302.00 mOsm/(kg·H2O)). Three days later, he got the transurethral resection of the prostate (TURP) in the urinary surgery department in our hospital (Fig. ). Currently, no recurrence of polyuria has been complained for more than 12 months, indicating a feasible response to our therapeutic approach (Fig. ).", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'16502494': 2, '22433947': 1, '8069019': 1, '27534996': 1, '10731936': 1, '23884783': 1, '14586722': 1, '19225793': 1, '30073107': 2, '29021925': 2, '28258576': 1, '29650969': 1, '24352504': 1, '25844954': 1, '25449762': 1, '22427315': 1, '26077742': 1, '19037828': 1, '32925747': 2}", "similar_patients": "{'2687569-1': 1, '6057286-1': 1, '5633260-1': 1}"}