{"patient_id": 29435, "patient_uid": "7748360-1", "PMID": 33371090, "file_path": "comm/PMC007xxxxxx/PMC7748360.xml", "title": "Complete response of radioresistant brain metastases from non-small cell lung cancer with temozolomide", "patient": "In the Cancer Center of our hospital, a 46-years old female patient was admitted due to an 8-months history of irritable cough. The patient had pain in the back for 1 month. At the time of admission, the performance status was grade 1 following the Eastern Cooperative Oncology Group scale. Diagnosis of chronic non-atrophic gastritis had been included in the medical history of the patient in 2001 with no previous drinking or smoking history.\\nThe patient underwent computed tomography (CT)-guided percutaneous intrathoracic lung biopsy in July 2014 and was diagnosed as pulmonary adenocarcinoma with EGFR exon 19 deletion mutation. Analysis based on genome sequencing revealed MGMT gene mutation in exon1, exon4, and exon5 of lung cancer tissue (Table ). Tumor assessments at baseline included the chest and abdomen CT scan (contrast-enhanced). Screening of bone metastases was performed with emission computed tomography (ECT) while the diagnosis was authenticated by CT and contrast-enhanced magnetic resonance imaging (MRI) scan of the brain. Investigator-assessed Response Evaluation Criteria in Solid Tumors version 1.1 were employed for the determination of objective responses. CT images showed that there were diffuse military metastases in both lungs. ECT images demonstrated multiple bone metastases, and MRI showed multiple BMs. The cancer was classified as stage IV (T4N1M1b).\\nThe patient received 6 cycles of docetaxel plus cisplatin chemotherapy regimen, including docetaxel (75 mg/m2; days 1; intravenous), cisplatin (75 mg/m2; days 1; intravenous), followed by a daily dosage of gefitinib (250 mg) as maintenance therapy. The only side effects of chemotherapy were alopecia (III°), and there was no obvious side effect in gefitinib treatment. CT scan showed that the pulmonary lesions were reduced. ECT and MRI respectively showed stable bones and brain after chemotherapy. After 8 months of chemotherapy, MRI revealed that the central nervous system (CNS) lesions (Fig. A1 and B1) increased in size as well as the number of tumors. Objective efficacy evaluation indicated the progression of BMs. CT revealed the partial response of lungs, while ECT revealed stable bone.\\nThen, the patient received WBRT with 30 Gy dosing administered in 10 fractions of 3 Gy. MRI revealed an increase in the size of CNS lesions as well in the number of tumors (Fig. A2 and B2) 2-months after WBRT. Objective efficacy evaluation indicated the progression of BMs, and new lesions in the brain suggested that it was not pseudoprogression. She complained of dizziness and headache.\\nThereafter, the patient was administrated TMZ (150 mg/m2/d for 5 days every 28-day cycle, with a total of 6 cycles) from August 2015. Because of stability in extracranial lesions, the patient continued gefitinib treatment. If needed, oral dosing of 8 mg of Ondansetron was also provided before TMZ. The major adverse reactions were nausea and Vomiting (grade I, according to the National Cancer Institute Common Terminology Criteria for Adverse Events, version 3.0). After 2-cycles, follow up scans were obtained for assessing responses. MRI imaging revealed the disappearance of BMs (Fig. A3 and B3). Thereafter, the patient had no symptoms associated with BMs until death. Since then, the patient had no symptoms related to BMs. After 39-months of TMZ, the intracranial lesions did not persist on MRI imaging (Fig. A4 and B4). The intracranial lesion did not progress until the progression of the extracranial lesion and led to death in February 2019. The intracranial PFS was 42 months, while OS was 55 months.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'29955793': 1, '18798231': 1, '30629221': 1, '30981696': 1, '17254350': 1, '27022274': 1, '25349290': 1, '22898372': 1, '16039010': 1, '31569068': 1, '26107553': 1, '15173079': 1, '30125049': 1, '23391814': 1, '12763216': 1, '29313949': 1, '22972090': 1, '17401015': 1, '28726172': 1, '10037179': 1, '25309873': 1, '28687375': 1, '19142045': 1, '27604504': 1, '19274096': 1, '29782558': 1, '19942357': 1, '25130966': 1, '18556086': 1, '25130083': 1, '33371090': 2}", "similar_patients": "{}"}