{"patient_id": 27264, "patient_uid": "7598861-1", "PMID": 33126361, "file_path": "comm/PMC007xxxxxx/PMC7598861.xml", "title": "Successful treatment of recurrent benign fibrous histiocytoma by complete surgical removal and appropriate ocular surface reconstruction", "patient": "A 12-year-old healthy Chinese girl presented with two enlarging masses in her right eye for 6 years without any ocular symptoms. The lesions had been excised at another hospital 1 year ago but relapsed 4 months after excision. The slit lamp examination showed two whitish flat-domed conjunctival masses invaded the corneoscleral limbus and adjacent cornea with multiple superficial conjunctival vessels passing over the base of the lesions (Fig. A). According to the anterior segment optical coherence tomography (AS-OCT), the lesions were highly reflective with clear margin and broke through Bowman membrane, invading the anterior stroma (Descemet membrane [DM]) (Fig. B). Since the inferior lesion covered the pupil area partially, visual acuity (VA) of her right eye was 20/100. She subsequently underwent surgical removal of the two masses, together with limbal stem cell transplantation (ranging from 1 to 7 o’clock) and amniotic membrane transplantation at our hospital. The excised masses were sent for histopathologic examination.\\nHistopathological examination disclosed a fine collagenous network composed of spindle-shaped cells without nuclear atypia. Histiocytes, small lymphocytes and scattered multinucleated giant cells were also noted. The tumors partially penetrated into the deep aspect of the corneal stromal fibrous layers (Fig. A). Individual cells were arranged in a fascicular pattern with a hyperchromatic nucleus, acidophilic cytoplasm and collagen deposition (Fig. B). Immunohistochemical analysis demonstrated that the spindle cells of the lesion were positive for smooth muscle actin (Fig. C), negative for soluble protein-100, antigen Ki67, and alcian blue. Given all the above pathological features, ocular benign fibrous histiocytoma was diagnosed.\\nHowever, the tumors relapsed 2 months later; The recurrent lesions grew progressively to occlude the central cornea with clear dilated superficial vessels in the inferior area 6 months after the last surgery (Fig. C). The tumors invaded deeply into the posterior stroma without penetration of DM by AS-OCT (Fig. D). With all the above factors considered, we finally decided to perform another surgery on her. For this time, the lesions were excised completely with 1 mm safety margins; The extensive corneal stroma defect was compensated by a lamellar corneal graft with corneoscleral rims, as large as 11.5 mm in diameter (Fig. E); Besides, amniotic membrane transplantation was also performed to cover the graft for prevention of epithelial defect. As AS-OCT revealed, the graft attached well to the residual posterior stromal layer with the amniotic membrane over the surface postoperative one week (Fig. F). Histopathological examination of the excised mass also revealed recurrent benign fibrous histiocytoma. The lesion showed a nodular pattern with lymphocyte infiltration peripherally (Fig. D). The second surgery turned out to be successful. After 3-year follow-up, her cornea remained clear and there was no sign of tumor recurrence (Fig. G); The corneal epithelium was intact by fluorescein staining (Fig. H). Her VA recovered to 20/33 in her right eye at the final visit.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'14662600': 1, '23320226': 2, '10457702': 1, '6299256': 1, '2847532': 1, '11914227': 1, '30893190': 1, '170830': 1, '6301282': 1, '30574484': 1, '3075627': 1, '17157587': 1, '28449640': 2, '31687631': 1, '6275324': 1, '33126361': 2}", "similar_patients": "{'3540695-1': 1, '5408362-1': 1, '5408362-2': 1, '5408362-3': 1, '5408362-4': 1, '5408362-5': 1, '5408362-6': 1}"}