{"patient_id": 27312, "patient_uid": "7602293-1", "PMID": 33129286, "file_path": "comm/PMC007xxxxxx/PMC7602293.xml", "title": "Primary pure angiosarcoma of the testis: a vanishingly rare malignancy. Case report and literature review", "patient": "We report our case of a 56-year-old man of Bulgarian origin working in the UK, who initially presented to primary care with a four-day history of right scrotal swelling, redness and pain, with a palpable abnormal testicular mass on examination. The patient had no past medical or family history of note. He was a 30-pack year smoker, with no occupational exposure, nor any history of previous chemo- or radio-therapy. He was treated with oral antibiotics for presumptive clinical diagnosis of epididymo-orchitis and an urgent ultrasound scan was arranged in secondary care. All blood tests were normal, including a full blood count and differential, urea and electrolytes, β-HCG, lactate dehydrogenase (LDH), and alpha-fetoprotein (AFP).\\nUltrasonography demonstrated two discrete, heterogenous, hypoechoic lesions within the parenchyma of the right testis, with some cystic changes. The larger lesion measured 2 cm in diameter. There was no evidence of extension beyond the testicular tunica albuginea. Angiosarcomas typically appear highly vascular on ultrasonography, however in this case was there was no evidence of internal vascularity (Fig. a). Bilateral simple epididymal cysts were noted, as well as a small volume hydrocele of the left testis.\\nIn the context of partially treated epididymo-orchitis, our differential diagnoses at that time included intra-testicular abscess and primary testicular neoplasm, potentially a teratoma. The case was discussed at local multi-disciplinary team (MDT) meeting and a right radical orchidectomy as a definitive therapeutic procedure was performed.\\nPathological examination revealed the right testis to measure 50 × 40 × 40 mm (average male 50 × 20 × 30 mm), and the spermatic cord measured 45 × 20 × 25 mm. This gives an estimated testicular volume of 41.6 ml, where a normal range is 12–30 ml []. On gross inspection, two discrete, adjacent lesions distorted the testicular parenchyma. The first lesion was a cream-coloured tumour that measured 17 × 19 × 17 mm. The second lesion comprised an irregular haemorrhagic area with an ill-defined edge that measured 20 × 20 × 20 mm. The surrounding parenchyma appeared macroscopically normal. Neither lesion appeared to infiltrate the tunica or hilum.\\nMicroscopically, both lesions displayed similar appearances (Fig. b–e). Each comprised sheets of cells, mainly with a lace-like pattern of infiltration, although in places solid sheets of cells were visualised. The cells exhibited markedly pleomorphic nuclei with prominent nucleoli. The cytoplasm contained eosinophilic granules of variable sizes. Large areas of haemorrhage and focal necrosis were noted. Separate to these nodules, tumour was noted to infiltrate between seminiferous tubules (Fig. c) and into the stroma of the rete testis, but not into the hilum. Resected surgical margins were negative.\\nImmunohistochemical analysis was performed. The lesions were diffusely and strongly positive for vascular markers, CD31 and CD34. The markers looking for potential background germ cell tumour (AFP, Oct3/4, Glypican 3, Beta-HCG, CD30 and CD117) were negative. The following antibodies were also negative: EMA, S100, CAM5.2, MNF116, BerEp4 and calretinin.\\nIn light of these findings, the final histopathological diagnosis was given as high-grade angiosarcoma ie PPAS. The patient had a re-staging CT scan three months post operatively due to lower back pain, which demonstrated no evidence of recurrence or metastatic disease. Subsequent follow up continued with active surveillance at a tertiary centre. The patient remained well at review six months after initial presentation.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'3737981': 1, '17601346': 1, '10494292': 1, '12637477': 1, '11696727': 1, '2982720': 1, '2013463': 1, '2990657': 1, '9630175': 1, '23395239': 1, '30294549': 1, '19835738': 1, '28471264': 1, '9400455': 1, '10335946': 1, '16053668': 1, '10799210': 1, '1712606': 1, '19836053': 1, '21116298': 1, '8635113': 1, '7853561': 1, '12653585': 1, '17683189': 1, '28712791': 1, '17721191': 1, '17975539': 1, '11745223': 1, '33129286': 2}", "similar_patients": "{}"}