{"patient_id": 105411, "patient_uid": "7923724-1", "PMID": 33708063, "file_path": "noncomm/PMC007xxxxxx/PMC7923724.xml", "title": "Dramatic Deep and Durable Remission of Acute Fulminant Ulcerative Colitis Achieved with Cyclosporine in a Patient Who Failed the Induction Intravenous Phase of Cyclosporine", "patient": "A 36-year-old man with pancolonic UC was admitted for acute severe ulcerative colitis (ASUC) following 2 weeks of increasing bloody diarrhea, nausea, vomiting, and weight loss after discontinuation of vedolizumab. Prior to hospitalization he had failed treatment with multiple biologics. He had poor response to IFX and originally responded well to vedolizumab but responded poorly upon reinstatement. He received oral steroids at baseline, but 1 month prior to presentation self-discontinued for intolerable weight gain and pedal edema. Oral steroids were restarted a week prior to presentation without improvement. On arrival, he was severely dehydrated and malnourished with inability to tolerate oral intake, so IV fluids, total parenteral nutrition, and rectal mesalamine were started. His labs of note on presentation are described in Table . Abdomen and pelvis computed tomography revealed pancolonic moderate bowel wall thickening and submucosal edema. Given his acuity, surgery was consulted and offered ileal pouch anal anastomosis or permanent stoma; however, he refused surgery. Flexible sigmoidoscopy showed diffuse moderate inflammation (Mayo 2) with severely active chronic colitis on biopsy (Fig. ). Given prior biologic failure, a treatment plan was created to begin CSA with bridge to 6-mercaptopurine. On day 12, he was initiated on continuous IV CSA 2 mg/kg (goal serum level: 200–400 ng/mL) with standard trimethoprim/sulfamethoxazole prophylaxis for Pneumocystis. His hospital course was complicated by multiple superficial and deep vein thromboses (right basilic, left basilic, brachial plexus veins) despite initial treatment with rivaroxaban and switch to enoxaparin. During a 14-day course of IV CSA, he continued to have multiple bloody bowel movements, nausea, vomiting, fluctuating C-reactive protein levels (47.9–3.3 mg/L then to 71.8 mg/L by day 12 of CSA treatment), and CSA levels from 144.7 to 584.3 ng/mL (with only 4 values being lower than goal). Repeat flexible sigmoidoscopy 7 days after initiation of IV CSA revealed disease progression to Mayo 3 (Fig. ). The patient continued to defer surgery despite extensive family discussions, preferring to be discharged on oral CSA with consideration for colectomy at a later date. He was switched to oral CSA (200 mg) from IV on day 15 of CSA treatment. Two weeks after discharge, he had successfully initiated clinical remission with twice daily mostly well-formed, nonbloody stools, with stable weight and improved appetite. He was started on 6-mercaptopurine (50 mg) with continuation of CSA (level of 264.3 ng/mL). Three months after discharge, a sigmoidoscopy indicated UC in complete remission (Mayo 0) with biopsies in the transverse, descending, and sigmoid colon revealing chronic inactive colitis (Fig. ). He has since remained in clinical remission without need for surgery for over a year.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'26856754': 1, '15491507': 1, '8196726': 1, '27595142': 1, '21912469': 1, '23063316': 1, '14517785': 1, '28316532': 1, '22298961': 1, '33708063': 2}", "similar_patients": "{}"}