{"patient_id": 17412, "patient_uid": "7064822-1", "PMID": 32181026, "file_path": "comm/PMC007xxxxxx/PMC7064822.xml", "title": "Chromosome 16p13.3 Contiguous Gene Deletion Syndrome including the SLX4, DNASE1, TRAP1, and CREBBP Genes Presenting as a Relatively Mild Rubinstein–Taybi Syndrome Phenotype: A Case Report of a Saudi Boy", "patient": "A 7-year-old Saudi boy presented to the Hand Clinic with bilateral thumb deformities. The thumbs were broad and radially angulated (). The feet also showed broad halluces (). There was mild intellectual disability. Mild facial dysmorphism was also observed, including mild arching of the eyebrows, a broad nose with a bulbous nasal tip, a columella hanging below the alae nasi, pouting lower lip with two paramedian vermilion elevations in the lip, and a bifid tip of the tongue (Figures and ). His history included mild right hydronephrosis, left nasolacrimal obstruction successfully treated by probing and stenting, and a cardiac surgery for the repair of total anomalous pulmonary venous drainage (TAPVD). The clinical diagnosis was a classic RSTS1 syndrome phenotype.\\nAfter obtaining informed consent, genomic DNA was extracted from the peripheral blood of both parents and the patient, who was their only child. Genetic testing was initiated with a SNP microarray which revealed a 398.43 kb pathogenic deletion in the chromosome region 16p13.3 from positions 3,358,012–3,796,442 which encompasses three OMIM Morbid Map genes including SLX4, DNASE1, and CREBBP. The genomic microarray platform used was the CytoScan HD SNP array (Affymetrix) with the genome build: NCBI 37/hg19 (2009). This platform contains approximately 1.9 million copy number probes and 743,000 SNP probes. The assay will detect genomic gains/losses of approximately 50 kb across the genome and 20 kb in clinically significant targeted genes. Further confirmation by copy number analysis using MLPA as well as sequencing was proceeded with and confirmed the patient to be heterozygous for a partial deletion of the CREBBP gene. This was found to be involving exons 22 to 31, thus sparing the 5′ end of the CREBBP gene. Neither parent had the deletion. At the resolution allowed by the SNP array platform used, the deletion seems to be homogeneous (not mosaic).", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'20684013': 1, '16783566': 1, '2349940': 1, '19833603': 1, '11479590': 1, '17855048': 1, '19596235': 1, '12114483': 1, '10652318': 1, '17473832': 1, '10835632': 1, '8756626': 1, '25805166': 1, '21240277': 1, '26873618': 1, '16021471': 1, '30635043': 2, '21240275': 1, '32181026': 2}", "similar_patients": "{'6330443-1': 1}"}