{"patient_id": 30113, "patient_uid": "7779169-1", "PMID": 33409048, "file_path": "comm/PMC007xxxxxx/PMC7779169.xml", "title": "Anesthetic Management of a Super Morbidly Obese Obstetric Patient With a Body Mass Index of 109 kg/m2 Presenting for Her Fourth Caesarean Delivery", "patient": "Our patient was a 27-year-old African American female, G4P3003, with an intrauterine pregnancy at 38 weeks 2 days, who presented for an elective fourth repeat CS. She was morbidly obese, weighed 316 kilograms, and was 170 cm tall (BMI: 109 kg/m2). Her additional medical history included obstructive sleep apnea (OSA) noncompliant with continuous positive airway pressure (CPAP), hypertension, paroxysmal atrial fibrillation noncompliant with anticoagulation, type 2 diabetes mellitus, and gastroesophageal reflux disease. Her medications included prenatal vitamins and metoprolol.\\nHer first CS for fetal intolerance to labor was performed under GA followed by two repeat CSs with neuraxial blocks. Her most recent CS was complicated by intraoperative cardiac arrest requiring eight minutes of cardiopulmonary resuscitation prior to return of spontaneous circulation. The presumed cause was pulmonary embolism (PE); however, this was following a successful neuraxial block, and therefore the cause may have been hypotension that was not immediately recognized because of the patient habitus. Following this complication, the patient required a week-long intensive care unit (ICU) stay leading to significant deconditioning on top of her already morbidly obese state. Upon discharge, the patient was mostly bedbound, which led to a weight gain of over 250 pounds. Her prenatal care consisted solely of a single obstetric visit with ultrasound at 12 weeks. Social history was positive for marijuana use during pregnancy.\\nWhen she presented initially to our institution at a gestational age of 38 weeks 2 days, she complained of worsening shortness of breath. Given her prior history of possible PE, limited mobility, and atrial fibrillation without anticoagulation, suspicion for repeat PE was very high. However, she could not undergo computed tomography pulmonary angiography (CTPE) study, as a 500-pound weight limit precluded her from fitting in the scanner. Her transthoracic echocardiogram, which was also challenging, showed an ejection fraction of 70% with moderate left ventricular hypertrophy without any evidence of right heart strain. The patient’s shortness of breath subsequently improved, and the decision was made to perform a repeat CS with bilateral tubal ligation. Her basic metabolic panel and complete blood count were unremarkable.\\nThe obstetric anesthesia team was consulted early along with other relevant subspecialties for multidisciplinary preparation, planning, and risk stratification. She was extremely nervous and refused neuraxial anesthesia due to her prior traumatic experience. Surprisingly, her airway examination was reassuring with Mallampati grade II with good neck extension, adequate mouth opening, and intact dentition. Adequate intravenous access, including two 18G peripheral intravenous lines, was obtained prior to induction. In addition, preparations for massive transfusion were made, including arterial access for monitoring as well as expected frequent blood sampling in case of hemorrhage. She was positioned carefully with adequate ramping to facilitate intubation. The difficult intubation cart was kept ready. She was preoxygenated for several minutes, but her end-tidal oxygen could not be brought to above 70% due to her body habitus. However, given her reassuring airway exam, we decided to induce. We used propofol 500 mg and succinylcholine 350 mg in a modified rapid sequence induction, with bag mask ventilation prior to intubation in order to bring up her oxygen reserve. We were able to achieve tidal volumes of 500 mL with an oral airway and two-hand ventilation. The first attempt with video laryngoscopy showed a large tongue and lots of redundant tissue leading to a brief desaturation to 80% and unsuccessful intubation. She was ventilated again using bag mask and subsequently intubated successfully by direct laryngoscopy, which was moderately difficult. She was ventilated with a low tidal volume strategy (6-8 mL/kg) based on her ideal body weight along with intermittent recruitment breaths to prevent atelectasis. We used an oxygen, air, and desflurane mixture as the inhaled anesthetic with FiO of 60%. Towards the end of the case, 50% nitrous oxide was used along with oxygen and desflurane. The dexmedetomidine infusion at 0.2mcg/kg/hour was administered throughout the case. The adequate depth of anesthesia was ensured by maintaining minimum alveolar concentration (MAC) of around 1 MAC. She also received famotidine 20 mg, metoclopramide 10 mg, dexamethasone 4 mg, and ondansetron 4 mg immediately after induction for prophylaxis against postoperative nausea. Rocuronium (total 50 mg) was administered in divided doses to maintain muscle relaxation.\\nThe obstetricians performed a midline vertical supra-umbilical incision through a previous existing scar for improved surgical access to the uterus. They successfully delivered a 3,900-gram female neonate with Apgar scores of 4 and 7 at 1 and 5 minutes, respectively. The placenta separated immediately. The infusion of oxytocin 40 units/hour along with carboprost 250 mcg was administered to achieve adequate uterine tone. The total duration of surgery was 2 hours and 30 minutes. The estimated blood loss was approximately 1,500 mL; however, she remained hemodynamically stable. Multimodal pain control was employed using a combination of intravenous medications, including fentanyl (150 mcg) after the delivery, acetaminophen (1,000 mg), ketorolac (30 mg), and dexmedetomidine infusion (0.2 mcg/kg/hour). Neuromuscular blockade was monitored by peripheral nerve stimulator. Sugammadex (2 mg/kg actual body weight) was administered at the conclusion of the surgery as she already had four twitches to train-of-four (TOF) stimulation. She was successfully extubated and transitioned to oxygen delivery through a face mask.\\nShe was electively placed on CPAP in the postanesthesia care unit (PACU). Her postoperative hemoglobin decreased significantly from 10.3 to 7.2 g/dL, requiring blood transfusion in the PACU. Postoperatively, care was taken to provide active physical therapy, venous thromboembolism (VTE) prophylaxis, multimodal pain management, and pulmonary hygiene, including incentive spirometry, chest physiotherapy, and positive expiratory pressure therapy to facilitate her recovery. However, her postoperative course was complicated by the development of preeclampsia with severe features. In addition, she developed acute shortness of breath and hypercarbic respiratory failure on postoperative day 3, requiring transfer to the surgical ICU for noninvasive positive pressure ventilation. She was started on anticoagulation for presumed PE along with treatment for preeclampsia. Her respiratory status improved over the next two days, repeat echocardiogram was unchanged from prior, and she was downgraded from the surgical ICU after two days and discharged from the hospital three days later to acute rehabilitation followed by home.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'31819609': 1, '20710020': 1, '28817167': 1, '18084995': 1, '31714980': 1, '23364566': 1, '29747728': 1, '27574464': 1, '30234528': 1, '22542116': 1, '22071057': 1, '25936783': 1, '32019491': 1, '20438391': 1, '22435282': 1, '31226533': 1, '34306853': 2, '25907273': 1, '26240550': 1, '26694495': 1, '33409048': 2}", "similar_patients": "{'8279172-1': 1}"}