{"patient_id": 24151, "patient_uid": "7450355-1", "PMID": 32908763, "file_path": "comm/PMC007xxxxxx/PMC7450355.xml", "title": "Brain and Cardiac Concomitant Localization of the Hydatid Cyst", "patient": "We received an eleven-year-old boy with Down's syndrome and mental retardation and psychiatric trouble (hyperexitability). His parents noticed dyspnea and decreased exercise tolerance. The family lives in a rural area in companion with domestic animals.\\nThe boy cannot express due to mental disorder. On physical examination, he was irritable. However, his parents reassured us that he was always like this with strangers. Cardiopulmonary auscultation was normal. Electrocardiogram showed sinus rhythm with 110 beats per minute and systolic ventricular hypertrophy (Sokolow score at 37 mm), with a negative T wave (). Frontal chest X-ray showed no lung parenchymal abnormality, no pleural effusion, and normal cardiothoracic ratio with globular appearance of the lower left arch (). Transthoracic echocardiography revealed a large cyst measuring 50 mm/52 mm in the middle part of the interventricular septum, crushing left and right ventricular (). His left ventricular systolic function was altered with a low left ventricular ejection fraction (45%). Minimal tricuspid regurgitation was noted. There was no pericardial effusion.\\nOn abdominal ultrasound, no cysts were observed in the liver, kidneys, or spleen. Hydatid serology was positive (hemagglutination greater than 1/5,000 (threshold 1/320), ELISA was positive, and optic density was 1.034 (threshold 0.275)). We started preoperative albendazole (at a posology of 15 mg/kg/day or 400 mg per day), and we decided to proceed with surgical removal. Two weeks after the diagnosis of cardiac hydatid cyst, the patient made a severe neurological impairment and was admitted to the emergency for symptoms of increased intracranial pressure, nausea, and vomiting. A brain-CT demonstrated a very large cerebral cyst with signs of mass effect (). The cardiac cyst has not changed its appearance. He was operated on by a left fronto-temporo-parietal craniotomy. The cyst was removed by the Dowling–Orlando technique with the aid of gravity without rupture. Histopathological examination confirmed the diagnostic of hydatid cyst, and the medical therapy using albendazole was pursued.\\nWe were planning to remove the cardiac hydatid cyst one month after the brain surgery. Unfortunately, the patient had a shock and died immediately after the first surgery.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'23822140': 1, '19467137': 1, '32614862': 1, '25193952': 1, '27526976': 1, '32620733': 1, '14726458': 1, '17670072': 1, '22560938': 1, '28554702': 1, '17675918': 1, '19350321': 1, '22796617': 1, '30305379': 1, '11151730': 1, '32908763': 2}", "similar_patients": "{}"}