{"patient_id": 96684, "patient_uid": "7053655-7", "PMID": 32184548, "file_path": "noncomm/PMC007xxxxxx/PMC7053655.xml", "title": "Lightning Injury to Eye: Brief Review of the Literature and Case Series", "patient": "A 25-year-old female came in with the chief complaint of a sudden loss of vision in OD following exposure to a lightning strike. She was standing near a window on a rainy day when lightning struck the ground about 5 m away from her.\\nFollowing the incident, she was unconscious for about 30 minutes. On examination, her best corrected vision was hand movement in OD and 6/9 in OS. IOP was 13 and 12 mmHg g, respectively. OD had lid edema, mild conjunctival congestion, corneal edema with descemet’s membrane folds, 2 + cells, and flare in anterior chamber (AC); relative afferent pupillary defect (RAPD) was present, the lens was clear and posterior segment details were not visible. OS was normal. The patient was treated with topical steroids and cycloplegic. After 5 days BCVA was HM, the cornea was clear, AC was quiet, RAPD was still present, vitreous was clear, disc and retinal vessels were normal but a foveal cyst was present in RE. OCT showed a large intraretinal cyst at the fovea with a thin overlying tissue suggestive of an impending macular hole (). Fundus fluorescein angiography (FFA) showed mild diffuse hyper fluorescence in the foveal area with no leakage (). The probable cause of poor vision in RE was a foveal cyst and optic neuropathy. On follow-up after four months, posterior subcapsular cataract was present, the disc was pale, there was no change in the size of the foveal cyst and inferior RD was noted. No retinal breaks were seen, posterior hyaloid was intact, and shifting fluid was present with retinal pigment epithelium (RPE) mottling, suggestive of exudative RD (). The vision was still HM. The patient deferred any further treatment in view of poor visual prognosis.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'21117605': 1, '7639662': 1, '10030571': 1, '12476114': 1, '25827914': 1, '8848650': 1, '17181625': 1, '33552607': 2, '8036327': 1, '18395987': 1, '27149604': 1, '11525786': 1, '27050353': 2, '32184548': 2}", "similar_patients": "{'7053655-1': 2, '7053655-2': 2, '7053655-3': 2, '7053655-4': 2, '7053655-5': 2, '7053655-6': 2, '7847350-1': 1, '7847350-2': 1, '4850813-1': 1}"}