{"patient_id": 103024, "patient_uid": "7723706-1", "PMID": 33344605, "file_path": "noncomm/PMC007xxxxxx/PMC7723706.xml", "title": "Suspected SARS-CoV-2 infection with fever and coronary heart disease: A case report", "patient": "A 65-year-old man was admitted to the cardiovascular internal medicine department with chest pain for 9 d. He presented with fever, cough, and chest tightness after percutaneous coronary intervention for 4 d.\\nAcute retrosternal pain occurred in the patient 9 d ago. An emergency percutaneous coronary intervention therapy was performed on the patient due to the abnormally elevated levels of troponin and ST-segment when presented at the cardiovascular internal medicine department that day. The patient had suffered a transient loss of consciousness due to ventricular fibrillation after percutaneous coronary intervention. Four days ago, the patient incurred fever, cough with white sticky sputum, and chest tightness. Moreover, the patient had a maximum body temperature of 38.2 °C and chest computed tomography (CT) images that were similar to COVID-19. The patient was therefore transferred to the infectious isolation ward with a possible diagnosis of COVID-19 on the 4th d of fever onset (Figure ).\\nThe patient’s medical history included hypertension, lacunar infarction, and history of aortic aneurysm surgery.\\nHe had no history of living in Wuhan, the epidemic area, or exposure to patients with COVID-19. Social history was negative for tobacco, alcohol, or substance abuse. No obvious family history.\\nThe temperature was 37.5 °C, heart rate 80 bpm, respiratory rate 21 bpm, blood pressure 112/72 mmHg, and oxygen saturation was 96%. The patient had harsh breath sounds and scattered moist rales during auscultation of both lower lungs. We considered this to be either lung inflammation or heart failure. The cardiac and digestive portions did not show abnormalities.\\nBlood analysis showed lymphopenia was 0.76 × 109/L, elevated neutrophils count: 6.8 × 109/L (normal range < 6.4 × 109/L), normal white blood cell count, and normal hematocrit and platelet count. Routine stool and urine test results were normal. Biochemical assessment of the blood demonstrated normal liver and kidney function but increased levels of hypersensitive troponin I: 1.64 ng/mL (normal range < 0.12 ng/mL) and N-terminal pronatriuretic peptide: 2860 pg/mL (normal range < 125 pg/mL). There was an increase in C-reactive protein (CRP): 114.6 mg/L (normal range < 8 mg/L), procalcitonin (PCT): 0.26 ng/mL (normal range < 0.05 ng/mL), and D-dimers: 3.32 μg/mL (normal range < 0.5 μg/mL). CD3, CD4, and CD8 T-lymphocyte counts declined simultaneously. Two real-time reverse transcriptase-PCR results for the SARS-CoV-2 nucleic acid tests by throat swab were negative. Electrocardiogram revealed the acute anterior and inferior myocardial infarction. Two-dimensional transthoracic echocardiography revealed ultrasound changes of acute myocardial infarction, a cardiac ejection fraction of 35%, and mild pulmonary hypertension.\\nInitial imaging evaluation with chest X-ray on the day of fever onset showed increased lung markings with bilateral opacification mainly in the inner and middle belts of the lung, and the hilar shadow was enlarged and thickened (Figure and ). On the 3rd d after fever onset, the chest CT scan confirmed multiple flaky ground-glass shadows in the right lung, left upper lung, and the left lower lung (Figure , , , and ). Thickened blood vessels and fibrous stripes were seen in some lesions of the right lung. The diagnosis of COVID-19 could not be excluded based on these CT scan findings.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'32065057': 1, '32142651': 1, '32380510': 1, '32007143': 1, '31986261': 1, '32109013': 1, '31991079': 1, '3872571': 1, '32055945': 1, '32064853': 1, '32053470': 1, '32046137': 1, '32114094': 1, '31849894': 1, '32174053': 2, '31950516': 1, '32009228': 1, '32015507': 1, '32075877': 1, '21219673': 1, '32031570': 1, '32101510': 1, '32049601': 1, '32105632': 1, '12766207': 1, '33344605': 2}", "similar_patients": "{'7082661-1': 1, '7082661-2': 1}"}