{"patient_id": 96826, "patient_uid": "7069139-1", "PMID": 32189921, "file_path": "noncomm/PMC007xxxxxx/PMC7069139.xml", "title": "Oral lichen planus in an 8-year-old child: A case report with a brief literature review", "patient": "The parents of an 8-year-old boy reported to our department with a chief complaint of oral ulcers and difficulty in eating for the past 2 years. History revealed that the parents of the patient noticed minute ulceration on the tongue and buccal mucosa 2 years back. The patient started experiencing burning sensation which aggravated while eating spicy and hot food for the past 8 months. The patient's patents had consulted local practitioners for the same, but he did not respond well to the treatment provided (no previous medical prescriptions were available). His medical and family history was nonsignificant. There was no associated history of vesicular/bullous eruptions. Physical examination did not reveal any evidence of cutaneous, genital, scalp or nail involvement. Oral examination revealed white interlacing striae (Wickham's striae) extending from commissural to the retromolar region on both sides of the buccal mucosa along the level of the occlusal plane. The lesion on the left buccal mucosa presented with a 2 cm × 3 cm erosive lesion localized in the retromolar region in relation to 37, while a reticular type variant of OLP was evident on the right buccal mucosa presenting with the peculiar slender radiating white striae (Wickham's striae). Area of depapillation interspersed with radiating slender white striae and melanin pigmentation was appreciated on the dorsum of the tongue. The lesion was flat, nontender, nonindurated and nonscrappable on palpation [Figure –]. Oral hygiene was fair without any restorations. Asymptomatic deeply carious first molars were seen bilaterally, although both the patient and the parents denied any restorative treatment done in those teeth. Based on the chronicity of the lesions and the characteristic clinical appearance, OLP, oral lichenoid reactions (OLR) and discoid lupus erythematosus (DLE) were considered as the differential diagnosis. OLR was ruled out based on a negative history of drug intake and the clinical absence of any amalgam restorations in the deeply carious teeth. The interlacing radiating white striations in DLE are much finer and subtle in contrast to OLP.\\nAfter unremarkable hematological investigations and obtaining informed and written parent's consent, an incisional biopsy was taken from the perilesional left buccal mucosa region. Histopathology showed typical features of LP, i.e., acanthotic epithelium with dense band-like of lymphocytic infiltration (ruling out OLR in which infiltrates are composed of plasma cells and eosinophils) and irregular saw tooth rete pegs. There were no atypical/dysplastic changes evident histopathologically [Figure and ].\\nAfter meticulous oral prophylaxis, the patient was educated and motivated for oral hygiene maintenance. Root canal treatment was done for the deeply carious first molars. Based on histopathological absence of dysplastic features and taking into consideration, the patient's age, steroid mouth rinses (betnesol 0.5 g, swish and spit three to four times daily × 15 days) was prescribed to the patient. The patient was also advised to avoid the consumption of spicy food. The patient was reviewed after 15 days and the lesions showed marked resolution with steroid rinses [Figure –]. The patient was then reviewed at an interval of 1-month for consecutive 3 months and did not report any recurrence.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'6376580': 1, '22529568': 1, '12121559': 1, '16269024': 1, '15250828': 1, '31041290': 2, '9835955': 1, '15790369': 1, '24021334': 1, '14696806': 1, '19874373': 1, '16060862': 1, '30386529': 1, '16060863': 1, '32189921': 2}", "similar_patients": "{'6482806-1': 1}"}