{"patient_id": 23024, "patient_uid": "7398378-3", "PMID": 32922903, "file_path": "comm/PMC007xxxxxx/PMC7398378.xml", "title": "Intravascular embolization versus surgical resection for patients with scalp arteriovenous fistula", "patient": "The other patient, a 26-year-old man, was admitted to our institution on October 14, 2017. The patient presented with pulsatile mass over the scalp without associated headache or dizziness. The patient had a history of brain trauma 8 years ago, and no family history of stroke or of other serious diseases. No history of surgery but a history of iohexol allergy. Physical examination indicated a 4 cm × 4 cm mass was located in the right occipital scalp and no other neurological positive signs. Post-admission CTA and further DSA confirmed the right occipital scalp arteriovenous fistula (right occipital artery supplied blood to the drainage of occipital scalp vein, Fig. ), and the performance of cerebral angiography revealed no aneurysm or vessel abnormalities in other locations. After detailed information about the risk and the way of treatment, the patient chose surgical operation. The operation was performed under general anesthesia, and the patient takes the prone position. Scalp flap was devised depending on the scope of the lump and the cosmetic problem. Firstly, the right occipital artery was gently separated from the adjacent tissue, then it can be seen that the tension of the scalp mass decreased and the fluctuation disappeared after the blocking of the right occipital artery. Secondly, ablation electrode was used to coagulate the fistula, and finally, the diseased tissue was completely removed. Total excision of the scalp arteriovenous fistula was achieved, and intraoperative blood loss was less than 100 ml. Appropriate anti-inflammatory and analgesic treatment was given after operation. The patient recovered well, and no other complications developed. The pathologic examination strengthens the evidence of sAVF. The follow-up after 3 months and 6 months by physical and angiography examinations were normal without any signs of a fistula.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'22850506': 1, '26242343': 1, '23788364': 1, '23559986': 1, '18291475': 1, '28838879': 1, '18813963': 1, '26539278': 2, '26703929': 2, '15949092': 1, '22346211': 1, '29260255': 1, '16598510': 1, '15201383': 1, '17379525': 1, '17909662': 1, '17952502': 1, '23887623': 1, '23235516': 1, '18291477': 1, '15174904': 1, '26885435': 2, '25012006': 1, '21479581': 1, '32922903': 2}", "similar_patients": "{'7398378-1': 2, '7398378-2': 2, '4739455-1': 1, '4690004-1': 1, '4630366-1': 1}"}