{"patient_id": 20699, "patient_uid": "7290282-1", "PMID": 32547767, "file_path": "comm/PMC007xxxxxx/PMC7290282.xml", "title": "Pulmonary pleomorphic carcinoma with pembrolizumab monotherapy", "patient": "Our patient was a 48-year-old female with no previous systemic disease. She was an active smoker with 0.5 pack per day for 10 years. Productive cough with yellowish sputum and exertional dyspnoea occurred in March 2018, at age 46. She visited a hospital where chest X-ray (CXR) revealed massive left pleural effusion. Admission was arranged and a pig-tail catheter was inserted for pleural effusion drainage. Chest computed tomography (CT) scan was done and found a 1.76-cm left upper lobe (LUL) lung tumour, close to great vessels, and pleural seeding. Brain magnetic resonance imaging (MRI) scan revealed multiple small brain metastases. Whole-body bone scan showed no bony metastasis. Video-assisted thoracoscopic surgery (VATS) of left pleura wedge resection biopsy was performed, and the pathology reported ADC, with positive thyroid transcription factor-1 (TTF-1), wild-type epidermal growth factor receptor (EGFR) mutation, negative anaplastic lymphoma kinase (ALK), and >80% of programmed death-ligand 1 (PD-L1) expression. With the diagnosis of stage IVB (cT4N1M1c) pulmonary ADC, she visited our pulmonology outpatient clinic for a second opinion.\\nAfter discussion, tri-weekly pembrolizumab (2 mg/kg) monotherapy was commenced from May 2018 considering the high percentage (>50%) of PD-L1 expression in the tumour. Cyber knife stereotactic radiosurgery to the brain metastases was performed. The best tumour response was partial remission (PR) based on CT assessment every three months. A positron emission tomography (PET) scan in January 2019 disclosed suspicious malignancies at LUL of lung, and aortocaval and right iliac lymph nodes. Radiotherapy was given to LUL residual tumour and those lymph nodes. After 16 cycles of pembrolizumab treatment, brain MRI scan in June 2019 showed enlarged left parietal metastasis and chest CT scan found new right paratracheal lymph nodes, while the original LUL tumour had disappeared. Endobronchial ultrasonography (EBUS) transbronchial needle aspiration (TBNA) was arranged to the group 4R lymphadenopathy (LAP). The pathology report revealed metastatic carcinoma, with diffusely positive for cytokeratin (CK) and negative for TTF-1, while the tumour cells were pleomorphic with large nuclei, prominent nucleoli, and frequent mitoses. Due to prolonged menstruation and abdominal throbbing pain, which would extend to her back and right thigh with right leg weakness since March 2019, she visited a gynaecologist. A transvaginal sonography (TVS) in June 2019 noted multiple uterine myomas. Total abdominal hysterectomy and bilateral salpingo-oophorectomy were performed in July 2019 and the pathology showed no malignancy. Pemetrexed (500 mg/m2) + carboplatin (area under the curve (AUC) = 5) every three weeks were started later in August 2019.\\nHowever, exertional dyspnoea, dysuria, and general malaise occurred in September 2019. She visited emergency room, where mild fever (37.6°C), leucocytosis (white blood cell (WBC) = 33.76 K/μL), normocytic anaemia (haemoglobin (HB) = 6.4 g/dL), and microhaematuria (urine red blood cell (RBC) = >100 high-power field (HPF) and mild pyuria (urine WBC = 10-19 HPF)) were noticed. Blood transfusion was given while Tazocin (piperacillin + tazobactam, Pfizer Inc., U.S.A.) was administered for suspecting urinary tract infection. She was admitted. Progressive right thigh swelling and pain were noticed. Whole-body CT scan revealed some ascites; multiple LAP at mediastinum, retrocrural, para-aortic, paracaval, mesenteric root, bilateral iliac, and inguinal regions; as well as tumours at urinary bladder, right psoas muscle, right retroperitoneum, right buttock, and bilateral thighs. Right thigh fasciotomy and myomectomy were performed. Massive haematoma with muscle necrosis was noted at anterior thigh during the operation, and the pathology showed pleomorphic tumour cells with pale eosinophilic cytoplasm, large and vesicular nuclei, frequent mitoses, positive CK, and negative TTF-1, which was compatible with PC (Fig. ). Furthermore, tumour bleeding with persistent anaemia was noted after the surgery, despite frequent blood transfusion. Progressive renal function deterioration with eventually anuria and refractory hyperkalaemia occurred. She passed away with disseminated intravascular coagulation, severe lactic acidosis, profound shock, and respiratory and renal failure, 18 months after diagnosis.\\nAs both the second and third biopsy results showed diffuse pleomorphic cells, we requested the pathologist to review the specimens of her first biopsy (VATS wedge resection) from the first hospital. There were solid sheets of epithelioid tumour cells in the subpleural nodules. No glandular structures or epithelial nests representative of epithelial differentiation were noted. The tumour cells were immunoreactive to TTF-1 and showed co-expression of CK7 and vimentin (Fig. ), indicating sarcomatous transformation of an ADC.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'22739072': 1, '17574296': 1, '30568128': 1, '26291007': 1, '26199566': 1, '19577320': 1, '27107327': 1, '24457237': 1, '26329973': 1, '28285687': 1, '15728811': 1, '18989796': 1, '33654389': 2, '28671973': 1, '26291008': 1, '21626008': 1, '30860657': 2, '30293943': 1, '29601633': 1, '34795901': 1, '31805526': 1, '26682906': 1, '25846096': 1, '28881488': 2, '21409490': 1, '30568113': 1, '12604887': 1, '31976327': 1, '11557118': 1, '32547767': 2}", "similar_patients": "{'6500956-1': 1, '5668504-1': 1, '5668504-2': 1, '5668504-3': 1, '7914056-1': 1}"}