{"patient_id": 33547, "patient_uid": "7953774-1", "PMID": 33711948, "file_path": "comm/PMC007xxxxxx/PMC7953774.xml", "title": "Peritoneal dialysis-associated peritonitis caused by Mycobacteroides massiliense: the first case and review of the literature", "patient": "A 40-year-old male patient with PD was admitted to our hospital because of a persisting exit-site and tunnel infection of the PD catheter. He was started on PD due to IgA nephropathy 8 months before admission. He had no comorbid disorders and was not receiving corticosteroids. He visited the outpatient unit because of the pain at the exit-site of the PD catheter 1 month before admission. He was administered levofloxacin (250 mg once every other day) orally for 7 days, followed by oral cefpodoxime proxetil (100 mg once every other day) for 8 days and oral minocycline (100 mg twice daily) for 8 days, combined with topical nadifloxacin for 1 month. However, his symptoms worsened. On admission, his blood pressure was 130/90 mmHg, pulse was 79 beats/min and body temperature was 36.6 °C. The skin at the exit-site of the PD catheter and the subcutaneous cuff was red, painful, swollen, and purulent discharge from the exit-site was observed, indicating exit-site infection and catheter-tunnel infection. He did not have rebound tenderness. Laboratory data from the whole blood showed a white blood cell count of 4900/μL with 84% segmented neutrophils and a C-reactive protein level of 0.11 mg/dL. The dialysis effluent was clear, and the cell count of the dialysate effluent was 16/μL. Therefore, peritonitis was not suspected. An increased density around the PD catheter was observed on abdominal computed tomography (Fig. ). Cultures of pus and dialysis effluent were negative. On the second day, the patient underwent simultaneous PD catheter removal and reinsertion. Gram staining of the removed catheter showed negative results. On day 6, abdominal pain and a fever of 38.3 °C appeared. The dialysis effluent became turbid, and the cell count of the dialysate increased to 379/μL with 40% neutrophils; thus, PD-associated peritonitis was strongly suspected. Empirical therapy with intravenous cefazolin (1 g once daily) and ceftazidime (1 g once daily) was initiated, although the antibiotics were switched to intravenous meropenem (0.5 g once daily) because of exacerbation of the abdominal pain and an increase in the cell count of the effluent to 13,272/μL. On day 10, Cutibacterium acnes was cultured from the subcutaneous cuff, deep cuff and infected tissue around the exit-site. In addition, acid-fast bacilli were detected in the same specimens. The culture from dialysis effluent collected on day 6 was positive for M. abscessus by the Bruker MALDI Biotyper (Bruker Daltonics, Billerica, MA) matrix-assisted laser desorption ionization-time of flight mass spectrometry (MALDI-TOF MS) system. On day 12, all three cultures, including the dialysis effluent collected on day 6, subcutaneous cuff and deep cuff removed on day 2, turned out to be positive for M. abscessus. Therefore, meropenem was changed to oral clarithromycin (200 mg twice daily), intravenous imipenem/cilastatin (250 mg once daily), and intravenous amikacin (100 mg once daily). After the removal of the PD catheter on day 14, his symptoms rapidly improved. Renal replacement therapy was switched to hemodialysis (HD), and the dosage of amikacin was changed to 300 mg after each HD session. On day 55, imipenem/cilastatin was changed to oral moxifloxacin (400 mg once daily) due to mild hepatic dysfunction; aspartate aminotransferase, 63 IU/L; alanine aminotransferase, 20 IU/L; and lactate dehydrogenase, 300 IU/L. The patient was discharged from the hospital on day 59. Combined therapy with clarithromycin, amikacin, and moxifloxacin was continued until day 114, and moxifloxacin was discontinued according to the susceptibility of the bacterium (Table ) []. We further analyzed the bacterium by multiplex PCR and the hsp65 gene sequence and identified it as M. massiliense []. Clarithromycin and amikacin were continued 17 weeks. The patient does not plan to re-start PD concerning for recurrence of peritonitis and encapsulation peritoneal sclerosis, and is receiving maintenance hemodialysis without recurrence of peritonitis (Fig. ).", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'26295364': 1, '21272129': 1, '12364376': 1, '17277290': 1, '24584592': 1, '20833823': 1, '23541540': 1, '32662049': 1, '30509703': 1, '21891775': 1, '24569948': 1, '24197885': 1, '1761680': 1, '16403878': 1, '30497395': 2, '19171799': 1, '16153259': 1, '33711948': 2}", "similar_patients": "{'6267060-1': 1}"}