{"patient_id": 26357, "patient_uid": "7550037-1", "PMID": 33062503, "file_path": "comm/PMC007xxxxxx/PMC7550037.xml", "title": "Rare Case Report of an Endometrial Adenocarcinoma Arising in a Complete Septate Uterus With a Double Cervix and Vagina", "patient": "A 35-year-old female patient (gravidity 1; parity 0) with a body mass index (BMI) of 29.6kg/m2 was referred to our hospital for complaint of dysfunctional uterine bleeding for two months. She had her menarche at the age of 14, with regular cycles, slight dysmenorrhoea, and dyspareunia. Her past medical history was noticeable for a miscarriage after eight weeks of gestation and a five-year history of type 2 diabetes under insulin therapy. There was no family history of any congenital anomalies, and the patient was unaware of her uterine anomaly. Gynecologic examinations revealed a phenotypic female (Tanner stage V), a soft abdomen with no tenderness on palpation of the bilateral adnexa, a normal with double cervices, a double vagina with a longitudinal vaginal septum, no contact bleeding, and the external genitalia was normal. We had no previous information concerning her gynecologic examination in between her miscarriage and bleeding.\\nHysteroscopy was performed with uterine endometrial biopsy, which revealed a malignant tumor, suggestive of moderately differentiated adenocarcinoma. Genetic counseling for cancer was unavailable, and ultrasound was not obtained. Abdomino-pelvic contrasted computerized tomography (CT) scan revealed a slightly increased size of the uterus, 87x37x70mm, double uterine cavities, raising the concern for stage III endometrial tumor thickening invading more than 50% of the thickness of the uterine muscle, with the onset of bilateral invasion of the parametria, and small lymph nodes without infiltrating the cervix (Figure ).\\nAfter a complete anesthesia fitness, glycemic control with insulin, and informed consent, the patient underwent an exploratory laparotomy where a total abdominal hysterectomy, bilateral salpingo-oophorectomy, and staging workup (bilateral pelvic and paraaortic lymph node dissection) were performed. At the time of surgery, the unusual per-operative finding was that of a septate uterus with complete duplication of the cervix and vagina (Figures -).\\nThe patient’s postoperative course was uneventful. Gross examination revealed a complete septate uterus, with a complete septum from the fundus to cervix measuring 6x6x3.5cm and a double cervix measuring 4x2.5x3cm for the largest. Microscopic examination revealed, as designated by the International Federation of Gynecology and Obstetrics (FIGO), a grade II endometrial endometrioid adenocarcinoma, infiltrating the entire uterine wall coming into contact with the serosa, the isthmus, and the lymph nodes, with a left serous ovarian cystadenoma.\\nThe disease was consistent with FIGO stage IIIC (pT1bN1Mx). She recovered rapidly from surgery and was addressed for adjuvant combined radio-chemotherapy to the pelvic and para-aortic region for high-risk endometrial cancer. She received a total dose of 46Gy of external beam radiotherapy in two fractions given on five days per week, two cycles of cisplatin 50mg/m2 given intravenously during radiotherapy, followed by four cycles of carboplatin and paclitaxel 175mg/m2 given intravenously. A follow-up period of eight months has shown no signs of recurrence.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'19809556': 1, '23065170': 1, '28118070': 1, '16487578': 1, '26958135': 1, '25545203': 1, '17506847': 1, '3371491': 1, '19344847': 1, '21904591': 1, '24727032': 1, '21119258': 1, '15047244': 1, '15581992': 1, '33062503': 2}", "similar_patients": "{}"}