{"patient_id": 27162, "patient_uid": "7593128-1", "PMID": 33133846, "file_path": "comm/PMC007xxxxxx/PMC7593128.xml", "title": "Hemicrania Continua With Scintillating Scotoma: A Rare Presentation", "patient": "A 22-year-old Indian lady presented with acute exacerbation of left-sided headache over the frontoparietal region and left eye pain for one day. The pain was throbbing in nature. It was associated with mild drooping and swelling of the left upper eyelid, eye redness, tearing, photophobia, and reduced periphery vision over the left eye. The headache was partially relieved by vomiting; otherwise, there was no body weakness and no history of trauma. She denied any blurring of vision and diplopia. Further history revealed that she had been having persistent headaches with similar recurrent episodes of exacerbations of left-sided headache and left eye pain for the past one year with similar associated ocular symptoms and nasal congestion. The visual disturbances of reduced periphery vision and photophobia occurred during headache exacerbations. It began at the paracentral region, gradually enlarged towards the periphery. The visual symptoms lasted for about 24 hours together with the headache spikes and resolved when the headache was partially relieved by bouts of vomiting. There was no associated phonophobia and no identifiable aggravating factor for the headache. She denied a history of overuse of analgesics. She had no personal and family history of migraine.\\nUpon initial presentation, visual acuity over both eyes was 6/9. Her left upper eyelid was mildly edematous with mild ptosis of 2 mm. Conjunctiva was injected. Otherwise, there was no anisocoria or relative afferent pupillary defect. The bilateral fundus was normal with no disc swelling, and extraocular movement was normal. The confrontation visual field test revealed a concentric contraction field defect over the left eye. Otherwise, the neurological examination was unremarkable. Secondary etiologies were excluded whereby her magnetic resonance imaging, magnetic resonance venography, and angiography brain were normal. She was referred to the neurology team and was diagnosed with hemicrania continua based on the criteria of the International Classification of Headache Disorders and resolution of headache with indomethacin.\\nHumphrey’s visual field test was done one month later during the follow-up visit where she developed a side-shifting headache affecting the right frontal and temporal region with features similar to the left side. The test revealed nasal hemianopia over the right eye and normal visual field over the left eye (Figure ). A subsequent visual field test that was done 10 months later, while the patient was having a left-sided headache exacerbation, revealed left ring scotoma with complete resolution of the right eye field defect.\\nThe patient was treated with indomethacin 50 mg bid initially and was gradually increased to 75 mg bid with a resolution of her headache, visual aura, and autonomic symptoms. Indomethacin could be tapered to 50 mg daily over the course of two months. Attempts to discontinue the medication resulted in a recurrence of pain and aura. She developed the side-effects of gastritis later and could not tolerate indomethacin. Her medications were changed to verapamil 40 mg tid, flunarizine 5 mg at night, and Sumatriptan 50 mg as needed. She had been followed up for the past 12 months. The intensity of the background headache was much improved (reduced from 4/10 to 2/10 on the subjective analog scale), with occasional weekly episodes of exacerbations as compared to the thrice-weekly exacerbations prior to treatment. The headache exacerbations predominantly affected the left side. Her visual aura remained the same during episodes of exacerbations.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'20558416': 1, '10027765': 1, '29681827': 2, '12047466': 1, '9055807': 1, '18451717': 1, '15330820': 1, '23065481': 1, '29368949': 1, '33133846': 2}", "similar_patients": "{'5903150-1': 1}"}