{"patient_id": 101194, "patient_uid": "7528504-1", "PMID": 33033791, "file_path": "noncomm/PMC007xxxxxx/PMC7528504.xml", "title": "An unyielding valve leading to venous spasm during pacemaker implantation: a case report", "patient": "A 45-year-old woman, with a history of hypothyroidism (on thyroid replacement therapy), scoliosis requiring surgical correction, major depressive disorder, and complete surgical repair of Tetralogy of Fallot 40 years ago, presented with symptoms of fatigue and exertional presyncope/syncope. Physical examination showed a heart rate of 50 b.p.m., blood pressure of 110/60 mmHg, with a normal first and second heart sounds, and an ejection systolic murmur in the pulmonary area. The jugular veins were not distended and there was no ankle oedema. Electrocardiogram showed a bifascicular block. Two-dimensional echocardiogram showed mild to moderate dilatation of the right atrium and ventricle with normal left ventricular size and function with moderate pulmonary regurgitation and no tricuspid regurgitation. Telemetry monitoring showed intermittent 2:1 atrioventricular (AV) block. Her current medications included levothyroxine 50 µg o.d., amitriptyline 10 mg o.d., and aripiprazole 3.75 mg o.d. In view of bifascicular block on the electrocardiogram, episodes of 2:1 AV block and symptoms of presyncope and syncope with no other aetiology identified, she was considered for a pacemaker implantation. The left extrathoracic subclavian vein was selected for venous access. A venogram was obtained which showed an adequate sized patent subclavian vein with no evidence of stenosis (). Venous access was obtained with a 21G micropuncture needle (Arrow Simplicity®) with good flashback, however, attempts at advancing the guidewire beyond the medial head of clavicle were unsuccessful after multiple attempts. On careful inspection of the venogram, a valve was seen in the subclavian vein just before its union with the internal jugular vein. The tip of the guidewire during all attempts was seen to ‘hook on’ to the valve of the subclavian vein impeding further advancement beyond the valve. Three subsequent attempts were made with good flashback at all times but failure in advancing the wire. A subsequent attempt was made to gain access to the vein further laterally. However, venous access was unsuccessful with no blood flashback. Attempts at increasing the venous pressure with leg raising (Trendlenberg position) and intravenous fluid loading with 500 mL of normal saline were done but did not lead to successful venous access. A repeat venogram was obtained which showed non-visualization of a segment of the subclavian vein, with retrograde flow occurring to the medial portion of the vein through collateral vessels via the internal jugular vein and the left innominate vein () (a total of 30 mL of contrast was used for both venograms). The possible aetiologies considered included Subclavian venous spasm, compression of the vein segment by a haematoma and subclavian vein thrombosis. Administration of nitroglycerine was contemplated, to relieve possible spasm, but in view of a systolic blood pressure of 90 mmHg it was not done. We contemplated switching over to the right side, but since the pulse generator pocket was already created we decided to attempt a more medial access to the intrathoracic subclavian vein which was successful. A dilator was passed over the guidewire and an additional guidewire was passed through the dilator to provide vascular access for two pacemaker leads, one placed in the right atrial appendage and the other in the right ventricular apical septum, with subsequent dual-chamber pacemaker implantation (the total procedural fluoroscopy time was 25 min) (). A Doppler venous ultrasound was obtained the next day which showed a patent left subclavian vein with a normal flow pattern with no evidence of thrombosis or haematoma. The patient has completed 8 months of follow-up with no recurrence of symptoms.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'22436615': 1, '33806386': 1, '20813728': 1, '2926044': 1, '29345717': 1, '27830883': 1, '12685151': 1, '15683516': 1, '7505926': 1, '22431443': 1, '22848074': 1, '33033791': 2}", "similar_patients": "{}"}