{"patient_id": 26023, "patient_uid": "7535635-2", "PMID": 33019380, "file_path": "comm/PMC007xxxxxx/PMC7535635.xml", "title": "Primary ovarian carcinoid", "patient": "A 49-year-old woman, who received transabdominal subtotal hysterectomy and bilateral ovarian partial resection for leiomyoma and bilateral ovarian masses 7 years ago, complained of constipation, abdominal pain, bloating, and headache. A mass about 7.0 cm × 6.0 cm in size was palpated upon gynecological examination.\\nUltrasound graph (Fig. ) found that in the left adnexa region there was a mass consisting of cystic and solid tissues with irregular shape, clear boundary, and abundant blood flow signal. Blood pressure was 153/90 mm Hg, an abnormal T wave with ST slightly shifting down approximately 0.15 mv was detected by ECG and normal structure and function of heart was observed by echocardiograph. The results of tumor markers were normal.\\nCervix resection, right salpingo-oophorectomy, appendectomy, and pelvic lesion resection was conducted (Fig. ). Tumor metastasis and invasion were found in appendix, left board ligament and infundibulopelvic ligament during exploration intraoperatively. Thus, regular cycles of chemotherapy, combining paclitaxel (Yangzijiang Pharmaceutical Group Co., Ltd. China) with lobaplatin (Hainan Changan International Pharmaceutical Co., Ltd. China), was taken out postoperatively.\\nThe result of pathological examination (Fig. ) was ovary carcinoid, insular type. IHC results were shown as follows: CK (AE1/AE3), CgA, Syn, CD56, and CD10 were positive, and calretinin, WT-1, EMA and α-inhibin were negative. Besides, vimentin was partially positive and the positive index of Ki67 was 10%. The patient was diagnosed as POC with stage IIIA according to the 2014 FIGO staging classification for ovarian cancer.\\nMultiple metastases, including liver, spleen, retroperitoneum and left iliac bone, were confirmed by abdominal CT scan 5 months postoperatively, thus, we changed paclitaxel (Yangzijiang Pharmaceutical Group Co., Ltd. China) to docetaxel (Jiangsu Hengrui Pharmaceutical Co., Ltd. China). Seven months after surgery, metastases were found in the liver and paraaortic lymph nodes, however, not observed in the spleen. At the last 17-month follow-up visit, the patient felt headache sometimes, constipation occasionally and denied any other discomfort symptoms.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'25760904': 1, '29184871': 2, '27751431': 1, '20664470': 1, '25800541': 1, '27098182': 2, '26306985': 1, '20813053': 2, '28777098': 1, '24179502': 2, '9090481': 1, '19039598': 1, '19317273': 1, '27122940': 1, '21293285': 1, '23029627': 2, '28531365': 1, '24654475': 1, '29326972': 1, '25473751': 1, '20226417': 1, '12569593': 1, '8626144': 1, '33733022': 1, '22563842': 1, '29610616': 1, '21526556': 1, '25473750': 1, '15367531': 1, '30485710': 1, '31188324': 1, '34459278': 1, '26607856': 1, '24397395': 1, '20652280': 1, '19139590': 1, '31307754': 1, '29349725': 1, '25341578': 1, '21316509': 1, '23984130': 2, '26158742': 1, '21621706': 1, '29996316': 1, '28463910': 1, '24371662': 1, '24300346': 1, '22288046': 1, '24371533': 1, '12774237': 1, '29480829': 1, '24818031': 1, '33019380': 2}", "similar_patients": "{'7535635-1': 2, '4839142-1': 1, '2942805-1': 1, '3741922-1': 1, '3458411-1': 1, '3813716-1': 1, '5694737-1': 1}"}