{"patient_id": 18639, "patient_uid": "7171610-1", "PMID": 32328335, "file_path": "comm/PMC007xxxxxx/PMC7171610.xml", "title": "An Unusual Case of Lower Extremity Clear Cell Hidradenocarcinoma", "patient": "The patient is a 75-year-old woman with a past medical history of hypertension presented to the office with a 9 × 9 cm fungating left thigh mass that was reported to be slowly growing over the course of two years (). She became concerned when it began to drain purulent fluid. She reported a 20 Lb. weight loss over the last few months attributed to decreased appetite. The patient was seen by a general surgeon who performed a wide-margin resection of her tumor. The wound was closed primarily and the patient recovered well from surgery. Pathology returned as Clear Cell Hidradenocarcinoma exhibiting extensive necrosis, hyalinization, focal ossification, and frequent mitoses. All pathologic margins were negative. Immunohistochemical stains were positive for D2-40, p63, CK 5/6, and vimentin. CEA was positive in the ductal component. PAX-8 was negative ( and ).\\nPET/CT scan was performed after final pathology returned to evaluate for distant metastatic disease. PET/CT demonstrated mildly avid (Max SUV 2.7) 1.1 cm left inguinal and 0.6 external iliac adenopathy. These findings were corroborated with MRI of the pelvis and sonography demonstrating characteristically benign appearing inguinal lymph node. Although this likely represented typical postoperative changes, ultrasound-guided FNA and core needle biopsies of a 2.2 cm inguinal lymph node (without abnormal morphology) were obtained to rule out lymph node metastasis. No other abnormal lymph nodes were identified on ultrasound. Pathology failed to demonstrate any malignant cells on cytology, and immunohistochemistry returned as benign with normal lymph node architecture.\\nAfter discussion in multidisciplinary tumor board, the patient was referred to a radiation oncologist and treated utilizing intensity-modulated radiation therapy to a total dose of approximately 5000 cGy in 25 fractions to the lymph nodes and 6400 cGy in 32 fractions to the tumor bed. The patient remains under close surveillance with a follow-up scheduled PET/CT. There is no evidence of recurrence to this date.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'19215270': 1, '25627632': 1, '12712484': 1, '2736482': 1, '12712485': 1, '25550993': 1, '23271300': 1, '34925613': 1, '22666726': 2, '25815059': 1, '22540063': 2, '23677677': 1, '20441512': 1, '9788267': 1, '29441103': 2, '16882695': 1, '30155386': 2, '18929928': 1, '32328335': 2}", "similar_patients": "{'5807991-1': 1, '3336933-1': 1, '3364684-1': 1, '6110412-1': 1}"}