{"patient_id": 104040, "patient_uid": "7802726-1", "PMID": 33431530, "file_path": "noncomm/PMC007xxxxxx/PMC7802726.xml", "title": "Granulomatosis with polyangiitis presenting with unilateral facial nerve palsy and nasal septum perforation", "patient": "A 17-year-old female patient with a known case of bronchial asthma was admitted to the Department of Neurology, King Saud Medical City, Riyadh, Saudi Arabia, for an acute onset of seizure and headache that persisted for 5 days. Brain CT revealed no abnormality, and anti-epileptic agents were started. The doctors consulted the Department of Rheumatology because the patient had a history of joint pain and skin rash.\\nThe patient’s history was retrospectively explored. She further reported the following findings: history of fatigue, right-side facial palsy and right lower limb numbness for approximately 1 year; history of runny nose, nasal ulcers, epistaxis, tinnitus and unilateral right ear pain with a yellowish discharge for the last 6 months; history of productive cough with yellowish sputum and haemoptysis on one occasion and no fever or chest pain during the last 6 months; 7% weight loss (body mass index=28) and poor appetite over the last 6 months; history of haematuria for the last 2 months and history of multiple joint pain involving the hips, knees and small joints of the hands associated with skin rash over the dorsum of the right foot. There was no family history of similar condition or any hereditary disease. Social history revealed that she is single, living with her family with good socioeconomic status, good academic performance and no history of smoking, alcohol or any substances abuse.\\nThe general physical examination revealed noticeable facial asymmetry with a depressed nasal bridge, nasal ulcers, septal perforation, bilateral pitting pedal oedema (grade II) and petechial and purpuric skin rashes with haemorrhagic crust over the dorsum of the right foot (). The chest examination revealed bilateral fine crackles over the upper lobes. The neurological examination revealed right-sided lower motor neuron facial palsy grade IV according to the House and Brackmann scale. The remaining neurological and systemic examinations were normal.\\nLaboratory investigations uncovered elevation of acute-phase reactant parameters, including the erythrocyte sedimentation rate (111 mm/hours) and C reactive protein level (7.7 mg/dL), in addition to evidence of normocytic anaemia (haemoglobin=90 g/dL), leucocytosis (white cell count=23 × 109/L) and thrombocytosis (platelet count=716 × 109/L). The results of other biochemical investigations, including assessments of renal function, liver function, blood glucose levels and the thyroid profile, were normal. Bronchoscopy revealed no evidence of infection, haemorrhage or malignancy. Viral markers for HIV, hepatitis B and hepatitis C were negative. Routine microscopy of urine revealed proteinuria (3+) and red blood cell casts. Accordingly, 24-hour urinary protein was measured, giving a result of 5.3 g/day. On further testing, rheumatoid factor and antinuclear factor were negative. However, c-ANCA was positive 54 AU/mL (anti-proteinase-3), p-ANCA was weakly positive 27 AU/mL (myeloperoxidase antibody) and anti-Glomerular Basement Membrane (BGM) was negative. Kidney biopsy revealed features suggestive of pauci-immune crescentic glomerulonephritis.\\nChest X-ray uncovered multiple cavitary lesions (). Chest CT revealed multiple large thick-walled cavitating lesions (). Brain MRI revealed multifocal cortical swelling with bilateral opacification of the mastoid air cells (). CT of the paranasal sinus identified deviation of the nasal septum and chronic suppurative otitis media (). Bronchoscopy revealed no evidence of infection, haemorrhage or malignancy.\\nBased on these investigations and imaging findings, the patient was diagnosed with GPA.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'16523054': 1, '11228186': 1, '25791920': 1, '28578472': 1, '8843868': 1, '25845258': 1, '28337860': 1, '28914375': 1, '22236893': 1, '15149327': 1, '28811951': 1, '24200609': 1, '19263410': 1, '27110249': 2, '24101832': 2, '15210387': 1, '27606281': 1, '27493820': 2, '19809051': 1, '33431530': 2}", "similar_patients": "{'4823487-1': 1, '3788296-1': 1, '4963591-1': 1}"}