{"patient_id": 25617, "patient_uid": "7519977-1", "PMID": 33014492, "file_path": "comm/PMC007xxxxxx/PMC7519977.xml", "title": "Eradication of Lomentospora prolificans Osteomyelitis of the Wrist with Combination Antifungal Therapy, Voriconazole Bone Cement, and Surgical Debridement", "patient": "A 68-year-old male with a background of rheumatoid arthritis (RA) presented to the Emergency Department (ED) in August 2017 with a six-week history of pain, erythema, and swelling over the dorsum of his right hand and wrist, with subjective fever and chills. The patient initially sustained small abrasions to the right dorsal hand, volar aspect of the index finger, and lateral aspect of the fifth metacarpophalangeal joint from fish spines while ocean fishing, with further injuries from a tree branch while gardening the next day. These sites became painful with necrotic foci and purulent discharge, and erythema and swelling began spreading to the rest of the hand and wrist over subsequent days. Ultrasound of the right wrist via the patient's local doctor showed features consistent with cellulitis and generalised tenosynovitis of the flexor tendons and the extensor compartment. However, multiple courses of oral antibiotics (erythromycin, cephalexin, and Flucloxacillin, in turn) did not provide any clinical improvement. The patient had previously been well, with his RA, diagnosed in 2015, well-controlled on weekly methotrexate (10 mg) and etanercept injections (50 mg) and daily prednisolone (7.5 mg) and hydrochloroquine (200 mg).\\nOn examination, the patient had necrotic lesions over the sites of injury and extensive oedema over the right dorsum of the hand and wrist. He had negative Kanavel's signs for flexor tenosynovitis and nonirritable carpal, metacarpal, proximal, and distal interphalangeal joints. His inflammatory markers were elevated (CRP 80 mg/L, ESR 80 mm/hr, WCC 12.6 × 109/L, and neutrophils 10.69 × 109/L), but he was afebrile and had negative blood cultures. Furthermore, MRI of his right hand showed extensive synovitis and flexor group enhancement, but follow-up labelled white cell scan was negative for deep infection or osteomyelitis. Excisional biopsies of his necrotic lesions did not identify any organisms. The patient was given intravenous (IV) Flucloxacillin and oral doxycycline; however, there was no clinical improvement despite seven days of treatment in total since initial clinical presentation. An atypical organism as the underlying aetiology was suspected given the patient's immunocompromised state and exposure to commercially available fertiliser product, and so, the patient's RA medications were ceased, and right wrist synovectomy with biopsy was organised to identify the organism.\\nOpen synovectomy of the right wrist with biopsy was done in January 2018, which showed extensive arthritis of the distal radioulnar joint without any evidence of organisms on microbiology, culture, and sensitivities (MCS); myriad samples were taken intraoperatively. Follow-up X-ray and MRI of the right hand in April 2018 showed changes favouring acute or chronic rheumatoid arthritis, without joint effusion or drainable collections, while the patient continued to have pain and swelling over the dorsal and increasingly over the volar wrist with associated reduced range of motion (). Diagnosis of an acute rheumatoid arthritis “flare” was established given the recently ceased RA medications and negative microbiology results, and so, the patient was booked for a right wrist fusion with iliac crest graft for definitive management of his pain.\\nHowever, when the patient presented for the procedure in November 2018, a fluctuant collection under the previous synovectomy scar was noted. Upon incision, purulent material was discharged from the joint space, with extensive synovitis and destroyed distal radioulnar joint noted in the operation report. Surgical debridement and irrigation were performed instead, with multiple tissue and synovium samples sent for microbiology, culture, and sensitivities (MCS).\\nMicrobiology was positive for Enterobacter cloacae and Lomentospora prolificans. The identified E. cloacae was resistant to co-trimoxazole and sensitive to gentamicin, ciprofloxacin, and Meropenem. Minimum inhibitory concentration (MIC) for L. prolificans was performed via the broth dilution method at a specialized mycology unit interstate, which showed MIC of >8 mg/L to Amphotericin, >256 mg/L to fluconazole, >16 mg/L to itraconazole, and >8 mg/L to voriconazole. During this clinical presentation, the patient's CRP was 14 mg/L and WCC 8.0 × 109/L. Following surgery, the patient was started on IV Meropenem (1 g TDS) with oral voriconazole (250 mg BD) and Terbinafine (250 mg BD), as per the recommendations from the infectious disease (ID) team. The trough voriconazole level was monitored weekly to ensure that the given dose was within the therapeutic range for the patient.\\nSurgical debridement and irrigation were repeated every three to five days to regain source control. There was extensive damage from the disease process requiring extensor tendon synovectomy and eventual proximal and distal row carpectomy. The skin overlying the wrist had necrotic, sloughed edges that required progressive debridement, resulting in a large dorsal wrist wound with exposed, residual extensor tendons (). This was deemed a nongraftable surface by the plastic surgical team until the infection was resolved, despite the prolonged time course. Due to the extent of bony and soft tissue damage and the possibility of upper limb amputation at a suitable level, should the infection not be controlled locally, advice was sought from local orthopaedic colleagues regarding the use of antifungal-impregnated cement beads as an adjunctive therapy. Voriconazole was recommended as the agent of choice to be incorporated into the drug-eluting cement beads fashioned intraoperatively.\\nSeven Palacos (nonbiodegradable) cement beads impregnated with 600 mg of voriconazole were inserted in December 2018 during proximal row carpectomy, washout, and debridement (). A total of nine sessions of joint irrigation and debridement were performed from November 2018 to January 2019. The Palacos beads were in situ for a total of three weeks before they were removed at one of the above sessions. Samples taken since the insertion of voriconazole beads were consistently negative for L. prolificans on microbiology, and the right wrist showed clinical improvement, eventually to complete resolution of pain with no ongoing signs of infection. External fixation was applied to the now flail right wrist in January 2019 to achieve skeletal stability, and the patient was discharged on oral voriconazole and Terbinafine (Figures and ).\\nThe patient remained well in subsequent outpatient reviews and was eventually deemed fit for right wrist fusion with iliac crest bone graft and internal fixation, which was completed in July 2019. Voriconazole-impregnated Stimulan (biodegradable) was used throughout the deep dead space during the procedure. The plastics team performed a myocutaneous flap to close the dorsal wrist wound. At four months post right wrist fusion, the patient remained clinically well and pain-free and had regained some function in relation to the use of the right hand (). Follow-up imaging showed a stable right wrist post fusion with no evidence of collection or hardware failure. The patient is currently on voriconazole (200 mg BD) and Terbinafine (250 mg BD), with regular trough voriconazole levels monitored by the ID team; he is to complete at least 12 months of oral voriconazole in total, before cessation of treatment. It is not believed that the patient will need life-long suppressive treatment with either antibiotics or antifungal agents at this stage.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'24548001': 1, '30628529': 1, '28163947': 2, '22782573': 1, '18202441': 1, '12627286': 1, '21815580': 1, '12801370': 1, '5487941': 1, '3356789': 1, '15552141': 1, '19031336': 1, '22389900': 1, '18195067': 1, '25815648': 1, '31754463': 1, '28929280': 1, '31330862': 1, '17428274': 1, '22290955': 1, '30099056': 1, '24855598': 1, '12499177': 1, '29538735': 1, '33014492': 2}", "similar_patients": "{'5259669-1': 1}"}