{"patient_id": 29670, "patient_uid": "7752794-1", "PMID": 33364125, "file_path": "comm/PMC007xxxxxx/PMC7752794.xml", "title": "Jaw Pain and Profound Bradycardia – An Atypical Presentation of Lyme Carditis", "patient": "A 40-year-old male with tachycardia and left-sided jaw pain radiating to his chest presented to the ED. Electrocardiogram (EKG) showed sinus tachycardia (103 BPM). Troponin was slightly elevated at initial presentation (0.08 ng/mL) and downward trending in subsequent measurements. Brain natriuretic peptide (BNP) was 300 pg/mL. The patient was admitted to the hospital to rule out acute coronary syndrome (ACS). A treadmill cardiac stress test was negative for ischemia. Transthoracic echocardiogram (TTE) was within normal limits, with an ejection fraction of 56% and no wall motion abnormalities.\\nThe patient achieved an METs score of 17. TTE and chest X-ray showed no abnormal findings. The patient received a general diagnosis of unexplained cardiac changes due to stress and was discharged home. While visiting his primary care physician (PCP) to discuss the isolated findings of jaw pain and mildly elevated troponin, the patient was noted to have sinus conduction delay on EKG, with a PR-interval of 160 milliseconds (Figure ).\\nTwo weeks after the occurrence of jaw pain, the patient was roused from sleep by dyspnea and back pain. At the time, the patient attributed the back pain to sprain from exercise. The patient noted that during this episode of his pulse was very low, recorded at 26 bpm and occasionally undetectable upon radial artery palpation.\\nTable illustrates progressive PR-interval prolongation and subsequent resolution following antibiotic administration. Additionally, slight elevation of troponin is suggestive of some degree of myocardial necrosis resulting from infection.\\nOver the course of the next month several EKGs would note the patient’s PR-interval was between 250ms, 1st degree AV block, and 400ms, 2nd degree AV block (Figure ). The patient noted migratory arthralgia intermittently in the week prior to diagnosis of Lyme carditis. Additionally, the patient admitted to experiencing some degree of anterior lymphadenopathy of the neck in the day leading up to diagnosis. A month after the initial presentation, an EKG at the cardiologist office showed a rate of 58 bpm and a 2nd-degree AV block Mobitz type I.\\nThe patient was prescribed doxycycline 100mg BID, after which his PR interval began to decrease. A Lyme titre was checked using immunohistochemical markers and was positive for IgM (p41, p39, p23) and IgG (p66, p45, p41, p39, p23, p18). Per Infectious Disease Society of America (IDSA) guidelines, the patient was switched to 2g ceftriaxone IV every 24h once suspected Lyme carditis was confirmed by immunohistochemical testing. After several days he reported feeling better and was discharged with the remaining course of antibiotics and a portable cardiac event monitor.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'12957829': 1, '23429899': 1, '30350436': 1, '1951010': 1, '20529367': 1, '16904215': 1, '25356607': 1, '16740326': 1, '30377753': 1, '11450660': 1, '18452801': 1, '1947815': 1, '22438525': 1, '31695976': 2, '33364125': 2}", "similar_patients": "{'6820318-1': 1}"}