{"patient_id": 32186, "patient_uid": "7883431-1", "PMID": 33583432, "file_path": "comm/PMC007xxxxxx/PMC7883431.xml", "title": "An unusual presentation of acute myocardial infarction in physiotherapy direct access: findings from a case report", "patient": "A 46-y-old tiler male presented to the ED complaining of right SP during the previous week due to increased workload (13–14 h per day laying bulky tiles, instead of his usual 8 h of daily work). His vitals parameters were pulse oxygen saturation level of 99%, blood pressure (BP) of 130/90 mmHg, respiratory rate (RR) of 16 rpm, and heart rate (HR) of 72 bpm. Cardiopulmonary and neurological examinations were unremarkable. The patient denied family history for cardiovascular disease, any medication intake in the previous 48 h, and declared being smoker since 20 years. Physical examination documented worsening of pain on palpation of the acromial and scapular region stated with numeric pain rating (NPRS) scale at 8/10, and there were no other abnormalities in other physical examinations (Fig. ). The pain was described as dull and intense, lasting from a week, with a subtle onset. He was diagnosed by the ED physician with right painful musculoskeletal (MSK) shoulder syndrome and treated with an intramuscular injection of diclofenac 75 mg/mL and ketorolac 30 mg/mL, with no relief. Accordingly, to reduce the pain and calm down the patient, the physician prescribed an infusion of saline solution (100 mL and 250 mL) and ranitidine hydrochloride 50 mg/5 mL and a diazepam dose 10 mg/ 2 mL, which led to a sensible improvement of the pain.\\nUpon discharge, the patient was advised to take eperisone hydrochloride 100 mg twice and ibuprofen 600 mg twice a day for 5 days, rest from work for 1 week and a prescription of antalgic electrotherapies.\\nThe patient decided to seek his PT to have another evaluation. On examination, he arrived at the clinic holding his upper limb in an antalgic posture, with his arm adducted and internally rotated using a foulard knotted behind the neck. His past medical history included frequent recurrent right shoulder dislocations in the childhood, which had been resolved with muscle strengthening, and chronic gastritis (treated with antacid drugs when needed). The patient denied any other past or current traumas or diseases. He also denied general constitutional symptoms, any unexplained recent weight loss or gain, or bowel or bladder symptoms. He reported smoking 30 cigarettes per day, a body mass index of 27,6 kg/m2 and denied any congenital or family history of heart diseases. Disability scored 56.57 on the QuickDASH scale []. The physical assessment of the shoulder documented pain on the palpations of the upper trapezius, supraspinatus, infraspinatus, anterior and posterior deltoid muscles with reproduction of symptoms, NPRS =8/10. Hence, vital parameters were not evaluated [, , , ].\\nPassive range of motion (ROM) of the shoulder was evaluated. Elevation and abduction were both limited to 70 degrees with an empty end-feel []. Internal rotation had a painful capsular end-feel and full ROM, whereas external rotation and extension had full ROM and pain-free capsular end-feel. Due to the functional limitation, the abduction and adduction movements on the horizontal plane were performed at 70 degrees of elevation. The abduction had a capsular end-feel while adduction had a tissue approximation end-feel, both pain-free. Active ROM movements of the right shoulder were requested: elevation and abduction were both limited to 70 degrees due to sharp pain in the whole deltoid region, while extension was normal. Due to the pain, external rotation had been performed between 0° and 70° degrees of elevation and were normal, as well as internal rotation, abduction and adduction on the horizontal plane. Manual isometric muscle tests were accomplished for the rotator cuff muscles, deltoid, trapezius, biceps brachialis, triceps and pectoralis major and minor, in accordance with muscle testing usual practice [], reporting strength comparable to that of the left shoulder (4/5 level on the medical research council scale [MRC] )[]. To complete the physical examination, active and passive movements of the cervical spine were evaluated [, –] and were within normal ranges, also upper limb neurodynamic tests were found normal [, ]. Due to high irritability, absence of trauma or relevant risk factors for specific shoulder orthopedic pathologies (e.g. superior labral tear from anterior to posterior (SLAP) lesions or full thickness rotator cuff tears), the PT decided not performing passive or orthopedic special tests [, ]. For these reasons, according to the diagnostic triage proposed by Ristori et al .[], diagnosis was non-specific SP on supposed peripheral nociceptive pain mechanism. At the end of the physiotherapy session, the patient was instructed to perform self-mobilization of the shoulder as home exercise twice a day for 3 days until the next physiotherapy treatment [, ].\\nAfter the physiotherapy session, the patient experienced relief of the symptoms until the same evening, NPRS = 5/1 0[]. Then, the pain has reoccurred and increased, till forcing him to come back to the ED. The ED physician carried out another medical examination. Vital parameters at the time of admission were BP of 110/90 mmHg, RR of 16 rpm, HR of 98 bpm and pulse oximetry saturation level of 100%. Any other type of clinical assessment was unremarkable. The conclusive diagnosis was right MSK shoulder syndrome, and the ED physician performed an intramuscular injection of thiocolchicoside 4 mg/ 2 ml and diclofenac 75 mg/ 3 ml for pain-relieving. Upon discharge, the patient was instructed performing a daily intramuscular injection with the same dosages and drugs.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'23122432': 1, '29669081': 1, '20534316': 1, '27525184': 1, '12426912': 1, '15163107': 1, '30657538': 1, '29862049': 1, '11182180': 1, '32861385': 1, '33925090': 2, '30383755': 1, '24179330': 1, '34577831': 2, '18361215': 1, '30042373': 1, '32438853': 1, '16282408': 1, '26516494': 1, '20304605': 1, '18307844': 1, '17610457': 1, '29629615': 1, '23988787': 1, '22048788': 1, '28487435': 1, '3343953': 1, '19020701': 1, '32312245': 2, '28503458': 1, '23726390': 1, '18838403': 1, '11998580': 1, '17720798': 1, '26984863': 1, '16959529': 1, '20036454': 1, '25631316': 1, '28642666': 1, '32813559': 1, '25249585': 1, '8326275': 1, '20890250': 1, '12486425': 1, '28600371': 1, '19297202': 1, '28499143': 1, '19944564': 1, '29326775': 1, '22922414': 1, '22131792': 1, '21411827': 1, '31679516': 1, '25996361': 1, '22246042': 1, '10994861': 1, '26320110': 1, '25103135': 1, '30181258': 1, '30723033': 1, '21936616': 1, '19850241': 1, '25880519': 1, '28923844': 1, '24573704': 1, '20185669': 1, '31687294': 1, '33583432': 2}", "similar_patients": "{'7171733-1': 1, '8146853-1': 1, '8468880-1': 1}"}