{"patient_id": 22224, "patient_uid": "7362665-1", "PMID": 32676255, "file_path": "comm/PMC007xxxxxx/PMC7362665.xml", "title": "Diagnostic Challenges of a Mass in the Left Atrium", "patient": "A 61-year-old female former smoker presented with increasing dyspnea and productive cough with white expectoration for a few days. She denied fever, chest pain, palpitation, orthopnea, paroxysmal nocturnal dyspnea and edema. She had unintentional weight loss of 20 lbs along with loss of appetite. She had past medical history of bronchial-associated lymphoid tissue (BALT) lymphoma and was treated with rituximab. A positron emission tomography (PET) scan two months prior to the admission showed left lower lobe mass with obstruction of the left mainstem bronchus, and diffuse bilateral pulmonary nodules with moderate left pleural effusion. Subsequently, she received chemotherapy with obintuzumab and bendamustine.\\nOn admission, she was afebrile, sinus tachycardia 110/min, normotensive, respiratory rate 25/min and oxygen saturation 96% on 2 L nasal cannula oxygen. There was neither jugular venous distension nor pedal edema. Cardiac auscultation revealed normal S1 and S2 without murmur or added sound. Lung auscultation revealed diminished breath sound over the left hemithorax. The rest of the physical examination was unremarkable.\\nHer electrocardiogram showed sinus tachycardia with the rate of 109/min. Complete blood count showed normocytic anemia with hemoglobin 9 g/dl which was stable compared to that two months ago. Blood chemistry was within normal limits. Chest X- ray showed opacification of the left hemithorax (Figure ).\\nGiven these observed findings along with the elevated risk of thrombosis in active cancer, computed tomography (CT) pulmonary angiogram was performed (Figure ). CT chest ruled out pulmonary embolism but revealed a large filling defect within the left atrium, left inferior and superior pulmonary veins. It was suspected to be a thrombus since it was not reported on earlier PET scan. Apixaban was initiated given the concern for thromboembolism.\\nA transthoracic echocardiogram showed a 3 x 3 cm, mobile, echogenic mass in the left atrium best seen in the parasternal long axis view (Figure ). Her left atrial size was reported to be normal. Her left ventricular size and function were also within normal limit. Further evaluation with transesophageal echocardiogram (TEE) was considered. However, the patient did not provide consent for TEE after being informed about the risks of the procedure.\\nTo offer the best characterization of soft tissue cardiac masses, cardiac magnetic resonance imaging (CMR) was performed (Figure ). It confirmed a bulky left lung mass suggestive of carcinoma invading the left atrium via the left pulmonary veins. There was bulky intraluminal tumor thrombus and extensive mediastinal invasion by tumor. CT-guided biopsy of left lung mass was suggestive of non-small cell lung carcinoma (NSCLC). A diagnosis of dual synchronous cancers, BALT lymphoma and NSCLC, adenocarcinoma to be exact, with cardiac invasion was made. As of now, we are not sure about the relationship between these two tumors. We do not know which one had invaded the left atrium. She continued to receive palliative chemotherapy. After discussion with the hemato-oncology, the anticoagulation was stopped due to the risk of internal bleeding.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'23533872': 2, '28767580': 2, '23101026': 2, '29629261': 2, '11197829': 1, '24126323': 1, '30601740': 1, '32676255': 2}", "similar_patients": "{'5626134-1': 1, '3600273-1': 1, '5875137-1': 1, '3475473-1': 1}"}