{"patient_id": 105230, "patient_uid": "7898569-1", "PMID": 33644661, "file_path": "noncomm/PMC007xxxxxx/PMC7898569.xml", "title": "Spontaneous retroperitoneal haemorrhage post-coronary angioplasty: a case report", "patient": "A 66-year-old man presented to the department of internal medicine with history of fever, cough, and difficulty in breathing and exertional chest pain. He had past history of hypertension, diabetes (diabetic nephropathy, estimated glomerular filtration rate 45 mL/min), and smoking. On admission, he was febrile and breathless. The chest had bilateral rhonchi and basal crepts. His blood sugar was 465 mg/dL and the ketone levels were high in urine. Arterial blood gas estimation showed metabolic acidosis. Other blood tests are summarized in . Chest X-ray showed increased bronchovascular markings in both the lower lobes (). Computed tomography (CT) scan chest showed bilateral pneumonic consolidation in the lower lobes (). He was managed with insulin, antibiotics, intravenous fluids, and the ketoacidosis was corrected. Reverse transcription–polymerase chain reaction for COVID-19 was negative.\\nOn Day 3 of admission, he had severe chest pain and breathlessness with hypotension and the electrocardiogram (EKG) showed junctional rhythm with ST-elevation in inferior and lateral leads (). He was noted to be in acute left ventricular failure and required mechanical ventilation to maintain oxygen levels. Bedside echocardiogram showed that the patient had moderate to severe mitral regurgitation and severe left ventricular systolic dysfunction. He was given ticagrelor 180 mg and aspirin 325 mg orally and started on inotropes and diuretics and shifted to cardiac cath lab for primary angioplasty. The procedure was performed through the right femoral route (6F artery and 7F vein accessed). Additional 5F arterial sheath was introduced through the left side in preparation for need of emergent left ventricular support device. Coronary angiogram revealed a chronic total occlusion of right coronary artery. There was 30–40% stenosis in distal left main and 80% stenosis of osteoproximal left circumflex artery (Video 1). The left anterior descending artery was free of significant disease. Percutaneous coronary intervention was done and a stent was implanted from left main to left circumflex artery with good result (Video 2). ST-elevation settled in the electrocardiogram (). A total of 7000 IU of unfractionated heparin was given to maintain an activated coagulation time between 250 and 300 s during the procedure. The procedure was complicated by sustained ventricular tachycardia and paroxysms of atrial fibrillation with fast ventricular rate requiring multiple DC shocks and intravenous cordarone (). The patient improved within a few hours and haemodynamics and arrhythmia settled down. Inotropes were discontinued.\\nLater in the evening, the patient started having hypotension (blood pressure 80–90/60 mmHg and heart rate -110/min, sinus rhythm). The EKG was unchanged. There was a small groin haematoma and no tenderness was noted in the flanks. Intravenous fluids and colloids were given and when the haemodynamics didn’t improve, inotropes were added. A bedside ultrasound showed a small haematoma in the groin but no blood was seen in the abdomen sufficient to explain the hypotension. Blood gases showed rising lactate levels and a 4.6 gm/dL fall in haemoglobin (11.7–7.1 g/dL). Six units of blood, four units of fresh frozen plasma were given over next 24 h. The abdominal girth increased gradually pointing towards retroperitoneal haemorrhage. After stabilization, CT scan of the abdomen was performed which revealed a massive retroperitoneal bleed into the left psoas and the left iliacus muscle (). A CT aortogram was also performed which failed to show any bleeder. A peripheral angiogram was also performed of the left iliac arteries and no bleeder was identified (Video 3). Antiplatelet drugs were discontinued. Laboratory results showed that the platelet count and prothrombin time were normal (196 000 cells/mm3 and 14.2 s, respectively). The activated partial thromboplastin time was marginally above normal (58.3 s; control 34.2 s). The surgeons ruled out any surgical intervention because there was no specific site of bleeding. We continued to replace blood and fresh frozen plasma. Despite best of efforts, the bleeding could not be controlled and the patient died.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'21911282': 1, '17949429': 1, '18850441': 1, '20723857': 1, '28119516': 1, '33644661': 2}", "similar_patients": "{}"}