{"patient_id": 26651, "patient_uid": "7568731-1", "PMID": 33068200, "file_path": "comm/PMC007xxxxxx/PMC7568731.xml", "title": "Laparoscopic resection of a neuroendocrine tumor that almost fully replaced tailgut cysts: a case report", "patient": "In 2018, a 68-year-old woman was referred to our hospital for surgery for a right inguinal hernia. Preoperative computed tomography (CT) revealed an asymptomatic mass 43 mm in size in the presacral space. Her medical history included Sjogren's syndrome, renal tubular acidosis, and Hashimoto's disease. Although the details were unknown, she had an allergy to intravascular contrast agents. None of her family had a clear history of cancer. Hematological examination showed no elevations in tumor markers or inflammation. No abnormality was observed on upper and lower gastrointestinal endoscopy. CT revealed a 43 mm-sized mass with clear calcification on the ventral side of S3 (Fig. a). Magnetic resonance imaging revealed a multilocular 43 mm-sized mass with well-defined lobules and septa at the same site, which was observed as slightly high signal intensity on T1 and T2 images, high signal intensity on diffusion-weighted images, and low signal intensity on the apparent diffusion coefficient map. Sacral invasion by the tumor was not observed on imaging (Fig. b, c). 18F-fluorodeoxyglucose positron emission tomography/CT showed strong accumulation with a maximum standardized uptake value of 10.3 in the tumor (Fig. d). Thus, we suspected a malignant tumor in the presacral space, such as a malignant schwannoma, metastatic malignant tumor, extragastrointestinal stromal tumor, solitary fibrous tumor, and malignant transformation of a teratoma or tailgut cyst.\\nWe performed laparoscopic surgery to obtain a definitive diagnosis. After administering general anesthesia, the patient was placed in the lithotomy position and underwent laparoscopic surgery using 5 ports. As in rectal surgery, the retroperitoneum was dissected caudally from the promontrium using a medial approach, and the rectal mesentery was dissected. After mesenteric mobilization, a well-defined mass was observed in the presacral space (Fig. a). The rectum was completely divided from the tumor, and the rectum and uterus were suspended to obtain a good visual field. The tumor located dorsal side of pre-hypogastric nerve facia and did not show clear communication with the hypogastric nerve and pelvic nerve plexus. The main feeding vessels of the tumor were the branch of the median sacral vein and some branches of the superior rectal artery. The tumor was rolled using gauze to prevent capsular injury and then detached. The inflowing blood vessel was carefully sealed using laparoscopic coagulation shears. The dorsal detachment in contact with the front of the sacrum, where bleeding was expected, was performed last (Fig. b). The tumor was resected en bloc without exposure (Fig. c). Although a small amount of bleeding was observed in the anterior sacrum, hemostasis was achieved by compression and cauterization, using gauzes, an absorbable haemostats, a coagulation and spray mode of the electrocautery and an argon beam coagulator. The operation time was 296 min, and the blood loss volume was 314 mL. The postoperative course was uneventful, and the patient was discharged on the 7th postoperative day. The patient is currently undergoing outpatient follow-up for 1 year after the surgery, with no recurrence.\\nThe macroscopic findings of the resected specimen were covered with a fibrous capsule and had a well-defined mass. The cut surface was a gray-white solid component, and a small cyst was found in the periphery (Fig. a). Histopathologically, the tumor was composed of relatively uniform cells with fine chromatin, with round to oval nuclei arranged in solid, trabecular, or rosette-like growth patterns. On immunostaining, the tumor cells tested diffusely positive for synaptophysin and cluster of differentiation-56, somatostatin receptor subtype 2a (SSTR2a) and pancreatic polypeptide, and focally positive for progesterone receptor. No positivity for Chromogranin A, p53, estrogen receptor, gastrin, serotonin, somatostatin, CDX2 and TTF1 was observed. The Ki-67 (MIB-1) labeling index was less than 2%. Thus, she was diagnosed with a NET (Grade 1). The cysts found in the periphery were lined with stratified squamous epithelium (Fig. c) and contained flocculent eosinophilic material with focal calcification, which was considered to be necrotic tissue. Multiple small cysts were found within the solid component and lined with columnar epithelium (Fig. d). No components other than those derived from the ectoderm were found in the tumor. The presence of cysts lined by multiple epithelia was consistent with the characteristics of tailgut cysts, and it was considered that the NET originated from tailgut cysts and replaced almost all of them.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'31147970': 1, '25615762': 1, '29091800': 1, '31926113': 1, '26828969': 1, '22276050': 2, '29966957': 1, '23652750': 1, '18787681': 1, '25996775': 1, '20436832': 1, '20532674': 1, '23728916': 1, '24780015': 1, '31110540': 1, '34690926': 1, '31726003': 1, '19502873': 1, '33068200': 2}", "similar_patients": "{'3223957-1': 1, '3223957-2': 1}"}