{"patient_id": 102979, "patient_uid": "7717234-1", "PMID": 33442589, "file_path": "noncomm/PMC007xxxxxx/PMC7717234.xml", "title": "A case report of a rare cardiac complication in novel coronavirus disease", "patient": "The patient was a 71-year-old man with no noteable past medical history who presented to the Emergency Department (ED) with weakness, fever, a dry cough, and dyspnoea. On physical exam, his temperature was 38.5°C, pulse rate 71 b.p.m., respiratory rate 26 breaths/min, O2 saturation 85% (on room air), and blood pressure 110/80 mmHg. Routine blood test showed a white blood cell count of 10.4 × 109/L, lymphocyte count of 1.3 × ×109/L, and C-reactive protein >3 mg/L. The patient was admitted due to symptoms suggestive of SARS-CoV-2 infection during the outbreak period and underwent double-drug therapy with hydroxychloroquine (400 mg as a single dose) and combination of lopinavir plus ritonavir (200/50 mg every 12 h). A chest CT (Figure ) and PCR test for COVID-19 confirmed the diagnosis. The electrocardiogram (ECG) on the third day of admission displayed second-degree atrioventricular (AV) block with intermittent left bundle branch block (LBBB) (Figure ). Antiviral drugs were discontinued after 2 days because AV block due to drug side effects was suspected. Due to this complication, cardiac enzyme (troponin) was measured in two blood samples 9 h apart and both test results were negative. Echocardiography was performed and showed neither pericardial effusion nor reduction in ejection fraction. On the following day, there were changes in ECG readings, showing a 2:1 AV block (Mobitz II) with fixed LBBB (Figure ), and he eventually developed episodes of paroxysmal atrial fibrillation with bradycardia on the sixth day (Figure ) despite improvement in O2 saturation (90%). Since we had had experience of COVID-19 patients with reversible heart block, we waited for a couple of weeks for resolution of AV block but it was irreversible and did not improve after the waiting period. Hence, a dual-chamber permanent pacemaker was implanted through the left subclavian approach. During the 1 month follow-up, pacemaker analysis revealed the persistence of AV block.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'19451363': 1, '32186331': 1, '31096922': 2, '34219243': 1, '24940135': 1, '32401368': 1, '33442589': 2}", "similar_patients": "{'6524294-1': 1}"}