{"patient_id": 17161, "patient_uid": "7053442-1", "PMID": 32041393, "file_path": "comm/PMC007xxxxxx/PMC7053442.xml", "title": "Conservative Management of Vaginal Hypoplasia", "patient": "A 7 year 2 month old girl was referred to the endocrinology clinic for evaluation of testicle-like masses observed in hernia sacs during a hernioplasty operation. She was born at term with a birth weight of 3600 g, with female external genitalia and was raised as a girl. Her parents were first degree cousins but family history was otherwise unremarkable. There was no family history of disorder of sex diferentiation. Bilateral inguinal hernias were noted at 15 months of age. Histopathological findings of a gonadal biopsy reported immature testis tissue.\\nOn physical examination at her first endocrinology visit, her weight was 26.4 kg [0.7 standard deviation scores (SDS)], and height was 126.2 cm (0.8 SDS). Physical examination was normal. Gonads were palpable in the inguinal canals bilaterally. Pubic hair and breast development were both at Tanner stage 1. No virilization symptoms were observed.\\nKaryotype analysis was 46,XY. Hormone analysis at the age of 21 months showed elevated luteinizing hormone and normal follicle stimulating hormone, estradiol and testosterone concentrations. She had normal testosterone response to human chorionic gonadotropin (hCG) stimulation test. Anti-Müllerian hormone was also within the normal range for male infants (). Ultrasonography of the pelvis showed no uterus, fallopian tubes, or ovaries. Based on her physical exam and biochemical findings, she was assigned a clinical diagnosis of CAIS. Genetic analysis of the androgen receptor gene was performed, and a hemizygous mutation (c.2668G>A, p.Val890Met) was identified in exon 8.\\nShe underwent regular tumor surveillance throughout childhood, including physical examinations, measurement of α-fetoprotein and hCG, and testicular ultrasound examinations. Breast development started (Tanner stage 2) at age 9 years 10 months, while pubic hair was at Tanner stage 1.\\nAt age 14 years 8 months, her weight was 47.3 kg (-1.2 SDS), height was 160 cm (-0.2 SDS). Physical examination revealed normal female external genitalia and breast development (Tanner stage 5) with sparse pubic hair (Tanner stage 2) and axillary hair. Bilateral gonadectomy was performed at age 14 years 9 months due to the presence of inguinal testes and increased potential risk for the development of a germ cell tumor. Histological analysis of the excised gonads revealed that they consisted of testicular tissue, characterized by immature seminiferous tubules. Estrogen replacement therapy was initiated with transdermal 17 b estradiaol starting at a dose of 50 µg and increasing to 100 µg over a period of one year.\\nAt the age of 18 years she was referred to the outpatient pediatric gynecology clinic for the management of vaginal hypoplasia because she wanted to become sexually active. Physical examination revealed normal breast development, normal female external genitalia, an unformed hymen and blind vaginal pouch with a length of about 3 cm. Pubic hair and breast development were at Tanner stage 2 and 5, respectively.\\nSince she was emotionally and physically ready to begin primary vaginal dilation treatment, her external genital anatomy was reviewed with the patient, following a detailed explanation of all the stages of the treatment. She was instructed how to use Pyrex tubes of gradually increasing size and diameter and seen in clinic every two weeks. Anatomical success with a 6 cm long vagina was achieved after a clinical follow-up of approximately two months. No complications or adverse effects were encountered during the treatment. She was informed that she would need to continue dilation 2-3 times per week until she began to have regular penetrative intercourse. We also reviewed the methods to decrease sexually transmitted infections, including the use of condoms and the human papilloma virus (HPV) vaccine was recommended.", "age": "[[2.0, 'month']]", "gender": "F", "relevant_articles": "{'20850825': 1, '17449508': 1, '21820652': 1, '22265001': 1, '29266078': 1, '24630858': 1, '24681288': 1, '25455533': 1, '24899229': 1, '12401969': 1, '30036500': 1, '32041393': 2}", "similar_patients": "{}"}