{"patient_id": 26896, "patient_uid": "7580483-3", "PMID": 32335640, "file_path": "comm/PMC007xxxxxx/PMC7580483.xml", "title": "Thyroid Storm Presenting as Septic Shock in the Intensive Care Unit: A Case Series", "patient": "A 48-year-old female, with past history of hyperthyroidism not under treatment presented todepartment of critical care medicine with altered sensorium, abdominal pain, cough, fever, shortness of breath, loose stool and vomiting for 3 days. At presentation, her Glasgow Coma Scale (GCS) was 13/15. Her pulse rate-136 beats/per min, blood pressure-80/50 mmHg, respiratory rate-26 breaths/min, oxygen saturation -90% on 10 liter oxygen, and temperature-102°F. On examination, thyroid swelling, bilateral pitting edema and jaundice were found. On auscultation of chest, bilateral crepitations were present. Examination of other systems were normal. BWPS was 75.Her investigation profile showed TLC-17000/mm3, platelets-110000/mm3, Hb- 10gm/dl, urea-90 mg/dl, creatinine-1.8 mg/dl, sodium and potassium were normal. Total bilirubin 6mg/dl in which direct 2.3mg/dl, total protein 5.9mg/dl in which albumin 2.9 mg/dl, ALT- 356U/L, AST- 301U/L. FT3 4.2 ng/dl, FT4 5 ng/dl and TSH ≤0.01 μlU/ml. Chest x-ray showed bilateral pneumonia (). Rest of the examination was normal.\\nImmediately patient was resuscitated with fluids, vasopressors, broad spectrum antibiotics. Carbimazole (20mg) and propanolol (20mg) were started three times a day. Both blood pressure and heart rate got controlled on second and fourth days respectively. Sensorium was improved on the seventh day. The patient was transferred out of ICU on the ninth day. The patient was followed up at OPD after 2 weeks, thyroid function test was done and Carbimazole was continued.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'22690898': 1, '20014610': 1, '23148158': 1, '27609719': 2, '5536311': 1, '17127140': 1, '32335640': 2}", "similar_patients": "{'7580483-1': 2, '7580483-2': 2, '5016751-1': 1}"}