{"patient_id": 104377, "patient_uid": "7839876-1", "PMID": 33495156, "file_path": "noncomm/PMC007xxxxxx/PMC7839876.xml", "title": "Severe ulcerative oesophagitis caused by primary Epstein-Barr virus infection in an immunocompetent individual", "patient": "An 18-year-old male patient with no medical history or sexual risk behaviour, non-smoker and not drinking alcohol was admitted to our hospital due to fever up to 39.4°C, muscle pain, heartburn, epigastric pain, dysphagia, and odynophagia. The fever had appeared 4 days prior to admission, while the upper gastrointestinal symptoms started on the day before admission. The clinical examination revealed a fit and slender young man, temperature 37.6°C, pulse 100, blood pressure 106/77 mm Hg, and with worsening of epigastric tenderness and heartburn at palpation of the epigastrium. The examination was otherwise normal and with no signs of pharyngitis, lymphadenopathy, hepatomegaly, or splenomegaly. Laboratory testings revealed normal complete blood counts including normal leucocytes and neutrophils, increased C-reactive protein of 49 mg/L, and normal liver biochemistry apart from a slightly increased international normalised ratio (INR) of 1.4.\\nGastroscopy performed on the following day revealed multiple, centimetre-long, linear and circular ulcerations of various depth of the entire length of the oesophagus (). The stomach and duodenum had normal endoscopic appearances. Biopsies from the oesophageal mucosa presented with fragments of well-differentiated squamous epithelium with only few intraepithelial inflammatory cells and the biopsies were dominated by deep ulcerations (). Granulomas were not present. There were no morphological signs indicating viral infection, and fungal stainings were negative. The conclusion was unspecific ulcerations. Routine biopsies from the stomach and duodenum were normal. Symptomatic therapy with proton-pump inhibitor (pantoprazole) and mild analgesics (acetaminophen) was initiated. This was followed by rapid symptom improvement and the patient was discharged for further diagnostic workup in the outpatient clinic.\\nAt follow-up 2 weeks after discharge, the patient was feeling well and with normal routine laboratory tests including normalisation of INR. He described that the symptoms of heartburn and epigastric pain had rapidly subsided following discharge with a total symptom duration of 8 days after which he had stopped taking any medicine. Due to a faecal calprotectin level of 285 µg/g, MRI was carried out to rule out Crohn’s disease, and revealing normal appearance of the small and large bowel. The patient declined repeat gastroscopy or colonoscopy because he was feeling well. Virus serology detected borderline-positive EBV viral capsid antibodies (VCA) IgM, positive EBV VCA IgG, and positive nuclear antibodies (EBV nuclear antigen; EBNA) IgG. Cytomegalovirus (CMV) and varicella-zoster virus were IgG positive and IgM negative, and testings for herpes simplex virus (HSV) and HIV were negative. Thus, serological testings raised suspicion of primary infection with EBV as underlying cause. The biopsies were re-evaluated and found to be positive for EBV by specific EBV immunohistochemical staining (). PCR confirmed infection with EBV with a quantitative detection of 13 virus particles/µL. Immunohistochemical stainings for CMV and HSV were negative.\\nRepeat serology 5 months after discharge showed similar results including borderline-positive EBV VCA IgM and positive EBV VCA IgG and EBNA IgG. However, complete seroconversion had occurred at retesting 9 months after presentation with negative EBV VCA IgM and positive EBV VCA IgG and EBNA IgG, thus confirming that the underlying cause of severe ulcerative oesophagitis had been primary EBV infection.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'10944566': 1, '3760531': 1, '26847359': 1, '30295751': 1, '22020721': 1, '19032417': 1, '30891327': 1, '19830180': 2, '27933614': 1, '2174817': 1, '33495156': 2}", "similar_patients": "{'2726554-1': 1}"}