{"patient_id": 27141, "patient_uid": "7592555-1", "PMID": 33109265, "file_path": "comm/PMC007xxxxxx/PMC7592555.xml", "title": "Inguinal ureter herniation evaluated with magnetic resonance imaging: a case report", "patient": "An 86-year-old white man, with a pathological history of right kidney stones, presented to the emergency room of our University Hospital with right flank pain of 2 days’ duration, radiating to the ipsilateral inguinal fossa with concomitant acute urinary retention, worsening constipation, and mild dyspnea.\\nOur patient was affected by known bilateral massive inguinoscrotal hernias, hydrocele, and benign prostatic hyperplasia and, therefore, he was scheduled for elective hernioplasty and prostatectomy.\\nOn physical examination, our patient presented a distended, diffusely painful abdomen with metallic peristalsis; however, the pain characteristics were not suggestive for a complication of the hernias. The known inguinoscrotal hernias were examined, they presented as a lump above and medially from the pubic tubercle, were reducible and showed no sign of incarceration. The laboratory test results demonstrated only a high level of serum creatinine and a high level of uricemia. Our patient underwent an inconclusive ultrasound due to the excess of intestinal meteorism. Therefore, a computed tomography (CT) examination was performed, without infusion of contrast media due to the low glomerular filtration rate (GFR < 28.5 mg/l). The CT scan revealed a distended bladder, severe hydronephrosis without stones in the urinary tracts, nephroptosis, and right inguinal herniation of the abdominal adipose tissue that was probably dragging on the ipsilateral ureter.\\nOur patient subsequently underwent urological magnetic resonance imaging (Uro-MRI), a technique with high spatial and contrast resolution, to confirm the suspected diagnosis of the right ureter herniated into the ipsilateral inguinal canal and prior to the scheduled surgical procedures of prostatectomy and hernioplasty. The MRI was carried out with the use of contrast agents, safer to administer to patients at risk of contrast-induced acute kidney injury. The Uro-MRI was performed by acquiring the standard sequences and by using the Fast Imaging Employing Steady State Acquisition (FIESTA) sequences in different spatial planes.\\nThe final diagnosis was achieved through the FIESTA images, reconstructed over a curved plane so as to follow the course of the right ureter and demonstrating clearly its looping through the hernial breech into the right inguinal canal (Fig ). The classical T1-weighted images in the urological phase confirmed the diagnosis; however, the middle tract of the herniated right ureter was not opacified differently from the proximal and distal tract. This figure was different from the FIESTA sequence. Finally, our patient received a diagnosis of inguinoscrotal herniation of his right ureter and the surgical procedures of prostatectomy and hernioplasty were anticipated; the selected approach was laparo-endoscopic repair.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'30554806': 1, '31786547': 1, '30264001': 1, '29330835': 1, '30053615': 1, '18244999': 1, '33109265': 2}", "similar_patients": "{}"}