{"patient_id": 21213, "patient_uid": "7312967-1", "PMID": 32607265, "file_path": "comm/PMC007xxxxxx/PMC7312967.xml", "title": "The Use of Inner Retinectomy to Relieve Inner Retinal Foreshortening Causing Retinal Detachment in the Setting of Branch Retinal Vein Occlusion", "patient": "A 61-year-old Japanese woman presented with declining vision in her left eye. She was diagnosed with BRVO in her left eye and underwent photocoagulation of the retinal periphery five years before this event. She had no history of systemic disease except for hypertension, controlled by medications. She developed retinal schisis extending to the macula and was referred to Chiba University Hospital for treatment. Her visual acuity was 20/20 in the right eye and 20/50 in the left eye at the initial presentation. The intraocular pressure was 12 mmHg in the right eye and 11 mmHg in the left eye. The axial length was 21.53 and 21.75 mm in the right and left eyes, respectively. The retinal schisis was observed at the inferior temporal retina with white vessels. Optical coherence tomography (OCT) showed macular traction and schisis. The posterior vitreous detachment was incomplete. The fluorescein angiogram showed retinal neovascularization in the nonperfused retina (). She underwent phacovitrectomy with implantation of intraocular lens. During the surgery, the epiretinal membrane and internal limiting membrane were removed from the macula using Brilliant Blue G. The posterior hyaloid was separated except for the inferior temporal area where the vitreous is firmly attached to the retina. After the surgery, the decrease in the schisis cavity was observed with stable visual acuity between 20/50 and 20/40 (). Two and a half years after the initial surgery, she presented with macula-involving bullous retinal detachment (). Her visual acuity decreased to counting fingers. The outer retinal break was suspected posterior to the equator in the retina with BRVO. She underwent PPV with inner retinectomy at the BRVO area to reduce vitreous traction because the hyaloid was impossible to be separated from retina. The retinectomy encompassed the inferotemporal peripheral retina and extended posteriorly into the macula, almost to the fovea (); note that the inferotemporal arcade was truncated by the retinectomy. Subretinal fluid was drained through the outer retinal break, and the retina was attached with silicone oil tamponade. The retina remained attached after the removal of silicone oil and the addition of the 7 mm width encircling buckle to support the peripheral retina. Her visual acuity was 20/60, and intraocular pressure was 10 mmHg at one and a half years after the last surgery (). The defect in her visual field slightly enlarged after the inner retinectomy ().", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'960374': 1, '23609064': 1, '28092313': 1, '11158815': 1, '9535616': 1, '354066': 1, '1009063': 1, '7267038': 1, '1155564': 1, '9022100': 1, '2750835': 1, '20022117': 1, '10219032': 1, '4825043': 1, '17151490': 1, '21472465': 1, '16341133': 1, '32607265': 2}", "similar_patients": "{}"}