{"patient_id": 101924, "patient_uid": "7592514-1", "PMID": 32796134, "file_path": "noncomm/PMC007xxxxxx/PMC7592514.xml", "title": "Chronic otitis media following infection by non-01/non-0139 Vibrio cholerae: A case report and review of the literature", "patient": "In January 2019, a six-year-old girl presented to a tertiary medical centre with clinical signs of a chronic mesotympanic otitis media that was accompanied with smelly purulent secretion from both ears lasting for five years. Due to the recurrent otalgia the patient had undergone an adenectomy and drainage of the middle ear on both sides at the age of one year. In addition, at the age of two, the girl had undergone a prolonged recovery after a mastoiditis treated by a left-side mastoidectomy. Since the otalgia could neither be sufficiently treated by oral nor by intravenous treatment with antibiotics such as penicillin and cefuroxim, the patient had to undergo a mastoidectomy on the right side in 2016. Anamnestic inquiry revealed no travel outside of Germany in the past six years, however, the mother reported frequent travels to the German Baltic sea, last in September 2018. Upon microscopic examination, a granulated central defect could be detected in the two lower tympanic quadrants of the right ear (), whereas in the left ear a kidney-shaped perforation was observed. Furthermore, both ears showed a purulent secretion. The Weber test revealed a lateralized result to the left ear and the Rinne’s test was weakly negative. A spontaneous nystagmus was not observed, however. The data obtained in the audiogram matched to a conductive hearing loss (). There was no pain on palpation of the mastoid process.\\nAs therapy, a bilateral tympanoplasty, starting on the right side, was considered. The pre-interventional computertomography (CT) showed a bilateral mastoid cavity with motion artifacts and a cutis enlargement in the right ear canal. There was no evidence of inflammatory mastoid involvement (). Additionally, an otic swab from the exudate was taken and subjected to microbiological analyses. S. aureus was isolated from both ears, accompanied by common skin bacterial commensals. Remarkably, V. cholera non-01/non-0139 was additionally isolated in substantial amount from the right ear. Therefore, an inpatient treatment with ciprofloxacin ear drops and intravenous ceftriaxon (2 g once a day) was initiated prior to surgery. Five days later, both isolated pathogens were longer be isolated from a second microbiological swab analysis, and the atticotomy combined with tympanoplasty type III Partial Ossicular Replacement Prosthesis (PORP) could be carried out (). Intraoperatively, a compacted mucosa of the mastoid and tympanum appeared on the right side. The tuba auditiva was intact. The surgical treatment of the left ear followed within the same year.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'14633002': 1, '4132438': 1, '29791126': 1, '17492351': 1, '24213848': 1, '26579088': 1, '3803541': 1, '22558393': 1, '28894440': 1, '18444811': 1, '429536': 1, '26248613': 1, '24453496': 1, '23722436': 1, '26825075': 2, '26543710': 2, '24816311': 1, '25556194': 1, '22313657': 1, '8627070': 1, '22748592': 1, '19745511': 1, '16198004': 1, '7803887': 1, '30928182': 1, '23765995': 1, '20015716': 1, '25129553': 1, '646241': 1, '17986375': 1, '6829292': 1, '11015401': 1, '7340725': 1, '23563708': 1, '30116229': 1, '17468246': 1, '9778297': 1, '7704895': 1, '17277619': 1, '15967073': 1, '20616193': 1, '8288994': 1, '32796134': 2}", "similar_patients": "{'4627963-1': 1, '4771811-1': 1, '4771811-2': 1}"}