{"patient_id": 33299, "patient_uid": "7939186-1", "PMID": 33655912, "file_path": "comm/PMC007xxxxxx/PMC7939186.xml", "title": "Begelomab for severe refractory dermatomyositis", "patient": "We describe the case of a 55-year old man with a history of acute myocardial infarction causing secondary dilative cardiomyopathy, under statin treatment since the age of 41, with no family history for autoimmune diseases. He developed persisting low-grade fever, proximal symmetrical muscle weakness and a diffuse erythematous rash of chest, neck and upper back, as wells as violaceous papules at metacarpophalangeal and interphalangeal joints and other bony prominences. Few weeks later, swallowing difficulty, dysphonia and dyspnea due to oral cavity edema appeared, cutaneous lesions developed into ulcers, while muscle weakness became severe and disabling. Blood tests revealed increased creatine kinase levels (1085 U/L) and slightly elevated C-reactive protein concentration (7.7 mg/dl). Myositis-specific and -associated autoantibodies were negative. Muscle biopsy revealed myofiber necrosis, degeneration and regeneration of myofibers with variation in myofiber size, and perifascicular atrophy. Histopathological findings of skin biopsy comprised interface dermatitis with focal, granular deposits of IgG and complement component 3 at the dermo-epidermal junction. In light of the clinical presentation and the above mentioned diagnostic outcomes, the patient was diagnosed with DM. An oncological screening excluded the presence of malignancy. Statins were immediately discontinued. The patient started methylprednisolone 0.7 mg/Kg daily to be slowly tapered, and received intravenous immunoglobulins (IVIG, 2 g/Kg over 5 consecutive days) with clinical benefit. One month later, however, he experienced the abrupt onset of high-grade fever and incoercible abdominal pain. A computed tomography scan with oral contrast revealed jejunal perforation and an emergency laparotomy followed by segmental jejunal resection with latero-lateral anastomosis was performed. Multiple macroscopic ischemic lesions and ulcers were found intraoperatively within the intestinal mucosa, and the histopathological analysis indicated intestinal vasculitis. One week later the patient underwent a revision surgery because of anastomosis dehiscence and subsequent enteric fistula. After clinical stabilization, the patient was treated with pulses of glucocorticoids (over 3 consecutive days) and a cycle of IVIG 400 mg/kg. The therapy was continued with prednisone 10 mg and mycophenolate mofetil (MMF) 1 gr daily, which was increased progressively up to 3 gr daily over 3 weeks. Three months after MMF introduction, the clinical response was not satisfactory. Due to significant dysphagia, a percutaneous endoscopic gastrostomy had to be placed and muscle weakness was so debilitating that the patient needed a wheelchair. After 2 more months, while under MMF therapy, the patient experienced a further worsening of cutaneous lesions and the sudden onset of bloody diarrhea, requiring repeated blood transfusions. In-hospital diagnostics excluded an infectious etiology of intestinal symptoms and Rituximab (RTX) was administered. Unfortunately, enterococcal sepsis developed. Immunosuppressive treatment was thus interrupted and antibiotics initiated. At the end of antimicrobial therapy, due to the poor clinical response to RTX, MMF was reintroduced together with low-dose prednisone. Despite some improvement in intestinal symptoms, control of skin manifestations was not achieved and MMF was substituted with Tacrolimus (Fig. ). In the following 2 months, the patient also received IVIG and RTX while continuing glucocorticoids, with no clinical benefit. Ulcerated skin lesions expanded in size and number, especially on the face, genitals and arms, and significant sarcopenia became evident. Tacrolimus was suspended and MMF reintroduced again. Two other cycles of IVIG were administered in the following 2 months. One month after the last IVIG administration, high-grade fever, extensive gastrointestinal bleeding and skin and mucosal ulcerations reappeared. In consideration of the inadequate response to multiple immunosuppressive regimens, we reasoned that an alternative strategy should be found. Given the clinical features of the patient, resembling cutaneous and intestinal involvement of GvHD, the skin and muscle biopsies were analyzed by immunocytochemistry and immunofluorescence for DPP-4/CD26 expression. The antigen was expressed in both tissues (Figs. and ).\\nAfter extensive discussion of the pros and cons with the patient, Ethical Committee approval and patient's written informed consent, MMF was discontinued and the anti-DPP-4 monoclonal antibody Begelomab was intravenously administered at the dosage of 4 mg/m2 daily for 5 consecutive days. At the end of the 5-day cycle of Begelomab, erythematous rash and skin ulcers almost completely healed (Fig. ), the bloody diarrhea ceased, and C-reactive protein levels normalized. After 2 months, the patient experienced a further flare with the reappearance of high-grade fever, bloody diarrhea, and skin ulcers. A new 5-day cycle of Begelomab at the dosage of 4 mg/m2 daily was eventually administered (3 months and a half from the previous one). One week later, ileal perforation was recognized and the patient underwent emergency laparotomy with ileal resection. The postoperative course was complicated by anastomosis dehiscence and Candida peritonitis. A revision surgery was performed and, after resolution of the septic event, due to the persistence of significant diarrhea, the patient was treated with IVIG and a new 5-day cycle of Begelomab 4 mg/m2 daily followed by maintenance therapy with Begelomab at the dosage of 4 mg/m2 every other day for additional eleven infusions (Fig. ). The treatment accomplished a considerable clinical response few days after Begelomab initiation. Gastrointestinal symptoms resolved completely and skin ulcers healed. Although severe muscle weakness persisted, improvement in dysphagia allowed the patient to gradually start semi-solid oral feeding. In the follow-up period, no DM exacerbation occurred and the patient's quality of life improved dramatically (Fig. ).\\nUnfortunately, 2 months later, liver transaminase levels were found to be elevated at routine blood tests and an acute hepatitis C viral infection was diagnosed. Anti-viral therapy was soon initiated but the patient's general conditions progressively worsened until he died of respiratory failure following an episode of aspiration pneumonia.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'23270751': 1, '31350829': 1, '27190020': 1, '21125166': 1, '31279808': 1, '11593028': 1, '32203257': 1, '22949266': 1, '15353589': 1, '11802528': 1, '19752224': 1, '26085838': 2, '19218348': 1, '9105166': 1, '22350607': 1, '31357088': 1, '27479876': 1, '17530691': 1, '9553764': 1, '32407715': 1, '26919392': 1, '23058368': 1, '30393019': 1, '29772527': 1, '24594700': 1, '1886278': 1, '12892317': 1, '2479677': 1, '31326977': 1, '17375096': 1, '31429786': 1, '33655912': 2}", "similar_patients": "{'4470353-1': 1}"}