{"patient_id": 26637, "patient_uid": "7568137-1", "PMID": 33101744, "file_path": "comm/PMC007xxxxxx/PMC7568137.xml", "title": "Cervical, Thoracic, and Lumbar Spine Epidural Abscess: Case Report and Literature Review", "patient": "A 57-year-old woman was admitted to the hospital with one week of worsening, nontraumatic back pain. The patient reported a history of chronic back pain secondary to her sedentary occupation. The pain had significantly worsened from baseline approximately seven days prior to admission. Before arrival, the patient was prescribed a lidocaine patch without significant relief. The pain did not radiate and was appreciated at the level of the thoracic spine. The pain intensity, 10/10, was aggravated by motion and relieved with rest, and to some degree, with hydromorphone. The patient's past medical history was significant for COPD, hyperlipidemia, depression, bipolar disorder, anxiety, GERD, irritable bowel syndrome, and distant history of the intravenous drug abuse with heroin in her youth. The patient's home medications included: albuterol inhaler, BREO ellipta, cyclobenzaprine, acetaminophen, ibuprofen, aspirin, docusate, ondansetron, ranitidine, and a lidocaine patch. The review of systems was otherwise negative.\\nOn physical examination, no skin changes were detected over the patient's back. The spine was tender to palpation in the paraspinal area and tender to percussion at the midline. The neurologic examination performed at the bedside did not show any gross or focal neurologic signs. The lungs were clear to auscultation bilaterally. Heart tones were clear, without rubs, murmurs, or gallops. The rest of the physical exam was unremarkable. No skin tracks or other signs of intravenous drug abuse were detected during the physical exam.\\nThe Emergency Department vital signs observed an oral temperature of 98.3°F, a blood pressure of 147/100 mmHg, a pulse of 96/min, and respirations of 20/min. O2 saturation was 98% on room air. During her time in the emergency department, blood pressure was normalized.\\nThe laboratory assay revealed aWBC count of 26.100 leukocytes/μl with 78% neutrophils, an elevated lactate of 2.4 mmol/l, a sodium level of 118 mEq/l, a chloride level of 78 mEq/l, CRP >320 mg/l, an ESR 75 mm/h, and a creatinine level of 1.9 mg/dl which was three times more than her baseline. Urinalysis was normal. Chest X-ray done on admission showed hypoinflation with areas of linear airspace disease representing atelectasis and a small left pleural effusion.\\nThe patient was admitted to the hospital with a diagnosis of sepsis with a concern for spinal infection, hyponatremia, and acute kidney injury. She was prescribed broad-spectrum antibiotics (ceftriaxone, vancomycin, and metronidazole) and normal saline. Infectious Diseases and Neurosurgery services were consulted.\\nAn MRI was performed revealing (1) a large posterior SEA extending from the lower cervical spine into the upper lumbar spine causing moderate spinal canal narrowing with mild cord compression in the lower thoracic spine without abnormal signal to suggest cord edema or ischemia, (2) extensive cellulitis and myositis involving the paraspinal musculature of the cervical and lower lumbar spine, (3) small left paraspinal abscesses of the lumbar region, and (4) large right cervical paraspinal abscesses and a left psoas muscle myositis with a 2 cm left psoas abscess ().\\nNeurosurgery service deferred an open surgical procedure and recommended a guided aspiration of the abscess for diagnosis and culture. Antibiotics were adjusted to cefepime and vancomycin. A lumbar puncture was not deemed necessary.\\nThe ultrasound-guided percutaneous aspiration of the right neck paravertebral abscess yielded only 3 cc of highly viscous purulent fluid. The patient was transferred to the intensive care unit for close postprocedure monitoring. A 2D echocardiogram performed on the day of admission did not show any definite vegetation on the cardiac valves. Cultures obtained from the cervical abscesses grew pan-sensitive Staphylococcus aureus. The patient's antibiotic therapy was adjusted to nafcillin.\\nThe patient remained stable after procedure with no exacerbation of her neurologic status and a diminishment in the intensity of her back pain.\\nAs her clinical status improved, the patient was discharged to a skilled nursing facility to complete a 12-week course of nafcillin.\\nSix weeks after initiation of the antibiotics course, the patient's leukocyte count decreased to 10.9, and the basic metabolic panel were within normal limits. A repeat MRI performed eight weeks after initiation of antibiotic therapy showed resolution of previously seen paraspinal abscesses and phlegmonous changes. A repeat physical exam did not show any focal neurologic changes, and the patient's back pain was back to baseline.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'28018923': 1, '1152860': 1, '31632702': 1, '3662166': 1, '34007497': 2, '28797646': 1, '28951964': 1, '16431882': 1, '31019862': 2, '17982180': 1, '27262655': 1, '33101744': 2}", "similar_patients": "{'6467428-1': 1, '8100421-1': 1}"}