{"patient_id": 26723, "patient_uid": "7573079-1", "PMID": 33074371, "file_path": "comm/PMC007xxxxxx/PMC7573079.xml", "title": "Endovascular repair using a covered stent for a ruptured infected aneurysm of the superior mesenteric artery after pancreaticoduodenectomy: a case report", "patient": "A 78-year-old woman presented to our department with borderline resectable pancreatic ductal adenocarcinoma involving the SMA nerve plexus (Fig. a). She underwent pancreaticoduodenectomy with en bloc resection of the superior mesenteric vein and the SMA nerve plexus after neoadjuvant chemotherapy (Fig. b). On postoperative day (POD) 3, the amylase content was less than three times the upper limit of the normal serum value. Therefore, the intraperitoneal drainage tube was removed. On POD 14, she developed sudden fever with chills. The white blood cell count was 3,100 μ/L with 89% neutrophils, and the serum C-reactive protein level was 3.43 mg/dL. Contrast-enhanced computed tomography (CECT) showed intrahepatic segmental portal vein thrombosis without macroscopic abscesses or distinct infectious signs, including pancreatic fistula or bile fistula (Fig. a, b). After blood specimens were obtained for culture, tazobactam/piperacillin was administered. Since the blood cultures were positive for Enterococcus faecium, tazobactam/piperacillin was switched to vancomycin. We started novel oral anticoagulants for portal vein thrombosis on the day of diagnosis. When antithrombin III activity decreased, we added it to the drug regimen. On POD 19, Enterobacter cloacae and Klebsiella pneumoniae were recovered from the blood cultures, and meropenem was additionally administered. On POD 27, the antimicrobial treatment regimen was switched to levofloxacin based on the microbiological results. On POD 29, intrahepatic portal thrombosis had decreased, and the patient was discharged on POD 37. On POD 54, the patient presented with melena and was hospitalized for gastrointestinal endoscopy. On POD 55, she experienced cardiopulmonary arrest caused by hemorrhagic shock due to melena. Cardiopulmonary resuscitation was successfully performed. CECT showed a ruptured SMA aneurysm and arterio-intestinal fistula (Fig. a). Blood was lost into the reconstructed jejunal limb in the main SMA. No major intraabdominal abscess due to pancreatic leakage or biliary fistula was observed. The white blood cell count was 5,400 μ/L with 86.1% neutrophils, and the serum C-reactive protein level was 2.98 mg/dL. Thus, she was diagnosed with a ruptured aneurysm of the SMA. Since the laparotomic approach seemed difficult after the PD operation with resection of the SMA nerve plexus, we selected a covered stent as the preferred treatment option. Repair using the covered stent was performed by the cardiology team. This treatment successfully stopped the intestinal bleeding, and the patient recovered from hemorrhagic shock (Fig. b, c). E. coli was isolated from arterial blood cultures during angiography. Finally, she was diagnosed with a ruptured infected aneurysm of the SMA. After a 6-week course of intravenous antibiotic therapy, she was switched to long-term oral amoxicillin and clavulanic acid and was discharged on POD 100. There was no recurrence of bleeding at the 4-month follow-up, and the stent was patent in all subsequent CECT scans. Unfortunately, the patient died 7 months after the initial operation due to disease progression with multiple liver metastases.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'28336225': 1, '31620866': 1, '26603847': 1, '21221797': 1, '25017769': 1, '8589130': 1, '12170202': 1, '27524733': 1, '25287917': 1, '26277557': 1, '18936380': 1, '17031732': 1, '29202352': 1, '19184196': 1, '17629996': 1, '26235930': 1, '14871467': 1, '17667506': 1, '9488522': 1, '2658164': 1, '6436514': 1, '28040257': 1, '23555383': 1, '30962134': 1, '33074371': 2}", "similar_patients": "{}"}