{"patient_id": 34107, "patient_uid": "7987946-1", "PMID": 33777091, "file_path": "comm/PMC007xxxxxx/PMC7987946.xml", "title": "Case Report: Whole-Exome Sequencing With MLPA Revealed Variants in Two Genes in a Patient With Combined Manifestations of Spinal Muscular Atrophy and Duchenne Muscular Dystrophy", "patient": "The 11-month-old male patient was born at full term to non-consanguineous parents with no complications. His birth weight and height were both normal. He presented with poor motor development and muscle weakness that gradually progressed after birth. He began to raise his head in prone position when he was at 43 days old, and was able to kick frequently at 3 months old, but he was still unable to grasp his feet at 6 months old. Subsequently, he had decreased muscle strength in lower limbs with diminished tendon reflexes at 7 months old. He presented at our hospital with muscle weakness and delayed development. Before coming to our hospital, he had received rehabilitation exercise treatment at the local agency.\\nAt the initial visit when he was 6 months old, we first performed neurological and physical examinations of the patient and found decreased muscle strength, especially in the lower limbs, which could not induce the tendon reflex. The remainder of his examination was normal. Next, clinicians evaluated his developmental level based on clinical manifestations. The patient did not reach the milestone for motor development of rolling over and could not sit straight or pronate alone. However, his cognitive development was normal, and he had no significant medical history.\\nWe reviewed the patient's family history and found that he belonged to a Chinese family with four members of two generations, including two males and two females. None of the other three family members exhibited any clinical anomalies.\\nFurthermore, the patient's electromyogram (EMG) showed a large number of positive sharp waves and fibrillation. High-amplitude coupled with long-duration motor unit potentials (MUPs) were also found in examined muscles, including the tibialis anterior, peroneus, rectus abdominis, and deltoid. No sensory deficits were found in nerve conduction studies. All the above findings indicated motor neuron damage.\\nMuscle weakness is a chronic and progressive symptom often caused by neuromuscular transmission disorders. It occurs at an early stage with specific clinical manifestations, which has a special relationship with genetic factors. The various causes of muscle weakness can be divided into neurogenic diseases and muscular diseases; therefore, genetic testing, electromyography, and laboratory inspection are necessary for diagnosis. In this case, muscle weakness, poor motor development, and spinal cord anterior horn cell injury suggested the possibility of SMA, a genetic disorder of congenital muscle weakness that was common in infancy.", "age": "[[11.0, 'month']]", "gender": "M", "relevant_articles": "{'31270752': 1, '10838116': 1, '8004806': 1, '31668092': 1, '19475718': 1, '32047325': 1, '31974125': 1, '29443664': 1, '32929000': 1, '18572081': 1, '32133879': 1, '23594909': 1, '131874': 1, '1875028': 1, '7726234': 1, '28595974': 1, '20442745': 1, '11063719': 1, '31772140': 1, '29091557': 1, '6267500': 1, '30556126': 1, '31879942': 1, '32515646': 1, '7756014': 1, '14280602': 1, '29941292': 1, '19584893': 1, '32051598': 1, '33777091': 2}", "similar_patients": "{}"}