{"patient_id": 106055, "patient_uid": "7989667-1", "PMID": 33790770, "file_path": "noncomm/PMC007xxxxxx/PMC7989667.xml", "title": "R1352Q CACNA1A Variant in a Patient with Sporadic Hemiplegic Migraine, Ataxia, Seizures and Cerebral Oedema: A Case Report", "patient": "A 37-year-old male was first seen at the tertiary Headache Centre at the National Hospital for Neurology and Neurosurgery, UK, in September 2013 due to complex hemiplegic migraine. He was born to healthy non-consanguineous parents following an unremarkable pregnancy and perinatal course. His brother suffered from migraine, but otherwise there was no family history suggestive of hemiplegic migraine, neurological diseases or cerebellar syndromes. He failed to meet developmental milestones at 6 and 12 months of age and was subsequently diagnosed with athetoid cerebral palsy in a setting of hypotonia. During childhood, he exhibited signs of cerebellar ataxia, global development delay and mild intellectual disability. He experienced his first generalized tonic-clonic seizure at the age of 3 years following a mild head trauma at school, when a toddler hit his head with a toy car. This resulted in a coma and massive cerebral oedema requiring ICU admission and treatment with mannitol. During childhood he had several similar episodes of seizure-associated encephalopathy, for which no cause was found. None of these subsequent episodes resulted in cerebral oedema. He also experienced episodes of petit mal seizures. An EEG at the age of 13 years showed a sharp focus on the left temporal region. Notably, a muscle biopsy showed no evidence of mitochondrial disease.\\nFrom the age of 7 years he started suffering from headaches. The episodes usually started with difficulty using the arm or leg followed by a facial drop on one side, blurred vision and slurred speech. The visual and speech symptoms lasted for approximately 90 min and were succeeded by a severe headache lasting from 2 days to a few weeks. The hemiparesis persisted during the headache, associated with photophobia and motion sensitivity. Initially he had 2–3 episodes per year, but this increased to 4 annually in his teenage years. All episodes were associated with mild head trauma or minor illness, usually viral infections.\\nHe was at the time of referral taking Calcichew and alendronic acid for fracture of the femur and paracetamol for his headaches. Neurological examinations revealed slurred speech, slow tongue movements with brisk jaw jerk, hypotonia, pathologically brisk reflexes and an extensor plantar reflex on the right. There was no ataxia or nystagmus during examination at the headache centre.\\nBecause of the hemiplegic attacks complicated by minor head trauma, and the episodes of encephalopathy during childhood, a severe CACNA1A mutation was suspected and a series of investigations including genetic testing was initiated. Neuropsychological testing revealed verbal and non-verbal scores in the impaired ranges, with a verbal IQ of 52 and a performance IQ of 55. MRI of the brain and cervical spine showed marked cerebellar hemispheric and vermian atrophy (Fig. ). The neurophysiological studies were unremarkable. Even though a CACNA1A mutation was suspected, whole genome sequencing was carried out on the patient and both parents, as a part of the 100,000 Genomes Project (Genomics England). The patient had not undergone genetic testing prior to the sequencing. Segregation analysis identified a de novo missense mutation in exon 25 of CACNA1A (c.4055G>A, p.R1352Q). This mutation was absent in his parents. His brother was not tested for the mutation. Figure indicates the location of the mutation in the protein. The mutation was located in a highly conserved region of the protein (online Supplementary Material; for all online suppl. material, see ) and SIFT [] and PolyPhen [] scores indicated a deleterious and damaging effect of the mutation.\\nThe patient continues to have approximately one hemiplegic migraine attack yearly, often triggered by episodes such as falling or hitting his head. He also has episodes of hemiplegic migraine in the absence of minor head trauma, but has not had episodes of encephalopathy or cerebral oedema since childhood. He keeps himself fit and active, regularly going to the gym and golfing, and is currently functioning well in a part-time job and has attended college for adult education and life skill classes. He is advised to strictly avoid activities that involve any risk of trauma to the head and is using naproxen 500 mg with good effect on migraine aura and pain.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'27651281': 1, '19438926': 1, '21458376': 1, '28058944': 1, '19811514': 1, '20631222': 1, '20837964': 1, '12824425': 1, '28007337': 1, '20097664': 1, '20354512': 1, '11409427': 1, '19740212': 1, '32170034': 1, '11439943': 1, '20204399': 1, '33790770': 2}", "similar_patients": "{}"}