{"patient_id": 102997, "patient_uid": "7719416-1", "PMID": 32172554, "file_path": "noncomm/PMC007xxxxxx/PMC7719416.xml", "title": "A Case of Suspicious Allergic Reaction to Peracetic Acid Following Endoscopy", "patient": "A 43-year-old man visited the local hospital after experiencing numbness in his arm and shoulder. He had a medical history of bronchial asthma and had no prior history of undergoing endoscopy. The data from his laboratory tests showed an elevated C-reactive protein (CRP) level. The patient was diagnosed with rheumatic arthritis, and treated with prednisolone at 10 mg/day and methotrexate at 8 mg/week. Pain was relieved and his CRP level normalized. Four months later, he developed a cough, left chest pain, and left elbow pain. He went to another local hospital, where he was found to have an elevated CRP level. He was referred and admitted to our hospital for further examination.\\nThe patient continued to take the prescribed prednisolone at 10 mg/day, but he discontinued the methotrexate. On day 2 after admission, he underwent esophagogastroduodenoscopy following throat local anesthetic with lidocaine and premedication injection of scopolamine butylbromide. He had no clinical symptoms after the examination. On the morning of day 7, he underwent bronchoscopy and trans-bronchial lung biopsy after bronchus local anesthetic with lidocaine and the premedication injection of atropine sulfate and midazolam. He developed a high fever of 39.7°C several hours after the bronchoscopy. He was treated with antibiotics and an antipyretic based on the initial diagnosis of aspiration pneumonia, and fever was resolved by the treatment over 4 days. On day 13, he underwent colonoscopy following the premedication of scopolamine butylbromide. Five minutes after the colonoscopy, he developed a high fever of 39.9°C, with stridor indicating a decrease in arterial oxygen saturation level. A series of such clinical episodes made us consider that he was suffering from some kind of drug-induced allergic reaction. He was then, treated by methylprednisolone, and hydrocortisone combined with oxygen inhalation, antipyretics, chlorpheniramine maleate, and famotidine. His symptoms disappeared the next day.\\nIn our hospital, every flexible endoscope is cleaned, disinfected, rinsed, and reprocessed with automated washer disinfectors (OER-2 and OER-4; Olympus Co., Tokyo, Japan) using peracetic acid. The esophagogastroduodenoscope and the bronchoscope undergo disinfection using the same disinfectors (OER-2), but the colonoscope undergo disinfection using another disinfector (OER-4). We checked every automated endoscope disinfector and could find no malfunction. Therefore, a prick test using chemical agent of peracetic acid as well as suspected medications including atropine sulfate, lidocaine, midazolam, and scopolamine butylbromide was performed, but it was negative for all agents. In contrast, an intradermal test was positive for peracetic acid at 1:10,000 dilution while being negative for other agents. We, thus, suspected that peracetic acid was responsible for the patient’s drug-induced allergic reaction and advised him to avoid undergoing endoscopic examination with an endoscope disinfected by peracetic acid. In our monitoring investigation, the residual concentration of peracetic acid in the flexible endoscopes of our hospital was within the permissible level. The environmental concentrations of peracetic acid in our endoscopic laboratory were also below the detectable limit.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'16751019': 1, '29573782': 1, '23600361': 1, '15316522': 1, '27696514': 1, '1346697': 1, '17429174': 1, '3095219': 1, '20053620': 1, '32172554': 2}", "similar_patients": "{}"}