{"patient_id": 18856, "patient_uid": "7187894-1", "PMID": 32373057, "file_path": "comm/PMC007xxxxxx/PMC7187894.xml", "title": "Fatal and Rapid Progressive Isolated Cerebral Mucormycosis Involving the Bilateral Basal Ganglia: A Case Report", "patient": "Male, 27 years old, woodworker, who was admitted to the Department of Neurology of Zhongda Hospital on April 18th, 2019, because of a cough with fever for 12 days and headache for 4 days. Twelve days prior to admission, he presented with a cough and fever of up to 38.0°C, without expectoration or headache, and accepted antibiotic treatment for 3 days at a community-based hospital (specific medication was unknown). The cough and fever symptoms did not improve. Then he returned to his hometown. The doctors at the local community hospital administered azithromycin intravenously. At the same time, oral antipyretics were administered. Four days prior to hospital admission, the patient developed a headache and his temperature increased to 39.0°C, accompanied by nausea and vomiting. One day later, he was admitted to Xuzhou First People's Hospital. Brain magnetic resonance imaging (MRI) showed space-occupying lesions in the right basal ganglia, with obvious local edema (, before admission). Blood routine: white blood cells (WBC) 15.27 * 109/L, neutrophils 67.8%. After treatment with an antibiotic, the symptoms worsened, and his left limb muscle strength decreased. For further treatment, he was transferred to the NICU of the Department of Neurology of Zhongda Hospital on April 18. The patient was previously healthy, had a history of smoking for 10 years (10 cigarettes/day), had no history of immunosuppressive drug use, and had no other special abnormalities. On examination, Temperature 37.8°C; heart rate 66 beats/ min; respiratory rate 18 breaths/min; blood pressure, 107/62 mmHg; weight, 60 kg; and body mass index, 20.8 kg/m2. General examination showed no lesions of the nose, paranasal sinuses, orbits, or skin. Physical examination showed normal consciousness, left-sided central facial paralysis, muscle strength four out of five in the left upper and lower limbs, and the left-sided pathological reflex (Babinski sign) and meningeal irritation were positive. Blood routine tests were reexamined: WBC 15.42 * 109/L; neutrophil 12.92 * 109/L; neutrophil ratio 83.81%; lymphocyte ratio 9.32%. Lumbar puncture was operated: CSF pressure 220 mm H2O, light yellow, total cell count: 160 * 106/L; white cell count: 60 * 106/L; red blood cell count: 100 * 106/L, lobulated nucleus cells: 40%; monocyte: 60%. Biochemistry of CSF: Cl−: 123.8 mmol/L (120.0 ~ 130.0 mmol/L), glucose: 1.96 mmol/L (2.50 ~ 4.50 mmol/L), protein: 2557.9 mg/L (120 ~ 600 mg/L). No bacteria or fungi were found in blood, sputum and urine cultures. Tests for viruses were performed, with no positive results (including hepatitis B virus, hepatitis C virus, human immunodeficiency virus, treponema pallidum). The patient was empirically treated with meropenem (2 g, q8h) because of concern for bacterial meningoencephalitis. Glycerol fructose and mannitol were also used to reduce intracranial pressure. On the night of admission, a brain plain scan and enhanced MRI showed lesions in the right basal ganglia and frontotemporal lobe, and a new lesion in the left basal ganglia was found (, after admission). Magnetic resonance angiography of the head did not reveal evidence of stenosis or thrombosis of any major intracranial blood vessels. We then called the consultation of a neurosurgeon, and a diagnosis of brain abscess was made. Considering the incomplete formation of the abscess capsule, conservative treatment was recommended. We then adjusted our treatment plan as follows: imipenem (0.5 g, q6h), vancomycin (1,000 mg, q12h), and ornidazole (0.5 g, q12h). On the second day of admission, the patient developed altered consciousness, Glasgow Coma Score (GCS) of 5 (1 + 1 + 3). The diameter of the bilateral pupils was not equal: 3.5 mm on the right side, 2.1 mm on the left side, indicative of symptoms of cerebral hernia. Brain and chest computed tomography (CT) examinations revealed bilateral basal ganglia lesions with a right basal ganglia hemorrhage broken into the ventricle (, left) no abnormalities were found by chest CT. We then contacted the neurosurgeon again. Under general anesthesia, the patient underwent an emergency decompressive craniectomy and resection of the lesion of the right basal ganglia. A large amount of gray-yellow-red brain tissues with dark red blood clots was observed, and some brain tissues were removed for pathological biopsy. After surgery, the patient was transferred to ICU. Meropenem combined with vancomycin for anti-infective treatment was continued, and mannitol was also continued to reduce intracranial pressure. Endotracheal intubation and ventilator-assisted breathing therapy were also administered. On the same day, the CSF in the ventricular drainage tube was examined. No bacteria or acid-fast bacilli were detected by Gram staining. On the third day, the patient was still comatose, with a GCS score of 5 (1 + 1 + 3). The body temperature remained high, reaching 38.8°C. On the fourth day, we stopped meropenem and ceftriaxone was administered empirically. Meanwhile, we carried out NGS of the CSF etiology. The symptoms of cerebral hernia worsened further: bilateral pupil diameter increased, right pupil diameter 5 mm, left pupil diameter 3 mm. The light reflex disappeared. Re-examination of the brain CT showed that brain tissue swelling was more severe than before (, right). On the sixth day, the brain tissue histopathological results showed a large number of infiltrated neutrophils and abscesses formation, and fungal hyphae and spores were found in surrounding necrotic brain tissues, which tended to be Mucor (). Meanwhile, the results of NGS were obtained, suggesting Rhizopus microspore infections. No bacteria, viruses, mycoplasma, chlamydia, Mycobacterium tuberculosis complex or other pathogenic microorganisms were detected. We then stopped ceftriaxone and vancomycin, and added amphotericin B lipid formulation (5 mg/kg) and posaconazole (200 mg q6h). Unfortunately, the patient's condition continued to deteriorate during the night of April 24th. The bilateral pupil diameters both increased to 5 mm, and the light reflex completely disappeared. On the seventh day, the patient's family members stopped treatment, and the patient died on the sixth day after discharge.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'11714058': 1, '27923750': 1, '26450170': 1, '7351571': 1, '21206542': 2, '11561801': 1, '33968820': 2, '24299941': 1, '30203997': 1, '16080086': 1, '28978601': 1, '15287935': 1, '26752868': 1, '26739604': 1, '23389725': 1, '25019460': 1, '33409328': 1, '30415043': 1, '16269155': 1, '14425346': 1, '26897065': 1, '29631910': 1, '24957094': 1, '7888545': 1, '26522761': 1, '32373057': 2}", "similar_patients": "{'8020582-1': 1, '3011109-1': 1}"}