{"patient_id": 31052, "patient_uid": "7818741-1", "PMID": 33478453, "file_path": "comm/PMC007xxxxxx/PMC7818741.xml", "title": "An unusual example of hereditary multiple exostoses: a case report and review of the literature", "patient": "A 55-year-old male cadaver who had suffered from HME was donated to the University of Liverpool for anatomical investigation. Consent was given by the donor ante-mortem and ethical approval for the study was obtained via the Health and Life Sciences Committee on Research Ethics. The cadaver was embalmed four days post-mortem with CT scans and radiographs obtained to establish a complete record of the cadaver. Following dissection bones were removed for MRI and microscopic investigation. The radius, ulna, femur, tibia and fibula were isolated and scanned in a 1.5 T Siemens Symphony MRI to document soft-tissue features. Multiple modalities were used with T2 turbo spin echo (TSE) and standard dual echo steady state (DESS) sequences [] chosen for this publication because they provided the best combination of contrast and spatial resolution. Following this the bones were sectioned to observe the internal anatomy and samples were removed to examine histologically. These sections were embedded in a methyl methacrylate resin and sectioned for mounting on slides. Following deplasticising with methoxyethyl acetate the sections were stained with 1% Toluidine Blue for 10 min at room temperature (please refer to [] for full method). Recovery of DNA from cells was not possible due to the nature of formalin fixation.\\nA combination of pre-dissection CT scans and radiographs showed that the cadaver had at least 73 separate external skeletal defects ranging in size and form and were apparent throughout the skeleton. The lower limb contained the most exostoses with 34 tumours, 5 of which were in the feet. The vertebrae displayed 22 growths with 12 located on the vertebral bodies and 10 on the spinous and transverse processes. Six growths were noted in the upper limb with 4 located on the scapula. Two exostoses were on the posterior iliac crests and 2 were located on the anterior of the sternum. The 7th left rib had a small growth on the sternal end, while the right 8th and 10th left rib had osteochondromas on the tubercles. No major dysplasia was evident in the bones of the skull, including the cranial base.\\nOn the basis of the features observed in the CT scans and radiographs the following dissection was targeted to the right elbow and right lower limb.\\nBowing of the radius caused by a shorter ulna had resulted in a radial head dislocation from the elbow joint. Dissection of this area revealed the extent of the soft tissue disfigurement with brachioradialis displaced laterally around the radial head while the radial nerve was stretched over its superior surface, quite possibly causing nerve entrapment (Fig. a).\\nThe osteochondroma in the metaphysis of the radius had caused an unusual articulation at the elbow joint with the capitulum of the humerus now articulating with the deformed radial tuberosity (Fig. b). Interestingly the biceps brachii tendon had been incorporated into the joint itself.\\nMRI scans of the proximal radius reveal the cartilage capped exostosis forming at the radial tuberosity (Fig. c) and the image also shows large signal voids within the trabeculae that were devoid of bone during further dissection (Fig. d).\\nThe proximal femur had 3 exostoses on its surface, varying greatly in size and shape. The largest was formed around the medial and anterior aspects of the metaphysis; it was sessile, had a large amount of lobulation and was capped in cartilage. This large exostosis completely obliterated the neck of the femur causing difficulty in discerning the greater and lesser trochanters of the femur (Fig. a and e). Inferiorly there was a small pedunculated growth on the lateral aspect of the shaft. Adjacent to this, inferior to the greater trochanter, was a long sessile exostosis that extended towards the diaphysis (Fig. a and f).\\nMRI scans showed osteochondromas surrounding and growing from the metaphysis (Fig. d) with cartilage caps present on their surface. The scans also revealed a mass within the metaphysis; given the location of this growth it was suspected to be either an enchondroma or a chondrosarcoma. Interestingly, similar to the head of the radius in the previous section, the MRI scan revealed large signal voids within the entire proximal femur.\\nThe histological section through the pedunculated growth (Fig. c) showed a cartilage cap with underlying subchondral bone. The cap showed distinct features of a growth plate including a perichondrium and mature and immature chondrocytes.\\nTo further discern the anatomy of the internal structures the proximal femur was bisected (Fig. g). A soft mass (Fig. h) corresponded to the area of high intensity on the T2 MRI scan. A sample was taken for histological study and showed a large cartilage mass organised into discrete areas, creating a lobulation effect (Fig. b). The dark areas noted in the MRI corresponded to large voids within the trabecula bone.\\nLike the radius, the exostosis in the head of the fibular was a large, lobulated mass with a cartilage cap and had caused considerable anatomical changes to the surrounding soft tissue. By extending into the muscle belly of soleus it had stretched and torn the muscle fibres (Fig. a and b).\\nCT scans of the growth revealed the full extent of the osteochondroma and showed that a synostosis had formed between the fibular and tibia heads (Fig. c). Like the previous scans of the radius and femur the DESS MRI scans of the tibia revealed large signal voids within the trabecular bone structure. This may have compromised the overlying bone as the cortex appeared thinner in this area (Fig. d). It should be noted that a synostosis had also occurred at the inferior tibiofibular joint (Fig. e).\\nThe right hallux had a pedunculated growth on the medial aspect of the distal phalanx. There was also an exostosis present on the inferior surface of the head on the 1st metatarsal (Fig. a).\\nThe anomaly that gave the external appearance that the second digit was shorter is in fact due to a growth of the 2nd metatarsal. The head of the metatarsal had become so overgrown that it had displaced the proximal phalanx of the 2nd digit laterally causing the articulation between the two to be in a sagittal plane as opposed to the normal coronal facing joint (Fig. a and b). Furthermore, a synostosis had occurred between the heads of the 2nd and 3rd metatarsal bones (Fig. a). The dissection of this area revealed the cartilage capped osteochondroma had a tendon of extensor digitorum longus unusually inserting into it (Fig. b).", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'25186537': 1, '27920806': 1, '32221177': 1, '27761193': 1, '32010535': 1, '26816957': 1, '30788088': 2, '2914999': 1, '9747616': 1, '26519716': 1, '26910403': 1, '31853203': 1, '17987186': 1, '21892728': 1, '25331356': 1, '20516327': 1, '29129004': 1, '28567348': 1, '27154991': 1, '27761218': 2, '25568391': 1, '26984661': 1, '28249791': 1, '29703018': 1, '31695813': 2, '27444292': 1, '29016429': 1, '26721841': 1, '31652824': 1, '28366796': 1, '7593564': 1, '29252664': 1, '24432109': 1, '28018061': 1, '9204324': 1, '10992031': 1, '8008493': 1, '28466453': 1, '31938600': 2, '23401177': 1, '9133359': 1, '33478453': 2}", "similar_patients": "{'6368137-1': 1, '6944176-1': 1, '6808079-1': 1, '6808079-2': 1, '6808079-3': 1, '5066108-1': 1}"}