{"patient_id": 25854, "patient_uid": "7528050-1", "PMID": 33007654, "file_path": "comm/PMC007xxxxxx/PMC7528050.xml", "title": "Primary spindle cell sarcoma of the heart treated with carbon-ion radiotherapy: Case report", "patient": "A 16-year-old female diagnosed with a left atrial (LA) tumor, suggestive of myxoma, was referred to our hospital. Electrocardiography conducted at high school enrollment revealed premature ventricular contraction. She was diagnosed with a LA tumor by transthoracic echocardiography (TTE) and was referred to us from a peripheral hospital. TTE showed a 16 × 20 mm mass arising from the anterior wall of the left atrium extending to the anterior mitral annulus. We diagnosed the patient with myxoma. Further assessment by enhanced computed tomography (CT) showed a large low-density mass (25 mm) in the left atrium. She underwent surgery 2 months later. TTE showed that the mass had increased to 19 × 28 mm.\\nTumor resection was performed. During surgery, the tumor was found to have an irregular LA surface of 30 × 30 mm, which invaded the left inferior pulmonary vein from the atrial septum (a). We suspected a malignant tumor and requested intraoperative evaluation. The diagnosis suggested sarcoma, resulting in incomplete resection. The histopathological diagnosis was high-grade spindle cell sarcoma. Postoperative 18-fluorodeoxyglucose (FDG) positron emission tomography (PET) initially showed localized FDG hyperaccumulation near the left pulmonary vein junction in the left atrium but no indication of distant metastasis. The patient then underwent CIRT, at a total dose of 64 Gy/16 fractions over 4 weeks, for residual lesions in the heart. PET following CIRT did not indicate any previous accumulation in the residual tumor. These findings suggested that tumor cell activity had stopped.\\nAt 1 year after surgery, PET showed FDG accumulation in the left atrium and right clavicle outside the irradiation field, and she was diagnosed with recurrence and metastasis. CT showed tumor expansion (a). The mass in the left atrium was treated with CIRT (64 Gy/16 fractions over 4 weeks). She underwent right clavicle resection, and the histopathological results indicated sarcoma. The tumor disappeared after the second round of CIRT.\\nAt 2 years after surgery, PET and CT showed that the LA tumor within the irradiation field had grown in size, with increased FDG accumulation compared with the previous examination (b). Because surgery was too risky, chemotherapy was initiated, but it was ineffective.\\nAt 4 years, 4 months after surgery, she developed palpitations and dyspnea, and the tumor had spread rapidly. Two months later, the tumor had grown to 55 × 33 mm (c), although the mitral stenosis (mean pressure gradient: 10 mmHg) remained the same (b). She was hospitalized for heart failure and received medical treatment, but died at 4 years and 7 months after initial surgery.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'18428209': 1, '16675225': 1, '18941651': 1, '2039319': 1, '26476808': 1, '15811617': 1, '18939909': 1, '21352995': 1, '8197994': 1, '33007654': 2}", "similar_patients": "{}"}