{"patient_id": 17672, "patient_uid": "7081570-1", "PMID": 32192435, "file_path": "comm/PMC007xxxxxx/PMC7081570.xml", "title": "Pet-related Pasteurella multocida induced peritonitis in peritoneal dialysis: a case report and review of the literatures", "patient": "On Aug. 9th, 2019, a 75-year-old man with end-stage renal disease (ESRD) on continuous ambulatory peritoneal dialysis (CAPD) for 5 years, which was 1.5% low-calcium dialysate in a 4-to-5-h dwell three times every day and 2.5% low-calcium dialysate in an 8-to-10-h dwell once every night, was admitted to the nephrology department with an 1-week history of abdominal pain and a cloudy peritoneal dialysis effluent (Fig. a). The patient had a past medical history of hypertension. For the reason that his pressure was lower than before, the antihypertensive drugs were stopped on admission.\\nPhysical examination revealed an emaciated man with a blood pressure of 110/75 mmHg, a breath of 16 beats/min, a pulse of 76 beats/min and a temperature of 36.8 °C. A head examination revealed no face edema. The cardiopulmonary exam was unremarkable. Abdominal examination revealed a soft abdomen, with moderate tenderness to palpation throughout particularly at the lower abdomen, moderate guarding with no rebound and normative bowel sounds. There was no discharge or erythema at the peritoneal dialysis catheter exit site. The tubing of the peritoneal dialysis catheter was intact and there was no macroscopic evidence of the peritoneal dialysis catheter damage.\\nLaboratory tests on the admitted day were available. The blood routine examination was as follows: white blood cell (WBC) count of 5.00 × 109/L, a neutrophil ratio of 78.2%, lymphocyte ratio of 14.1%, red blood cell (RBC) count of 3.43 × 1012/L, hemoglobin of 83.10 g/L and platelet count of 110 × 109/L. The biochemical routine examination was as follows: sodium 137.00 mmol/L, potassium 2.97 mmol/L, chloride 95.0 mmol/L, glucose 7.4 mmol/L, blood urea nitrogen 21.76 mmol/L and creatinine 878.2 μmol/L. BNP (natriuretic peptide B) was 135 pg/ml and myoglobin was 402.4 ng/ml. The initial peritoneal effluent analysis further revealed as follows: WBC count of 1537.0 × 106/L, chloride 105.8 mmol/L, glucose 20.8 mmol/L, total protein 2.59 g/L, lactic dehydrogenase (LDH) 54.8 U/L, adenosine deaminase (ADA) 0.9 U/L. The changes of important laboratory results were being detected during the admitted period (Fig. c).\\nBased on the history, physical examination and laboratory results with the findings in the peritoneal dialysis fluid, a diagnosis of peritoneal dialysis-related peritonitis was confirmed. Besides related symptomatic treatments, the empiric antibiotic treatment was initiated with levofloxacin (0.5 g intravenously) every day, ceftazidime (0.25 g intraperitoneally) in a 3-h dwell four times every day and vancomycin (1.0 g intraperitoneally) in an 8-h dwell once at night every 5 days. Final culture of initial peritoneal effluent results indicated the organism was P. multocida, which was found to be sensitive to ampicillin/sulbactam, cefazolin, cefotaxime, cefoxitin, levofloxacin, ampicillin, cefuroxime, imipenem, ciprofloxacin, ceftazidime, meropenem, and cefoperazone/sulbactam, while in the blood there were no bacterial infections were having been found. According to the drug-sensitive test, the intravenously antibiotic treatment was switched to meropenem (0.5 g intravenously) every 12 h, with peritoneal antibiotic treatment still. After one-day treatment, the symptoms disappeared but the WBC count of peritoneal effluent was still above the normal level of the WBC counts, which reminded the infection remained existed. Therefore, Cefazidime was switched to amikacin (200 mg intraperitoneally) in a 3-h dwell four times every day and on Aug. 18th, intravenously meropenem was switched to cefoperazone/sulbactam (1.5 g intravenously) every 12 h. And for the reason that the CAPD was noneffective and the peritoneal infection was not controlled, the patient was undergone temporary hemodialysis four times every week with imipenem/cilastatin (500 mg intraperitoneally) in a 6-h dwell every day for continuing peritoneal antibiotic treatment. After 12-day antibiotic treatment, the WBC count of peritoneal effluent was not significantly improved and the peritoneal effluent was still cloudy. When it was the deadline of the ISPD guideline recommending to hemodialysis, the patient firmly refused the lasting hemodialysis and asked for a further treatment. According to the drug-sensitive results and reviewed case reports (Table ), the patient was switched to ampicillin/sulbactam (3 g intravenously) twice every day. The WBC count of peritoneal effluent was markedly improved and the antibiotic treatment was continued until the WBC count of the peritoneal effluent was below 100 × 106/L and the PD effluent was clear, which revealed the infection was controlled (Fig. b, c). During the treatment, the patient was undergone temporary hemodialysis 12 times to maintain the function of excretion. When the infection was controlled and the function of CAPD recovered, the temporary hemodialysis was stopped and the patient was returned to CAPD. The patient discharged after using ampicillin/sulbactam for 17 days and continued amoxicillin (0.25 g orally) three times a day for another 6 days. The detail key dates of altering antibiotics and methods have been listed (Table ).\\nThe patient and his family were thankful to us and cooperated the further inquiry with us. On further inquiring, the patient reported that he had had a cat at home and when the patient did CAPD, the cat was usually playing with the tubing or contacting the patient during CAPD. However, during his peritoneal dialysis exchange, every step of peritoneal dialysis went all right, without noticing any abnormalities. The patient has suffered from peritoneal dialysis-related peritonitis once in the near 2 years but the causes were not P. multocida. He did not report this incident in admission. After treatment, he continues CAPD to do well.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28509064': 1, '20424206': 1, '15872290': 1, '14756211': 1, '2048580': 1, '11095007': 1, '12534132': 1, '26219763': 1, '26877951': 1, '25798157': 2, '10867548': 1, '15109592': 1, '25135487': 1, '22641748': 1, '16600033': 1, '34707957': 2, '22572039': 1, '9655162': 1, '15071300': 1, '9627047': 1, '20609195': 1, '3661553': 1, '12205068': 1, '28676516': 1, '34026181': 1, '1867248': 1, '16564680': 1, '30876613': 1, '28573488': 1, '12183274': 1, '9203191': 1, '20457433': 1, '32192435': 2}", "similar_patients": "{'4353272-1': 1, '4353272-2': 1, '4353272-3': 1, '4353272-4': 1, '4353272-5': 1, '4353272-6': 1, '4353272-7': 1, '8532189-1': 1}"}