{"patient_id": 98198, "patient_uid": "7265738-1", "PMID": 32518547, "file_path": "noncomm/PMC007xxxxxx/PMC7265738.xml", "title": "Complete Superior and Inferior Vena Cava Obstruction Associated with Systemic-to-Pulmonary Venous Shunts in a Young Female with Heterozygous Prothrombin G20210A Gene Mutation", "patient": "We present the case of a 34-year-old Pakistani woman known to have heterozygous prothrombin G20210A gene mutation with a history of recurrent PE, cerebral vein thrombosis (superior sagittal and transverse sinuses), and left leg DVT. She was on warfarin, but she was not compliant with medical treatment. She presented to the hospital with SOB and desaturation. On examination, she was morbidly obese; her BMI was 52.5 kg/m2. She had a respiratory rate of 20 breaths/min, a heart rate of 82 beats/min, and a blood pressure of 104/60 mm Hg. Her oxygen saturation was 80% on room air, improved with 4 L of oxygen to 92%. Her face looked plethoric, but she had no central cyanosis.\\nChest examination revealed normal vesicular breathing with no added sounds. Cardiac examination showed normal heart sounds with no murmurs. There were dilated veins in her chest anteriorly. She had dilated superficial abdominal veins. Her lower limbs showed varicose veins, with mild bilateral edema. For her blood test results, see the online supplementary Labs file (for all online suppl. material, see ).\\nChest X-ray showed a normal lung parenchyma. The patient was started on enoxaparin; however, her saturation was still around 80–85% room air. Because of the high likelihood of PE, CT angiography of the chest was done. It showed complete SVC occlusion with extensive collaterals. The pulmonary arteries were not opacified because of the SVC occlusion. The collaterals were seen connecting the tributaries of the SVC to the pulmonary veins (Fig. ). Her echocardiography revealed an ejection fraction of 30%. A repeated echocardiogram with bubble study showed that the agitated saline injection was filling the left side of the heart completely, with no filling of the right side (online suppl. ).\\nAfterward, the case was discussed with the interventional radiology team, and a procedure was done to insert a coil in the shunt connecting the SVC tributaries to the pulmonary veins. The patient was discharged on rivaroxaban because of poor compliance with warfarin. The patient was reassessed 6 months after the procedure, and there was no improvement in oxygen saturation. After 1 year, she was diagnosed with PVT while she was on rivaroxaban, so it was decided to shift her back to warfarin. Because of the persistent hypoxemia despite the coiling of the shunt and the optimal treatment of her heart failure, her condition was re-discussed in a multidisciplinary team meeting. We planned to insert a stent into the SVC to relieve the obstruction. The rationale was that stenting the SVC would result in collapse of the SPVS. An IVC cavogram (Fig. , ) was done to assess the port for extracorporeal membrane oxygenation if needed. It showed complete obstruction of the infrahepatic part of the IVC with extensive collateral vessels. The procedure was deferred because of the presence of complete IVC obstruction. The patient was discharged on home oxygen with requirements of 1–2 L/min and 13 mg of warfarin with close follow-up.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'10928617': 1, '29905800': 1, '28079536': 1, '28160964': 1, '7763070': 1, '21220364': 1, '11190900': 1, '27807306': 1, '25367480': 1, '11133568': 1, '22477372': 1, '9569177': 1, '17476012': 1, '20083586': 1, '27034877': 2, '29622107': 1, '9735671': 2, '24644407': 2, '27734187': 1, '32518547': 2}", "similar_patients": "{'4531947-1': 1, '4789411-1': 1, '3955783-1': 1}"}