{"patient_id": 23068, "patient_uid": "7399729-1", "PMID": 32774942, "file_path": "comm/PMC007xxxxxx/PMC7399729.xml", "title": "Isotretinoin-Induced Delusional Disorder, Somatic Subtype", "patient": "Mr. C was a 24-year-old university-educated single male with no prior history of psychosis and no family history of mental illness. He presented to the emergency department accompanied by his parents due to multiple worsening somatic delusions. According to his parents, he became preoccupied with his physical appearance following an increase in the dosage of his isotretinoin from 40 mg/day to 80 mg/day. Mr. C believed that his face was disfigured after using Tobradex eye drop. He believed the eye drop had pooled in his nose, damaged his throat, and disfigured his face. He alleged that his forehead and teeth had shifted and that his tongue had atrophied. He denied spending a lot of time in front of a mirror; although, when he looked in the mirror, he saw a distorted face. He later complained of further symptoms including muscle atrophy, weakness, and trouble walking, despite a normal gait.\\nHe denied symptoms of depression or anxiety. He denied auditory, visual, and tactile hallucinations as well as suicidal and homicidal ideations. There was no history of substance use, including cannabis and alcohol. All of the investigations, including complete blood count, electrolytes, blood glucose, thyroid function tests, liver enzymes, and renal function tests, were normal. His drug urine screen was negative for illicit substances, including benzodiazepines. Computed tomography (CT) of the head was normal. The electroencephalogram (EEG) was reported within normal limits as no focal abnormalities nor epileptic activities were identified.\\nIn Mr. C's case, the absence of any prodromal symptoms, previous psychiatric history, or family history of mental illness made a primary psychotic disorder unlikely. Furthermore, the temporality of his symptoms coincided with the doubling of the isotretinoin dose from 40 mg to 80 mg daily. Additionally, there is a biological gradient or dose-response relationship, meaning that as the dose of isotretinoin increases, so does the potential of developing psychiatric symptoms, such as psychosis.\\nBased on his symptoms, he was given a diagnosis of delusional disorder, somatic subtype, as he had multiple somatic delusions for longer than 1 month, but his functioning was not markedly impaired, and his behaviour was not obviously bizarre. Somatic symptom disorder was considered as a differential diagnosis; however, Mr. C's concern about his somatic symptoms did not reflect a fear of underlying illness. The isotretinoin was discontinued, and he was started on quetiapine 100 mg orally at bedtime and was compliant with medication. Patient's symptoms resolved two weeks following the discontinuation of the isotretinoin, and the quetiapine was similarly discontinued after two months. Patient was discharged from psychiatric care to his family physician following a four-month period of sustained remission from the date of his discharge from his index psychiatric admission.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'15602115': 1, '12841827': 1, '30828405': 1, '28295859': 1, '12629595': 1, '30484286': 1, '25254016': 1, '21903028': 1, '19154613': 1, '27114489': 1, '18296731': 1, '25255848': 1, '27778328': 1, '11568740': 1, '32774942': 2}", "similar_patients": "{}"}