{"patient_id": 27289, "patient_uid": "7599289-1", "PMID": 33125568, "file_path": "comm/PMC007xxxxxx/PMC7599289.xml", "title": "Occlusive retinal vasculitis and periphlebitis in Buerger’s disease: a case report", "patient": "A 48-year-old male with a history of recurrent ulcers at the tip of his fingers for the past 3 years presented to his local ophthalmologist in North Bay, Ontario after noticing sudden onset vision loss in his right eye for 1 week. On exam, his visual acuity was recorded as 20/500 in the right eye and 20/20 in the left. Dilated fundus exam revealed an ischemic event of his right retina with cotton-wool spots but without any definite emboli. He was urgently sent to the emergency department for stroke workup. A CT scan of the brain was obtained, which showed no abnormalities. He was started on aspirin 81 mg po daily and subsequently referred to stroke prevention clinic and assessed by neurology. His blood work revealed a normal HbA1c and lipid panel. The only abnormality detected was mild macrocytosis, possibly secondary to alcohol intake. His carotid doppler scan was normal with no evidence of carotid artery stenosis. MRI imaging of the brain revealed only a small hyperintensity in the posterior cortex of the cerebellum that was confirmed to be an artifact on repeat single axial non 3-D FLAIR.\\nOver the following months, he underwent extensive workup by internal medicine, dermatology, rheumatology and vascular surgery for his intermittent facial and upper extremity ulcerative lesions, which were worse in the winter time. He was also noted to have digital pitting and finger nail bed changes with dilated capillaries and dropout. Patient denied any Raynaud’s phenomena, with no noticeable skin colour changes when fingers were immersed in cold water. He also denied hematuria, renal disease, oral and genital ulcers. There was no previous history of scleritis, uveitis or symptoms suggestive of autoimmune disease. His social history was significant for cigarette smoking (½ - 1 pack per day; total of 20 pack/years) and daily alcohol intake (4–6 beers/day). There was no documented illicit drug use. The family history was significant for Raynaud’s disease, fibromyalgia and thyroid disease in his maternal aunt, and prostate cancer in his father.\\nOn exam, no carotid, iliac, renal or femoral bruits, palpable purpura or tophaceous changes were appreciated. Blood pressure measurements showed no inter-arm difference or elevated systolic or diastolic pressure (100/80 right and 102/78 left, respectively). Laboratory investigations were significant only for decreased activated protein C and functional antithrombin III. Histologic analysis of his facial lesions revealed dermal telangiectasias, raising clinical suspicion of scleroderma. However, all immunological tests for rheumatic and vasculitic diseases were negative, including antinuclear antibody testing (× 3), anti-neutrophilic cytoplasmic autoantibodies (ANCA) and scleroderma-specific antibodies. A summary of all laboratory investigations conducted is provided in Table . Furthermore, computed tomography (CT) of the chest and abdomen with contrast showed no specific features of scleroderma or elements of CREST syndrome. Pulmonary functions tests were interpreted as normal with no evidence of chronic obstructive pulmonary disease (COPD) or restrictive lung disease. Upper limb arterial duplex scan showed abnormal photo-plethysomography in the upper extremity digits indicating possible small vessel occlusive disease and mild degree of reverse flow in the left ulnar artery. Repeat carotid doppler ultrasonography demonstrated normal peak systolic velocities with no evidence of any significant degree of carotid artery stenosis.\\nIn light of all scleroderma/systemic sclerosis investigations being negative, a presumptive diagnosis of thromboangiitis obliterans with coagulation disorder (protein C and antithrombin III deficiency) was entertained. Patient was counselled on smoking cessation with the aid of varenicline and started on antihypertensive therapy amlopidine 2.5 mg po daily.\\nA few months later and 1 year after the initial retinal ischemic event, the patient experienced sudden-onset severe vision loss in his left eye. He was assessed by his local ophthalmologist who noted a similar picture of ischemic retinopathy in the left eye without definite emboli. Patient was urgently referred to our tertiary eye care center in Ottawa for further evaluation. In view of his pro-thrombotic state and second retinal ischemic event, apixaban 5 mg po BID was prescribed by his internist and amlodipine was switched to nifedipine 30 mg po daily as an antihypertensive to enhance peripheral vascular blood flow. No prednisone was started given still the diagnostic concern over scleroderma and scleroderma-induced renal crisis.\\nWhen examined by our service, visual acuity was counting fingers at 1 m in the right eye and 20/600 in the left eye. Intraocular pressures were 16 mmHg in both eyes. Slit lamp examination revealed no inflammation in the anterior chamber. Mild nuclear sclerotic cataract was present in both eyes. Dilated fundus examination showed significant retinal thinning in the macular region. Vascular loops were present with collateralization. A few nerve fiber layer infarcts were evident in the right eye along areas of occlusive retinopathy. Dot-blot and flame-shaped hemorrhages were noted in both eyes. The vessels showed arteriolar narrowing with venular dilation and sheathing (Fig. ).\\nFluorescein angiography revealed early phase vessel wall staining involving veins and collateral arteries and mid/late phase leakage. The arm-retinal and arteriovenous transit times for the left eye were recorded as 16.8 s and 11.3 s, respectively. The foveal avascular zone (FAZ) was enlarged more in the right eye compared to left (Fig. ). Spectral domain optical coherence tomography (Spectralis OCT; Heidelberg Engineering, Heidelberg, Germany) imaging revealed areas of inner retinal atrophy with paracentral cystoid degeneration and edema in both eyes (Fig. ). Follow-up OCT imaging 3 months later showed no change in retinal thickness or cystoid degeneration morphology.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'2806931': 1, '2142417': 1, '12713785': 1, '3190111': 1, '22477511': 1, '29623524': 1, '1827174': 1, '12996526': 1, '16698911': 1, '29398225': 1, '16684120': 1, '12410515': 1, '28491481': 2, '9427570': 1, '16636522': 1, '2225420': 1, '1821014': 1, '8441954': 1, '33125568': 2}", "similar_patients": "{'5410370-1': 1}"}