{"patient_id": 30838, "patient_uid": "7812073-1", "PMID": 33215864, "file_path": "comm/PMC007xxxxxx/PMC7812073.xml", "title": "Dabrafenib and trametinib therapy in an elderly patient with non-small cell lung cancer harboring the mutation", "patient": "An 86-year-old male patient with a history of smoking, one pack per day from the age of 20 to 70 years of age, was referred to our hospital with dyspnea. A computed tomography (CT) scan revealed a lesion in the right lower lobe together with pleural effusion (Fig ) and multiple mediastinal lymphadenopathy. Positron emission tomography/computed tomography (PET/CT) also showed increased metabolic activity in the bilateral adrenal glands. Radiographic and pathological evaluations resulted in a diagnosis of advanced lung adenocarcinoma (cT4N2M1c, stage IVB). Next-generation sequencing (NGS) revealed a BRAF V600E mutation in exon 15 (c.1799>A). The tumor sample was negative for other driver mutations, and immunohistochemistry (clone 22C3) demonstrated high programmed death-ligand 1 expression (TPS 90%). Laboratory analyses revealed the following: leukocyte count: 7100/μL, hemoglobin level: 11.5 g/dL, C-reactive protein level: 1.56 mg/dL, total protein level: 8.6 g/dL, albumin level: 2.4 g/dL, blood urea nitrogen level: 18 mg/dL, serum creatinine level: 0.85 mg/dL, and albuminuria score: 1+. These laboratory findings were indicative of mild hypoalbuminemia. Although the patient was “oldest old”, he had an Eastern Cooperative Oncology Group performance status (PS) of 1 and was treated with dabrafenib and trametinib combination targeted therapy. Dabrafenib was administered orally at a dose of 150 mg twice daily, and 2 mg trametinib was administered orally once daily.\\nAfter two weeks of targeted therapy, a chest X-ray and CT scan revealed a reduction in the right pleural effusion and shrinkage of the primary mass (Fig ). During this period, the patient did not experience dyspnea, and his PS improved. Four weeks after the initiation of dabrafenib plus trametinib therapy, he developed peripheral leg edema and hypoalbuminemia (Fig ). Ultrasound cardiography showed that his cardiac function had been preserved, and that he was not suffering from renal dysfunction, which suggested that the peripheral edema was related to the dabrafenib plus trametinib therapy. The peripheral edema created some problems for the patient during daily living activities and he was classified as grade 3 according to the Common Terminology Criteria for Adverse Events (CTCAE v5.0). The dabrafenib plus trametinib treatment was interrupted, and oral administration of the diuretic furosemide was initiated. The peripheral edema had not improved one week after the interruption of treatment, and so treatment was not recommenced. A CT scan performed seven weeks after the initiation of treatment revealed further tumor shrinkage; however, it also showed pneumonia that was either infection or drug-induced, although the patient did not experience any symptoms. Thus, he was hospitalized and treated with intravenous antibiotics, albumin injections, and a branched-chain amino acid preparation, and his pneumonia and hypoalbuminemia gradually improved. The blood albumin levels of the patient are shown in Figure . Dabrafenib and trametinib treatment was discontinued because of the risk of life-threatening adverse events, and best supportive care was initiated. The duration of the dabrafenib and trametinib treatment was in total 40 days. Tumor shrinkage continued to be seen on radiological imaging (Fig ), and the patient was able to maintain his quality of life (QOL) for at least six weeks after treatment interruption.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'30383630': 1, '31188861': 1, '19224850': 1, '25273224': 1, '28238961': 1, '29438093': 1, '28631153': 1, '21825258': 1, '25584004': 1, '28721071': 2, '20573926': 1, '25399551': 1, '31097081': 1, '28771961': 1, '32401433': 1, '25470694': 1, '26037941': 1, '32093631': 1, '25264305': 1, '29413057': 1, '12068308': 1, '29327061': 1, '28919011': 1, '27283860': 1, '33215864': 2}", "similar_patients": "{'5499859-1': 1}"}