{"patient_id": 99252, "patient_uid": "7351979-1", "PMID": 32753911, "file_path": "noncomm/PMC007xxxxxx/PMC7351979.xml", "title": "A Case Report of Cerebral Meningitis Caused by Penicillin-Non-Susceptible Group B Streptococcus in an Immunocompromised Adult Patient", "patient": "On January 21, 2016, a 41-year-old Japanese male, with Langerhans cell histiocytosis, on immunosuppressive therapy with cyclophosphamide, was admitted to our hospital complaining of a 4-h history of fever and chills. He had a medical history of a methicillin-susceptible Staphylococcus aureus cervical spine infection that occurred postoperatively after a compression fracture, 3 years ago. On arrival, the score on Glasgow Coma Scale was 15, and the patient’s vital signs were as follows: blood pressure was 125/74 mmHg, cardiac rate was 135 beats/minute, body temperature was 38.6 °C, and oxygenation level was 98% while breathing room air. No significant physical findings were noted. There were no Kernig or Brudzinski signs or any other neurological abnormalities. Laboratory data indicated that the leukocyte count was 15,700 cells/mm (neutrophils, 97%; lymphocytes, 2%; and monocytes, 1%), and the level of C-reactive protein was 19.37 mg/dL (normal range: < 0.03 mg/dL). These results indicated the presence of a bacterial infection.\\nAlthough the patient did not have meningitis-related symptoms, such as headache and vomiting, considering the past medical history of a surgical site infection on the neck, we conducted a lumbar puncture and observed a purulent CSF at an elevated pressure with a neutrophil count of 5954 cells/mm, a protein level of 1245 mg/dL, and a glucose level of 1 mg/dL. Gram-staining of the spinal fluid revealed gram-positive cocci in pairs and chains indicating that the infective organism was probably S. pneumoniae (). The computed tomography scan of the head was normal. After obtaining a CSF culture and two sets of blood culture, initial treatment was started with intravenous ceftriaxone (4 g/day), vancomycin (1.2 g/day), and dexamethasone (39.6 mg/day) following a diagnosis of bacterial meningitis attributable to S. pneumoniae. However, we observed the growth of a β-hemolytic organism in the CSF culture on blood agar. Matrix-assisted laser desorption/ionization time-of-flight mass spectrometry analysis promptly identified this microorganism as GBS. Finally, the isolate was confirmed as GBS by biochemical testing (RAISUS automated method; Nissui Pharmaceuticals Co., Ltd., Tokyo). The serotype was Ib based on an agglutination test. The MIC for antimicrobial susceptibility was determined by the broth microdilution method with the RAISUS automated system. Consequently, MIC of penicillin for the isolated strain was determined to be 0.5 μg/mL, which is greater than the MIC criteria for “susceptibility” to penicillin G for beta-hemolytic streptococci according to Clinical and Laboratory Standards Institute standards, 2016 (). For further confirmation of penicillin sensitivity of the isolate, we conducted additional E-testing, and found that the penicillin sensitivity of the isolate was 0.5 μg/mL, which also indicated that the isolate was “penicillin-non-susceptible.” Blood cultures drawn at the time of hospitalization were sterile.\\nThe patient rapidly showed satisfactory progress and became afebrile on the third day after admission. We continued ceftriaxone, vancomycin, and dexamethasone for 4 days. Thereafter, the treatment regimen was changed to ampicillin (12 g/day) as a definitive therapy on hospital day 5 and was continued until day 21. Inflammatory markers, such as white blood cells and C-reactive protein, were almost normal on hospital day 10. Also, the subsequent lumbar puncture revealed a decreased neutrophil count of 57 cells/mm, and a sterile CSF culture. The patient recovered without neurologic sequelae and completed a 3-week course of medication.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'25086463': 1, '31740946': 1, '26169560': 1, '26652862': 1, '27558182': 1, '20532942': 1, '18541727': 1, '11462195': 1, '19131262': 1, '26553333': 1, '25220051': 1, '30063913': 1, '26418351': 1, '19870148': 1, '21663770': 1, '31830496': 1, '23111853': 1, '28257899': 1, '21613431': 1, '18193384': 1, '17959733': 1, '26362566': 1, '21531346': 1, '30833941': 1, '20022939': 1, '19403759': 1, '30764872': 1, '18490507': 1, '21633509': 1, '21383092': 1, '30649407': 1, '27182673': 1, '26993288': 1, '32753911': 2}", "similar_patients": "{}"}