{"patient_id": 21702, "patient_uid": "7336583-1", "PMID": 32642387, "file_path": "comm/PMC007xxxxxx/PMC7336583.xml", "title": "A Rare Case of Hyperglycemic-Hemichorea in a Young Patient", "patient": "A 30-year-old South Asian male with no known co-morbid, presented with the complaints of involuntary, abrupt, and purposeless movement of left upper and lower limbs along with difficulty walking for two weeks, but could ambulate without assistance. These movements suppressed partially by rest, and disappeared completely during sleep but aggravated on performing tasks. The patient did not have urinary or stool incontinence. History of undocumented, unintentional weight loss was present, noticed due to the loosening of clothes. On detailed questioning, he denied a history of head trauma, tongue bite, unconsciousness, memory impairment, neuropsychiatric symptoms, fever, sore throat, heat intolerance, joints pain, oral ulcers, photosensitivity, or jaundice. Past medical, surgical, or history of blood transfusion was not significant. He declined the use of illicit drugs or any antipsychotic medications. His father was diabetic and hypertensive. There was no history of similar illness in family members. His sleep, appetite, bowel habits were normal, but noticed an increase in the frequency of passing urine lately.\\nHigher mental functions were intact. Mini-mental state examination revealed intact cognitive function. Pupils were bilaterally equal and reactive to light and no Kayser-Fleischer ring appreciated on naked eye examination. Cranial nerves were intact, muscle mass was normal, power five/five in all limbs. Deep tendon reflexes and the sensory system were intact, while planters were bilaterally flexors. Cerebellar signs were negative, whereas gait was abnormal due to hyperkinetic dance-like movements. Milk Maid grip sign and pronator sign were positive on the left side. We could not assess Romberg’s sign. All other systemic examinations were within normal limits.\\nRandom blood sugar was 453 mg/dL, while HbA1c 15.13% on patient presentation. We have presented blood/serum laboratory reports in Table . Arterial blood gas parameters were within normal limits on presentation. Urine analysis was insignificant with no ketones but positive glucosuria only. MRI brain with contrast showed right-sided basal ganglia hyperintense lesion in lentiform nucleus on T1 weighted images (Figure ), but no ischemia or hemorrhages suggested. Hence, we diagnosed the patient with hyperglycemic-hemichorea (chorea-hyperglycemia-basal ganglia syndrome). We started our patient on insulin therapy along with haloperidol. His symptoms progressively improved and he was much better after 12 days of starting therapy. He improved completely after 55 days. Blood glucose levels remained under control and repeat HbA1c after two months was 8.24%.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'26996977': 1, '11596778': 1, '12127677': 1, '19001243': 1, '28112005': 1, '13798206': 1, '29305082': 1, '21632136': 1, '21496588': 1, '25262066': 1, '27296589': 1, '32642387': 2}", "similar_patients": "{}"}