{"patient_id": 25144, "patient_uid": "7495808-1", "PMID": 32983491, "file_path": "comm/PMC007xxxxxx/PMC7495808.xml", "title": "Intraventricular metastatic melanoma: A case report and review of the literature", "patient": "A 67-year-old male with history of resection of cutaneous melanoma originating on his back with inguinal node spread at the time of diagnosis (stage IIIa) presented with headaches, fatigue, unintentional weight loss, confusion, hyponatremia, and a newly diagnosed brain lesion. While on a prolonged cross-country trip across the United States, he developed progressively worsening intermittent confusion, fatigue, daily nausea and vomiting, and occasional headaches over the course of one month, prompting his presentation to a local emergency department. Workup revealed a space-occupying lesion involving the ventricular system, leading to his transfer to a tertiary center for further neurosurgical management. Three years prior to presentation, the patient was diagnosed with melanoma and underwent radical excision with inguinal node dissection at another institution, but he declined further systemic treatment despite positive nodal spread. Neurologic examination demonstrated an alert but disoriented patient without focal motor or sensory deficits. Imaging workup with magnetic resonance imaging (MRI) revealed a contrast-enhancing intraventricular tumor occupying both the lateral, third, and fourth ventricles (Figure ), associated with mild diffusion restriction (Figure ). This more diffuse, ependymal pattern is uncommon and unique as compared to the majority of reports of solitary intraventricular melanoma (Table ). Further workup included fluoroscopic-guided lumbar puncture that revealed an opening pressure of 55 cmH20 and a cerebrospinal fluid profile that was as follows: lymphocytic predominant (86%) white blood cell count (WBC) of 87/cmm, a red blood cell count (RBC) of 5893/cmm (positive for xanthochromia), and protein and glucose concentrations of 524 and 20 mg/dL, respectively. Cytologic evaluation revealed rare isolated atypical cells in the hyperpigmented orange-tinged fluid (Figure ), and flow cytometry analysis showed that 33% of total cells were lymphocytes, 36% monocytes, and 31% granulocytes with no evidence of a monoclonal subset, consistent with an inflammatory exudative process. Over a two-week course, the patient suffered a rapid neurologic decline leading to placement of bilateral external ventricular drains and acute institution of measures to manage increased intracranial pressure secondary to the development of acute obstructive hydrocephalus. Ultimately, a frameless needle biopsy under neuronavigation guidance was performed. In this particular case, safe surgical resection was not feasible; however, given the atypical location, a frameless needle biopsy was required to confirm the diagnosis and to perform cytologic and genetic analyses. Despite a known history of melanoma, radiographic findings were not definitive of a metastatic process and tissue was needed to inform treatment decisions such as initiation of an immunotherapy vs a targeted molecular therapy. Microscopic examination (Figure ) demonstrated metastatic malignant melanoma characterized by large and markedly atypical amelanotic cells forming diffuse sheets with no vasocentricity surrounded by abundant hemorrhage and necrosis. Tumor cells stained positively for both S-100 and MART-1, and mutation analysis was positive for BRAF mutation, thus confirming the diagnosis of melanoma. Given the patient's grim prognosis after diagnosis and poor neurologic status after his rapid decline, his family elected to pursue hospice care, and palliation.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'25952487': 1, '8823767': 1, '15024803': 1, '18759580': 1, '12296667': 1, '30134131': 1, '1659161': 1, '899787': 1, '701524': 1, '26645485': 1, '24262472': 1, '14236766': 1, '10319983': 1, '29028110': 1, '26334521': 1, '5059974': 1, '19556965': 1, '21610711': 1, '894346': 1, '11353111': 1, '20075825': 1, '16681359': 1, '25942647': 1, '32983491': 2}", "similar_patients": "{}"}