{"patient_id": 20156, "patient_uid": "7255072-1", "PMID": 32483503, "file_path": "comm/PMC007xxxxxx/PMC7255072.xml", "title": "Iron Deficiency Anemia: An Unexpected Cause of an Acute Occipital Lobe Stroke in an Otherwise Healthy Young Woman", "patient": "Our patient is a 29-year-old caucasian, non-smoker woman who initially presented to the hospital due to a sudden onset of blurry vision of the right eye. Her past medical history was significant for obesity status post gastric sleeve surgery, menorrhagia, and iron deficiency anemia. She had a long history of iron deficiency anemia due to menorrhagia since she was 12 years old and had sleeve gastrectomy five years ago. Furthermore, she was treated with oral and intravenous (IV) iron infusion during her pregnancy to control her anemia. Over the past few months, she had been experiencing heavy periods lasting around six days that soaked through multiple pads and tampons a day. She was offered an intrauterine device (IUD) by her gynecologist but declined and elected to use an estrogen and progestin transdermal patch for contraception.\\nHer visual changes started when she was driving her car the day before admission that was accompanied by a throbbing headache along with photophobia, phonophobia which were not relieved by Ibuprofen or sleep. Her symptoms did not resolve after 12 hours; thus, she decided to present herself to the Emergency Department (ED) for further evaluation. In the ED, besides the complaints of blurry vision and headache, she denied any weakness, numbness, tingling, ataxia, similar prior episodes of visual changes, history of migraine, or alleviating factors. She noted persistent fatigue throughout this period but denied any dizziness, lightheadedness, shortness of breath, or chest pain. She denied any active bleeding on admission. The review of systems was otherwise negative. Her initial vital signs were: temperature of 99.6°F, blood pressure of 128/64 mmHg, respiratory rate 20 breaths per minute, heart rate 111 beats per minute, and oxygen saturation 99% on room air. Physical examination revealed a well-developed, well-nourished woman who was conversational, alert, and oriented. She had normal speech, language, funds of knowledge with intact recent and remote memory. Her visual field was normal by quadrant. Extraocular muscles were intact without gaze deviation, nystagmus, or ptosis. Pupils were equal and reactive to light. Normal motor strength and sensation were present throughout the body with negative Babinski sign. Cranial nerves 2-12 were intact. The rest of the physical examinations were unremarkable. Pertinent laboratory findings were hemoglobin 7.8 g/dL, hematocrit 26.1%, MCV 57.5 FL, MCHC 29.7%, RDW 17.2%, iron 11 ug/dL, iron-binding capacity 395 ug/gL, iron saturation 3%, ferritin <1 ng/mL, and platelet 364k/UL. The electrocardiogram showed normal sinus rhythm. CT head without contrast was concerned for a non-hemorrhagic left occipital lobe infarction in the posterior cerebral artery distribution [Figure ]. CT angiographic examination demonstrated no focal high-grade intracranial stenosis, occlusion, or vasculitis. MRI of the brain revealed an abnormal increase in signal density on the FLAIR sequence that was consistent with an acute left posterior artery occlusion [Figure ]. MRA of the brain and neck were subsequently unremarkable for any stenosis, occlusions, or dissections. Transthoracic echocardiogram revealed a small patent foramen ovale that was deemed to be clinically insignificant. She was treated with permissive hypertension, started on atorvastatin, clopidogrel without aspirin due to the history of gastric sleeve. She remained stable overnight.\\nOn day 2 of hospitalization, her vital signs remained to be stable without new neurological findings on physical examination. Her hemoglobin level decreased from 7.8 g/dL to 6.8 g/dL. Later on during the day, the Rapid Response Team alert was activated due to an acute onset of left-sided numbness without other interval changes found on the rest of the neurological examination. She scored two on the National Institutes of Health Stroke Scale (NIHSS). CT scan of the head without contrast ruled out intracranial hemorrhage. MRI of the brain with and without contrast showed no interval changes to the left occipital lobe infarction. Repeat Hemoglobin was found to be 7.2 g/dL. It was then believed that the low hemoglobin level was the most likely cause of her acute ischemic stroke. She was treated with two units of packed red blood cell transfusion (PRBC) along with IV iron infusion with the goal of 1000 mg of the iron supplement per day for her underlying IDA. The patient reported an improvement of her symptoms a few hours later after the treatment began as her numbness and blurry vision both had resolved. She tolerated the blood transfusions well without complications.\\nThere were no interval changes on day 3-7 of hospitalization. She was also started on daily folic acid. Atorvastatin was discontinued as hypercholesterolemia was the unlikely cause of her infarction given low LDL. Hemoglobin A1c was 5.4%. Hemoglobin levels remained to be greater than 8.5 g/dL status post the two units of PRBC transfusion. She had completed a total of five days course of iron transfusion. An intravaginal ultrasound was performed that did not reveal any endometrial abnormalities. Biopsy of the endometrium revealed benign proliferative endometrium, as well as a normal endocervix. The estrogen and progestin transdermal patches were discontinued as well. She was subsequently discharged home and was instructed to follow up with an outpatient hematologist for iron transfusion and hypercoagulable workup to assess whether it could be related to the CVA. Finally, she was also advised that the safest hormonal option would be a progesterone IUD for contraception as it has the least amount of systemic absorption.\\nShe was followed closely by a hematologist in the outpatient setting. Hypercoagulable workup that included protein C activity, protein S antigen, PT/INR, PTT, peripheral blood smears, cardiolipin IgA, IgM, IgG, beta2-glycoprotein I IgA, IgM, IgG, factor V Leiden, prothrombin gene analysis was completely unremarkable. She also has been receiving intermittent iron transfusions, and her hemoglobin was closely monitored. Her hemoglobin levels were stable, with the most recent value of 12.0 g/dL. There were no reported residual neurological deficits.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'11012634': 1, '17974743': 1, '6844974': 1, '25366017': 1, '33066053': 1, '22937352': 2, '27752375': 2, '24349404': 1, '31106101': 2, '15497026': 1, '8623090': 1, '20635184': 1, '28348599': 2, '9044402': 1, '31198755': 2, '24109530': 2, '21030379': 1, '32483503': 2}", "similar_patients": "{'5350321-1': 1, '6559113-1': 1, '3787622-1': 1, '5056274-1': 1, '6506274-1': 1, '3420649-1': 1}"}