{"patient_id": 24327, "patient_uid": "7457306-1", "PMID": 32854651, "file_path": "comm/PMC007xxxxxx/PMC7457306.xml", "title": "Neurosarcoidosis presenting as CRVO combined CRAO: a biopsy-proven case report of a Chinese patient", "patient": "A 47-year-old Chinese woman complained of blurred monocular vision in her left eye 1 month prior to her visit. She also reported that her vision deteriorated very quickly and that she became almost blind after 3 days since the onset of the disease. She denied headache, fever, or cough prior to the vision problem. The ophthalmologist at the local hospital found the visual acuity was 20/20 in the right eye with suspicious light perception in the left eye. The fundus examine (Fig. a) and fundus fluorescein angiography (Fig. ) were performed. She was diagnosed with CRVO in her left eye and was followed up for 1 month. The patient continued to lose vision, and the swelling of the optic disc and retina did not improve. She was referred to a neuro-ophthalmologist for further evaluation. She was a considerably healthy housewife living in a southeastern city of China. The chart review was only remarkable for mild hypertension. She neither smoked nor drank alcohol. There was no family history of neurological or hereditary diseases.\\nThe neuro-ophthalmological examination revealed the patient to be alert and oriented. Her visual acuity was 20/20 in the right eye with no light perception in the left eye. The left pupil showed no light reaction and an afferent pupillary defect. Slit lamp examination revealed no keratic precipitates or cells in the vitreous of either eye. The intraocular pressure was 13 mmHg in the right eye and 11 mmHg in the left eye. Funduscopic examination revealed a central retinal vein occlusion with optic oedema, dilated and tortuous veins, and extensive intraretinal haemorrhage. (Fig. b). The right fundus was unremarkable. There were no other abnormal focal neurological signs.\\nRoutine laboratory tests, including complete blood count and liver and renal function, were unremarkable. A rheumatology panel, including erythrocyte sedimentation ratio, C-reactive protein, anti-nuclear antibody, anti-extractable nuclear antibodies, and anti-neutrophil cytoplasmic antibody, were unremarkable. Angiotensin converting enzyme levels were within the normal limit. An infectious disease panel, including human immunodeficiency virus, herpes simplex virus, cytomegalovirus, Treponema pallidum antibody, and T-spot, were negative.\\nThe brain and orbital magnetic resonance imaging (MRI) with contrast showed enlargement of the left optic nerve in the orbit. The anterior part of the optic nerve showed heterogenous enhancement. There were no other brain lesions or masses (Fig. ). Chest computed tomography (CT) with contrast was unremarkable. The lumbar puncture showed normal intracranial pressure with normal cerebrospinal fluid components and biochemistry.\\nShe was diagnosed with optic neuropathy combined with CRVO/CRAO of unknown causes. She was given 500 mg/d intravenous methylprednisolone for 5 days and was then tapered off. Her visual acuity in the left eye maintained no light perception after treatment and the optic disc swelling resolved along with residual retinal haemorrhaging with the narrowing of the vessels. (Fig. c). The macular optical coherence tomography showed thinning of the inner layer of the right retina due to retinal artery occlusion. As she could not perceive light in her left eye, she was scheduled for an optic nerve biopsy. Histopathology showed that the optic nerve had lost its original structure and was infiltrated with numerous inflammatory non-caseating granulomas, which was consistent with sarcoidosis (Fig. ). The final diagnosis of neurosarcoidosis was made according to the clinical manifestation and pathology of the patient. She was only seen for follow-up with no further treatment due to no other systemic involvement of sarcoidosis. Her left eye maintained no light perception and the retina thinned afterwards.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'27846819': 1, '25427128': 1, '27571425': 1, '31546573': 2, '27928387': 1, '18032765': 1, '28759560': 1, '27536707': 1, '19193748': 1, '18432542': 1, '28539778': 1, '12824213': 1, '7617979': 1, '29671151': 2, '32854651': 2}", "similar_patients": "{'6827049-1': 1, '5906415-1': 1}"}