{"patient_id": 27323, "patient_uid": "7602704-1", "PMID": 33081236, "file_path": "comm/PMC007xxxxxx/PMC7602704.xml", "title": "Thiopurine Drugs in the Treatment of Ulcerative Colitis: Identification of a Novel Deleterious Mutation in TPMT", "patient": "A 20-year-old woman was diagnosed with UC based on standard clinical, endoscopic, and histological criteria. The patient began to take 4 g of mesalazine per day but heart palpitations rapidly (tachychardia) occurred and the treatment was stopped. Subsequently, this young woman was treated with prednisolone and 6-mercaptopurine, but therapy was also stopped due to leukopenia. TPMT genotyping was performed by sequence analysis of all coding exons and flanking intron regions of the TPMT gene and the result was available after the patient received azathioprine. Known “hot spot” mutations () on exons 5, 7, and 10 of the TPMT gene were carried out by Sanger sequencing.\\nThe genotyping of TPMT * 2, * 3A, and * 3C mutations were not detected. However, a novel class 5 deleterious mutation, c.483_484del, p.Asp162Serfs * 26 (submitted to the TPMT nomenclature committee), was found in exon 7 (). This deletion involves a shift in the reading frame of the sequence and induces a STOP codon located at position 188 of the amino acids (Tyrosine → Stop) in the middle of exon 8. This molecular alteration generates a truncated TPMT protein without exons 9 and 10. In addition, the TPMT * 16 “hot spot” appears (G488A), inducing a mutation in one of the alleles.\\nBriefly, the PCR reaction was carried out in a reaction mixture of 50 μL containing nuclease free water, 10 × buffer, 25 mM MgCl2, 5 mM of each deoxyribonucleotide triphosphate, 10 µM of each primer (sense primer 5′-CTCCACACCCAGGTCCACACATT-3 ’and reverse primer 5′-GTATAGTATACTAAAAAATTAAGACAGCTAAAC-3′), 5 U/µL of HotStar Taq DNA polymerase (Qiagen, Hilden, GERMANY), and 100 ng of genomic DNA. Cycling conditions were an initial denaturation of 95 °C for 10 min, followed by 14 cycles of amplification at 95 °C for 40 s, 55 °C for 40 s, 72 °C for 50 s, followed by 21 cycles of amplification at 95 °C for 40 s, 60 °C for 40 s, 72 °C for 50 s, and a final extension step of 72 °C for 5 min. Ten microliters of PCR product was visualized on an ethidium bromide-stained 2% agarose gel. The remaining 10 µL of PCR product was purified using a filter plate Multiscreen® (Merck, Millipore Ltd., Burlington, MA, USA) and sequenced in both directions using the ABI BigDye Terminator version 1.1 chemistry on an ABI 3130X l DNA Analyzer (Applied Biosystems, Foster City, CA, USA).\\nThereafter, the patient underwent a first line of anti–TNF-α biotherapies with adalimumab (160 mg, 80 mg, and 40 mg every 2 weeks), but after a transient improvement, the symptomatology recurred. She received vedolizumab and then therapeutic exhaustion occurred despite optimization with 300 mg monthly. Then, golimumab (100 mg) was administered monthly with a partial improvement. Finally, she received ustekinumab with initial improvement but a recurrence 3 months later in the form of severe acute colic with a 6 kg weight loss stopped this therapy. As the disease had not been brought under control, treatment with azathioprine was recently reintroduced, but at a reduced dose because of a mutation in the TPMT gene. Finally, despite a combination therapy with optimized infleximab and AZA, the patient experienced disease progression and she initiated a new therapy with tofacitinib.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'31562236': 1, '24512909': 1, '19660010': 1, '28462921': 1, '15075996': 1, '28839871': 1, '33801919': 1, '3905317': 1, '16009676': 1, '2758725': 1, '8672045': 1, '17523708': 1, '27660341': 1, '31290039': 1, '12172211': 1, '12972954': 1, '26072396': 1, '23514635': 1, '11503013': 1, '8561894': 1, '8688098': 1, '19160175': 1, '23962279': 1, '9177237': 1, '11302742': 1, '29421584': 1, '29050646': 1, '18662289': 1, '27192092': 1, '28507448': 1, '25853923': 1, '28513805': 1, '28498350': 1, '9931346': 1, '25789922': 1, '6578834': 1, '12144571': 1, '32542562': 1, '10971199': 1, '23407052': 1, '15354273': 1, '10833475': 1, '30349479': 1, '24788825': 1, '26876431': 1, '17499605': 1, '31885095': 1, '27703193': 1, '26633017': 1, '26517527': 1, '22386736': 1, '25248004': 1, '31813937': 1, '26323879': 1, '8881811': 1, '28644183': 1, '20393175': 1, '30927276': 1, '18605963': 1, '30863001': 1, '11966406': 1, '3832014': 1, '33081236': 2}", "similar_patients": "{}"}