{"patient_id": 30255, "patient_uid": "7784763-1", "PMID": 33426499, "file_path": "comm/PMC007xxxxxx/PMC7784763.xml", "title": "Solitary synchronous gastric metastasis of renal cell carcinoma", "patient": "The patient was a 70-year-old woman who had experienced loss of appetite for several weeks. Upon physical examination, the abdominal tenderness and masses were absent. Laboratory data revealed no abnormalities other than an increase in C-reactive protein (3.41 mg/mL). Upper gastrointestinal endoscopy showed a single 5-mm reddish lesion in the posterior wall of the mid-body of the stomach (Fig. ). A biopsy of this lesion showed tumor cells with clear cytoplasm with prominent nucleoli. Immunohistochemical staining was positive for CD10 and CAIX. RCC antigen stain was focally positive. Histopathology and immunohistochemical staining were consistent with metastatic RCC of the clear cell type (Fig. ). Endoscopic ultrasonography revealed the depth of the lesion was limited to the mucosal and submucosal layers.\\nEnhanced CT showed a mass, approximately 6.5 cm in diameter with early enhancement in the right kidney with a tumor thrombus in the right renal vein, but there was no evidence of lymph node enlargement or a metastatic lesion (Fig. ). The patient was diagnosed with right RCC (cT3aN0M1) and underwent right radical nephrectomy. The tumor existed in the upper pole of the kidney and showed a well-defined mass that was 42 × 40 × 40 mm in size. The tumor was diagnosed as clear cell type and had invaded the perirenal fat. Therefore the RCC was staged as pT3apN0M1. One month after the nephrectomy, the patient underwent endoscopic submucosal resection for the treatment of the gastric metastatic lesion. The resected specimen was approximately 3 mm in diameter with a clear resection margin, which was consistent with metastatic clear cell RCC (Fig. ). There was no recurrence at 4 months after the endoscopic resection.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'29844708': 2, '25439697': 1, '28951791': 1, '9317170': 1, '24703530': 1, '18635225': 1, '7394962': 1, '11437044': 1, '33426499': 2}", "similar_patients": "{'5967158-1': 1}"}