{"patient_id": 97588, "patient_uid": "7190957-1", "PMID": 32368537, "file_path": "noncomm/PMC007xxxxxx/PMC7190957.xml", "title": "Mucosa-associated lymphoid tissue lymphoma simulating Crohn’s disease: A case report", "patient": "A 50-year-old Caucasian man was presented to our hospital with episode of malaise and melena.\\nHe had reportedly lost 6 kg of weight during one year and had episodic abdominal cramping pain.\\nHe had gastric ulcer disease diagnosed several years before.\\nHe had no other symptoms and no family history of gastrointestinal diseases or cancer (Figure ).\\nUpon physical examination, no abnormal findings were found.\\nComplete blood count results were as follows: Red blood cells, 3.14 × 1012/L [(4–5.5) × 1012/L]; hemoglobin, 87 g/L [(120–160) g/L]; white blood cells, 6.56 × 109/L [(4–10) ×109/L]; platelets, 151 × 109/L [(100–300) × 109/L]. Biochemical examination revealed CRP 0.2 mg/L [(0-5) mg/L]. Serum albumin was not measured at this time.\\nUpper gastrointestinal endoscopy revealed ulceration of mucosa in antrum. There were a few 5 mm superficial ulcers in the antrum (Figure ). There were no specific findings in colonoscopy. Enteroscopy of the small bowel demonstrated a 1.5 cm ulcer in the jejunum (Figure ).\\nMicroscopically, stomach biopsies showed lymphoplasmacytic infiltrate with neutrophils and eosinophils, also a detritus with leukocytes and granulation tissue of one of the ulcers where biopsy was taken from. Biopsies were negative for Helicobacter pylori (H.pylori) infection.\\nMicroscopically, jejunum biopsies revealed lymphoplasmacytic infiltrate, a common finding in chronic CD, granulation tissue and crypt distortion suggesting chronic inflammation (Figure ). Histopathology suggested the diagnosis of CD. Since there were no histological evidences of possible lymphoma, imunophenotyping was not performed at this time.\\nDiagnosis of CD was made. Primary treatment consisted of prednisone and azathioprine and was followed by azathioprine 100 mg per day.\\nTwo years later, he had another melena episode and was hospitalized again. Laboratory testing indicated anemia - hemoglobin, 98 g/L (120–160 g/L). Lactate dehydrogenase, ferritin, electrolytes, glucose, renal function tests were all normal. CRP level was high 162.4 mg/L (0-5 mg/L). The patient was subjected to endoscopic esophageal gastroduodenoscopy. It revealed atrophic mucosal tissue interposed between normal appearing mucosa on the posterior wall of the stomach. Biopsy samples were acquired. The lumen along with mucosa of esophagus and duodenum were normal. Abdominal ultrasonography displayed a segmental ileum wall thickening. Enlarged lymph nodes (11 mm) were found in the lower part of the abdomen. No liver pathology was showed. Small bowel magnetic resonance imaging (MRI) enterography revealed local circumferential infiltration of the proximal part of the ileum. In addition, a mesenteric nodal mass was presented.\\nHowever, despite all the clinical details, the diagnosis of MALT lymphoma was hesitated. With the clinical picture and radiology findings, still not knowing results of the biopsy, it was decided to increase the dosage of azathioprine from 100 mg to 150 mg daily and discharge the patient from the hospital. CRP was 11.4 mg/L on the day patient was released from the hospital.\\nOne week later, results of endoscopic biopsies derived from proximal wall of stomach revealed H. pylori negative MALT lymphoma of the gastric fundus. Immunophenotyping of biopsies confirmed a B-cell population with the surface proteins listed in Table []. Based on these biopsies, MALT lymphoma was diagnosed.\\nUnfortunately, the contact with the patient was lost and he failed to get any treatment due to MALT lymphoma diagnosis at this time.\\nOne year later he was hospitalized with nausea, vomiting and severe pain in the upper part of the abdomen. Physical examination revealed peritonitis. Computed tomography (CT) scan showed ileus of the small intestine and extraluminal air within the peritoneal cavity which led to gastrointestinal perforation diagnosis. The patient was scheduled for laparotomy. Intra-operatively, perforation was observed at mesenteric border of a jejunal segment 110 cm from the ligament of Treitz (Figure ). During laparotomy, 10 centimeters of jejunum with mesentery was resected and abdominal drainage was established (Figure ). A histopathology examination was performed of a resected brownish tissue fragment, measuring 1.8 cm × 0.7 cm × 0.6 cm.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'12584222': 1, '11677199': 1, '25896159': 1, '22943012': 1, '6193858': 1, '20637205': 1, '16481628': 1, '27468353': 1, '23119230': 1, '4672880': 1, '30364585': 1, '24879926': 1, '28288705': 1, '24714739': 1, '9332679': 1, '21122489': 1, '23891975': 1, '1587200': 1, '21912555': 2, '26557891': 1, '17308939': 1, '30891327': 1, '27895429': 1, '29844695': 1, '11177678': 1, '32368537': 2}", "similar_patients": "{'3170808-1': 1}"}