{"patient_id": 29605, "patient_uid": "7752468-1", "PMID": 33363785, "file_path": "comm/PMC007xxxxxx/PMC7752468.xml", "title": "A case report of pregnancy and paliperidone palmitate 3-monthly long-acting injection", "patient": "A 26-year-old caucasian female comes to the emergency room complaining about abdominal pain. After examination, it became evident that she was pregnant and labor had started. The pregnancy was not planned nor monitored. Regarding her medical background, she was diagnosed with schizophrenia at the age of 20, when she was hospitalized in the context of bizarre and paranoid delusional ideas, perplexity, disorganized speech, loosening of associations, inappropriate laughs, and total absence of insight. No other medical comorbidities were found. By that time, she was consuming cannabinoids daily, a habit she abandoned after her first psychotic episode. There is no record on the use of other drugs. Regarding family history, her mother had depressive disorder and a cousin had schizophrenia. During this hospitalization, she was firstly treated with olanzapine. However, since there was no improvement, a switch was made to clozapine, titrated until 600 mg, then reduced to 400 mg, due to transaminases elevation and fever. After 36 days of treatment she was discharged and, on her first outpatient consultation, clozapine was reduced to 200 mg, due to weight gain, somnolence, and amenorrhea. Subsequently, she began to miss follow-up appointments, having reduced clozapine by herself. In the following consultation, a change to risperidone 6mg was made, as she maintained marked weight gain and amenorrhea, with high risk of therapeutic noncompliance. She abandoned psychiatric follow-up and, approximately 10 months later, she was brought to the hospital due to dysphoric mood, evasive posture, and hostile contact, and it was found that she had abandoned antipsychotic therapy. At that stage treatment with risperidone was resumed and 100 mg of paliperidone palmitate monthly injection was added. The patient complied with this treatment for 3 months, when she abandoned monitoring and medication, and fled to another city. She was hospitalized three months later, presenting with aggressive contact, irritable mood, and disorganized behavior. She was discharged to compulsory outpatient treatment, on 6mg risperidone, which she abandoned, and monthly 75 mg paliperidone palmitate. As previously mentioned, during this process she suffered noticeable weight gain and amenorrhea, that lasted several months, attributable to the antipsychotic therapy. These side effects might have contributed to the underestimation of eventual signs of pregnancy. During one and a half year, she continued the injectable medication and risperidone was gradually stopped. After that time, the doctor considered to stop the injectable medication and started paliperidone 9 mg daily. However, one year later, psychotic symptoms arose and, according to her history of poor compliance with medication it was necessary to restart a long-acting drug. Palmitate paliperidone monthly long-acting injection 100 mg was prescribed, together with quetiapine 300 mg, for emotional instability, irritability, and insomnia. After one and a half year, quetiapine had been stopped and palmitate paliperidone monthly long-acting injection was reduced to 75 mg. After a total of 17 monthly injections of palmitate paliperidone, either taken at the hospital or in the community to ensure compliance, a switch was made to palmitate paliperidone 3-monthly long-acting injection 263 mg, to facilitate treatment maintenance in a patient prone to avoid it and requiring a lot of family effort for compliance. The 3-monthly injection was administered twice, the last one approximately 2 months before the infant's birth. She was on no other medication. When she arrived at the emergency service, she had no psychotic symptoms, was in a relationship and had a job, although it should be mentioned that the patient has mild cognitive deficit which led to school failure and difficulty in obtaining a job and a driver's license. In the emergency room, she complained of abdominal pain and reported she had noticed abdominal bloating, which she did not value. After medical examination, pregnancy was considered although she had amenorrhea that lasted more than 1 year. On gynecological examination, a vaginal discharge of white fluid was noted, which according to the patient had started earlier that day. The echography showed the presence of a fetus in cephalic position, with cardiac sounds present. Since the pregnancy was not monitored and the position of the fetus prevented the measurement of biometrics, it was not possible to calculate how many weeks it lasted. Fetal morphological ultrasound, cardiotocography, or laboratorial studies were not performed during the entire pregnancy. She was taken to the delivery room and gave birth to a healthy newborn male with 2420grams, with an APGAR score of 9-10-10, without complications. The patient and the family were pleased with the baby's arrival. Social care was involved in social risk evaluation, to guarantee the protection of the baby. He was closely monitored, and there were no signs or symptoms during the first 2 weeks after delivery. The mother decided not to breastfeed. To the date of this case report, approximately 1 year after birth, the child showed no health or developmental issues. With regard to the patient's follow-up, she continues to receive palmitate paliperidone 3-monthly injection and is asymptomatic.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'25972273': 1, '27414740': 1, '17110011': 1, '15478471': 1, '19137446': 1, '29569043': 1, '18787227': 1, '27540849': 1, '25599999': 1, '33363785': 2}", "similar_patients": "{}"}