{"patient_id": 17118, "patient_uid": "7051111-1", "PMID": 32181068, "file_path": "comm/PMC007xxxxxx/PMC7051111.xml", "title": "Heterotaxy Polysplenia Syndrome in Adulthood: Focused Review and a Case Report", "patient": "The patient is a 49-year-old Hispanic female with a significant past medical history of situs ambiguous diagnosed at birth in Cuba. She presented to the emergency room with a chief complaint of intractable pain in the left lower quadrant and left flank for two days. Pain was described as a stabbing and intermittent lasting as long as 20 minutes per episode a few times per day. She denied previous episodes of similar pain presentation, association with food or activity, or other symptoms such as nausea, vomiting, diarrhea, constipation, and problems urinating.\\nIn addition to situs ambiguous, the patient has a history of asthma. She has not had the need to establish a primary care physician as she states she has been in good health all of her life. She denies use of home medications, vitamins, or supplements. Surgical history is significant for intussusception repair at two days old. She was seen at the emergency room two weeks prior for shortness of breath but was not admitted. The patient is an immigrant from Cuba and currently unemployed. She smokes one pack per day for the last 25 years. Her mother has hypertension and diabetes and her father’s medical history is unknown. She has one healthy child (G1P1) via natural birth.\\nOn physical examination, vital signs were all within normal limits: regular rate and rhythm and grade III holosystolic murmur. A 5-cm surgical midline scar was visualized. Hypoactive sounds were noted in all quadrants. Guarding was present with tenderness to palpation in left upper and lower quadrants. Negative costovertebral angle (CVA) tenderness, rebound tenderness, and rigidity.\\nOn admission, relevant laboratory findings only included urinalysis with microscopic hematuria at 10-20 red blood cells (RBC) per high-power field (HPF). Basic metabolic profile, complete blood cell count, liver profile, and lipase were unremarkable. Pregnancy serum qualitative test was negative.\\nChest X-ray and CT abdomen and pelvis (plain) were performed on admission. Chest X-ray demonstrated prominent interstitial markings suggestive of chronic vs. acute interstitial disease, as well as a cardiomediastinal silhouette within normal limit size and a cardiac apex pointing to the right (Figure ). CT showed situs ambiguous with cardiac apex and stomach on the right, liver on the left, multiple spleens, azygos continuation of IVC (Figure ). It also showed a 1.6-cm cystic lesion with mural nodule in the cervix and an 8.0-cm cyst extending from the right aspect of the uterus near the midline of the pelvis causing mass effect on the bladder (Figure ).\\nUltrasound (US) renal/bladder was obtained due to microscopic hematuria, which revealed unremarkable bilateral kidneys, and no abnormal bladder masses or ureteral calculi.\\nCT findings justified further evaluation with MRI abdomen/pelvis without and with contrast. The MRI of the pelvis showed an anteverted uterus normal in size with a non-thickened endometrium. There were several small 6 to 12 mm simple fluid intensity cysts compatible with nabothian cysts. There was a round, thin-walled fluid intensity mass measuring 7 x 8.4 x 7 cm with thin enhancing internal septa (possible serous cystadenoma vs. ovarian cyst), possibly arising from the right ovary, which was causing mass effect on the urinary bladder (Figures , ). No enlarged or bulky retroperitoneal lymph nodes were seen. In the abdomen, intra-abdominal organs were consistent with situs inversus. The pancreas was atrophic in size, and the spleen was small in size with multiple adjacent splenules/accessory spleens. There was dilatation of the duodenal C sweep (located on the left side) up to 6.4 cm with appearance of a transition point at the junction of the 2nd and 3rd portions of the duodenum, suspicious for focal narrowing and partial obstruction.\\nAn esophagogastroduodenoscopy (EGD) was performed to evaluate for possible narrowing and obstruction. It revealed compression of the 2nd portion of the duodenum, retained food products in the first portion of the duodenum. A biopsy showed mild chronic gastritis, negative for intestinal metaplasia, and negative for H. pylori microorganisms. Also, a small bowel series was ordered but the patient could not tolerate barium.\\nA 2D echocardiogram from her previous visit was reviewed (Figures , ). Preserved ejection fraction at 60%, severe mitral regurgitation, mild atrial stenosis, pseudonormal diastolic function, and enlargement of the left atrium. No other anatomic cardiac anomalies were identified.\\nIn order to rule out the presence of a cystadenoma, CA 125 was obtained and found to be 16.3 (0.0-38.1). Other cancer serological marker obtained were CA 15-3 at 14.3 (0.0-25) and CA 19-9 at 4 (0-35).\\nThe patient was placed NPO (nil per os) and treated conservatively with intravenous fluids and Miralax. She had several bowel movements, which led to resolution of her initial pain. She was subsequently discharged and advised to follow up with a primary care physician to establish care and referral to a proper multidisciplinary team.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'12000048': 1, '17161263': 1, '24331937': 1, '25298693': 1, '22439041': 1, '9735377': 1, '33717387': 1, '10024407': 1, '29600041': 1, '21731561': 1, '15972706': 1, '29607204': 1, '32181068': 2}", "similar_patients": "{}"}