{"patient_id": 20153, "patient_uid": "7255064-1", "PMID": 32483504, "file_path": "comm/PMC007xxxxxx/PMC7255064.xml", "title": "Paradoxical Vocal Cord Motion Presaging Bilateral Vocal Cord Paresis in an Infant", "patient": "A term female born to a 26-year-old mother by cesarean section had a birth weight of 3.45 kg (>75th percentile) with a head circumference of 44 cm (>98th percentile). Her one-minute Apgar was 3 with peripheral cyanosis, heart rate of 70 to 100 beats per minute, aphonia, and poor tone. Positive pressure ventilation was started after which her heart rate normalized. Crying and grimacing ensued. She did not require chest compressions or epinephrine. She continued to have an abnormal breathing pattern and decreased tone along with persistent peripheral cyanosis at five minutes with an Apgar of 8. She was taken to the neonatal intensive care unit (NICU) where the abnormal breathing pattern and grunting persisted. She was intubated and ventilated.\\nShe had significant dolichocephaly, congenital hypothyroidism, bilateral club foot, hydrocephalus, and myelomeningocele. She had flaccidity and no response to touch in the lower limbs. Magnetic resonance imaging (MRI) showed dolichocephaly with marked hydrocephalus and colpocephaly (Figure ). The corpus callosum was not visualized. Cerebral encephalomalacia, with ectopia of the cerebellum, and a Chiari II malformation were present. She underwent right ventriculoperitoneal (VP) shunt and myelomeningocele repair at Day 1 of life. She was discharged from the hospital on a pulse oximeter at 15 days of life at which point she was stable on room air and taking oral feeds with limited weight gain. She had a strong cry and there was no noisy breathing or increased respiratory effort noted.\\nAt one month of age, she presented to the emergency department (ED) with difficulty breathing. Mom reported that the baby had “sounded stuffy since discharge.\" This was initially associated with feeds and had progressed to being continually present. There was associated sternal indrawing, subcostal retractions, back arching, and suctioning of feeds and mucus from her nose. There was minimal vomiting, occurring mainly after feeds. Since the otolaryngology team perceived significant stridor, she underwent flexible laryngoscopy. This showed a posteriorly positioned tongue base, retroflexed epiglottis, short aryepiglottic folds, and post-glottic edema that collapsed into the airway, consistent with laryngomalacia. The vocal cords were not visualized due to laryngeal tissue collapse. A chest X-ray and modified barium swallow were normal. A repeat MRI showed no changes. Polysomnogram showed a central apnea index of 21.5, obstructive apnea index of 8, oxygen saturation nadir of 82% (which was <90% for <1% of recording), and normal transcutaneous CO2. Since flexible laryngoscopy showed a significant obstruction of the larynx while awake, she underwent direct laryngoscopy and bronchoscopy and had a supraglottoplasty performed on the first day of admission. She was on lansoprazole as an inpatient but was discharged on ranitidine at 3 mg/kg/day.\\nShe did well with quiet breathing and good feeding for about a month before the stridor recurred. She had increasing difficulty feeding. At this point, flexible laryngoscopy showed paradoxical vocal cord movement (PVCM) in the supine and vertical positions. The vocal cord adduction was coincident with audible stridor. Her vocal cords clearly opened intermittently. The epiglottis was still retro-positioned by the tongue base and there was post-glottic and vocal cord edema with posterior pharyngeal wall cobblestoning, but no resulting airway obstruction. At this point, lansoprazole 7.5 mg/day was added to ranitidine 3 mg/kg/day. She was assessed by pulmonology but management was not changed.\\nAt four months old, MRI suggested shunt failure with significant enlargement of the cortical mantle, small ventricles, Chiari II persistence, and new syrinx. The shunt failure, abnormal vocal cord movement, and decline in feeding instigated a shunt revision. She did well during and after surgery and was extubated the following day. She was discharged on ranitidine 6 mg/kg/day. One week after surgery, flexible laryngoscopy again demonstrated episodic PVCM. Several normal breaths with normal vocal cord opening were seen. One week later, a second sleep study showed an obstructive Apnea-hypopnea index (AHI) of 20.56, a central index of 4.55, and an oxygen saturation nadir of 73%. Transcutaneous CO2 values were not significantly elevated. Repeat swallow study did not demonstrate aspiration but did show esophageal retention and retrograde flow in the mid-esophagus. Her parents refused tracheotomy at this point, which was recommended for her severe obstructive sleep apnea (OSA).\\nAt six months of age, her mother reported improved sleep and feeding. Flexible laryngoscopy showed a few breaths with PVCM but mainly normal laryngeal respiration. There was evidence of mild laryngomalacia with the intermittent collapse of the posterior larynx into the airway. She was maintained on ranitidine 6 mg/kg/day. By eight months old, she was feeding better, gaining weight well, and developing along a delayed course. She underwent craniofacial evaluation and was prescribed a molding helmet, as all cranial sutures were still open. She underwent repeat flexible laryngoscopy with similar findings although her ranitidine had been stopped by her pediatrician.\\nAt nine months of age, she was admitted for an episode of prolonged back arching and cyanosis that occurred during feeding, lasted less than a minute, and was followed by sleepiness. Per her mother, she was back to baseline after 10 minutes. An X-ray shunt series and an MRI did not suggest shunt malfunction. There was no papilledema. The electroencephalogram (EEG) was normal. A diagnosis of reflux episode with possible aspiration was made and she was discharged home with ranitidine 4 mg/kg/day.\\nAt 11 months, she was admitted again with suspicion of febrile seizure. She had respiratory symptoms about three weeks prior. On the night of admission, she had a low-grade fever at home, shaking of her right arm and leg, rhythmic mouth movements, sialorrhea, and she was unresponsive, with her eyes open. She was given 1 mg intramuscular midazolam and had a very short seizure-like episode after that, which resolved rapidly. She was given 200 mg of fosphenytoin and acetaminophen. She was transferred to the pediatric intensive care unit (PICU) where she had a mildly elevated white blood cell count at 15.6/uL. Again, a shunt series X-ray showed no obvious shunt malfunction. EEG showed left focal slowing. She was discharged on oxcarbazepine 60 mg bid.\\nJust before her first birthday, she continued to have OSA with desaturations at night despite oxygen supplementation so she underwent sleep endoscopy (Figure ). This showed multilevel narrowing of the airway but no complete obstruction. She had a circumferential collapse of her airway at the palate/tonsil level, retro-lingual narrowing, and PVCM was demonstrated on a few breaths. Pulmonology recommended continued oxygen supplementation as continuous positive airway pressure (CPAP) mask fitting was impossible because of the shape of her head.\\nAt 15 months old, she was readmitted for episodes that her parents described as “spacing out” with perioral cyanosis, mouth clenching, followed by flaccid spells. They stated it looked like she was \"choking on something\" but there was nothing in her mouth. They estimated one episode a week for the past month. She had her oxcarbazepine dose increased, without improvement in the episodes. Two weeks later, she was seen in the otolaryngology clinic for follow-up. She was feeding well but had increased stridor and continued to have these episodes, which were considered to be possible reflux symptoms. Flexible laryngoscopy showed bilateral vocal cord immobility with a paramedian position, an open posterior chink, and post-glottic edema. Two months later, she underwent shunt revision as brain magnetic resonance imaging (MRI) showed enlargement of her ventricles. The shunt was found to be kinked proximally intraoperatively. A bronchoscopy performed one month after shunt revision revealed no evidence of bilateral vocal cord paresis. On follow up with pulmonology, she had no stridor. She had a near-normal sleep study with an AHI of 1.4 and one episode of oxygen desaturation. Her vocal cord symptoms improved following her shunt revision, and tracheostomy was avoided.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'18775340': 1, '22434681': 1, '29501313': 1, '27315431': 1, '22123871': 1, '26318024': 1, '19433279': 1, '10628706': 1, '9369385': 1, '17344570': 1, '31382107': 1, '30368392': 1, '21051397': 1, '8810844': 1, '32483504': 2}", "similar_patients": "{}"}