{"patient_id": 33143, "patient_uid": "7932861-1", "PMID": 33728243, "file_path": "comm/PMC007xxxxxx/PMC7932861.xml", "title": "Bilateral subdural hematomas and retinal hemorrhages mimicking nonaccidental trauma in a patient with D-2-hydroxyglutaric aciduria", "patient": "A 7-month-old previously healthy male (Minnesota newborn screening negative) presented in the emergency room with concerns for head injury and loss of consciousness, after falling backwards while sitting on a carpeted floor. As mom picked him up, he abruptly stopped crying, and his eyes turned upwards as if staring. He had bilateral lower extremity tremulousness lasting about 5 seconds, and then “went limp.” Emergency medical services were notified. He “snapped out of it” when transported to a cold hallway 1 or 2 minutes later, but was sleepy.\\nIn the emergency department, he had two episodes of nonbloody, nonbilious emesis. Initial screening labs, including complete blood count (CBC) and comprehensive metabolic panel (CMP: potassium, sodium, chloride, bicarbonate, anion gap, blood urea nitrogen, creatinine, calcium, protein, albumin, aspartate aminotransferase, alkaline phosphatase, alanine aminotransferase, and bilirubin) with glucose were unremarkable. Physical examination did not show any signs of trauma. Computed tomography (CT) head scan showed multiple bilateral subdural hemorrhages of different chronicities (Figure ). Pediatric neurosurgery reviewed his head CT and examined him in the ED. Given his normal exam, they referred to neurology and child protective services teams while continuing to follow his evaluations. The neurologic exam (including motor examination and reflexes) was normal, other than an increased orbitofrontal head circumference of 47.5 cm. There were no signs of abuse, other than a slightly erythematous area over the right occiput consistent with his reported fall. Routine EEG exam was negative for potentially epileptogenic activity. However, it did show decreased amplitude over the right frontotemporal head region during wakefulness, with sleep spindle activity also decreased over the right hemisphere, and age appropriate posterior dominant rhythm. No bone fractures or cervical spine ligamentous injury were found on a skeletal survey. Ophthalmology exam showed bilateral multilayered intraretinal hemorrhages in the posterior poles (Figure ).\\nThe patient was the first child of nonconsanguineous parents, with a complicated social history including previously suggested risk factors for abuse. Father was in a correctional facility with a history of alcohol abuse. Mother had a history of attention-deficit/hyperactivity disorder (ADHD), anxiety, post-traumatic stress disorder (PTSD), and bipolar disorder. Per records, pregnancy was complicated by tobacco and tetrahydrocannabinol use, but a meconium drug screen at birth was negative. Due to the combination of subdural and retinal hemorrhages concerning for NAT, child protection protocols were initiated.\\nThe differential diagnosis for bilateral subdural hematomas in a 7-month-old include: NAT, rebleed of a prior subdural collection (neomembrane), bleeding/clotting disorder, benign subdural hemorrhages of childbirth, and metabolic disorders such as glutaric aciduria type I or Menke's disease. Review of the growth chart showed rapid progression of macrocephaly, with head circumference growing from 46.5 cm (18.31 in., 99.06 percentile, Z = 2.35) to 48 cm (18.9 in., 99.91 percentile, Z = 3.12) in 3 weeks (Figure , orange arrow). Hematological assays to evaluate for a bleeding disorder were essentially normal, with normal coagulation studies and slightly elevated fibrinogen = 0.68 mcg/mL (0-0.5). D-Dimer units = 340 ng/mL (0-250) and soluble fibrin 25 mcg/mL (0-7.9) were elevated as expected for a recovering brain bleed. Brain MRI, performed 2 days after admission, confirmed bilateral subdural hematomas of different ages with slight midline shift to the left (Figure ).\\nUrine organic acids were obtained to evaluate the possibility of glutaric aciduria type I given the findings of macrocephaly and NAT. Unexpectedly, analysis by gas chromatography/ mass spectrometry revealed markedly elevated excretions of 2-hydroxyglutaric acid (2HGA, 1098 μg/mg creatinine; normal reference interval < 20) and 2-hydroxy glutaric lactone (2HGL, 162 μg/mg creatinine; normal reference interval undetectable). 2HGA is an optically active acid, chromatographic separation of the enantiomers (D-2-HGA and L-2-HGA) confirmed the excretion of the D isomer in the patient's urine consistent with a biochemical diagnosis of D-2-hydroxyglutaric aciduria, which is a rare inherited neurometabolic disorder with a wide clinical spectrum. Some patients are asymptomatic, while others exhibit developmental delay, epilepsy, hypotonia, cardiomyopathy, and dysmorphic features. None of these clinical manifestations were present in our patient at biochemical diagnosis. Furthermore, plasma amino acids were essentially normal. Total and free serum carnitine levels were normal, and serum acylcarnitine profile was also normal. To rule out a possible low excretor phenotype of glutaric aciduria type I in our patient, urine acylcarnitines were analyzed. The urine excretion of glutarylcarnitine was within normal range (0.29 mmol/mol creatinine; reference interval <1.54 mmol/mol creatinine), ruling out possible comorbidity with glutaric aciduria type I.\\nIn order to distinguish between D-2-hydroxyglutaric aciduria type I and type II, a hydroxyglutaric aciduria sequencing panel and copy number variant detection (prevention genetics) was performed analyzing: D2HGDH, IDH2, L2HGDH, and SLC25A1. The biochemical diagnosis of D-2-hydroxyglutaric aciduria was confirmed by molecular analysis. DNA sequencing revealed compound heterozygous variants in D2HGDH: a pathogenic splice site variant designated c.685-2A>G, and a variant of uncertain significance c.1256G>T (p.Arg419Leu). These results were consistent with a molecular diagnosis of D-2-hydroxyglutaric aciduria type I.\\nTwo months after the first episode, our patient again presented to the emergency department with decreased level of consciousness or “spell” after hitting the left side of his head on a chair. Repeat head CT showed bilateral low density subdural fluid collections which had increased in size since the prior exams without findings of acute hemorrhage, compatible with chronic subdural hematomas or hygromas. The head circumference had further increased 1.5 cm since the last episode: 49.5 cm (19.49 in., 99.98 percentile, Z = 3.58) (Figure , black arrow). Repeat skeletal survey revealed no new concerns. Repeat fundus examination showed improving bilateral intraretinal hemorrhages in the posterior poles, more in the left than the right eye. Repeat urine organic acids showed again that excretions of 2HGA (1178 mmol/mol creatinine; normal reference interval <20) and 2HGL (124 mmol/mol creatinine; normal reference interval undetectable) were markedly elevated, in the absence of other unusual organic acids, consistent with the current diagnosis. A routine EEG did not show any potential epileptic activity or focal slowing, and the posterior dominant rhythm was age appropriate at 6 Hz. An echocardiogram showed patent foramen ovale. He was again evaluated by our child protective services team, who agreed symptoms remained consistent with the diagnosis of D-2-hydroxyglutaric aciduria type I. It was recommended he start treatment with riboflavin supplementation (100 mg daily).\\nHe was evaluated in neurometabolic and neurology clinics at age nine and a half months for outpatient follow-up where he demonstrated mild gross motor delay. His mother reported increasingly frequent abrupt onset staring spells with unresponsiveness concerning for seizures. There was no associated eye deviation or abnormal movements. The spells occurred about once per week. Yet, he continues to gain skills and is a social, happy baby who smiles, babbles, and makes good eye contact. Muscle tone, strength, reflexes, and extraocular movements are also normal. His anterior fontanelle is largely patent at 2 cm × 1 cm, with an orbitofrontal head circumference of 50 cm. His last evaluation was at age 12 months. He continues to gain skills in all development domains. The frequency of spells decreased to about once per month, so EEG monitoring was not repeated. Repeat MRI showed resolving subdural hygromas. While this is positive, it is difficult to make any conclusions regarding riboflavin treatment in a single patient treated for only 2 1/2 months. The efficacy of riboflavin supplementation for D-2-hydroxyglutaric aciduria patients remains unknown.", "age": "[[7.0, 'month']]", "gender": "M", "relevant_articles": "{'15670719': 1, '20627390': 1, '16982514': 1, '19623454': 1, '29665094': 1, '28225649': 1, '10208941': 1, '30914790': 1, '6774165': 1, '10921524': 1, '16037974': 1, '18804903': 1, '18343698': 1, '12888985': 1, '9894884': 1, '12162609': 1, '26219480': 1, '15221473': 1, '11060535': 1, '15664779': 1, '14574269': 1, '17047416': 1, '22391998': 1, '26835337': 1, '33728243': 2}", "similar_patients": "{}"}