{"patient_id": 96783, "patient_uid": "7064361-1", "PMID": 32190611, "file_path": "noncomm/PMC007xxxxxx/PMC7064361.xml", "title": "Paget's Disease of Bone Affecting Peripheral Limb: Difficulties in Diagnosis: A Case Report", "patient": "A 40-year-old, 166-cm-tall premenopausal woman weighing 57 kg visited outpatient clinic with gradually increasing left wrist pain for the past months without a history of trauma. Seven years prior to the visit, she had been treated with lateral impingement of the ankle secondary to a calcaneal deformity for a similar episode of worsening right heel pain. At that time, plain radiography and computed tomography of the right ankle revealed significantly reduced bone density, particularly affecting the calcaneus, suggesting osteoporosis (). A whole-body bone scan revealed persistent high tracer uptake at the right calcaneus (). Calcaneal lateral wall ostectomy and bone biopsy were performed and multifocal lesions with both osteoblastic areas and osteoclastic bone resorption were observed (). No conclusive diagnosis was established, and the patient was followed-up regularly for persistent right heel pain. Three years after surgery, she presented with a trivial ankle sprain and was diagnosed with an avulsion fracture of the posterior tuberosity of the right calcaneus (). She received conservative treatment, and a short leg cast was applied until bone union and the patient was referred to the endocrinology unit for further workup.\\nInitial laboratory investigations revealed all biochemical, endocrine, rheumatology, and hematology evaluations were within normal, but serum osteocalcin, C-terminal telopeptide of type I collagen (CTX), and bone alkaline phosphatase (ALP) levels were elevated (). A bone mineral density (BMD) scan showed Z-scores of −1.3, −2.2, and −2.7, in her Lumbar 1 to 4 spines, left (Lt) femur and right (Rt) femur, respectively. The patient started ibandronate injections every 3 months on an impression of secondary osteoporosis without cause. After 1-year of treatment, her laboratory test values had returned to the normal range (), and BMD scans revealed that her Z-scores had improved to −0.5, −1.9, and −2.5, in her Lumbar 1 to 4 spines, Lt femur and Rt femur, respectively. Her heel pain was also subsided.\\nBased on previous history and a positive response to bisphosphonate therapy, PDB was sustained so bone biopsy was performed on the radial aspect of distal radius which radiograph showed osteopenia (). Histopathological findings revealed irregular broad trabeculae with disorganized cement lines and a patchy mosaic pattern in addition to a few distinct areas of osteoclastic bone resorption and prominent osteoblastic rimming (). During the further evaluation, old 2nd lumbar wedge compression fracture was noticed so follow up whole body bone scan was taken 7 years after initial scan. There was still persistent uptake in right calcaneus () and plain X-ray presented bony deformity (). She is still being treated with bisphosphonate with regular follow-up.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'20875342': 1, '25429226': 1, '29551057': 1, '25406796': 1, '8772558': 1, '22543925': 1, '28642853': 2, '30803025': 1, '28339664': 1, '27600564': 1, '21932347': 1, '29192423': 1, '32190611': 2}", "similar_patients": "{'5472804-1': 1}"}