{"patient_id": 25883, "patient_uid": "7529138-1", "PMID": 33071673, "file_path": "comm/PMC007xxxxxx/PMC7529138.xml", "title": "Superior Gluteal Artery Bleed After Cephalomedullary Nail Fixation", "patient": "A 63-year-old male with a history of alcohol abuse presented to the orthopedic department for routine 6-week postoperative follow-up after surgical repair of a left hip fracture. The patient's left intertrochanteric fracture had been treated with cephalomedullary nail fixation without complication. At the follow-up appointment, the patient mentioned that he had recently fallen onto his right hip and had severe right hip pain. He was sent to the emergency department for evaluation.\\nAnteroposterior (AP) pelvis and right femur plain films showed a possible acute right greater trochanteric chip fracture (). T1 and T2 magnetic resonance imaging sequences showed a fracture line extending from the greater trochanter to the lesser trochanter with surrounding edema, suggesting an intertrochanteric fracture (). Ultrasound of the lower extremities revealed a partially occlusive deep vein thrombosis in the left common femoral vein. The treatment decision was Greenfield filter placement and right cephalomedullary nail fixation.\\nThe patient's preoperative laboratory workup was unremarkable; his hemoglobin (Hgb) level prior to surgery was 11.4 g/dL. Standard trochanteric-entry cephalomedullary nail fixation was performed without complication. Blood loss of 75 cc was noted intraoperatively; no excessive bleeding or drainage was noted. The patient was transported to the postanesthetic care unit in stable condition ().\\nOn postoperative day (POD) 1, the patient reported minimal pain, and his surgical site was clean, dry, and intact on examination. Because his Hgb level was 6.5 g/dL, he was transfused with 1 unit of packed red blood cells (PRBCs). On POD 2, the patient's Hgb level continued to decrease despite transfusion. The morning laboratory workup showed 5.0 g/dL, but the patient had no signs of bleeding on examination. On POD 2, he received 2 units of PRBCs but refused a posttransfusion Hgb check. The patient was combative and confused on POD 3 and refused the laboratory workup; physical examination findings were unchanged. On POD 4, the patient's Hgb level was 4.0 g/dL, and physical examination revealed right low back, gluteal, and thigh hematomas with severe ecchymosis (). Computed tomography scan with contrast of the abdomen and pelvis showed a 9 × 8 × 12-cm, multiloculated, heterogenous fluid collection adjacent to the femur with active bleeding from the right superior gluteal artery ().\\nThe patient was treated with coil embolization on POD 5. The bleed was located in the deep branch of the right superior gluteal artery (). The patient's Hgb level steadily increased postembolization and was 8.8 g/dL on POD 9. The patient was discharged to a skilled nursing facility on POD 9 in stable condition.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'30202751': 1, '8717549': 1, '26208608': 1, '27206258': 1, '18465180': 1, '24344623': 1, '29699731': 1, '17144789': 1, '29025609': 1, '3249256': 1, '16137692': 1, '19411641': 1, '8651229': 1, '25183603': 1, '33071673': 2}", "similar_patients": "{}"}