{"patient_id": 34086, "patient_uid": "7986496-1", "PMID": 33752607, "file_path": "comm/PMC007xxxxxx/PMC7986496.xml", "title": "Fibromuscular dysplasia of mesenteric arteries: a rare cause of multiple bowel resections—a case report and literature review", "patient": "The patient was a 45-year-old woman with an 11-year history of intermittent lower abdominal pain and fever. At the age of 34, she developed intermittent lower abdominal pain with irregular fever, which was easily induced after a meal. After undergoing computed tomography (CT), X-ray, ultrasound, and routine blood examinations, right hemicolectomy and appendectomy were performed due to an acute abdomen. In the postoperative specimen, a huge ulcer (7 × 5 cm) was found at the junction of the ileum and colon. The histopathological examination of the biopsy specimen showed chronic inflammatory changes in the intestinal tissue.\\nThe patient had a history of oral ulcers between 34 and 36 years old. At the age of 41, intermittent lower abdominal pain accompanied by fever recurred. Colonoscopy (Olympus Corporation, #CF-Q260-AI, Japan) was performed in a local hospital, revealing a large ulcer in the terminal ileum. The histopathological examination of the lesion showed the formation of inflammatory granulation tissue. Plain films of the abdomen revealed incomplete intestinal obstruction. Splenomegaly was found on an ultrasound examination. The clinicians at the local hospital considered that she was likely to suffer from CD, so she was treated with mesalazine (4 g daily). The effect, however, was poor. When she was 42 years old, she was referred to our centre for systemic diagnosis and treatment.\\nThe positive signs on the physical examination at admission were anaemia, weight loss (body mass index: 15.63 kg/m2), and an enlarged spleen. She had a history of anaemia for more than 20 years and no history of hypertension.\\nRoutine blood examination revealed that her leukocytes were low at 2.55 × 109/L (nl within 4–10 × 109/L) and her thrombocytes were reduced at 70 × 109/L (nl within 100–300 × 109/L); her haemoglobin (Hb) was low at 77.0 g/L (nl within 110–150 g/L); anti-small intestinal goblet antibody was positive; C-reactive protein (CRP) was elevated at 57.5 mg/L (nl < 8 mg/h); and here erythrocyte sedimentation rate (ESR) was elevated at 28 mm/h (nl < 15 mm/h).\\nThe computed tomography enterography (CTE) examination revealed an unevenly thickened and enhanced wall of the sigmoid colon, splenomegaly, and portal hypertension (Fig. , Additional file : Figs. 1–6). Colonoscopy revealed two ulcers in the small intestinal mucosa, multiple ulcers and erosions throughout the colon, and normal mucosa between the ulcers (Fig. , Additional file : Figs. 7–9). Tuberculosis and haematological malignancies were excluded by performing related examinations.\\nDue to her atypical clinical symptoms and examination results, a diagnosis of CD was thought to be likely, although BD could not be excluded. She was treated with glucocorticoids for 3 years. Although her symptoms could be relieved in early treatment, intermittent lower abdominal pain accompanied by fever recurred after the dosage was reduced. Her symptoms could be relieved again after increasing the dosage. At the age of 45, due to steroid dependence, thalidomide tablets were added. Unfortunately, she suffered from another intestinal obstruction.\\nTherefore, she underwent enterectomy of the diseased ileum (approximately 10 cm) and proximal ileostomy (Additional file : Figs. 10–11). Postoperative histopathological examination showed inflammation of the arterioles of the intestinal wall, obvious stenosis or even occlusion of the arterial vascular lumen, proliferation of arterial smooth muscle and destruction of the elastic fibres (Figs. and , Additional file : Fig. 12).\\nThe histopathological diagnosis was intestinal ischaemic injury caused by FMD of the mesenteric arteries (intimal fibroplasia). Her steroid medication was ceased after the surgery. In addition, antiplatelet therapy was not initiated. Although she did not have abdominal pain with fever again, and a re-examination by colonoscopy showed no signs of recurrence (Additional file : Figs. 13–14), splenomegaly (Additional file : Figs. 15–16) and her abnormal routine blood results still existed.\\nIt is likely that her previous right hemicolectomy was also caused by ischaemic intestinal injury as a result of the FMD of the mesenteric arteries, and unfortunately the specimens from the previous right hemicolectomy were unavailable. Due to the obvious relief of her symptoms, she declined to undergo further CT examination of any other vessels and splenectomy (because she still suffered from cytopenia).", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'9314269': 1, '5553126': 1, '3309488': 1, '18223099': 1, '27487739': 1, '24548843': 1, '22615343': 1, '30374233': 1, '33752607': 2}", "similar_patients": "{}"}