{"patient_id": 101469, "patient_uid": "7548954-1", "PMID": 33082766, "file_path": "noncomm/PMC007xxxxxx/PMC7548954.xml", "title": "Volume-Staged Radiosurgery for Large Arteriovenous Malformation", "patient": "A 53-year-old gentleman presented with persistent headache in the past 2 years. He had previously hypertension history, was treated permantly by calcium blocker, without history of vision blur and seizure. He came to the Neurosurgery Department because of increasing headache and short-term seizure. Brain magnetic resonance imaging (MRI) showed a large AVM at right brain lobular, maximum diameter of the AVM nidus was 6.48 cm (Fig. ). In digital subtraction angiography (DSA), there were many large and high-flow supplying arteries (the largest was the right internal carotid artery) (Fig. ). The diagnosis was inoperative large AVM, Spetzler-Martin grade V, inappropriate for embolization. We decided to use VS-SRS with an interval time of 3–6 months. The AVM had been divided into two halves (anterior and posterior) based on the posterior edge of anterior clinoid as landmark. Dose to anterior half was 15 Gy and posterior half was 15 Gy after calculated doses for coverage and organs at risk. Planning target volumes were defined as GTV +2 mm (Fig. ). Simulation was performed by using specific radiosurgery thermomask. Computed tomography simulation and MRI were recorded by 1-mm slice thickness; plans were calculated by dosimetrists and software Monaco 5.1. MRIs and DSA were taken before treatment, between 2 stages, and 3, 6, 12, 18 months after the second stage. Follow-up time was 24 months at the time of report.\\nFirst fraction (first stage) was on September 28, 2017, with 15 Gy delivered to the anterior half of the whole AVM. Coverage was >95% prescriptive dose to 100% of volume, maximum dose was 1,847 cGy (<140% prescriptive dose) (Fig. ).\\nForty-eight hours after the first fraction, he felt mild headache, without seizure or dizziness, and the symptom disappeared after 24 h treated by steroid (dexamethasone 8 mg b.i.d.).\\nAfter 4 months, he came for continous treatment. MRI before the second stage showed reduction of whole AVM toward treated half by 20% (Fig. ). We decided to make some modifications: alleated borderline between two halves anteriorly (toward treated half) by 2 mm, and decreased dose for second stage at posterior half to 13 Gy, to assure protection to organs at risk (chiasm, right optic nerve).\\nThe second stage was performed on February 26, 2018 (5 months apart).", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'11143227': 1, '12535357': 1, '12546345': 1, '10219796': 1, '7726076': 1, '12657169': 1, '9565965': 1, '11794608': 1, '11988594': 1, '9736088': 1, '12507079': 1, '15662777': 1, '10421543': 1, '9457809': 1, '33082766': 2}", "similar_patients": "{}"}