{"patient_id": 33811, "patient_uid": "7971717-1", "PMID": 33754111, "file_path": "comm/PMC007xxxxxx/PMC7971717.xml", "title": "Extended Duration Infusion of Hydroxocobalamin for Vasoplegic Rescue in Septic Shock", "patient": "A 73-year-old male with a 30-pack-year tobacco smoking history and poorly differentiated T4N0M0 right upper lobe lung adenocarcinoma status post-neoadjuvant chemotherapy underwent a right upper lobectomy. His comorbidities included type 2 diabetes mellitus, hyperlipidemia, and prostate cancer status post-radiation therapy and radical prostatectomy. He was discharged on postoperative day (POD) 12 but was re-admitted on POD 16 in the setting of a right-sided empyema and septic shock. After administration of empiric antibiotics, the patient was taken to the operating room for right thoracotomy with decortication. His intraoperative course was complicated by poor gas exchange with profound hypoxemia (arterial pO2/fraction inspired O2 or P/F ratio = 50; ref >300) and hypercarbia (partial pressure of carbon dioxide = 100 mmHg). In the context of this new-onset acute respiratory distress syndrome (ARDS) with poor compliance and associated elevated driving pressures (plateau pressure = 37 cmH20, positive end-expiratory pressure = 12 cmH20), the patient suffered an intraoperative, contralateral tension pneumothorax that required emergent needle decompression and subsequent left-sided chest tube placement. Intraoperatively, the patient required escalating doses of epinephrine, norepinephrine, and vasopressin to support hemodynamics. An intraoperative transthoracic echocardiogram (TTE) was performed, which revealed right ventricular (RV) dysfunction with an underfilled and hyperdynamic left ventricle (LV). These compounding factors resulted in a severe respiratory and metabolic acidosis with a pH of 7.1 at the time of arrival to the intensive care unit (ICU).\\nUpon admission to the ICU, initial resuscitation was aimed at correcting the respiratory and metabolic acidosis and improving RV performance. On arrival, the patient received tromethamine and, due to the severity of his ARDS, was paralyzed with cis-atracurium to optimize ventilator synchrony. Concomitantly, inhaled NO at 20 ppm was initiated to improve hypoxemia and decrease RV afterload. Within the first hour following these interventions, the patient’s acidosis had improved (pH = 7.32), as well as his hypercarbia and hypoxemia (PaCO2 = 50, PaO2 = 55). Four hours later, these were corrected (pH = 7.43, PaCO2 = 44, PaO2 = 72). At that time, serial bedside TTE showed normalization of RV function with persistence of a hyperdynamic LV. Central venous gas obtained three hours after admission to the ICU showed an SvO2 of 61.7%. Using concomitantly drawn arterial blood gas, this yielded a cardiac index (CI) of 3 L/min/m2 calculated by Fick. During the initial five hours of resuscitation, the patient received 2 L of crystalloid and 1 L of 5% albumin. His lactate peaked at 8 mmol/L on the third hour after ICU admission and normalized to 1.7 mmol/L eight hours later.\\nDespite normalization of his cardiac function (by bedside TTE and calculated CI), the patient continued to require high-dose infusions of norepinephrine (up to 0.09 mcg/kg/min), vasopressin (up to 0.04 units/min), and epinephrine (up to 0.1 mcg/kg/min), suggestive of vasodilatory shock. His vasopressor requirement did not improve after administration of stress dose steroids. Indeed, 23 hours after admission to the ICU, repeat central venous SatO2 was 73.9% for a calculated CI of 6 L/min/m2 by Fick. To address the refractory shock, he was given a one-time sustained infusion of HCB (5 g) administered over four hours. This resulted in a rapid, complete, and definitive weaning from all vasoactive agents over the ensuing 14 hours (Figure ).\\nTwo days later, he underwent re-exploration of the right thorax with right lung decortication, placement of additional right and left-sided chest tubes, and chest closure with negative pressure wound therapy device placement. Due to his overall weakened status after repeated interventions, he underwent elective tracheostomy and was transferred from the ICU to the respiratory care unit for ventilator weaning on POD 25 from the initial lobectomy. His chest tubes were removed and he was discharged from the hospital to a long-term acute-care facility on POD 42. Standard Health Insurance Portability and Accountability Act documentation and consent for use of the patient’s medical record for research purposes were obtained from the patient in accordance with the institutional policy.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'10852744': 1, '21890489': 1, '29329694': 1, '31346957': 1, '16990191': 1, '24201173': 1, '28012726': 1, '30217583': 1, '8261658': 1, '27838199': 1, '33242823': 1, '29979199': 1, '26903338': 1, '31206441': 1, '31917073': 1, '29209927': 1, '19328848': 1, '30431443': 1, '14707556': 1, '9232165': 1, '22911566': 1, '33754111': 2}", "similar_patients": "{}"}