{"patient_id": 99434, "patient_uid": "7370336-1", "PMID": 32733126, "file_path": "noncomm/PMC007xxxxxx/PMC7370336.xml", "title": "First Lung Transplantation in Jehovah’s Witness Patient in Latin America", "patient": "A 48-year-old woman, Jehovah’s Witness, presents to the outpatient of pulmonology service, with 8-year history of chronic cough and dyspnea, along with a progressive deterioration of her functional class (NYHA IV), along with permanent requirement of oxygen therapy and decline in the quality of life. Computed tomography scan of the chest revealed interstitial lung disease (see and ). Rheumatoid factor was positive and anticardiolipin antibodies were in indeterminate range; rest of autoimmune profile was negative. The patient did not present with clinical features of autoimmune disease. A diagnosis of autoimmune featured interstitial lung disease was made; cyclophosphamide cycle was administered without improvement of symptoms. Lung biopsy was taken via video-assisted pulmonary wedge resection, under general anesthesia. Pathology showed a histologic pattern consistent with usual interstitial pneumonia. Due to failure of medical therapy, the patient was accepted as a transplant candidate. However, due to religious beliefs, the patient stated that she does not accept blood products. Pulmonary function tests revealed a forced vital capacity (FCV) of 1.33 (44%), a forced expiratory volume in one second (FEV1) of 1.10 (44%), FEV1/FVC ratio of 83%, partial pressure of oxygen (PO2) of 91.3 mmHg and partial pressure of carbon dioxide (PCO2) of 55.1 mmHg, diffusing capacity for carbon monoxide (DLCO) 8.1 mL/mmHg/min (31%), 6-minute walk distance of 422 meters (73%), and a minimal oxygen saturation of 76 % without oxygen therapy.\\nSeveral months later, and after meticulous case review held by the lung transplant board (anesthesia, thoracic surgery, pulmonology), abdominal organ transplant board, and ethics committee, the patient was admitted for single-lung transplantation. She signed an informed consent declining transfusion of blood components, however agreeing to continuous cell-saver use. In the case of major perioperative bleeding, the patient also accepted the use of a prothrombin complex concentrate (which has advantages over fresh frozen plasma as it allows rapid correction of coagulation factor deficits with less volume infusion) and desmopressin. Blood loss during surgery was planned to be restored with 5% lactalbumin, in order to reduce the use of crystalloids in the event of significant bleeding.\\nThe patient’s anthropometrics were 71 kg weight and 160 cm height. Regarding general procedure information, length of the procedure was 135 minutes. Cold Ischemia time was 230 minutes; there was no need for ECMO support. Bleeding during the procedure was estimated at 300 mL. Pulmonary artery pressure (PAP) was continuously measured, achieving a mean PAP of 18 mmHg in average during surgery.\\nRegarding hemostatic perioperative management for this patient, recommendations established in the current literature within the “Patient Blood Management” at the time were taken into account. Since preoperative hemoglobin was within normal values (14.6 g/dL), no additional measures were taken to optimize erythropoiesis. To minimize bleeding in the intraoperative setting, blood preservation methods were used: prophylactic use of antifibrinolytics was planned preoperatively, using an initial bolus of tranexamic acid 1 g, followed by continuous infusion during surgery. Fluids were adjusted at 2 to 4 cc/kg/h and readjusted according to intraoperative hemodynamic and metabolic variables. Insensible fluid loss was restored infusing a total of 870 cc of Ringer’s lactate. Normothermia was maintained with the use of Blanketrol heating system, and electrocautery scalpels were used to obtain a thorough surgical hemostasis with the help of topical hemostatic agents (tissue sealant/Surgicel). The patient agreed to intraoperative closed-system cell salvage, as it did not represent a conflict with her religious beliefs. Bleeding during surgery was calculated as of 300 cc, from which 120 cc were reinfused postoperatively. Finally, during the postoperative period, a drainage thoracostomy was positioned for a better quantification of postoperative bleeding and adequate blood evacuation from the lung. Erythropoietin was initiated during hospitalization.\\nAfter surgery, the patient was admitted to the intensive care unit, early extubation was successfully achieved, and there was no need of vasopressors or inotropes. PaO2/FiO2 ratio of 480 mmHg. Chest radiography revealed right perihilar infiltrates. The previous findings suggested a primary graft dysfunction grade 1 (see and ). Intensive care unit length of stay was 4 days, and total hospitalization length of stay was 13 days. Hemoglobin levels decreased at the end of hospitalization (see ). The patient was discharged without further complications with hemoglobin levels of 10.6 g/dL, which was treated in the outpatient setting with subcutaneous erythropoietin 2000 IU 3 times per week as ordered by internal medicine and pulmonology physicians. Hemoglobin levels increased to 11.4 g/dL at 1-week follow-up.\\nPulmonary function tests after LT revealed FVC of 1.88 (53%), FEV1 of 1.73 (59%), FEV1/FVC of 92%, 6-minute walk distance of 353 meters (67%), and a minimal oxygen saturation of 94% without oxygen therapy. The patient final hemoglobin level was 11.4 g/dL.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'29629995': 1, '19650679': 1, '21619974': 1, '23691779': 1, '8526653': 1, '28905389': 1, '22238039': 1, '21107304': 1, '23267815': 1, '18784496': 1, '15110637': 1, '25535432': 1, '25430429': 1, '12627085': 1, '302345': 1, '16678031': 1, '19715878': 1, '9482388': 1, '24384816': 1, '23490253': 1, '28688475': 1, '10512528': 1, '32733126': 2}", "similar_patients": "{}"}