{"patient_id": 103965, "patient_uid": "7793209-1", "PMID": 33447707, "file_path": "noncomm/PMC007xxxxxx/PMC7793209.xml", "title": "Double trouble – thyro-pericarditis: rare presentation of Graves’ disease as pericarditis—a case report", "patient": "A 24-year-old male was admitted to the acute medical assessment unit through emergency department with presenting complaint of left sided chest pain. Chest pain was gradual in onset, started overnight with 6/10 in intensity, sharp in character, increased by deep breathing and lying down, and improved by leaning forward. Chest pain was associated with nausea and single episode of non-bloody vomiting. Patient also reported fever, generalized tiredness, lethargy, and insomnia. Patient also had pounding of heart but thought that it was result of his anxiety. There was no history of sore throat, rigours, chills, cough, or sputum. Patient also denied history of shortness of breath, paroxysmal nocturnal dyspnoea, and orthopnoea or ankle oedema. There was no history of chest trauma or skin rash. There was no prior history of chest pains. Patient had history of insomnia, had significant unintentional weight loss of 6–8 kg over last 3 weeks despite good appetite, heat intolerance, shakiness of hands, and nervousness. He adamantly denied any visual disturbance or change in appearance of his eyes. His vitals on arrival were temperature 38˚C, blood pressure 130/80 mmHg, heart rate 125 b.p.m., and respiratory rate 18.\\nOn clinical examination patient looked anxious and in agony, there were fine tremors on outstretched hands with sweaty palms. His pulse was fast, regular, and high in volume. There was no exophthalmos clinically. Neck examination shows diffuse enlargement of thyroid gland which was non-tender, there was no associated lymphadenopathy. No bruit was heard over thyroid gland. On cardiac examination, heart tones were normal and no rub was appreciated. Respiratory and rest of systemic examination was normal. His medical history was only significant for anxiety disorder. He was a non-smoker and teetotaller. He denied use of herbal medicines or recreational drugs. Family history was unremarkable for pericarditis or thyroidal problems.\\nHis electrocardiogram (ECG) (Figure ) showed sinus tachycardia, diffuse ST-elevation in both chest and limb leads, PR depression in most of limb leads. In addition, there was PR elevation and reciprocal ST-depression in lead aVR. All of these features were suggestive of acute pericarditis. Chest X-ray was normal. Ultrasound thyroid with Doppler was done which showed enlarged thyroid with heterogeneous echotexture (Figure ) and increased vascularity also known as thyroid inferno (Figure ) suggestive of Graves’ disease. In addition, there was neither focal nodule nor abnormality in thyroid, nor cervical lymphadenopathy. His thyroid function test demonstrated thyroid stimulating hormone (TSH) <0.02 mU/L (normal range 0.27–4.20) and freeT4 was >100 pmol/L (normal range 11–26). Anti-thyroglobulin antibodies were also significantly elevated 58.2 U/L (normal range 0–0.99). His first troponin was normal 14 ng/L (normal range 0–14), and repeat one was 19 ng/L (only minimally elevated). His C-reactive protein (CRP) was <5 mg/L (normal range 0–9) and erythrocyte sedimentation rate (ESR) was 5 (normal range 1–13). Antinuclear antibodies profile was negative (), and rest of his blood investigations was unremarkable. Echocardiogram (Figure ) was performed which showed preserved left ventricular systolic function without any regional wall motion abnormalities. There was a small global pericardial effusion noted (1 cm around right atrial free wall, 0.6 cm around lateral wall, and 0.3 cm posteriorly) which was not causing any haemodynamic compromise or tamponade. Right ventricular systolic function was preserved with no evidence of right heart strain.\\nHis overall clinical picture, based on history and investigations, was consistent with a diagnosis of pericarditis associated with Graves’ disease. Given his clinical context, he was started on ibuprofen 400 mg thrice daily (TDS) to control pain and inflammation with Pericarditis along with Omeprazole 40 mg once daily (OD). Carbimazole 40 mg OD was commenced to control Graves’s systemic symptoms and Propranolol 40 mg TDS was prescribed to control anxiety, tremors, and tachycardia. Patient had remarkable improvement of his symptoms and was discharged a couple of days later with follow-up arranged in endocrine outpatients. He became clinically and biochemically euthyroid with subsequent thyroid functions after 12 weeks as: TSH 1.1 mU/L (normal range −0.27 to 4.20), free T4 20 pmol/L (normal range 11–26). Both his CRP and ESR on subsequent testing after 3 months remained normal. Both repeat ECG and echocardiography after 4 months revealed complete resolution of pericarditis.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'4050698': 1, '19211390': 1, '16635723': 1, '24411211': 1, '7259392': 1, '16275554': 1, '31918837': 1, '26181502': 1, '21449724': 1, '23671754': 1, '33447707': 2}", "similar_patients": "{}"}