{"patient_id": 21791, "patient_uid": "7338335-1", "PMID": 32632651, "file_path": "comm/PMC007xxxxxx/PMC7338335.xml", "title": "A case of perforation of Meckel’s diverticulum with enterolith", "patient": "A 16-year-old male patient with no prior abdominal surgery presented to our department with 2 days of abdominal pain. He complained of nausea and vomiting. He had had occasional lower abdominal pain for 7 years prior to presenting to our department. Physical examination of the patient revealed abdominal tenderness and localized guarding in the right hypochondrium. The vital signs were a bit unstable, with a blood pressure of 98/60 mmHg, heart rate of 102 beats/min, and body temperature of 39.6 °C. The blood test revealed a raised white blood cell count of 18,900/μl and a high C-reactive protein level of 4.77 mg/dl. The patient had normal renal function and a normal hemoglobin level. The laboratory findings upon admission are shown in Table .\\nAbdominal radiography showed a solitary stone with peripheral calcification and a lucent center in the right abdomen (Fig. ).\\nAbdominal computed tomography (CT) confirmed that niveau formation and a substance with calcification in the outer shell were observed in the extended intestine in the lower abdomen (Fig. a–c). The patient was diagnosed with peritonitis due to appendicitis or Meckel’s diverticulitis with enterolith, with ascites in the rectovesical pouch, and emergency surgery was performed.\\nWhen the operation was started with single-port laparoscopic surgery, a small amount of turbid ascites was found in the abdominal cavity (Fig. a). The appendix showed redness on the serosal surface, with mild inflammation. The appendix was resected. As we explored further, the perforated Meckel’s diverticulum containing the enterolith was identified approximately 30 cm proximal to the ileocecal valve. The base of the diverticulum was stenotic, and a perforation was observed in the vicinity (Fig. b). The Meckel’s diverticulum was dissected from the mesentery and transected at its base. The patient’s postoperative course was uneventful.\\nThe macroscopic findings of the surgical specimen of the diverticulum confirmed a narrow-necked diverticulum lined by noninflamed small bowel mucosa containing one enterolith (Fig. a). Microscopic examination revealed severe mucosal inflammation and hemorrhage without surrounding ectopic gastric mucosa around the perforation (Fig. b). The component of the enterolith was calcium phosphate stone (Fig. c). In addition, the resected appendix showed reactive lymphoid hyperplasia during microscopic examination.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'24426556': 1, '15221556': 1, '14972313': 1, '19192283': 2, '17021300': 1, '33891220': 2, '30234126': 1, '16132914': 1, '24611767': 1, '16189886': 1, '23139007': 1, '26363105': 1, '21373322': 1, '28744739': 1, '8956575': 1, '32632651': 2}", "similar_patients": "{'8065084-1': 1, '2642853-1': 1}"}