{"patient_id": 33846, "patient_uid": "7977745-1", "PMID": 33777498, "file_path": "comm/PMC007xxxxxx/PMC7977745.xml", "title": "Tardive Blepharospasm May Respond to Bilateral Pallidal Deep Brain Stimulation", "patient": "A 35-year old right-handed Caucasian man presented to our center for evaluation of eyelid spasms. At age 6, he first developed tics consisting of facial grimacing, arm jerking, blinking, tongue protrusion and producing clicking sounds. The movements were associated with an urge and satisfaction, and were suppressible though causing inner stress when suppressed. His tics improved with age, and disappeared at age 15. In his late 20’s, he developed severe depression and anxiety and started seeing a psychiatrist. He was then put on various drugs including risperidone, olanzapine, and quetiapine. By age 33, he developed involuntary non-suppressible eyelid blinking and eyelid spasms that were worsened by bright lights, stress, anxiety and poor sleep. The eyelid spasms progressively worsened over several months to the point where he could only drive short distances. He also struggled tremendously at work as a radiology technician to keep his eyes open and focused. His psychiatrist at that time thought he may be having a recurrence of his tics and put him on pimozide with poor benefit. By the time he was first seen in our center at age 35, he was on a regimen of lurasidone and clonazepam both for his mood disorder and eyelid spasms, as well as mirtazapine and sertraline for his depression. He also had just received onabotulinumtoxinA shots to his eyelids with only brief relief of a few weeks.\\nInitial examination at age 35 revealed severe blepharospasm which was made worse by bright light (). His Burke-Fahn-Marsden (BFM) dystonia scale score was 4 and his Jankovic Rating Scale (JRS) for blepharospasm score was 6. He was thought to be suffering from tardive blepharospasm. He was then tried on up to 80 mg per day of valbenazine with poor benefit. Clonidine was added with poor results. Deutetrabenazine was introduced in lieu of valbenazine up to 48 mg/day with only limited improvement. He was next treated with incobotulinumtoxinA injections with no benefit. He was then shifted to rimabotulinumtoxinB as it was felt that he may be resistant to botulinum toxin type A. He initially responded to rimabotulinumtoxinB injections though the benefit waned after the second set of injections. At that point, he underwent bilateral pallidal DBS under general anesthesia. The rationale for general anesthesia was the patient’s anxiety about being awake for surgery. Preoperative imaging was obtained on a 3-T MRI, and a proton density sequence (2-mm slices) was used for GPi targeting. The Talairach coordinates were (–21, 4.5, 0) on the left and (21.25, 4.75, 0) on the right (), with placement of the most distal contact at the ventral border of the GPi above the optic tract (projected 5.5 mm and 5.0 mm beyond target, respectively). The operation was performed using the Leksell G frame (Elekta Instrument AB, Stockholm, Sweden), and intraoperative imaging was obtained using the Samsung BodyTom CT scanner. Scans were obtained for frame registration and again immediately following the insertion of the second lead. The patient was implanted with bilateral Medronic quadripolar 3387 DBS electrodes. Post-lead CT scan showed a stereotactic error of 0.2 mm on the left and 0.3 mm on the right (). Further details of the operative procedure have been previously published []. Two weeks later, a Medtronic Activa PC implantable pulse generator was placed in the left subclavicular area and connected to the leads via a cervical extension wire. Programming was initiated the week after surgery and done roughly every week initially, then every few weeks thereafter. He started to note mild improvement by the second week, and by the sixth week of programming, his eyelid spasms were practically gone (). His BFM and JRS scores were zero. When his stimulator was switched off at the sixth week, there was prompt return of blepharospasm within a few minutes (). The programming parameters at the sixth week post-DBS were the following; for the left GPi, settings were case (+), 1 (–), 3 volts, 90 µsec and 150 Hz; for the right GPi, settings were case (+), 9 (–), 3 volts, 100 µsec and 150 Hz. He continued to be programmed monthly with the amplitudes being increased with time as he would have breakthrough periods where his eyelid spasms would come out. By his seventh month post-DBS, his blepharospasm had stabilized and was well controlled. His BFM and JRS scores were 0. His programming settings at this point were the following: for the left GPi, settings were 3 (+), 1 (–), 3.5 volts, 90 µsec and 150 Hz; for the right GPi, settings were 11 (+), 8 and 9 (–), 3.6 volts, 100 µsec and 150 Hz. He was last evaluated at two and a half years post-DBS with still no blepharospasm noted (). His programming settings were the following: for the right GPi, settings were 3 (+), 1 (–), 3.6 volt, 90 µsec and 140 Hz; for the left GPi, settings were 11 (+), 8 and 9 (–), 3.6 volts, 100 µsec and 140 Hz.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'17558461': 1, '27033410': 1, '17597333': 1, '25186131': 1, '30713932': 1, '31302747': 1, '21541304': 1, '20672922': 1, '16714924': 1, '9443681': 1, '21547950': 1, '29547091': 1, '31231293': 1, '33777498': 2}", "similar_patients": "{}"}