{"patient_id": 101793, "patient_uid": "7585880-1", "PMID": 33090049, "file_path": "noncomm/PMC007xxxxxx/PMC7585880.xml", "title": "It Is Just a Rash They Said! Acute Skin Manifestation in a Patient With Vasculitis in Rural Hospitals", "patient": "A 76-year-old Caucasian male with a history of rheumatoid arthritis, Raynaud’s phenomenon, pulmonary embolism on warfarin, and a previous amputation of his left partial ring and fifth finger presented with acute onset of rash in bilateral lower extremities. He had a 1-week history of worsening bilateral lower extremity rash, which initially looked like “a bad sunburn.” The rash eventually turned into clear blisters progressing into painful open sores that were oozing serosanguinous fluid. Significant laboratory results included leukopenia with white blood cell count of 2.0 K/µL with absolute neutrophil count >1500/µL, international normalized ratio 3.9, C-reactive protein 5.7 mg/dL, erythrocyte sedimentation rate 95 mm/h, low C4 level at 4 mg/dL, normal C3 level at 95 mg/dL, rheumatoid factor of 557.1 IU/mL, positive ANA IgG (immunoglobulin G), negative serum cryoglobulin, negative ANCA, and negative hepatitis C antibody. Serum protein electrophoresis showed albumin level of 3.3 g/dL and β-2 globulins of 0.8 g/dL. Urine protein electrophoresis showed urine protein/creatinine mass ratio of 309 mg/g creatinine. He was recently started on trimethoprim-sulfamethoxazole due to concern for cellulitis. Our differential at this point included trimethoprim-sulfamethoxazole–associated rash, warfarin-induced skin necrosis, vasculitis, rheumatoid arthritis–induced vasculitis, systemic lupus erythromatosis, pyoderma gangrenosum, and infection including osteomyelitis as his previous fingers’ biopsy showed periostitis. Venous and arterial Doppler ultrasound were negative for arterial or venous thrombosis bilaterally. We reached out to his rheumatologist, and we learnt that in his previous assessments he had a positive serum cryoglobulin level, hence a provisional diagnosis of vasculitis was made, and high-dose steroids were started. A punch biopsy was performed and revealed acute small vessel vasculitis with fibrin thrombin ( and ) consistent with CryoVas as likely true diagnosis explaining his presentation. The patient’s rash improved significantly; he was discharged on oral steroids with follow-up at rheumatology for further management of vasculitis.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'17075881': 1, '11470986': 1, '18827910': 1, '28507447': 1, '17308210': 1, '23786872': 1, '20872595': 1, '28348266': 1, '33090049': 2}", "similar_patients": "{}"}