{"patient_id": 102704, "patient_uid": "7691896-1", "PMID": 33228385, "file_path": "noncomm/PMC007xxxxxx/PMC7691896.xml", "title": "Bacteremia Secondary to Uncommon Gram-Negative Bacilli Transmitted\\nFrom the Canine in a Patient With Multiple Myeloma", "patient": "A 70-year-old female presented from her primary care’s office with pain in her legs\\nalong with redness and edema. She stated that she had mild bilateral leg swelling\\nfor the past 2 weeks. She started having left leg pain and erythema, which was worse\\non the day of her presentation. The patient admitted that the rash started after her\\ndog played with her legs, playfully scratching, biting, and licking her leg\\nintermittently. She denied any fever, chest pain, abdominal pain, or confusion. Her\\npast medical history was significant for multiple myeloma, which was in remission at\\nthe time of presentation on maintenance therapy with lenalidomide and dexamethasone.\\nOther past medical history was significant for chronic back pain secondary to spinal\\nstenosis, and osteolytic lesions from multiple myeloma, chronic obstructive\\npulmonary disease, hypertension, hypothyroidism, and hyperlipidemia. Medications on\\nadmission include oxycodone extended-release 40 mg twice daily, oxycodone\\nimmediate-release 10 mg every 4 hours as needed, lisinopril 10 mg daily, amlodipine\\n10 mg daily, levothyroxine 75 µg daily, dexamethasone 12 mg once weekly,\\nlenalidomide 10 mg daily for 3 weeks on and 1 week off, aspirin 81 mg daily, and\\natorvastatin 10 mg at night time.\\nLaboratory analysis on admission is summarized in . A bedside ultrasound was negative\\nfor deep venous thrombosis. The patient was admitted with an initial diagnosis of\\ncellulitis and pneumonia and seen by infectious disease. Procalcitonin on admission\\nwas 3.2 ng/mL (0-0.5 ng/mL). Chest X-ray showed focal opacities and infiltrates in\\nthe right lung. She was started empirically on cefepime, levofloxacin, and\\nvancomycin for 5 days. Two sets of blood cultures were positive for\\nSphingobacterium multivorum identified by matrix-assisted laser\\ndesorption/ionization time-of-flight (MALDI-TOF) mass spectrometry with\\nsensitivities, as mentioned in . Given susceptibility to quinolones, vancomycin was stopped, and\\nlevofloxacin was continued. Chest computed tomography scan without contrast showed a\\nbenign right upper lobe nodule measuring 4 mm.\\nThe patient’s cellulitis improved with the antimicrobial regimen, and she was\\ndischarged with 7 days of levofloxacin. Repeat blood cultures were negative. During\\nthe patient’s admission, oncology was consulted for managing her multiple myeloma,\\nboth lenalidomide and dexamethasone were stopped temporarily and resumed after she\\ncompleted the course of antimicrobials. The remainder of her hospital stay was\\notherwise uneventful.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'30997095': 2, '17626177': 1, '28144466': 1, '30946985': 1, '34683378': 1, '26236492': 1, '31118372': 1, '33228385': 2}", "similar_patients": "{'6452466-1': 1}"}