{"patient_id": 99154, "patient_uid": "7342093-1", "PMID": 32665837, "file_path": "noncomm/PMC007xxxxxx/PMC7342093.xml", "title": "Large mucinous cystic neoplasm of the pancreas during pregnancy: a case report", "patient": "A 32-year-old woman at 31 weeks of pregnancy was referred to our hospital due to an abdominal mass detected during routine check-up. She had no notable medical history. The third-trimester routine abdominal ultrasound revealed the presence of a cystic lesion in the left upper abdomen, which was not noted in previous ultrasounds. Further evaluation with magnetic resonance imaging (MRI) revealed a complex cystic lesion (21 × 13 × 14 cm) arising in the left quadrant of the abdomen, involving the tail of the pancreas (). The cyst had two solid components, the largest one with 5.2 cm (). There were also a few septa inside the cystic mass (). The diagnostic hypotheses were an idiopathic retroperitoneal hematoma, a pancreatic MCN or retroperitoneal cystic lesion. Despite its large volume, the patient did not present complaints and physical examination revealed normal.\\nLaboratory tests showed slight anaemia with normal levels of amylase and liver enzymes. Tumour markers carcinoembryonic antigen (CEA) and carbohydrate antigens (CA19-9, CA15-3 and CA125) were negative.\\nThe delivery was anticipated to 37-week gestation due to fetal growth restriction caused by increased tumour size, and the patient had a vaginal non-complicated delivery. At that point, the tumour measured 24 × 17 × 13 cm (longitudinal diameter/transverse diameter/anteroposterior axis).\\nThe patient continued to have no subjective complaints, but an elastic large mass in the left upper quadrant was noted on physical examination ().\\nFive weeks after delivery, the patient was submitted to a laparotomy for tumour resection. Intraoperatively, a huge cystic mass arising from the pancreatic body was identified (). Thus, a spleen-preserving distal pancreatectomy was performed (Warshaw technique). Since invasive carcinoma was not suspected, the spleen was preserved.\\nMacroscopic, the tumour measured almost 30 cm, had a smooth surface and was filled with a yellow–brownish mucinous fluid and necrotic debris, apparently with no communication with the pancreatic ductal system ().\\nHistopathological examination revealed a mucin-producing columnar epithelium lining the inner wall of the unilocular cystic tumour, with ovarian-type stromal (). Thus, the diagnosis of pancreatic MCN with low-grade dysplasia (PanIN1) was made, with tumour-free margins and non-affected lymph nodes. Analysis of the lesion’s mucous revealed CEA levels >15 000 and normal CA19-9, CA15-3 and amylase levels.\\nThe patient had an uneventful post-operative course and was discharged on the 10th post-operative day.\\nClinical examination, analysis and abdominopelvic computerized tomography (CT) were performed 6 months after surgery showing no abnormalities. The patient maintained regular follow-up with CT, remaining disease-free for 12 months after surgery.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15714143': 1, '19084943': 1, '26943381': 2, '17952538': 1, '23343567': 1, '22160782': 1, '34066323': 2, '16365826': 1, '17446848': 1, '15131794': 1, '32665837': 2}", "similar_patients": "{'4747942-1': 1, '8148137-1': 1}"}