{"patient_id": 34071, "patient_uid": "7985691-1", "PMID": 33778146, "file_path": "comm/PMC007xxxxxx/PMC7985691.xml", "title": "When less is more: A minimally invasive, intrathoracic approach to surgical stabilization of rib fractures", "patient": "A 48-year-old male was taking out the trash from his home when he lost his footing and fell on his right side resulting in significant pain and shortness of breath. Upon arrival to our institution, he was found to have displaced right 6th through 9th rib fractures without pneumothorax or pulmonary contusion (). Physical exam revealed significant tenderness to palpation over the right chest wall as well as a “clicking” sensation upon deep inspiration. His breathing pattern was rapid and shallow due to severe pain, and his oxygenation saturation was 90% on room air. Initial incentive spirometry measurements were recorded at 500 milliliters (mL), which is only 16% of his predicted value.\\nThe patient was admitted to the intensive care unit (ICU) for pain control and pulmonary hygiene. On hospital days 1 and 2 he continued to experience significant pain despite being given an aggressive multi-modal pain regimen. His incentive spirometer measurements barely improved and he continued to have marginal oxygen saturations requiring oxygen supplementation. On hospital day 4, he was found to be severely tachypneic, hypoxic, and tachycardic, requiring BiPAP support to maintain adequate oxygenation. Pulmonary embolus was ruled out, and he had an epidural placed for better pain control (he initially refused upon admission). Incentive spirometry measurements were still only 32% of his predicted value. Given the slow progression of recovery and the amount of pain the patient was experiencing, the decision was made to proceed with surgical stabilization of the rib fractures. Initially, he was hesitant to undergo surgery but given the amount of pain he was experiencing the continued respiratory compromise, he eventually decided to undergo SSRF on hospital day 8. He was deemed an excellent candidate for stabilization using a minimally invasive intrathoracic approach. After an extensive discussion with the patient regarding the risks and benefits of surgical fixation, he consented to the procedure.\\nThe patient was taken to the operating room for right sided SSRF of ribs 6 through 9. He was intubated with a dual-lumen endotracheal tube, placed in the left lateral decubitus position and prepped and draped in the usual sterile fashion. Initially, a small incision (4 cm) was made in the middle of the palpable rib fractures for exposure from the outside. Next, the pleural space was entered through a 12-millimeter (mm) counter incision in the 8th intercostal space posteriorly. The right lung endotracheal tube portion was then clamped allowing the right lung to collapse for better visualization of the fractures from the inside. Holes were then drilled through non-fractured rib at least 1 cm on either side of the fracture site to allow for rubber guide tubes to be passed through from the inside of the chest cavity outward. The fixation plates were then inserted into the chest via the 12 mm thoracoscope incision and guided to the fractures via cables fed through the rubber guide tubes. Using the cables attached to the plate, we were able to adequately reduce each fracture. The plates were fixated from the outside using bolts and nuts, allowing for both anterior and posterior cortical engagement. Of note, the bolts are fixated to the intrathoracic plates but are able to fold into the plate, allowing for ease of placement into the chest through the 12 mm incision. The bolts are what is attached to the cables which are then pulled through the previously drilled holes, allowing for the nut and washer to secure to the external portion of the rib.\\nOnce all four ribs were reduced appropriately and plated, the right chest was much more stable (). The chest cavity was then irrigated thoracoscopically and a 14 French pigtail catheter was placed for further drainage. Cryoablation of the concomitant intercostal nerves was also performed for further pain management. The incisions were copiously irrigated and closed in layers. The patient was extubated and returned to the ICU in a stable condition. A post-operative chest x-ray was obtained and demonstrated in .\\nPostoperatively, the patient resumed working with respiratory therapy on an aggressive pulmonary hygiene regimen. He immediately expressed his satisfaction that he could no longer feel his ribs “clicking” on inhalation and that he was pleased with his decision to undergo fixation. On post-operative day (POD) 1, he was out of bed and ambulating the halls, something he had not desired much since admission. His incentive spirometry measurements and oxygenation requirements began to improve, and they improved each day throughout the remainder of his hospital stay. On POD 2, the pigtail catheter was removed without issue and he continued to ambulate even more. By POD 3, his incentive spirometry measurements were 81% of his expected amount and his breathing mechanics had greatly improved (). He no longer required the use of supplemental oxygen was deemed fit for discharge. He was discharged home with support without any issues or complications. Eleven days later, he was seen in clinic and reported a significant improvement in pain and was happy with the progress he had made so far. He was actually requesting to be released back to work at this time, which he was granted.\\nThe patient did follow-up one additional time in the clinic 3 months after his surgery. At that time, his chest pain had completely resolved, he denied any clicking or popping of his rib previous rib fractures and he had no shortness of breath, all of which suggested his ribs had healed. Furthermore, he was back to full work capacity and was sleeping well. Given his significant improvement, no additional imaging was necessary and he was instructed to follow-up in the clinic as needed.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'29525055': 1, '17670487': 1, '31205763': 1, '30186934': 1, '25742255': 1, '31804414': 1, '23511840': 1, '12813323': 1, '26889439': 1, '31205764': 1, '23415550': 1, '16269301': 1, '27912931': 1, '10866248': 1, '11956391': 1, '7996614': 1, '33778146': 2}", "similar_patients": "{}"}