{"patient_id": 32927, "patient_uid": "7920237-1", "PMID": 33659114, "file_path": "comm/PMC007xxxxxx/PMC7920237.xml", "title": "Lytic Bone Lesion: An Unusual Presentation of Hairy Cell Leukemia", "patient": "We report a case of a 49-year old Ukrainian male with a past medical history of HCL treated seven years prior in Ukraine with cladribine chemotherapy. The patient presented to the emergency department with chest, left shoulder, and right hip pain for three weeks duration. He reported two to three months of increasing fatigue leading to progressive weakness over the week prior. He is a life-long non-smoker and consumes minimal alcohol. Denies fever, chills, night sweats, weight loss, or abdominal pain. He moved from Ukraine to the United States one year prior and denied Chernobyl exposure.\\nIn the emergency department, the patient was found to have a temperature of 37.2 degrees Celsius, heart rate of 111 beats/min, blood pressure of 148/88 mmHg, respiratory rate of 16/min. His initial complete blood count demonstrated a white blood cell count of 1.2x109/L (normal range: 4.5-11.0 x 109/L), lymphocyte count of 84x103/mm3 (normal range: 24.0-44.0x103/mm3), hemoglobin 4.2 g/dL (normal range: 13.5-17.5 g/dL), hematocrit 13.9% (normal range 41.0-53.0%), platelets 32,000 µL (normal range: 140,000-440,000 µL), absolute neutrophil count 190 mm3 (normal range: 1300-7800 mm3). The Hepatitis panel and COVID-19 tests were all negative. Physical examination showed conjunctival pallor and splenomegaly extending to the umbilicus.\\nFurther laboratory investigation revealed a soluble IL-2 receptor level >20,000 pg/mL (normal range 622-1619 pg/mL). Multiple myeloma workup was negative. Imaging revealed splenomegaly measuring 25cm on ultrasonography. Computer tomography angiography (CTA) of the chest showed mediastinal adenopathy (Figure ), and computer tomography of the pelvis showed an increased signal in the right sacrum (Figure ).\\nThere was no evidence of metastasis on the bone scan. A bone marrow biopsy was performed initially revealing a dry tap. Aspiration was subsequently achieved and analysis showed complete maturation of myeloid and erythroid populations, no megakaryocytes, and no increase in blasts or plasma cells. The marrow was found to be hypercellular with extensive involvement by atypical lymphocytes which had replaced >90% of marrow cellularity. The B-cell population was 18%. Flow cytometry showed a monoclonal population of kappa, CD103, CD25, CD11c, and CD10 positive B-cells. Subsequent testing was positive for BRAF mutation. The bone marrow smear showed small to mildly enlarged atypical lymphoid cells with round to slightly irregular nuclear contour with considerable cytoplasm (Figure ).\\nThe patient was previously treated with five days of cladribine in Ukraine. As the patient had relapsed seven years after initial treatment, National Comprehensive Cancer Network (NCCN) guidelines dictated that he could be treated again with the same purine analog. We treated the patient with cladribine and concurrent rituximab followed by weekly maintenance rituximab. At the time of this case report submission, the response to treatment has been favorable with near resolution of splenomegaly, improvement in fatigue, and resolution of bone pain.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'19843881': 1, '16990106': 1, '7691237': 1, '30030507': 1, '26352686': 1, '7826905': 1, '32408416': 1, '20558005': 1, '34535326': 1, '16150940': 1, '8608247': 1, '29487070': 1, '19344416': 1, '13560561': 1, '21821712': 1, '20056789': 1, '21599603': 1, '22355053': 1, '27903528': 1, '7994047': 1, '33659114': 2}", "similar_patients": "{}"}