{"patient_id": 101292, "patient_uid": "7535009-1", "PMID": 33088114, "file_path": "noncomm/PMC007xxxxxx/PMC7535009.xml", "title": "A Child with Acute Lymphoblastic Leukemia in Institutional Isolation during the COVID Pandemic: A Multifaceted Responsibility", "patient": "A 10-year-old boy, fifth-standard student, resident of Uttar Pradesh, complained of swelling and mild pain in the neck, which aggravated on swallowing for the past 3 months, and cough and mild difficulty in breathing for 1 month.\\nHe got evaluated in a private hospital. On examination, he had enlarged tonsils, lymphadenopathy, and hepatomegaly. On the basis of peripheral smear, it was diagnosed as a case of ALL on March 13, 2020. His symptoms started aggravating, for which they referred to a government hospital in Delhi.\\nThey reached Delhi on March 18 and got stuck in lockdown, which was imposed by the government to limit the transmission of COVID-19. Over the period of time, symptoms aggravated and facial swelling increased. They got admitted to a government hospital. X-ray was suggestive of mediastinal compression with periorbital puffiness suggestive of superior vena cava syndrome, for which he was shifted to the intensive care unit and managed symptomatically. His first testing for COVID was done which reported negative. Bone marrow was suggestive of ALL with blast 83%. He was started on baseline chemotherapy (T-ALL protocol). Till the 8th day of chemotherapy, the child had a persistent cough, so a repeat sample was sent for COVID-19 which came positive. His chemotherapy was withheld and symptomatic management advised. He along with his mother were shifted to a tertiary center for the management of COVID infection.\\nPostscreening, he was observed in the ward for a day and later shifted to the isolation center. They had been accommodated in a single room with attached lavatory. The doctors on rounds kept a keen observation and monitored his condition daily. Evidence-based medication along with supportive care started. Dexamethasone was continued throughout his stay. All changes happened in a short period of time, so they were stressed and had many concerns.\\nThe concerns of the child were as follows:\\nPhysical concerns: The child complained of swelling in the face and neck, mild pain during swallowing, and shortness of breath, which he could not understand. He wanted to know what is going on. “What is blood cancer?,” “what is corona?” were a few questions. His daily habits and activities were altered, and he was concerned whether the symptoms will keep on increasing. He wanted to be all right Social concerns: “When will I go home,” “I want to go out and play,” “I want to go to school and meet friends.” As the child was living in a single isolated room, he was very bored and wanted to go and play as he would do before getting sick. He did not like to stay in the quarantine facility anymore Psychological concerns: “What is happening to my face,” the boy was in fear that cancer is destroying his face and eventually destroying the entire body. “Will I be getting aggressive therapy as I got previously” a scary thought, this increased the stress and eventually led to anger. He would easily get irritated and be angry about small things Spiritual concerns: “Why did I get cancer and the disease,” “is God punishing me.” The boy is a Muslim by religion and is in a phase of learning religious prayer. He fears and asks whether God has given him punishment for not being good.\\nThe mother was taking care of the child; she was negative for COVID. It was very tough for her to digest that her child was diagnosed with both cancer and COVID. She was devastated and had many concerns.\\nHer psychological concerns: As the mother is staying in the same room with the child, she is worried that she may acquire the infection. She is continuously worried about her child. She has no knowledge about the disease but stressed as she hears news about the mortality of patients due to the infection. “What will happen to my child?,” “Will he be fine,” “Will the treatment work” were a few questions which she kept on asking most of the doctors on the round.\\nShe was angry that the cancer treatment was stopped in between and fears that will the treatment ever be started again or her son has to live with the disease. This made her stressed, and there is a feeling of helplessness and hopelessness within her regarding a child's future.\\nSocial and spiritual concerns: Amid lockdown, she worries about her family members and regrets she is not able to take care of them. She is angry at God for this. She also fears being discriminated by society if they come to know about her son's positive report.\\nThey stayed in the isolation center for 14 days. Multiple visits to healthcare professionals were scheduled addressing each issue with an aim to provide comprehensive holistic care. They were discharged with two reports tested negative, advised home quarantine for 14 days, and are being followed by the doctors telephonically [].", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'2618983': 1, '32445329': 1, '20562751': 1, '32251934': 1, '25183971': 1, '33088114': 2}", "similar_patients": "{}"}