{"patient_id": 16368, "patient_uid": "7008304-1", "PMID": 32082690, "file_path": "comm/PMC007xxxxxx/PMC7008304.xml", "title": "Cystic Lymphangioma of the Greater Omentum: A Case of Partial Spontaneous Regression and Review of the Literature", "patient": "A 42-year-old female presented with a painless swelling in the lower abdomen for duration of 8 months, gradually increasing in size. There were no bladder, bowel, or any gynecological complaints. There was no history of trauma or previous abdominal surgery. She was diabetic, hypertensive, and hypothyroid on regular medications. The menstrual cycles were regular, and she had two full-term normal vaginal deliveries. Her family history and personal history were unremarkable. On examination, vital parameters were normal. On examination, the abdomen was distended and the umbilicus everted and deviated upwards. A soft, nontender, smooth swelling of 22 × 18 cm along the horizontal and longitudinal axis, respectively, was palpable in the hypogastrium and umbilical regions showing some mobility. Per-vaginal and per-rectal examination was normal.\\nAn ultrasonogram (USG) revealed an anechoic cystic lesion of size 17 × 16 × 12 cm with no obvious septations and probably arising from the right adnexa, with the normal left adnexa and uterus. A CT scan of the abdomen showed a peripherally enhancing hypodense cystic lesion of size 19 × 14 × 12 cm arising from the mesentery displacing the small-bowel loops superiorly and laterally (Figures and ). There were no solid components or calcifications present. The uterus and adnexal organs were normal. Based on examination and investigations, a differential diagnosis of an omental cyst, mesenteric cyst, hydatid cyst, or tuboovarian mass was made.\\nHer laboratory investigations revealed hemoglobin of 10.2 g% and normal liver and renal function tests. CA 125 (cancer antigen) levels were 12 units/ml (reference range 0-35 units/ml), and carcinoembryonic antigen (CEA) levels were 2.2 ng/ml (reference range 0-3.8 ng/ml). Hydatid serology was negative. The patient did not report for the next 4 months owing to some tragedy in the family. There was no trauma or history suggestive of possible rupture during that period. This time the swelling was 8 cm in size, well defined, and mobile in the umbilical region. Repeat of USG showed a decrease in the size of the cyst to 10 × 9 × 9 cm, undergoing spontaneous regression of more than 70%. Since there was a reduction in cyst size, the patient was observed for a further period of three months, and as no further reduction was noted, the patient was planned for surgery. The patient underwent laparotomy through a 10 cm lower midline vertical incision. During surgery, a well-defined cyst of size 10 × 9 × 8 cm was present wrapped in the greater omentum predominantly right side and approximately 15 cm away from the transverse colon (Figures and ). The greater omental cyst was not adhered to the bowel, adnexa, or any other surrounding structures. No other lesions or cysts were noted in the omentum and mesentery. There were no grossly visible dilated channels or possibly fibrosed and obliterated lymphatic channels as there was no further reduction in size of the cyst despite observation for 3 months. Excision of the omental cyst along with the cuff of the omentum was done using a combination of ligatures and LigaSure (Valleylab, Boulder, CO, USA). No significant bleeding was observed and no drains were placed. A postoperative period was uneventful, and the patient was discharged on day 4. Histopathological examination revealed a wall of a cyst lined by flattened cells and areas showing foci of calcification suggestive of cystic lymphangioma (Figures and ). The patient underwent an USG at 6 months which was normal and is healthy for more than 1 year of follow-up.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'20859015': 1, '29026834': 2, '7945079': 1, '3942415': 1, '11819071': 1, '23255977': 1, '4589674': 1, '31125789': 2, '17722248': 2, '19128491': 2, '25774241': 1, '33815861': 2, '24811558': 1, '16868822': 1, '6732494': 1, '23198248': 2, '21472113': 1, '33559726': 1, '26688477': 1, '2709285': 1, '33782862': 1, '32082690': 2}", "similar_patients": "{'5618114-1': 1, '2628053-1': 1, '7994076-1': 1, '3502815-1': 1, '6531822-1': 1, '2628642-1': 1}"}