{"patient_id": 22939, "patient_uid": "7396063-1", "PMID": 32774947, "file_path": "comm/PMC007xxxxxx/PMC7396063.xml", "title": "Extramedullary Solitary Plasmacytoma with Anaplastic Features of the Nasopharynx", "patient": "A 75-year-old gentleman with a history of Usher Syndrome with retinitis pigmentosa presented to his family doctor because of a sensation of left-sided nasal blockage especially on deep inspiration. He denied any nasal pain, nasal swelling, or epistaxis. He was legally blind in both eyes but had minimal vision in his left eye. On examination of his nose, a pink-colored polypoid mass was arising from the left nasal orifice. The extension could not be determined on physical examination. He has no history of hepatitis, HIV, or any chronic viral illnesses. He was a former smoker with a 60 pack year history, but no IV drug use or alcohol use. He had no family history of cancer.\\nA computed tomography (CT) scan of the sinuses revealed a 3.1 × 4.4 × 3.2 cm mass arising from the left nasopharynx, causing rightward deviation of the nasal septum (). He followed up with the ENT surgeon who performed a biopsy of this mass. Initially the frozen section revealed small round blue cells suggestive of an aggressive lymphoma, but it was sent for a second opinion. A CT scan of the chest, abdomen, and pelvis and, eventually, a PET scan showed no other sites of disease. Eventually, the biopsy from the nasopharyngeal mass revealed a diffuse infiltrate of large atypical cells with variably eccentric nuclei, fairly abundant amphophilic cytoplasm, prominent nucleoli, and occasional binucleated forms. Few Dutcher bodies were seen. Mitosis was markedly increased, and atypical mitotic figures were identified. Apoptosis was also increased, and focal necrosis was present. Immunostains revealed the neoplastic cells to be positive for CD38 (strong), CD138, CD79a, MUM-1, kappa, IgA, BCL-2, and CD43 and negative for CD20, PAX-5, CD45, CD30, EMA, EBER by ISH, ALK-1, HHV8, lambda, IgG, IgM, IgD, CD56, CD5, CD10, BCL-6, BCL-1, CAM5.2/AE1, and CD117. Ki-67 was positive, variable 30–80% and overall 60% (). He was diagnosed with an anaplastic plasma cell neoplasm. He, then, came to our cancer center for further management. Initial blood tests included complete blood counts (white blood count: 6.22 × 103/microlitre, hemoglobin: 15.9gm/dL, platelet count: 244 × 103/microlitre, and absolute neutrophil count: 3.42 × 103/microlitre), chemistries (sodium: 134 mmol/L, potassium: 4.3 mmol/L, chloride: 105 mmol/L, BUN: 17 mg/dL, creatinine: 0.86 mg/dL, and calcium: 10.2 mg/dL, and liver enzymes were within the normal range), and myeloma parameters (M protein: not observed, total protein: 7.2 gm/dL, albumin: 4 gm/dL, globulin 2.9 gm/gL, IgG 852 mg/dL, IgA 241 mg/dL, IgM 98 mg/dL, kappa light chains: 18.1 mg/L, lambda light chains: 13.7 mg/L, and kappa/lambda ratio: 1.34). A bone marrow biopsy revealed a normal cellular marrow for age (20–30%) with normal trilineage hematopoiesis, and no increased plasma cells were noted.\\nOur differentials included plasmablastic lymphoma, NK/T cell lymphoma, or a nasopharyngeal squamous cell carcinoma. We had to ensure that the patient did not have plasmablastic lymphoma as there is some overlap with the morphological and immunohistochemistry features with anaplastic plasma cell neoplasm. However, the absence of HIV history, the negative EBER by ISH, the presence of several Dutcher bodies, occasional binucleated forms, the Ki-67 that is well below 90%, the positive BCL-2, and negative EMA and CD30 are all in favor of a plasma cell neoplasm over a plasmablastic lymphoma. Histology analysis showed no evidence of a carcinoma or a, NK/T cell pathology.\\nWe initially discussed with the patient that options include radiation to the nasophayngeal mass followed by either lenalidomide- or bortezomib-based therapy versus radiation alone. His case was discussed in our multidisciplinary tumor board, and based on his age, performance status, and comorbidities, it was decided to treat him with radiation alone (50 Gy/25 fractions) and reserve systemic treatment in the event of recurrence. He completed radiation treatment and, however, received 40 Gy due to the concern of complete blindness in his left eye. Postradiation PET scan and CT scan showed a complete response. Myeloma workup continued to show no evidence of systemic disease. He has remained in remission for 6 months, and we are monitoring him with imaging every 4–6 months and blood work (complete blood counts, chemistries, and myeloma parameters) every 3 months.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28144101': 1, '22752147': 1, '24353648': 2, '30681607': 2, '9062417': 1, '25931923': 1, '22654647': 1, '18327783': 1, '10629591': 1, '27487779': 2, '15009059': 1, '18707826': 1, '21277117': 1, '32774947': 2}", "similar_patients": "{'4973144-1': 1, '3809276-1': 1, '6358359-1': 1}"}