{"patient_id": 23985, "patient_uid": "7444992-1", "PMID": 32850222, "file_path": "comm/PMC007xxxxxx/PMC7444992.xml", "title": "Unclassified Mixed Germ Cell-Sex Cord-Stromal Tumor of the Ovary: An Unusual Case Report", "patient": "A 14-year old girl presented to the gynecology clinic in December of 2017 with a four-month history of abdominal pain and pelvic pressure sensation. As a relevant antecedent, her mother reported the appearance of the first menstruation in the girl at eight years of age, which corresponds to precocious puberty. As a comorbidity, she presented coarctation of the aorta with valvular heart disease (bicuspid aortic valve), with secondary arterial hypertension in pharmacological management. On physical examination, she presented an abdominopelvic mass of 20 cm, without other abnormal findings. Phenotypically, the patient appeared to be normal.\\nComputed axial tomography reported a solid abdominopelvic measuring 17 x 9 x 21 cm; she had no distant metastatic disease (Figure ). An elevation in germ cell tumor markers was demonstrated: alpha-fetoprotein (AFP) > 1000 IU/mL (<400 IU/mL), lactate dehydrogenase (LDH) 15312 u/L (100-333 u/L), β-human chorionic gonadotropin (β-HCG) 20 U/mL (<5.0 U/mL), carbohydrate antigen 19-9 (CA 19-9) 16 U/mL (<120 U/mL), carcinoembryonic antigen (CEA) < 0.0 ug/L (0-3.8 ug/L).\\nPutting together the above-mentioned findings, conservative surgical management was offered, taking into account her age. She was taken to the operative room in December 2017, and resection of the right ovarian tumor, unilateral salpingectomy, and total omentectomy were done by laparotomy. The surgeon chose not to evaluate the regional lymph nodes, as there were no enlarged nodes. Surgery revealed a tumor depends on the right ovary, with a 24 cm, intact capsule, that weighed 2460 g. No intraoperative rupture was recorded. No ascites, tumor implants, or disease other than described was seen in the rest of the cavity. Pelvic lavage and diaphragmatic cytology were taken with negative results.\\nThe histological report showed a mixed germ cell-sex cord-stromal tumor, unclassified: dysgerminoma and yolk sac tumor (70%) and sex cord with annular tubules (30%) (Figure ). The dysgerminoma component contains large immature cells, a large clear nucleus, with a notorious nucleolus (Figure ). The component of the yolk sac resembled Schiller-Duval body-type fibrovascular structures (Figure ). In the component of sex cord with annular tubules, reverse polarity was recognized (Figure ). The tumor growth pattern was diffuse. Immunohistochemistry was positive for dysgerminoma, placental alkaline phosphatase (PLAP), CD117 (c-kit), Octamer-binding transcription factor 3/4 (OCT3/4), Sal-like protein 4 (SALL4); for the yolk sac AFP, SALL4; and for the sex cord, Inhibin, cytokeratin (CK), calretinin. Synaptophysin and chromogranin were negative.\\nThe patient was staged according to the 2014 International Federation of Gynecology and Obstetrics (FIGO) classification as IA. Adjuvant chemotherapy with a bleomycin-etoposide-cisplatin (BEP) scheme was recommended for three cycles that started in January 2018 and were completed in March of the same year.\\nSerum tumor markers were measured after completing the adjuvant treatment, showing a significative decrease: Serum AFP 2.1 IU/mL (<400 IU/mL), LDH 459 u/L (100-333 u/L), β-HCG <1.0 U/mL (<5.0 U/mL). Clinical follow-up was performed with physical examination every three months and computed axial tomography of the abdominopelvic region every six months for two years without evidence of relapse. Menses were normal during follow-up. The last follow-up was done 24 months after treatment, and the patient was asymptomatic and free of disease.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'27458149': 1, '4342200': 1, '31805291': 1, '9656127': 1, '2834039': 1, '9219001': 1, '17581418': 1, '25197407': 1, '2991152': 1, '22734844': 2, '1328081': 1, '32850222': 2}", "similar_patients": "{'3414798-1': 1}"}