{"patient_id": 18056, "patient_uid": "7117604-1", "PMID": 32257709, "file_path": "comm/PMC007xxxxxx/PMC7117604.xml", "title": "Whistling Lipoma: Bronchial Obstruction Caused by a Lipoma", "patient": "An 82-year-old Caucasian male with a 40-pack-year history of smoking, obesity, diabetes mellitus, hypertension, and three prior episodes of pneumonia within the last 12 months presented to the primary care physician with recurrence of his symptoms of dyspnea on exertion and wheezing. The patient was last treated for pneumonia four months ago. He denied fevers, orthopnea, paroxysmal nocturnal dyspnea, recent sick contact, or travel. He had a minimal non-productive cough. No weight loss was reported. The patient's vital signs, including resting oxygen saturation, were stable. Physical examination was remarkable for wheezing on the right side of his chest. He had no elevated jugular venous pulsation or lower extremity edema. No lymph nodes were palpable. Laboratory studies revealed normal blood counts, cardiac markers, and chemistry panel. Blood gases showed very mild compensated hypercapnia. A chest radiograph was done which revealed no new infiltrate but the resolution of the prior right-sided pneumonia. The patient was prescribed a short-acting bronchodilator, considering his long history of smoking. Upon follow-up evaluation, his symptoms did not improve and he had continued wheezing on the right side of the chest. A computed tomography (CT) scan of the chest was ordered, and the patient was referred to a pulmonologist. The CT scan showed a lesion in the right mainstem bronchus, predominantly fat density, most likely lipoma (Figure ).\\nThe pulmonologist performed a pulmonary function test, which revealed forced expiratory volume in 1 second (FEV1) of 67%, with mid-expiratory flow reduced to 42% of predicted and minimal, if any, reversibility with bronchodilators. Flow volume loops did show some signs of fixed obstruction (Figure ).\\nHe was scheduled for a bronchoscopy, which showed a nearly obstructed the right mainstem bronchus lesion (Figure ).\\nThe biopsy was difficult, but the sample revealed adipose cells. Magnetic resonance imaging (MRI) of the chest was performed which also confirmed fat density (Figure ).\\nThe scan also revealed a small defect within the lateral wall of the right mainstem bronchus with an extension of fat into the mediastinum, which limited the option of bronchoscopic resection. The patient underwent further mass resection, mediastinal dissection, and bronchoplasty. The surgical specimen confirmed lipoma with no evidence of malignancy. The patient did well postoperatively with a resolution of his wheezing.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'23857199': 1, '19395910': 1, '21160663': 1, '16389188': 1, '12527636': 1, '21969834': 2, '17670231': 1, '9869824': 1, '10584832': 1, '12376601': 1, '16632723': 1, '32257709': 2}", "similar_patients": "{'3182831-1': 1, '3182831-2': 1}"}