{"patient_id": 22793, "patient_uid": "7389379-1", "PMID": 32723336, "file_path": "comm/PMC007xxxxxx/PMC7389379.xml", "title": "Colon metastasis from hepatocellular carcinoma: a case report and literature review", "patient": "A 60-year-old man, who had hematochezia for 45 days, was referred to our department of colorectal surgery on May 15, 2019. He was diagnosed with sigmoid colon tumor after colonoscopy showed a protuberant mass occupying the lumen with stenosis, 30 cm proximal to the anus. The patient had a history of hepatitis B since 1979 and was treated by Traditional Chinese Medicine (TCM) only. He was first rushed to hospital in emergency in 2009 with the complaint of right upper abdominal pain for 7 h. After a CT scan, he was confirmed to have the rupture and hemorrhage due to liver cancer, as well as cirrhosis and splenomegaly. Right hepatectomy was performed, and postoperative pathology showed a moderately differentiated hepatocellular carcinoma 65 × 31 × 61 mm in size with nodular cirrhosis, but the status of the lymphatic or vascular involvement was not reported by then. After the surgery, entecavir was prescribed by a hepatologist to control the hepatitis B virus (HBV) infection. In October 2010, intrahepatic nodules were found during regular follow-up and treated by interventional therapy. In April 2013, arterial blood supply appeared in two nodules near the diaphragmatic surface of the right lobe of the liver when doing magnetic resonance imaging (MRI) follow-up, and transcatheter arterial chemoembolization (TACE) was used. In August 2013, anti-HBV treatment was restarted when HBV-DNA copy soared to 3.46 × 105 IU/ml. For the coming four and a half years, no signs of recurrence or metastasis was found until February 2018, when the patient felt a growing mass on the left side of the abdomen, and his alpha-fetoprotein (AFP) level went up to as high as 5.00 × 104 ng/ml. CT scans considered the mass in his left middle abdomen to be an intraperitoneal implantation metastasis, 200 × 150 mm in size, and MRI also showed an intrahepatic metastasis in the infero-posterior segment of the right lobe of the liver. TACE was again implemented to treat intrahepatic metastasis followed by abdominal tumor resection. HCC with moderate and low differentiation associated with hemorrhage and necrosis was the pathological diagnosis. Immunohistochemistry revealed positive expression of AFP and hepatocyte, and negative in carcinoembryonic antigen (CEA). In May 2018, 3 months after the surgery, another intrahepatic metastasis was detected by MRI. In order to eliminate the focus and any possible micro-metastasis, radiofrequency ablation and TACE were performed successively in the case of adequate liver function reservation. In November 2018, the patient’s AFP level gradually rose to 2.91 × 103 ng/ml, and MRI showed enhanced blood supply to the subcapsular lesion at the upper posterior segment of the right lobe of the liver, which was considered to be a recurrence. Ultrasound-guided percutaneous radiofrequency ablation (PRFA) was carried out, as well as TACE 3 weeks after that. Recovering from those therapies, the patient began to take Sorafenat (400 mg, twice a day) as targeted therapy for 4 months, and then replaced by regorafenib (160 mg, once a day, last for 3 weeks, every 4 weeks repeat) at the end of March 2019 because of continuously rising AFP level. Programmed cell death protein 1 (PD-1) inhibitor toripalimab injection was added as an immunotherapy in April 2019.\\nAt this admission, abdominal enhanced CT revealed a thickened sigmoid wall with adjacent nodules (Fig. ), as well as a nodule in the right lobe of the liver. The patient’s AFP level was 2.10 × 104 ng/ml which was extremely high during his whole history. Chest CT scan showed a nodule in the dorsal segment of the lower lobe of the left lung, 13 mm in diameter, which was first considered to be a metastasis. The patient received enterolysis and Hartmann procedure (tumor resection and descending colostomy) on May 17, 2019. During the operation, we found a large endogenic mass of the colon, a relatively smooth serous layer (Fig. ) and clean intraperitoneal conditions. The operation was successful, and the intraoperative bleeding volume was about 20 ml. The postoperative pathological diagnosis was poorly differentiated adenocarcinoma accumulating in the whole intestinal wall, positive in vascular thrombosis, negative in nerve invasion, and no metastasis was found in 17 peri-intestinal lymph nodes. The distal, proximal, and circumferential cutting edges were all negative, while two cancerous nodules were observed (Figs. and ). Further immunohistochemical testing clarified the hepatocellular origin from the positive expression of heat shock protein 70 (HSP70), AFP and B-catenin, and negative expression of caudal-related homeobox transcription factor 2 (CDX-2) and eytokertin-20 (CK-20), with antigen Ki67 (Ki-67(+)) 80% (Figs. and ). The patient had recovered smoothly without any complications and was discharged on May 27. He continued taking toripalimab injection every 3 weeks since June 8, and TACE was performed again on June 12 to cure the nodule in the liver. Entecavir tablets were prescribed to anti-HBV virus by a hepatologist synchronously. Besides monthly blood tests of the tumor marker and HBV-DNA copy, he was also told to have enhanced abdominal CT and liver MRI every 3 months. The recent follow-up in August 2019 showed no signs of recurrence or metastasis in both the abdomen and liver. The AFP level also fell to 1.33 × 103ng/ml from 2.10 × 104ng/ml. Chest CT scan indicated that the pulmonary nodule was smaller than before.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'15619024': 1, '10847441': 1, '21415584': 2, '18680245': 1, '17230611': 1, '17556911': 1, '18392718': 1, '18415678': 1, '21437884': 1, '24657841': 1, '28276812': 1, '26568513': 1, '29269667': 1, '10075295': 1, '6295617': 1, '24474898': 2, '4292583': 1, '2162757': 1, '3028129': 1, '21182954': 1, '4353217': 1, '16610010': 1, '34921642': 2, '19929932': 1, '23638212': 1, '24442188': 1, '32723336': 2}", "similar_patients": "{'3901617-1': 1, '8684546-1': 1, '3304608-1': 1}"}