{"patient_id": 20837, "patient_uid": "7296317-1", "PMID": 32566221, "file_path": "comm/PMC007xxxxxx/PMC7296317.xml", "title": "Peripheral T-cell lymphoma, not otherwise specified- Case report", "patient": "A 63 year old white female with past medical history significant for coronary artery disease with stent placement presented to the hospital with diffuse cervical, inguinal, and axillary lymphadenopathy that had been present for almost two years. The patient reported that her lymph nodes were progressively increasing in size and causing her to have dysphagia to solids and shortness of breath when lying flat. She also endorsed looser fitting clothes indicating weight loss and drenching night sweats.\\nThe patient said that she first developed lymphadenopathy on the right side of her neck two years ago while working in a chicken farm with exposure to ammonia. She saw a physician for lymphadenopathy at that time but was told that her swollen lymph nodes were likely reactive from ammonia. The patient quit her job but the lymphadenopathy persisted.\\nExtensive work-up for the patient's lymphadenopathy was done with the highest suspicion for malignancy versus infectious etiology as the cause of the patient's presentation. Computed tomography of the chest showed diffuse cervical, mediastinal, and axillary lymphadenopathy with areas of necrosis and scattered groundglass opacities in the upper and lower lobes with multiple bilateral pulmonary nodules. Computed tomography of the abdomen and pelvis showed extensive abdominal, retroperitoneal, and pelvic lymphadenopathy, splenomegaly, and scattered sclerotic foci throughout the vertebral bodies and pelvis.\\nInfectious work-up including HIV, syphilis, histoplasma, tuberculosis, toxoplasma, blastomyces, brucella, bartonella, coccidioides, and HTLV I and II proved to be negative. However EBV viral capsid antibody, early antigen IgG, and nuclear antigen antibody were all found to be elevated.\\nNext, a fine needle aspiration and core biopsy were performed on the patient's left axillary node. Surprisingly the results proved to be negative for malignancy and the patient was diagnosed with granulomatous lymphadenitis with eosinophilic infiltrate. However, due to the patient's extensive lymphadenopathy an excisional lymph node biopsy of the left inguinal area was performed. The biopsy results showed T-cell lymphoma with Ebstein-Barr virus highlighting rare small-sized cells on immunoperoxidase studies. Polymerase chain reaction of the sample showed T-cell receptor beta and gamma gene rearrangement.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'30596214': 1, '25382108': 1, '18684638': 1, '20702104': 1, '21330314': 1, '32566221': 2}", "similar_patients": "{}"}