{"patient_id": 104825, "patient_uid": "7873798-2", "PMID": 33598617, "file_path": "noncomm/PMC007xxxxxx/PMC7873798.xml", "title": "Diverse phenotypic expression associated with the same genetic variant in female heterozygote patients of Anderson–Fabry disease: a case series", "patient": "The second case is of a 39-year-old woman who was referred to our cardiology department for the diagnosis of AFD due to the confirmed AFD diagnosis of her siblings. She had been receiving an annual medical examination without any abnormal findings in her heart. She had bronchial asthma but denied having any cardiac symptoms, including dyspnoea on exertion.\\nClinical examination revealed a blood pressure of 105/60 mmHg and pulse rate of 54 b.p.m. Physical examination revealed normal findings, and peripheral oedema was not observed. No signs of cardiac hypertrophy were observed on 12-ECG and TTE. Laboratory examination presented absence of proteinuria with normal renal function (eGFR 68.0 mL/min/1.73 m2). Enzymatic tests revealed α-galactosidase A activity level was low (6.0 μmol/L/h) and lyso-GB3 level was high (27.2 ng/mL). Genetic test revealed that she had the same missense variant of her siblings. She was diagnosed as having AFD without cardiac hypertrophy. She also received coronary angiography with a spasm provocation test. She had no organic stenosis, and intracoronary acetylcholine injection (50–100 μg) did not induce spasm in any segment of the coronary artery (). Endomyocardial biopsy of the right ventricular wall with electron microscopy revealed Gb3 deposits in the cardiomyocytes ().\\nEnzyme replacement therapy with agalsidase-β was started and continued for 12 months to minimize the risk of cardiac events. Enalapril with an oral dose of 1.25 mg o.d. was administered. Beta-blocker was not used. During 12 months of ERT and other medication therapy, there was no significant change in her TTE findings and renal function.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'4893820': 1, '30282640': 1, '25073565': 1, '29045633': 1, '25655062': 1, '26993266': 1, '30594474': 1, '19745746': 1, '12427421': 1, '30568064': 1, '28624408': 1, '32123796': 2, '25885911': 1, '19153271': 1, '30017653': 1, '6023233': 1, '33598617': 2}", "similar_patients": "{'7873798-1': 2, '7042139-1': 1}"}