{"patient_id": 101191, "patient_uid": "7526473-2", "PMID": 33024534, "file_path": "noncomm/PMC007xxxxxx/PMC7526473.xml", "title": "Case reports: mild COVID-19 infection and acute arterial thrombosis", "patient": "A 75-year-old man presented with 2 days’ history of fatigue, malaise and non-productive cough with abdominal pain. He had a past medical history of diverticular disease and controlled hypertension.\\nBlood investigations showed an elevated WCC, a low lymphocyte count and elevated CRP. His prothrombin and thrombin times were also prolonged (). A CT scan demonstrated filling defects in the descending thoracic and abdominal aorta () and superior mesenteric artery (SMA) suggestive of acute thromboembolic phenomena. There was no sign of ischaemic bowel. A wedge-shaped peripheral hypodensity was seen at the mid-pole of the left kidney (likely to be a renal Infarct) (). A CT of the chest showed patchy and ground-glass shadowing ().\\nA COVID-19 swab at the time came back negative and it was not until later in the clinical course when subsequent swabs were reported positive.\\nThe patient was initially treated conservatively with IV heparin infusion. However, in the 48 hours from the time of presentation, the patient developed increasing abdominal pain.\\nA repeat CT showed a SMA thrombus (). Urgent angiogram and catheter-directed thrombolysis of the SMA was unsuccessful and the decision was made to operate. Exploratory laparotomy revealed a gangrenous segment of ileum necessitating resection of ~30 cm of small bowel. Re-look laparotomy at 48 hours showed no progression of ischaemia and thus anastomosis of the bowel ends was performed.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'32311318': 1, '34761305': 1, '34973847': 1, '32178975': 1, '15141377': 1, '32015507': 1, '32219357': 1, '32243205': 1, '32171076': 1, '32105632': 1, '32227120': 1, '32302078': 1, '32220112': 1, '34642651': 1, '34722035': 1, '32197103': 1, '32031570': 1, '33024534': 2}", "similar_patients": "{'7526473-1': 2}"}