{"patient_id": 25984, "patient_uid": "7532871-1", "PMID": 33033681, "file_path": "comm/PMC007xxxxxx/PMC7532871.xml", "title": "Between a Rock and a Hard Place – Gender Dysphoria and Comorbid Depression in a Young, Low-Income, Pakistani Transgender Man", "patient": "A 25-year-old, South Asian assigned-female-at-birth (AFAB) and self-identifying as male with preferred pronouns he/him, presented to us in the outpatient clinic of the psychiatry department with the chief complaints of low mood, suicidal ideations, anxiety, and a desire to change his sex. The fifth of seven siblings, he was born and brought up abroad in an Arab country where his father was a blue-collar worker. As a child, he would dress up as a boy, accompany his father to his workplace, play with cars, and would angrily burn any dolls gifted to him by relatives and friends. He attended a co-educational school up to fifth grade where he got romantically involved with a girl, to the ire of his mother and the school principal. His father was deported to Pakistan when our patient was 12 years old. He and his siblings were stranded abroad for five years with their mother, who had to do odd jobs to make ends meet. He had to drop out of school and developed symptoms of major depression with suicidal ideations during this time. The family finally managed to come back to Pakistan.\\nHis father, who he shared a good relationship with and who would fondly encourage him to dress up as a boy, died two years after the family's arrival in Pakistan. The siblings, along with their mother, now live with an unwelcoming paternal family and do odd jobs to sustain themselves. Our patient, who has always been sexually attracted to women, is currently in a romantic relationship with a female cousin and wants to marry her. They have been kissing but have not yet had sexual intercourse. He practices breast binding and has a strong aversion for his female-specific body parts. He has frequent conflicts with his family because of his lifestyle and suffers from a low mood and suicidal ideations. He denied any specific suicidal plans or intents during his interviews with us. His mother and sisters strongly disapprove of his desire to undergo sex-reassignment while his two younger brothers are supportive of his choice.\\nDuring his interviews with us, we found him to be friendly and extroverted, displaying a strong desire to be able to live, dress, and move around like a man. He wants to eventually be able to marry his female cousin, build a home, and have a family. He is a practicing Muslim and reads books on religion besides enjoying poetry, movies, singing, and playing the guitar. He described himself as a pragmatic person who likes to weigh the pros and cons of every decision.\\nThe patient did not have any prior medical or surgical history, including any prior hospital admissions, and did not take any medications. He was born via a normal spontaneous vaginal delivery (SVD) in a hospital and had normal early development. He was playful and energetic as a child and had no neurotic traits or physical illnesses while growing up. He occasionally smokes cigarettes from the age of 14 years. He attained menarche at 14 years of age, has regular periods lasting two to three days with scant blood flow. He was unable to finish his formal high school education after fifth grade and works in a factory for a meager monthly income of a few thousand Pakistani rupees.\\nOn examination, he appeared of his stated age and androgynous, with a slim build. Patchy hair loss was noted in the parietal and occipital regions. The rest of the physical examination was unremarkable. Apart from a dysthymic effect, his mental status examination was unremarkable.\\nInvestigations\\nThe patient was admitted to the inpatient floor of the psychiatry department for medical and psychological evaluation. His vitals were within normal limits. A baseline profile was ordered (including complete blood count (CBC), liver function tests (LFTs), renal function tests (RFTs), and serum electrolytes), which came out to be within normal limits. A gynecology consult was made for a complete gynecological examination, including abdominal and pelvic ultrasound, which was reported to be normal for a female of our patient’s age group. Hormonal levels, including luteinizing hormone (LH), follicle-stimulating hormone (FSH), testosterone, prolactin, and thyroid function tests (TFTs) were also ordered and came out to be within the physiological range for a female of his age group.\\nDifferential diagnosis\\nDetailed psychological assessment was done to rule out body delusion, transvestism, or female homosexuality.\\nTreatment\\nThe patient was diagnosed with gender dysphoria with comorbid depression and escitalopram 10 mg by mouth, once daily, was started along with daily psychological therapy. He was advised to express himself according to his desired gender during these sessions and was also educated about the standard requirement of having to live as a person of the desired gender in the society for at least six months before any sex reassignment procedures could be initiated. The possible societal, emotional, and legal challenges associated with sex reassignment surgeries in Pakistan were described in detail. Endocrinology consult was called to comment about future hormonal therapy options, but they refused to comment fearing the legal repercussions of any such intervention.\\nOutcome and follow-up\\nDuring his two week stay in the hospital, our patient was under immense pressure from his family, especially his mother who was vehemently opposed to any form of sex-reassignment procedures for religious reasons. After a fortnight of medical and psychological therapy, he was sent home and advised to follow up in the outpatient clinic weekly for the next six months while continuing to live as a man at home and at work. He, however, subsequently failed to follow up with us, citing clashing work hours, familial resistance, and a lack of financial independence as the main reasons.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'27323919': 1, '27894657': 1, '27680659': 1, '18693618': 1, '33033681': 2}", "similar_patients": "{}"}