{"patient_id": 19526, "patient_uid": "7225262-1", "PMID": 32457700, "file_path": "comm/PMC007xxxxxx/PMC7225262.xml", "title": "Obstetric and Neonatal Outcome of Pregnancy in Carney Complex: A Case Report", "patient": "A 31 year-old gravida 5 para 1 (II:2, ) was referred to our department at 26 weeks of gestation with ACTH-independent hypercortisolism and suspected lumbar disc prolapse. She initially had presented at the referring hospital with severe headache and nausea. Preeclampsia had been ruled out. Further investigations had revealed elevated cortisol levels in both, serum and 24-h urinary collection. Serum ACTH levels were suppressed. A 24-h blood pressure profile had revealed hypertension. At the time of admission to our department, the patient reported severe movement-dependent pain in her left leg, a weight gain of 6 kilograms within the preceding 2 weeks (body mass index at the time of admission: 35.3 kg/m2), generalized edema, progressive muscular weakness, and visual deterioration. Physical examination revealed typical features of Cushing syndrome such as central obesity, cutis laxa, and striae distensae. Lentigines were present on her skin, including the areas of lip red, oral mucosa, eyelids, conjunctiva, and eyelid margins (). Neurological findings were non-contributory. According to the antenatal records, blood pressure and weight gain had been within normal range during the first half of pregnancy. The patient and other family members had been diagnosed with Carney complex (CNC) after the patient's mother had undergone cardiac surgery for myocardial myxoma, see pedigree in ; I:2. Molecular genetic diagnosis had revealed a large deletion within the PRKAR1A gene in all affected family members. Annual assessments recommended for CNC, including endocrine and cardiac investigations, had been taken up irregularly by our patient (, ), a pre-pregnancy hormonal status was therefore not available. Her obstetric history included one first-trimester miscarriage followed by one preterm delivery [elective cesarean section (CS) at 32 weeks of gestation for preeclampsia, with infection of the surgical site requiring operative revision]. Thereafter two first-trimester miscarriages occurred including one case of partial mole. CNC diagnosis had been established after the delivery.\\nDiagnostic workup in our department included laboratory tests, transthoracic echocardiography (TTE), ophthalmologic examination, and magnetic resonance imaging (MRI). ACTH-independent hypercortisolism was confirmed. The serum potassium level was slightly reduced, and blood glucose concentrations and homeostasis model assessment (HOMA) index were indicative of gestational diabetes. Laboratory findings are detailed in . TTE findings were normal, ophthalmologic evaluation revealed bilateral retinal edema. Serial blood pressure measurements showed hypertensive values. The MRI demonstrated a small mass originating from the right spinal nerve root L4, most likely corresponding to a psammomatous melanotic schwannoma, a typical finding with CNC () (, ). Additionally, fractures of the right sacrum and left inferior pubic ramus were noted. No tumor was present within the adrenal glands, nor did the adrenal glands meet the criteria of primary pigmented nodular adrenal disease (PPNAD, ) ().\\nAn interdisciplinary team was set up for the patient's management. The aim was to treat maternal hypercortisolism, thereby improving the maternal condition, avoiding extreme prematurity, and decreasing perinatal risks (). After extensive discussion with the patient, particularly regarding the lack of data on the safety of drug therapy in pregnancy, a joint decision for treatment with metyrapone (250 mg qid) was taken. Metyrapone causes reversible inhibition of 11-beta-hydroxylase, which consecutively inhibits cortisol biosynthesis (, ). It reduces cortisol levels, and was administered in one case report with CNC in pregnancy, and in another with ACTH-independent hypercortisolism in multiple pregnancy (, , ).\\nUrinary free cortisol (UFC) concentrations rapidly normalized, see , and blood pressure remained within normal range on methyldopa 500 mg qid, see . A combined approach of analgesia (tramadol and paracetamol) and physiotherapy resolved the patient's pain and increased her mobility. Regression of the bilateral retinal edema resulted in improved vision. Glucose levels normalized after dietary advice. Potassium was supplemented orally. The generalized edema resolved, illustrated by a weight loss of 5 kilograms within the first 10 days of metyrapone treatment. Serial fetal ultrasound examinations revealed adequate fetal growth, with normal fetal anatomy and Doppler indices. From 29 weeks of gestation onwards, recurrent vaginal bleeding occurred. Therefore, at 31 weeks of gestation, the decision for delivery was taken, and elective repeat CS was performed. A preterm baby was delivered (female, 1740 grams, 73. centile, Apgar scores of 8/10/10 at 1, 5, and 10 min, respectively, umbilical cord arterial pH 7.33).\\nThe newborn was transferred to the neonatal intensive care unit. Initially, the newborn's serum electrolyte levels were within normal range. Starting on the third day of life, the premature girl developed transient hyponatremia (minimal serum sodium concentration 112 mmol/l on day five) associated with an inadequately low serum cortisol level of 8.4 μg/dl, normal ACTH concentration of 27 pg/ml (reference range 7–63 pg/ml), raised renin concentration of 541 μU/ml (reference range 4.3–245 μU/ml), and an inadequately high sodium excretion (109 mmol/l). Hydrocortisone (HC) substitution was initiated with a dosage of 100 mg/m2/day, and rapidly tapered over a period of 14 days. Thereafter, the patient remained clinically well. Whereas no electrolyte disturbances were observed after discontinuation of HC substitution, renin concentration remained increased (1247 μU/ml).\\nThe mother was discharged on post-operative day 5 on metyrapone. She was readmitted on day 10 with surgical site infection, and successfully treated with antibiotics. Interestingly, the ACTH concentration was now elevated, while cortisol serum levels were found to be reduced. Thus, metyrapone was tapered and HC substituted (25 mg daily). In total, the patient received metyrapone treatment for 47 days. During the further course, ACTH and cortisol levels were within normal range without medication. At the last follow-up, 6 weeks post partum, all symptoms had subsided.\\nA follow-up examination of the baby was performed 5 weeks after birth (corresponding to 36 weeks' of gestation). She presented clinically in good health. Laboratory investigations revealed normonatremia, raised ACTH (237 pg/ml) and persistently elevated—although decreasing—renin activity (217 μU/ml).", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'18549891': 1, '31098899': 1, '30510946': 2, '32141023': 1, '8609225': 1, '12666684': 1, '10973256': 1, '23305861': 1, '30428497': 1, '27485500': 1, '27598420': 1, '19293268': 1, '25872515': 1, '11910875': 1, '11549623': 1, '30738017': 1, '27943004': 1, '7825636': 1, '29523633': 1, '10857554': 1, '29264446': 1, '26130139': 1, '25004313': 1, '21115159': 1, '15026592': 1, '11207645': 1, '27600150': 1, '27704478': 1, '32457700': 2}", "similar_patients": "{'6264998-1': 1, '6264998-2': 1}"}