{"patient_id": 104490, "patient_uid": "7850390-1", "PMID": 33552427, "file_path": "noncomm/PMC007xxxxxx/PMC7850390.xml", "title": "Haemophilus influenzae purulent pericarditis in an immunocompetent individual", "patient": "66-year-old male with past medical history of mantle cell lymphoma status post chemotherapy in 2016 with maintenance Rituxan therapy which was completed 8 months before presentation, hypercholesterolemia, and hypothyroidism who presented to an urgent care clinic complaining of sharp, left-sided chest pain, and progressively worsening dyspnea on exertion over 1 week. 12-lead EKG demonstrated ST elevations in anterolateral and lateral leads. Due to concerns for Acute Coronary Syndrome, patient was given 324 mg aspirin. EMS was called to transport the patient to an Emergency Department (ED) for further evaluation with a STEMI alert activated. Upon further assessment in the ED, patient was chest pain free. He denied worsening of pain with inspiration and movement. On examination, the patient was comfortable without being dyspneic at rest. Labile blood pressures with tachycardia were noted on telemetry. He was taken up to cardiac catheterization lab and was started on therapeutic IV Heparin. On further examination, obtaining a thorough history, and review of systems, he was chest pain free and his symptoms were not consistent with acute coronary syndrome. Bedside echocardiogram demonstrated a large pericardial effusion. STAT Transthoracic echocardiogram confirmed a large pericardial effusion with pre-tamponade physiology (end-diastolic right atrial collapse). Meanwhile, patient was becoming increasingly dyspneic. CTA chest and abdomen showed no extravasation of contrast and no evidence of dissection. Cardiothoracic surgery physician performed an emergent pericardial window, which drained 350–400 ml of yellow murky pericardial fluid. The pericardium was noted to be thick with the myocardium being covered with a whitish rind. The patient became asymptomatic without any dyspnea and hemodynamically stable after the procedure. Pericardial fluid and blood cultures both grew Haemophilus influenzae. CT chest was obtained which ruled out pneumonia. He was treated with IV cefepime empirically and then narrowed down to IV ceftriaxone after the culture sensitivities revealed pan-sensitive nature of the organism. He was treated with IV ceftriaxone 2 g daily for 4 weeks from the day of negative blood cultures.\\nFurther history was obtained from the patient by an Infectious Disease specialist, which revealed that over 2 months before his admission, the patient recalled eating ice cream from an ice cream truck in Philadelphia where he noted that hygiene of the ice cream machine was questionable. Due to upper respiratory infection symptoms, he visited his primary care physician who prescribed the patient doxycycline for 10 days duration for acute pansinusitis. Due to recurrent symptoms 6 weeks later, the patient was prescribed azithromycin (Z-pak) for recurrent pansinusitis. The patient saw an ENT-Otolaryngologist and was informed that he had a left ear infection, for which he was started on topical ear drops (name unknown). Temporal bone CT was performed that revealed findings suggestive of left otomastoiditis without bony destructive change, and also fluid and thickening in the right external auditory canal related to otitis externa. The patient stated that ENT-Otolaryngologist prescribed alternative ear drops (name unknown), but the patient had not started using the drops.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'30581629': 2, '1138554': 1, '29518366': 1, '21562356': 1, '17415329': 1, '33552427': 2}", "similar_patients": "{'6276432-1': 1}"}