{"patient_id": 23635, "patient_uid": "7432206-1", "PMID": 32727073, "file_path": "comm/PMC007xxxxxx/PMC7432206.xml", "title": "Modeling of Frontotemporal Dementia Using iPSC Technology", "patient": "The normal control subject, a 74-year-old woman, did not show cognitive impairment on neuropsychological testing. Her brain MRI showed no atrophy and florbetaben PET showed no abnormal uptake (A).\\nThe bvFTD1 patient, a 35-year-old previously-healthy man, visited Samsung Medical Center for two years of progressive disinhibition, apathy, compulsive behavior, and loss of empathy. He also showed utilization behavior and addiction to smoking. Neuropsychological testing [] revealed frontal dysfunction relatively sparing of memory function. The bvFTD1 patient did not show parkinsonism or other movement problems. He did not have family history of dementia or other neuropsychiatric disorders. The patient’s MRI showed marked atrophy in the fronto-temporal area for his age. Thus, he met consensus diagnostic criteria for probable bvFTD []. Florbetaben PET showed no abnormal uptake, indicating no significant amyloid-beta deposition. Flortaucipir PET showed no abnormal uptake, indicating no significant paired helical filament tau deposition (B).\\nThe bvFTD2 patient, a 32-year-old previously-healthy man visited Samsung Medical Center for three years of progressive disinhibition, apathy, binge eating, and aphasia. On neuropsychological test [], he showed frontal dysfunction including perseveration and transcortical motor aphasia. He did not show parkinsonism or other movement problems. The bvFTD2 patient’s maternal grandfather had dementia at the age of 60. However, his mother was still healthy and cognitively normal. The patient’s MRI showed prominent atrophy in the frontal area for his age. Thus, he met the consensus diagnostic criteria for probable bvFTD []. Florbetaben PET and flortaucipir PET showed no abnormal uptake. His cognitive decline and abnormal behavior worsened rapidly (C). One year after his first visit, he became mute and his aggressive behavior was uncontrollable.\\nWhole-exome sequencing (WES) was performed using peripheral blood from the two FTD patients. Forty-six genes that are related to FTD, ALS, or other dementias were screened for pathogenic variants: ALS2, ANG, CHMP2B, CHRNA4, DAO, DCTN1, FIG4, FUS, GRN, HNRNPA1, HNRNPA2B1, MAPT, MATR3, OPTN, PRNP, SETX, SIGMAR1, SOD1, SPG11, SQSTM1, TAF15, TARDBP, TBK1, TREM2, UBQLN2, VAPB, VCP, AARS2, ABCD1, APP, ARSA, CSF1R, DARS2, EIF2B1, EIF2B2, EIF2B3, EIF2B4, EIF2B5, GALC, GBA, GLA, NOTCH3, PSEN1, PSEN2, SNCB, and TYROBP. We did not identify likely pathogenic variants or pathogenic variants in dementia-related genes in the two FTD patients.\\nIn the bvFTD2 patient, C9orf72 repeat expansion was tested but it turned out to be normal. In the case of bvFTD1 patient, we did not test for C9orf72 repeat expansion. However, unlike in Europe, no pathogenic GGGGCC repeats in C9orf72 were reported to cause FTD in East Asia [,,].", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'30429645': 1, '30326935': 1, '29036611': 1, '26595641': 1, '28462717': 1, '21700347': 1, '24963678': 1, '27097283': 1, '25556567': 1, '25741868': 1, '20400460': 1, '29191947': 1, '26308899': 1, '24319659': 1, '24387985': 1, '21810890': 1, '34290285': 1, '31681443': 1, '22654725': 1, '26143746': 1, '17898224': 1, '16904174': 1, '30054184': 1, '18983967': 1, '20864052': 1, '29310663': 1, '23063362': 1, '26220942': 1, '11805245': 1, '17805587': 1, '22534659': 1, '27311648': 1, '20592901': 1, '29326542': 1, '33671500': 1, '28157485': 1, '30742061': 1, '30925302': 1, '32727073': 2}", "similar_patients": "{}"}