{"patient_id": 105271, "patient_uid": "7903500-1", "PMID": 31830887, "file_path": "noncomm/PMC007xxxxxx/PMC7903500.xml", "title": "Chilling-Like Attacks Terminated by Slow Pathway Ablation", "patient": "A 27 years old female patient was examined in our out-patient clinic with the main complaints of chilling attacks. Her attacks were said to be occurring about once a month for one and half years and accompanied by fever and sweating. Her detailed history revealed that chilling attacks were 20-30 minutes duration with a sudden onset. While she had been chilling, her body temperature had been measured to be within the normal range. She had also complaints of feeling cold, severe fatigue requiring bed rest for at least a few days. She had been prescribed antibiotic treatment several times without any improvement. She had also been diagnosed with malaria and received anti-malarial drug treatment. She was otherwise a healthy woman without any complaints, except the attack periods. On her cardiac examination, her blood pressure and heart rates were within the normal range. Her electrocardiogram was normal. Her echocardiographic examination was also normal without any valvular pathology. Her routine biochemical and hematological parameters including erythrocyte sedimentation rate and C-reactive protein were also normal. She denied having severe palpitations but described the feeling of faintness especially during the initial periods of chilling attacks. When she was asked, she described a polyuric phase lasting a few hours after each chilling attack. Regarding the long-lasting untreated complaints, paradoxical nature of attacks followed by post-attack polyuria and fatigue, it was thought that she might have been suffering from cardiac arrhythmia or SVT. She was then admitted to the electrophysiology laboratory. On her electrophysiologic study, atrioventricular nodal reentrant tachycardia was documented, and slow pathway ablation was performed successfully. During the two years of the follow-up period, she has never experienced chilling attacks.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'25745984': 1, '24047566': 1, '24009810': 1, '26159245': 1, '25576718': 1, '33225230': 1, '27142141': 1, '28367337': 2, '27135151': 1, '31646277': 1, '28469725': 2, '31830887': 2}", "similar_patients": "{'5359434-1': 1, '5399688-1': 1}"}