{"patient_id": 31471, "patient_uid": "7845096-1", "PMID": 33509108, "file_path": "comm/PMC007xxxxxx/PMC7845096.xml", "title": "Immunoglobulin G4-related disease presenting with peripheral neuropathy: a case report", "patient": "A 69-year-old woman presented with a 2 months history of progressive right hand weakness. A year prior, she was diagnosed with hypertension and diabetes. The patient had lost 8 kg unintentionally and had been experiencing generalized weakness in the six months prior to presentation. She frequently dropped objects and could not use a cooking knife because her right hand was weak. These challenges had lasted for approximately two months. Her condition gradually deteriorated over a two-week period to the point where she could not use chopsticks. Upon examination, she had right hypothenar and first dorsal interossei muscles atrophy. She had weakness in the right fingers abduction and adduction (Medical Research Council [MRC] grade 3) and the left ankle dorsiflexion (MRC grade 4). Hypesthesia was observed in the 4th and 5th fingers of the right hand and the medial part of the palm. The rest of her examination, including deep tendon reflexes were normal.\\nNerve conduction studies and electromyography are summarized in the table. (Tables and ). Our impression was that of a multiple mononeuropathy, affecting the right ulnar and left deep peroneal nerves. Additionally, needle electromyography revealed abnormal spontaneous activities in the right first dorsal interossei and abductor digiti minimi muscles as well as in the left tibialis anterior muscle. The motor unit action potential recruitment and interference pattern also decreased. However, abnormal spontaneous activities were not observed in the left tibialis posterior and tensor fasciae latae muscle, and left peroneus longus muscle, respectively. Therefore, lumbar radiculopathy (mainly L5) and left common peroneal neuropathy could be excluded.\\nBlood tests showed leukocytosis (25,120/mm3; normal range 4,000–10,800/mm3); neutrocyte 86.8 %(normal range 40–80 %) and lymphocyte 6.1 %(normal range 25–50 %), thrombocytosis (692,000/mm3; normal range 150,000–400,000/mm3), and hypochromia (8.5 g/dL; normal range 12–16 g/dL). The erythrocyte sedimentation rate was increased to 120 mm/hr (normal range 0–30 mm/hr). The results of the serum test showed a slight increase in total protein (7.53 g/dL; normal range 5.3–7.4 g/dL) and a decrease in albumin (2.54 g/dL; normal range 3.5–5.2 g/dL). A reversed albumin/globulin ratio (0.51; normal range 1.0–2.0) and an increased C-reactive protein (5.61 mg/dL; normal range 0.0–0.3 mg/dL) were observed. Anti-myeloperoxidase and anti-proteinase 3 antineutrophil cytoplasmic antibodies (ANCA) were negative. Electrolyte, liver function, and renal function tests were normal. Serum protein electrophoresis showed multiclonal gammopathy. Serum immunofixation electrophoresis was normal.\\nChest and abdominal computed tomography were conducted to identify the causal factors of the elevated inflammatory index. A tumor 7.5 cm in size was observed in the right kidney, and a renal biopsy was performed to rule out malignancy. The results of the histopathological examination showed fibrosis accompanied by considerable infiltration of plasma cells, and IgG and IgG4 immunohistochemical staining revealed an IgG4/IgG ratio of 64.9 % (Fig. ). A serological test was also performed, and the results showed an IgG concentration of 1551 mg/dL (normal range 870–1700 mg/dL) and an IgG4 concentration of 177.8 mg/dL (normal range 11–157 mg/dL), with an IgG4/IgG ratio of 11.5 %. She was diagnosed with IgG4-RD based on the clinical course and test results and treated with intravenous methylprednisolone (0.6 mg/kg daily) for 10 days followed by oral methylprednisolone at 10 mg/day for maintenance therapy. The right hand weakness improved two weeks after initiating steroid treatment, and she could use chopsticks again. Her general weakness also gradually improved. However, she still had discomfort while walking on her left heel. On follow-up examination after 3 months, her serum IgG4 concentration was within the normal range (54.5 mg/dL). Thereafter, the prednisolone treatment was tapered to 5 mg/day for maintenance therapy and she was started on methotrexate 7.5 mg/week.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'14614606': 1, '22596100': 1, '11236777': 1, '26408495': 1, '23440288': 1, '22523496': 1, '22736240': 1, '29413316': 1, '33509108': 2}", "similar_patients": "{}"}