{"patient_id": 29343, "patient_uid": "7744210-1", "PMID": 33354450, "file_path": "comm/PMC007xxxxxx/PMC7744210.xml", "title": "Superior Mesenteric Artery Syndrome: An Unusual Cause of Abdominal Pain", "patient": "A 29-year-old female presented to the outpatient gastroenterology clinic for evaluation of chronic upper abdominal pain over the past seven months. The pain was described as constant with intermittent worsening post-prandially. It was associated with nausea and vomiting after eating and constant bloating. She reported a gradual weight loss for seven months and then rapid weight loss of 20 pounds in the past three months secondary to increased severity of her symptoms. Physical exam was remarkable for body mass index of 17 (normal 18.5-24.9), generalized upper abdominal fullness, and normoactive bowel sounds.\\nA recent outside hospital workup included a reportedly normal upper endoscopy, normal computed tomography scan of abdomen, and a normal gastric emptying study. Laboratory evaluation showed normocytic anemia with hemoglobin of 10.4 g/dL (normal 11.5-15.5 g/dL), calcium 8.9 mg/dL (normal 8.5-10.2 mg/dL), and albumin 3.0 g/dL (normal 3.9-4.9 g/dL) and normal liver biochemistry analysis. An upper endoscopy was repeated which showed food residue in the duodenal bulb and second portion of duodenum, dilation of the second portion of the duodenum, and an acquired, short, benign appearing extrinsic moderate stenosis in the third part of the duodenum (Figure ).\\nUpper gastrointestinal barium study was performed and demonstrated dilated second and third part of the duodenum followed by an abrupt vertical extrinsic impression (Figure ). Coronal computed tomography images, along with the aforementioned findings, showed the absence of retroperitoneal fat pad (Figure ) with the sagittal images revealing the transverse duodenum compressed between the aorta and superior mesenteric artery. The aortomesenteric angle and aortomesenteric distance were 19° and 10 mm respectively, consistent with a diagnosis of SMA syndrome (Figure ). The patient was referred for initiation of parenteral nutrition and vascular surgery consultation for possible Strong’s procedure. However, the patient declined surgery and received enteral nutrition via percutaneous jejunostomy tube. At three-month follow-up, her pain had improved and her weight had stabilized.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'15957095': 1, '30291587': 1, '25598058': 1, '17476104': 1, '18810558': 1, '33912344': 1, '24428284': 1, '33354450': 2}", "similar_patients": "{}"}