{"patient_id": 20811, "patient_uid": "7294869-1", "PMID": 32550064, "file_path": "comm/PMC007xxxxxx/PMC7294869.xml", "title": "Tumor Lysis Syndrome Caused by Unrecognized Richter’s Transformation of Chronic Lymphocytic Leukemia: Treatment With Venetoclax for Suspected Disease Progression", "patient": "A 76-year-old man with a history of a B-cell CLL presented to his oncologist's office for a follow-up of laboratory results. He endorsed having fatigue and generalized malaise that had significantly worsened in the last three days. He had been experiencing night sweats, chills, and unintentional weight loss of 8-10 pounds for the last three months. The last visit to his oncologist had been four days prior, and he had been started on venetoclax (a BCL-2 or B-cell lymphoma 2 inhibitor) due to suspicion of clinical progression of his disease. His oncologist noted abnormal laboratory results and referred him to the emergency department. In the hospital, his vital signs were within normal limits and no major abnormalities other than signs of dehydration were appreciated on physical examination. His past medical history was significant for a B-cell CLL diagnosed nine years prior. He had been treated with chlorambucil initially and then bendamustine, rituximab, and ibrutinib for two years. Other relevant past medical history included hypogammaglobulinemia treated with intravenous immunoglobulin infusions every month.\\nInitial laboratory workup including a complete blood count showed a white blood cell (WBC) count of 164,600/mm3 (with a baseline WBC of 14,700/mm3), hemoglobin of 9.5 g/dL, hematocrit of 29.2%, mean corpuscular volume (MCV) of 95 um3, and platelet count of 102,000/mm3. The WBC differential showed 8% neutrophils (14.8 cells/mm3), 88% of lymphocytes (144.8 cells/mm3), 1% monocytes, 1% basophils, 1% bands, and 1% myelocytes. His chemistry showed a potassium level of 8.6 mEq/L, creatinine of 3.5 mg/dL, calcium of 9.0 mg/dL, phosphate of 3.7 mg/dL, uric acid of 26.4 mg/dL, and an LDH level of 6,861 U/L. His electrocardiogram did not show any abnormalities. A peripheral blood smear demonstrated increased prolymphocytes, anemia, and thrombocytopenia with no macrothrombocytes or spherocytes. A CT scan of the chest done 10 months prior had not shown relevant axillary adenopathies (Figure ). However, new diffuse axillary lymphadenopathies were present in a new CT scan of the chest done during admission (Figure ). Furthermore, there was no prominent mediastinal adenopathy in the last CT scan of the chest (Figure ), but now he also developed worsening mediastinal adenopathies (Figure ). His spleen had not been enlarged in previous CT scans (Figure ), but now he experienced new significant splenomegaly (Figure ). He was admitted to the hospital with a high suspicion of TLS in the setting of a blast crisis and venetoclax use.\\nFurthermore, a flow cytometry analysis of his peripheral blood was performed but was not readily available. The repeat microscopy showed a WBC count of 250,000/mm3 with marked lymphocytosis of abnormal medium to large-sized lymphoid cells (Figure ). These lymphocytes were characterized by an ovoid nucleus, prominent nucleoli, delicate chromatin, and increased basophilic cytoplasm (Figure ). By flow cytometry and cytogenetic analysis, it was found that 95% of WBCs were abnormal B cells with intermediate forward scatter and mildly increased side scatter for CD5, CD19, CD20 (moderate), CD22, CD23, CD45, FMC7, and kappa restriction. There was a dim partial expression of CD11c and CD25. No significant CD10 or CD103 expression was observed. More than 90% of CD19/CD5 coexpressed B cells displayed CD38. These findings depicted markedly increased levels of monoclonal CD5+ B cells with profound morphologic atypia. The immunophenotype was not characteristic of a B-cell CLL, thus depicting a transformation to an aggressive large B cell lymphoma - a phenomenon termed RT.\\nThe patient was administered intravenous (IV) fluids and rasburicase. His hyperkalemia was immediately treated with insulin and dextrose, calcium, patiromer, and a low-potassium diet. Oncology recommended starting allopurinol after 72 hours of admission. The decision to start chemotherapy in the setting of a blast crisis was considered but complicated by TLS. The metabolic disturbances and kidney injury improved with IV fluids and the management of electrolyte disturbances. Uric acid decreased after rasburicase administration. Unfortunately, his WBC count increased without chemotherapy to 258,000/uL within the first four days of his hospital stay. Due to the aggressive nature of his disease with an adverse prognosis and progression of a new DLBCL, the patient and his family decided not to pursue restorative treatment. The patient was transitioned to a comfort care approach. No further diagnostic workup or treatment was pursued. The patient expired a few days later.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'30833314': 1, '33859885': 1, '23841899': 1, '20145381': 1, '16883004': 1, '20527668': 1, '24421328': 1, '18492119': 1, '16710033': 1, '25511139': 1, '29159711': 1, '22305028': 1, '21417856': 1, '32550064': 2}", "similar_patients": "{}"}