{"patient_id": 25656, "patient_uid": "7522133-1", "PMID": 32989528, "file_path": "comm/PMC007xxxxxx/PMC7522133.xml", "title": "Excessive dynamic airway collapse during general anesthesia: a case report", "patient": "A 70-year-old woman (height 145 cm, weight 65 kg, body mass index 31 kg/m2) was transferred to our hospital with fever, abdominal pain, and elevated liver enzymes. Computed tomography (CT) revealed calculous cholecystitis and paralytic ileus. Therefore, an emergent laparotomic cholecystectomy was planned. She had tachypnea but no wheeze or cough. Arterial blood gas analysis showed pH of 7.47, PaO2 of 65 mmHg, and PaCO2 of 36 mmHg under nasal tube oxygen at 1 L/min. Chest radiography revealed an elevation of the right hemidiaphragm and right-sided pleural effusion (Fig. a). Her medical history included schizophrenia, dementia, atrial fibrillation, diabetes mellitus, and untreated asthma. She had no previous history of abdominal or thoracic surgery.\\nGeneral anesthesia was induced with fentanyl 75 μg, propofol 60 mg, and rocuronium bromide 50 mg under standard monitoring. After endotracheal intubation, anesthesia was maintained with sevoflurane, fentanyl, and rocuronium bromide. Volume-controlled mechanical ventilation was started consisting of 8 mL/kg predicted body weight (respiratory rate 10 breaths per minute with an inspiratory to expiratory ratio of 1:2) without positive end-expiratory pressure (PEEP). Forty-five minutes after induction of anesthesia, we noticed a high peak inspiratory pressure (PIP) of 30 cmH2O, bilateral expiratory wheeze, and a shark-fin waveform on capnography without a decrease in percutaneous arterial blood oxygen saturation. There was minimal secretion in the trachea and no kinks in the endotracheal tube. Given the patient’s history of untreated asthma, we assumed she was having an asthma attack and administered 40 μg of procaterol via the endotracheal tube. However, the abnormal waveform and high airway pressure persisted. Although we re-administered procaterol and increased the concentration of inhalational sevoflurane from 1.5 to 2.0%, airway pressure increased further, fluctuating between 27 cmH2O and 35 cmH2O with each ventilation. Fortunately, she did not develop hypoxia or hypercapnia. Bronchoscopy revealed the collapsed trachea and main bronchi during expiration, indicating expiratory central airway collapse. The addition of PEEP (5 cmH2O) and extension of the exhalation time improved her condition promptly. Although the shark fin waveform remained on capnography, the highest PIP decreased from 35 cmH2O to 27 cmH2O. The surgeons then changed the procedure from cholecystectomy to gallbladder drainage because it was difficult to dissect the gallbladder from the liver bed. Despite lessening of the severity of her condition, peak airway pressure remained high and she was admitted to the postsurgical care unit after surgery without extubation. Operating time was 1 h 26 min and anesthesia time was 2 h 45 min.\\nAfter the surgery, we noticed that preoperative non-dynamic CT had captured bulging of the posterior membranes of the trachea and main bronchi into the airway lumen without collapse of the cartilage (Fig. ). We therefore diagnosed EDAC.\\nThe patient was mechanically ventilated using volume-controlled synchronized intermittent mandatory ventilation with PEEP of 5 cmH2O postoperatively. Neither bronchodilators nor corticosteroids were administrated. The airway pressure started to decrease gradually on postoperative day (POD) 5. The patient was extubated after the ventilation mode was changed to continuous positive airway pressure of 5 cmH2O on POD 11 (Fig. b). The patient did not need further mechanical respiratory support.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'23673082': 1, '23993822': 1, '27250056': 1, '30279064': 1, '16771908': 1, '26167306': 2, '7726407': 1, '25841047': 1, '21280523': 1, '32989528': 2}", "similar_patients": "{'4475727-1': 1}"}