{"patient_id": 24637, "patient_uid": "7473209-1", "PMID": 32552393, "file_path": "comm/PMC007xxxxxx/PMC7473209.xml", "title": "Diagnosing Balamuthia mandrillaris encephalitis via next-generation sequencing in a 13-year-old girl", "patient": "A previously healthy 13-year-old girl presented in March 2019 with a two-year history of cutaneous lesions on her left thigh. Two years prior, she noticed several asymptomatic papules on her left thigh. The skin lesions slowly increased in size to form an erythematous plaque. Two years later, the lesion on her left thigh became enlarged and evolved into violaceus plaques (). A topical steroid cream was administered for 4 weeks without resolution of the skin lesion. A tuberculin skin test was negative. A skin biopsy was performed at another institution in September 2018. Histopathologic examination revealed a granulomatous reaction rich in lymphocytes and was suspected to be tuberculosis. The patient began empirical therapy with rifampin and clarithromycin for 4 months, and the lesions improved.\\nOne month after discontinuing the medication (Feb. 2019), she was taken to a hospital because of dizziness, vomiting, and blurry vision. A computed tomography scan of the brain revealed an area of hypodensity in the region of the left lateral ventricle and left occipital lobe (). Three weeks later, the girl developed abnormal eye movements and diplopia. The patient was treated with antimicrobials, including isoniazid, rifampin, ceftazidime, and amikacin. The patient clinically deteriorated with worsening vomiting and headaches.\\nIn March 2019, she was admitted to Children’s Hospital of Fudan University with symptoms of fever, vomiting, headaches, and a right esotropia. Cerebrospinal fluid (CSF) examination showed 100 × 106 leukocytes/L (20% neutrophils, 80% lymphocytes), glucose of 1.6 mmol/L, and protein of 1467 mg/L. CSF cultures showed no bacteria or fungi. Infectious meningitis and encephalitis were suspected, and intravenous meropenem (4.5 g daily) and linezolid (1200 mg daily) were given without improvement.\\nHer CSF sample was sent to the Beijing Genomics Institute (BGI)-Wuhan for pathogen detection via NGS. Three days later, NGS of the CSF confirmed the presence of B. mandrillaris genomic sequences. One hundred sixty-five sequence copy reads corresponded to B. mandrillaris. No bacteria, fungi, viruses, Mycobacterium tuberculosis, or mycoplasma were detected via NGS of the CSF. B. mandrillaris was confirmed by polymerase chain reaction (PCR) of a skin sample (obtained from the skin biopsy in Sep. 2018) using the specific primers, BalaF1451 (TAACCTGCTAAATAGTCATGCCAAT) and BalaR1621 (CAAACTTCCCTCGGCTAATCA) (). Immunostaining of serum and CSF samples obtained from the patient in Apr. 2019 yielded an Acanthamoeba antibody titre of 1:50–1:100 ().\\nAntibacterial therapy was discontinued, and the patient was placed on a regimen of albendazole (400 mg daily), trimethoprim-sulfamethoxazole (TMP-SMX; 72 mg/kg/day in three divided doses), and azithromycin (10 mg/kg/day). The patient was admitted in April with fever, a headache, vomiting and chest tightness. Upon admission, she was treated with albendazole (400 mg once daily) and fluconazole (400 mg once daily) for 3 days, but her situation did not improve. Her treatment was changed to amphotericin B liposome, 5-fluorocytosine and TMP-SMX (). Her symptoms subsequently improved, and her fever waned ().\\nOn day 9 of her hospitalization, the patient developed chest tightness and ventricular fibrillation, due to severe cardiovascular adverse reactions of amphotericin B liposome, and was placed on a ventilator. She was transferred directly to the intensive care unit and administered therapy consisting of amphotericin B liposome, 5-fluorocytosine and fluconazole. She improved and was taken off the ventilator 4 days later. On day 22 of her hospitalization, treatment with amphotericin B liposome was discontinued as her renal function progressively worsened. She was transferred to the department of infectious diseases in stable condition on day 24. At this time, her symptoms worsened, and she developed progressive loss of muscle strength in the lower extremities. Magnetic resonance imaging scans of the spinal cord and head showed new lesions (). Intravenous amphotericin B liposome and intrathecal amphotericin were added to the regimen. The patient was transferred to the intensive care unit because her neurological status had deteriorated. She soon became unable to breathe and was placed on a ventilator. Unfortunately, her symptoms did not improve, and she went into a deep coma with a Glasgow Coma Scale score of 3. On day 64, the patient went into cardiac arrest and was given cardiopulmonary resuscitation. The next day, the patient was returned to Quan-Zhou Hospital at the request of her parents. Two weeks later, given the poor prognosis, her family decided to cease medical treatment, and she was pronounced dead.\\nThe patient had no predisposing immunosuppression. Her whole-genome sequencing results were normal, and she denied any history of drinking river water or consuming raw meat.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'21723460': 1, '23864745': 2, '30312646': 1, '26620704': 1, '17428307': 1, '30377287': 1, '24279908': 1, '9251693': 1, '9689651': 1, '17899196': 1, '31189036': 1, '31107955': 1, '11897483': 1, '22238170': 1, '2280005': 1, '15779245': 1, '29403429': 1, '16901188': 1, '14583863': 1, '30239654': 1, '19236272': 1, '30423048': 1, '18636064': 1, '34765527': 1, '22120559': 1, '29096002': 1, '27358357': 1, '26290222': 1, '34825341': 1, '20847719': 1, '21257931': 1, '33048025': 1, '22729402': 1, '16896497': 1, '30055569': 2, '29305150': 1, '17932496': 1, '16586385': 1, '25595746': 1, '30742071': 1, '8017178': 1, '12792389': 1, '16825409': 1, '8532431': 1, '15503402': 1, '26624913': 1, '24950717': 1, '26329128': 1, '29971042': 2, '16027019': 1, '34951470': 1, '27340685': 1, '32552393': 2}", "similar_patients": "{'3712108-1': 1, '6018529-1': 1, '6018529-2': 1, '6018529-3': 1, '6018529-4': 1, '6064090-1': 1}"}