{"patient_id": 21577, "patient_uid": "7331895-1", "PMID": 32637271, "file_path": "comm/PMC007xxxxxx/PMC7331895.xml", "title": "Aortic Dissection Presenting as Leg Pain", "patient": "History of present illness\\nA 65-year-old female with a history of active leukemia being treated with imatinib presented to the ED via EMS with a chief complaint of right leg pain. She had no history of hypertension or connective tissue disease. Paramedics reported that they were originally called for chest and abdominal pain, but noted that the patient complained only of severe right leg pain upon their arrival at the patient’s house.\\nPer conversation with the patient's family, the pain was reported to have started in the patient's chest, migrated to her abdomen, and then migrated to her right leg. The patient denied having any current symptoms of the prior chest or abdominal pain. The pain started suddenly, approximately 20 minutes prior to contacting EMS for transport to the emergency department and was rated at a 10/10 severity. Upon arrival, the patient appeared to be in distress and frequently requested pain medication. The history of present illness and review of systems was limited, as the patient was distressed due to her leg pain.\\nThe patient’s family reported that she was active and had no symptoms prior to the onset of the current problem. They indicated that she was outside mowing lawns on a riding mower for most of the day and was feeling fine at the end of her workday.\\nPhysical examination\\nThe patient's vital signs were as follows: temperature: 97.40F, pulse 98 beats per minute (bpm), respiratory rate 20 breaths per minute, blood pressure 110/70 mmHg, and oxygen saturation 96%.\\nOn physical examination, the patient was in moderate distress due to pain. No diaphoresis was noted. The patient was alert and oriented times three. Her head was atraumatic and normocephalic, moist mucous membranes were noted, and no lymphadenopathy was present. Her lungs were clear to auscultation bilaterally with no rales, wheezing, or rhonchi. On cardiac examination, regular rhythm with tachycardia is noted. There were no murmurs or bruits.\\nPulses were noted at +2/4 in the upper extremities bilaterally and in the left lower extremity. Right lower extremity pulses were +0/4. The abdomen was soft and nontender to palpation, there was no abdominal bruit or pulsatile mass noted. There were no obvious signs of injury or deformity to the patient’s upper lower extremities. She had full strength noted in the upper extremities bilaterally in the left lower extremity. Diminished (+0/5) strength was noted in the right lower extremity at the levels below the right hip. The skin was warm and dry with no cyanosis noted.\\nNeurological examination was normal with the exception for inability to move the right lower extremity or fuel stimuli below the level of the right hip. Vascular examination demonstrated absent dorsalis pedis and posterior tibial pulses in the right lower extremity upon palpation and Doppler examination. The patient denied sensation in the right lower extremity and stated that she could not move anything below her right thigh. Straight leg and range of motion testing of the affected right lower extremity showed full range of motion without pain or crepitus. The patient reported that she felt a burning sensation in her right posterior thigh with passive flexion of the thigh. Lower extremities were equal in size and temperature. There was no edema, swelling, or appearance of cyanosis in either of the lower extremities.\\nDiagnostic focus and assessment\\nBased on the patient’s initial presentation of severe pain of the right lower extremity, coupled with absent pulses at the posterior tibial and dorsalis pedis pulse points, the patient was initially thought to have a high level arterial occlusion in the proximal right lower extremity. Ultrasound imaging of the lower extremity was negative for deep venous thrombosis. CT angiography of the right lower extremity was significant for thrombus occlusion of the right common iliac artery (Figure ).\\nAdditionally, imaging of the patient’s abdomen that was captured as part of the runout of the angiogram testing discovered an aortic dissection in the patient’s abdomen. Follow-up angiography of the patient’s chest and abdomen revealed an aortic dissection which extended from the aortic root to approximately the level of the renal arteries (Figures , ).\\nTherapeutic focus and assessment\\nBased on the initial presentation of the patient (in pain), 0.5 mg of hydromorphone was administered for analgesia with another 0.5 mg administered after initial dosage, but this did not fully relieve the patient’s pain. This initial dose of pain medication alleviated the patient’s pain temporarily with enough pain relief provided to tolerate CT and ultrasound testing. Another 1 mg of hydromorphone was administered for the patient’s pain approximately 90 minutes after the initial dose for further pain control. Upon discovery of the patient’s aortic dissection and right lower extremity thrombus, esmolol and nicardipine drips were initiated with the goal of controlling the patient’s blood pressure to a level below 140 mmHg systolic and heart rate with a target of 60 bpm. Cardiothoracic surgery was contacted regarding the patient and indicated that she would require a higher level of care than the facility could provide. The patient was subsequently transferred to a facility with a higher level of care where the aortic dissection was repaired and the patient recovered well.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'31890408': 2, '10685714': 1, '23431495': 2, '27334108': 1, '14959911': 1, '32637271': 2}", "similar_patients": "{'3572695-1': 1, '6925371-1': 1}"}