{"patient_id": 101737, "patient_uid": "7583391-1", "PMID": 31533510, "file_path": "noncomm/PMC007xxxxxx/PMC7583391.xml", "title": "Haemophagocytic syndrome triggered by acute lymphoblastic leukaemia with t(9;22)(p24; q11.2)", "patient": "In July 2018, a 45-year-old male patient was admitted the Department of Haematology, Lanzhou University Second Hospital, Lanzhou, Gansu Province, China for further evaluation of acute hepatic failure of unknown origin and hepatosplenomegaly. The patient was treated for acute hepatic failure for 1 month in another hospital, until jaundice, joint pain and pancytopenia developed. There was no history of recent acute infection or rash, no history of traveling, pet exposure and past medical history. Furthermore, the family history was negative for blood disorders and cancer, and there was no consanguinity in his family. Physical examination was notable for jaundice and hepatosplenomegaly, no lymphadenopathy, no spider telangiectasia and no palmar erythema were noted. In addition, serology for hepatitis A, B and C, Epstein-Barr virus, cytomegalovirus and human immunodeficiency virus were negative, and no leukaemia cells were found in the two bone marrow smears prior to referral. The clinical and laboratory tests implemented in the other hospital and in our hospital are shown in .\\nTo determine whether it was HPS and to find out the cause, further examinations were undertaken. Natural killer cell activity was 11.31% (normal value: ≥15.11%) and sCD25 was 7441 pg/ml (normal value: <6400 pg/ml), which were accompanied by fever, hepatosplenomegaly, pancytopenia, hypofibrinogenaemia, hypertriglyceridaemia and hyperferritinaemia, which confirmed the diagnosis of HPS. Bone marrow aspirate and biopsy showed no haemophagocytosis, but hypercellularity with 87% lymphoblasts. Immunophenotyping showed the blasts were positive for CD10, CD19, CD20, HLA-DR and TdT, consistent with B-cell ALL. In addition, because of the high level of anti-nuclear antibody (ANA:1:320) detected in another hospital, a labial gland biopsy was performed to determine whether the patient had Sjogren's syndrome. Histopathological examination combined with immunohistochemical staining also confirmed B-cell-derived lymphoma or leukaemia: positive for CD20, CD10, CD79a and the Ki-67 proliferation index was 80%. The findings suggested that HPS was associated with ALL. Cytogenetic analysis showed t(9;22)(p24; q11.2) translocation in nine of 11 metaphases (), which has only been reported in a few cases. However, neither the janus kinase 2-breakpoint cluster region (JAK2-BCR) fusion transcript nor the BCR-JAK2 fusion transcript was detected.\\nThe patient was treated according to the Oncology Protocol of China (2016) for adults, which included induction chemotherapy with 10 mg dexamethasone intravenous (i.v.) (days 1–28), 1200 mg cyclophosphamide i.v. (day 1 and day 15), 15 mg idarubicin i.v. (days 1–3), 2 mg vincristine i.v. (day 1, day 8, day 15, day 22) and 2500 IU PEG-asparaginase intramuscular (day 3); and intrathecal 15 mg methotrexate, 35 mg cytarabine and 5 mg dexamethasone (day 1, day 15). A bone marrow aspirate on day 15 of induction showed remission of ALL with 2% blasts as well as a low level of minimal residual disease by flow cytometry (0.18%). Clinical and laboratory signs of HPS transiently improved. The laboratory tests after chemotherapy are also shown in . Unfortunately, pancytopenia developed on day 22 after initial diagnosis and the patient died on day 35 because of severe sepsis due to multiple bacterial infections, including pseudomonas aeruginosa, staphylococcus aureus and candida albicans.\\nThis report was approved by the Ethics Committee of Lanzhou University Second Hospital (no. 2019A-223).", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'18537978': 1, '22384256': 2, '24782338': 1, '27893685': 1, '20594592': 1, '25157895': 1, '25469675': 1, '27910029': 1, '18503828': 1, '23904814': 2, '27249738': 1, '16001431': 1, '25757854': 1, '24509696': 1, '25833723': 1, '26935241': 1, '31533510': 2}", "similar_patients": "{'3728137-1': 1, '3288102-1': 1}"}