{"patient_id": 33750, "patient_uid": "7969258-1", "PMID": 33725845, "file_path": "comm/PMC007xxxxxx/PMC7969258.xml", "title": "Chronic cystoisosporiasis in an immunocompetent adult", "patient": "A 62-year-old man visited the out-patient department of the Shiga University of Medical Science Hospital with prolonged watery diarrhea and lower-extremity weakness. He was once diagnosed with Cystoisospora infection 15 years ago and treated with oral TMP-SMX. However, diarrhea lasted intermittently after the treatment. Laboratory studies on visit showed eosinophilia (778 /μl), hypoalbuminemia (3.3 g/dl), hypokalemia (3.0 mmol/L), and normal serum C-reactive protein (0.02 mg/dl) (Table ). He was born and raised on a small island located in south Kyushu, Japan, where human T-cell leukemia virus type 1 (HTLV-1) is endemic, and his father died with ATL. However, he was negative for anti-HTLV-1 antibody (Table ). Additional laboratory examinations such as human immunodeficiency virus antigen/antibody test, serum soluble interleukin-2 receptor, the CD4 count were normal (Table ). We performed a stool microscopy examination and found the presence of protozoa that exhibited green autofluorescence under ultraviolet exposure (Fig. A). Consistently, esophagogastroduodenoscopy showed diffuse atrophic mucosa in the duodenum (Fig. B) and a microscopic examination of the duodenum biopsy specimens revealed invaded oocysts in the atrophic absorptive epithelial cells (Fig. C). A contrast-enhanced computed tomography indicated excess fluid in the entire small intestine with no wall thickness (Fig. A). Therefore, he underwent capsule endoscopy (PillCam SB 3; Medtronic, Dublin, Ireland) to observe the mucosa of the small intestine and found the atrophic mucosa with diffuse white villi in the entire small intestine and no apparent erosions and ulcers (Fig. B). These findings indicated chronic infection with C. belli.\\nWe started oral administration of 2 tablets of trimethoprim-sulfamethoxazole (TMP-SMX; 160 mg of TMP, 800 mg of SMX per day), followed by ciprofloxacin (400 mg per day). However, both failed to improve the patient's symptoms. Afterward, he received central parenteral nutrition and was treated with intravenous administration of TMP-SMX (15 mg per kg per day based on TMP component) for 10 days, since an impairment of drug absorption was suspected. After this, his symptoms were remarkably improved, and the protozoa became undetectable in the stool. So far, 9 months have passed since the intravenous intervention, and there is no evidence of recurrence.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'3487730': 1, '17148698': 1, '14616755': 1, '23710089': 1, '10952268': 1, '27594292': 1, '31303182': 1, '12004978': 1, '27209066': 1, '12408672': 1, '10836915': 1, '8554253': 1, '33725845': 2}", "similar_patients": "{}"}