{"patient_id": 22466, "patient_uid": "7373577-1", "PMID": 32702827, "file_path": "comm/PMC007xxxxxx/PMC7373577.xml", "title": "Synchronous primary pulmonary adenocarcinoma and extranodal marginal zone lymphoma of mucosa-associated lymphoid tissue", "patient": "A 69-year-old female presented to our hospital with a complaint of headache, dizziness, cough, night sweats, and weight loss on May 30, 2018. The physical examination findings were normal. All routine laboratory test results including routine hematological examination and serum chemistry were in the normal ranges. Computed tomography (CT) revealed a soft tissue lesion in the chest with a maximal diameter of 2 cm, which was localized in the upper lobe of the right lung with a spiculated contour (Fig. ). There was no hilar or mediastinal lymphadenopathy. The abdominal and pelvic CT scan findings were normal. She received cholecystectomy in 2000 and partial thyroidectomy in 2008, respectively. In addition, she reported a past medical history of hypertension. A smoking history was denied. Thoracoscopic guided right upper lobectomy was performed after systemic anesthesia, and focal lymph node dissection (group 4, 7, and 10) was given on June 2, 2018.\\nMacroscopically, the specimen obtained from the lobectomy was in a size of 11.5 cm× 8.5 cm× 2.5 cm, which included a lesion (2 cm×1.8 cm× 1.5 cm) in apical segment of right superior lobe. There was no pleural invasion. The tumor border was not clear. The cut surface was in white-and-black color, of a slightly hard texture without necrosis.\\nMicroscopically, there were 2 different areas (Fig. A). An invasive adenocarcinoma was identified in the peripheral part of the mass. It was a lepidic adenocarcinoma (Fig. B), which mixed with papillary and acinar pattern. The lymphoid cells were diffusely infiltrated into the central part of the lesion and admixed with the adenocarcinoma, which were small to medium-sized, presenting with slightly irregular nuclei (Fig. C). The texture of chromatin was moderately coarse with inconspicuous nucleoli. Additionally, the other lymphocytes, plasma cells, and histocytes were also shown. Some larger cells were scattered. Lymphoepithelial lesions were found in the bronchial mucosa. In the borderline area, there were acinar and papillar adenocarcinoma in the lymphoid cells, and the lymphoid cells extended along the stroma lined by adenocarcinoma cells. Immunohistochemically, the tumor cells of the adenocarcinoma component were positive for CK (Fig. D) and negative for CD20 (Fig. E), CD3, CD5, CD43, BCL2, CD30, CD23, CD10, and cyclin D1. The Ki-67 index was low (Figure F). The lymphoid cells were positive for CD20 (Figure E) and negative for CK (Figure D), CD3, CD5, CD43, BCL2, CD30, CD23, CD10, and cyclin D1. The Ki-67 index was higher (Fig. F).\\nThe patient was finally diagnosed with lepidic-predominant lung adenocarcinoma (stage T1bN0M0, WHO 2014) associated with a low grade B-cell lymphoma of mucosa-associated lymphoid tissue type (stage I-E, Ann Arbor). There was no pleural involvement or lymphatic metastasis. For the treatment, the patient received 6 cycles of chemotherapy using meprednisone (80 mg, d1-5), gemcitabine (1.6 mg, d1–d8) and cisplatin (30 mg, d1; 40 mg, d2-3) in local hospital. She was still alive in the 12-month follow-up with no local recurrence, metastasis and lymph node involvement. The treatment outcome was classified as complete response according to the response criteria of the International Working Group (IWG) (Cheson classification).", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'25624888': 2, '21854083': 1, '23341804': 1, '21660262': 1, '26548938': 1, '20437878': 1, '29475567': 1, '29944597': 1, '20697851': 1, '29575128': 1, '11172307': 1, '20391979': 1, '25473558': 2, '18978576': 1, '24005594': 1, '19114021': 2, '24660567': 1, '26797028': 1, '34497988': 1, '15229907': 1, '18493536': 1, '29269648': 1, '32702827': 2}", "similar_patients": "{'4184728-1': 1, '2629472-1': 1, '4301550-1': 1, '4301550-2': 1}"}