{"patient_id": 101690, "patient_uid": "7574138-1", "PMID": 32587202, "file_path": "noncomm/PMC007xxxxxx/PMC7574138.xml", "title": "Intravitreal piperacillin-tazobactam in endophthalmitis caused by Mycobacterium abscessus in silicone-filled eye: A case report", "patient": "A 28-year-old young healthy female presented with sudden onset decrease in vision in the right eye for the past two days. She underwent retinal detachment surgery elsewhere in the right eye one month (Vitrectomy + Endolaser + Silicone oil injection) and she felt subjective improvement following surgery. Best-corrected visual acuity in right and left eye were hand movement and 20/20 (-6.0 DS) and intraocular pressures were 12 and 14, respectively. The anterior chamber (AC) in the right eye showed a severe reaction, small keratic precipitates inferiorly, and an early posterior subcapsular cataract []. Fundus examination of the right eye revealed attached retina, peripheral laser marks, and oil meniscus in situ []. Spectral-Domain Optical Coherence Tomography [] (SD OCT, Spectralis, Heidelberg Engineering, Germany) raster scan passing from fovea showed multiple stalagmite-like pre-retinal deposits, silicone oil reflex, maintained fovea contour, and loss of outer retinal integrity at fovea. The patient was started on topical medications (moxifloxacin, tobramycin, prednisolone, and homatropine eye drops) and an AC tap was simultaneously performed, which revealed no growth. Thus, topical treatment was continued.\\nTwo days later, the vision dropped to perception of light with the development of streak hypopyon and severe vitreous haze leading to a significantly decreased fundus view. Lensectomy and silicone oil removal (sent for microbiological examination) with intravitreal injection (vancomycin 1 mg/0.1 ml, ceftazidime 2.25 mg/0.1 ml, and dexamethasone) were performed. Intraoperatively post surgery, the retina was found to be attached with multiple superficial hemorrhages along the vascular arcades and perivascular sheathing. There was typically a sheath-like membrane over the posterior pole, and the disc was barely visible. This membrane was so strongly adherent to the underlying retinal surface that a plane for dissection could not be obtained, hence it was left untouched.\\nThe antibiogram of aspirated oil showed sensitivity to piperacillin-tazobactam antibiotics, and hence intravitreal injection of the same (225 μgm/0.1 ml) with dexamethasone was repeated every 48 hours for the next eight days. On postoperative day nine, the vision improved to counting finger 2 meters, and there was resolving fibrin in the AC with a clear cornea []. Fundus [] showed a contracting membrane, typically showing a centripetal crumpling pattern, and the second-order blood vessels were visible.\\nThree days later, the patient presented back with a drop in vision to counting finger 1 meter. The anterior chamber was quiet, but the fundus showed a dull red glow with severe haze [Fig. and ]. Ultrasound [] revealed minimal low reflective dot echoes, attached retina, and a hyperreflective non-mobile membranous echo over the optic nerve head with small extensions in all quadrants, which corresponded with the contracting membrane visualized earlier. The patient was continued on a repeated dose of intravitreal injection. At one month post-op, the patient's vision improved to 20/200, and the anterior and posterior chamber was quiet. The membrane had significantly contracted and was visible over the disc []. The PCR report showed acid-fast bacilli, culturally and morphologically resembling rapid growers of Mycobacterium complex isolated in culture [Fig. and ]. Gene sequencing was performed and Mycobacterium abscessus was isolated. Eventually, the patient was tapered off all topical medications over the next two weeks, and the patient's vision was maintained at three months post-op.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'24657068': 1, '23579395': 1, '30397069': 1, '27048999': 1, '27439781': 1, '15103204': 1, '30661953': 1, '33228593': 2, '33198648': 2, '32587202': 2}", "similar_patients": "{'7685667-1': 1, '7685667-2': 1, '7685667-3': 1, '7668021-1': 1}"}