{"patient_id": 21315, "patient_uid": "7319491-1", "PMID": 32546029, "file_path": "comm/PMC007xxxxxx/PMC7319491.xml", "title": "Case report: use of lenzilumab and tocilizumab for the treatment of coronavirus disease 2019", "patient": "A 68-year-old male presented to our institution with a 4-day history of productive cough, fever up to 39.3°C, nasal congestion, generalized weakness and progressively worsening dyspnea. He denied any other symptoms. Two weeks prior to presentation, patient returned from a hunting trip to New Zealand and was self-quarantined since that time. He denied any known COVID-19 exposures or other sick contacts.\\nThe patient’s medical history was significant for hypertension, previously treated with an angiotensin-receptor blocker, but more recently managed with lifestyle modifications alone. Surgical history included bilateral inguinal hernia repair and tonsillectomy as a child. Social history was significant for moderate alcohol consumption and smoking two cigarettes daily.\\nIn the emergency department, patient was febrile to 38.5°C, tachypneic with a respiratory rate of 33 and hypoxemic requiring 2–3 l of supplemental oxygen. Heart rate and blood pressure were normal. Pertinent examination findings included bibasilar crackles and increased work of breathing. Initial laboratory studies were significant for CRP of 61.2 mg/l (normal ≤8 mg/l), ferritin of 519 mcg/l (24–336 mcg/l), D-dimer of 571 ng/ml fibrinogen equivalent units (FEU; ≤500 ng/ml FEU) and an LDH of 282 U/l (122–222 U/l) (). His leukocyte count was normal at 4.0 (3.4–9.6 × 109/l), with an absolute neutrophil count of 3.10 × 109/l (1.56–6.45 × 109/l). His renal function, transaminases and procalcitonin were normal. Initial chest x-ray demonstrated bilateral, lower lobe predominant, alveolar and interstitial opacities (A). His nasopharyngeal swab was positive for COVID-19 PCR testing. ECG showed normal sinus rhythm with a QTc of 430 ms and glucose-6-phosphate dehydrogenase level was 7.9 U/g Hb (8.8–13.4 U/g Hb). Patient was started on oral hydroxychloroquine 400 mg for two doses, followed by 200 mg twice daily for an additional 4 days. Emergency Investigational New Drug approval was granted by the United States Food and Drug Administration for lenzilumab therapy; patient received a total of 3 doses of intravenous lenzilumab 600 mg in the initial 36 h of hospital admission. IL-6 testing from admission later returned at 37.1 pg/ml (<1.8 pg/ml). The remainder of his infectious workup, including blood cultures, nasopharyngeal swab PCR testing for influenza (A and B) and respiratory syncytial virus, Streptococcus pneumoniae urinary antigen and Legionella urinary antigen were negative.\\nPatient’s overall clinical condition remained stable, requiring 2–3 l of oxygen therapy by nasal cannula, until day 7 from symptom onset. At that time, he developed intermittent fevers and progressively worsening hypoxia. His worsening hypoxemic respiratory failure was managed by noninvasive ventilator methods including high flow nasal cannula and helmet positive pressure ventilation, intermittent prone positioning and fluid restriction. Repeat chest x-ray on day 10 was consistent with worsening multifocal pneumonia (B). Laboratory studies revealed rising serum inflammatory markers including IL-6, ferritin, CRP and LDH (). In addition, patient was noted to have a thrombocytosis, hyperfibrinogenemia and elevated D-dimer and was started on a therapeutic heparin drip and aspirin for suspected COVID-19 related hypercoagulable state. Due to clinical worsening and laboratory values suggestive of a hyperinflammatory cytokine surge, the decision was made to treat the patient with a single dose of iv. tocilizumab 680 mg (8 mg/kg) at 100 ml/h administered over 60 min, as per the institutional protocol.\\nWithin 24 h of receiving tocilizumab, patient showed dramatic clinical improvement. He became afebrile, had significant decrease in oxygen requirements and his inflammatory markers showed a downward trend after 48 h (). Given the patient’s overall improvement, further imaging and serum inflammatory markers were not obtained after 48 h following tocilizumab dosing. On day 15 following symptom onset, patient was weaned to standard nasal cannula. Follow-up COVID-19 PCR testing on days 15 and 16 were negative. There was no bleeding complications related to heparin and he was started on oral anticoagulation with a plan to finish four weeks of therapy. The patient was subsequently discharged from the hospital on day 17 with 2 l supplemental oxygen via nasal cannula. He was monitored via weekly video visits with continued improvement; he no longer required oxygen with exertion by day 26. Patient was seen in clinic on day 30 following initial symptom onset, at which time he remained without oxygen requirement and denied any shortness of breath, pleuritic chest pain or persistent cough. Laboratory studies showed a normal leukocyte count at 5.6 × 109/l, absolute neutrophil count 2.86 × 109/l, platelet count 225 × 109/l (135–317 × 109/l) and a CRP <3.0 mg/l (normal ≤8 mg/l). Hepatic function was also normal. Chest x-ray at the time of follow-up showed linear areas of scarring in the mid lower lung zones at the sites of prior airspace consolidation, consistent with healing COVID-19-related pneumonia.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'34029715': 1, '32224074': 1, '32920514': 1, '33389315': 1, '33329064': 1, '27207799': 1, '32436994': 1, '32259132': 1, '32256705': 1, '32200400': 1, '34863332': 1, '30592986': 1, '32181911': 1, '34258743': 1, '32282022': 1, '32251717': 1, '32192578': 1, '32277367': 1, '30463995': 1, '32269893': 1, '32801840': 1, '34160093': 1, '32957828': 1, '32253759': 1, '33193331': 1, '32242348': 1, '32234467': 1, '32226695': 1, '33750254': 1, '32247642': 1, '32546029': 2}", "similar_patients": "{}"}