{"patient_id": 98549, "patient_uid": "7292180-1", "PMID": 32743402, "file_path": "noncomm/PMC007xxxxxx/PMC7292180.xml", "title": "Long-term follow-up of penile glans necrosis due to paraphimosis", "patient": "A 25-year-old man with paraphimosis was referred from another clinic. He suffered with schizophrenia stabilized with oral medication. Paraphimosis occurred following masturbation. He visited a local hospital 1 week after paraphimosis onset. An attending urologist referred him to our hospital. On presentation, the penile glans and prepuce were hard and swollen, and the ring of preputial skin constricted the distal penis so tightly it was pale. These findings suggested an advanced ischemic condition. He did not complain of pain. The day after presentation, we tried surgical repair of his paraphimosis. During surgery, we first tried to correct blood congestion in the penile glans. We penetrated the glans penis with a sharp scalpel blade and removed blood from the glans; the glans was collapsed. We then circumcised the constricting ring of preputial skin that was already necrotic. We speculated that penile necrosis and failure of sutures would occur due to tissue necrosis. We informed the patient and his mother of this possibility. They agreed to long-term follow-up with hospital management.\\nOn the 10th postoperative day, the surface of the glans was covered with a hard black dried scab. Deeper necrotic tissues were observed following removal of the scab. We debrided necrotic tissues in bed side (Fig. ). He did not feel any pain in debridement without anesthesia. The external urethral meatus was returning to the coronal sulcus level due to glandular necrosis (Fig. ). To prevent local and systemic infection and further damage by a transurethral catheter, cystostomy was performed. At this time, no sign of systemic inflammatory response syndrome was evident due to physical examination, body temperature, and blood test in contrast to the surgical case in the previous report. In addition, his personal situation permitted for long-term hospitalization. Then we decided on conservative management to prevent penile partial amputation as he was 25 years old. Partial amputation may impact on his mentality and body image significantly. Thus, we aimed to preserve his natural shape of penis and penile length as long as possible.\\nOn the 30th postoperative day, most necrotic tissue was gone, and healthy tissues had appeared. Two months after surgery, the surface of the penile glans was covered with healthy tissue without infection. The external urethral meatus was repositioned at the level of the coronal sulcus without stenosis. The patient could urinate from the external meatus. The cystostomy was removed. His penis has retained natural shape of the penile glans and shaft (Fig. ). We decided that the patient could be discharged.\\nHis penis has retained the natural shape of the penile glans that covered with epithelium and shaft, and voiding and erectile functions were normal at 1 (Fig. ) and 2 years after treatment, although the penile glans is somewhat smaller than it was prior to the event. He did not feel any pain in ordinary life and sexual activity. He can ejaculate with full erection by masturbation, although sensation of his glans has dull senses.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'21687264': 1, '9640518': 1, '9439421': 1, '28418348': 1, '29181301': 1, '21298220': 1, '32743402': 2}", "similar_patients": "{}"}