{"patient_id": 101299, "patient_uid": "7536449-2", "PMID": 33061759, "file_path": "noncomm/PMC007xxxxxx/PMC7536449.xml", "title": "Eosinophilic gastroenteritis as a cause of gastrointestinal tract bleeding and protein-losing enteropathy", "patient": "A 17-year-old male patient presented to the emergency department with nausea and melana lasting for 3–4 days and hematemesis that started on the day of presentation. In his history, it was learned that iron treatment was initiated three months ago because of anemia, and he had pollen, mite, and cat allergy. On physical examination, his vital signs, anthropometric measurements and system findings were found to be normal. The hemoglobin value was found as 6.1 g/dL on the primary hemogram test and decreased to 4.9 mg/dL during the follow-up. The other hemogram parameters (WBC: 7200 μL, platelets: 201 000 μL, absolute eosinophil count: 200 μL) were found to be normal. His laboratory test results were as follows: serum iron: 24 μg/dL, transferrin saturation: 6.9%, total iron-binding capacity: 347 μg/dL, ferritin: 6.1 ng/mL, vitamin B12: 174 pg/mL, and folate: 3.4 ng/mL. The other biochemical values and hemostasis findings were found as normal except for hypoproteinemia-hypoalbuminemia [total protein: 5.1 g/dL (normal range: 6–8.5 g/dL); albumin: 3.1 g/dL (normal range: 3.8–5.4 g/dL)]. Analyses of stool for parasites and abdominal ultrasonography was found to be normal.\\nUpper endoscopy and colonoscopy were performed following appropriate fluid replacement, erythrocyte transfusion, and intravenous omeprazole (2 mg/kg/day IV, bid) treatment. It was observed that there were diffuse nodular structures in the gastric corpus and antral mucosae and these nodular structures appeared as masses with distinct borders covered with normal mucosa in some areas (, ). The duodenum was found to be normal and the terminal ileum was nodular. On histopathologic evaluation of the biopsies obtained from the regions with and without lesion, gastritis rich in eosinophils (30–50 eosinophils/HPF) with mild activity and moderate chronicity was observed in the fundus, corpus, and antrum, and lymphocyte aggregates were observed in the fundus. Reactive lymphoid hyperplasia, 40–45 eosinophils/HPF, and eosinophilic cryptitis were observed in the terminal ileum. Chronic inflammatory process rich in eosinophilic infiltrates (40–60 eosinophils/HPF) showing focal activation in some areas and reactive lymphoid hyperplasia was observed in all segments in the colon. A diagnosis of EoG was made in the patient whose stool parasite tests were found to be negative. Cow’s milk elimination diet was initiated for the patient whose food allergen skin prick test was found as normal, but whose milk-specific IgE level was found to be positive. In the third month of the diet, the hemoglobin value increased to 15.5 g/dL. Follow-up endoscopic examination revealed gastric fold thickening and marked regression in the lesions observed on the prior endoscopic examination (). However, no marked regression in eosinophilic infiltration was observed histopathologically (30–60 eosinophils/HPF).", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'17873749': 1, '27867684': 1, '17711545': 1, '25699593': 1, '25988554': 1, '21806952': 1, '26233430': 1, '5426746': 1, '26770900': 1, '26344087': 1, '33061759': 2}", "similar_patients": "{'7536449-1': 2}"}