{"patient_id": 98114, "patient_uid": "7262706-1", "PMID": 32518801, "file_path": "noncomm/PMC007xxxxxx/PMC7262706.xml", "title": "Successful use of plasma exchange in fulminant lupus myocarditis coexisting with pneumonia: A case report", "patient": "A 20-year-old Chinese woman, with anemia and thrombocytopenia, was admitted to the Hematology Department of our hospital due to progressive fatigue.\\nThe patient presented with progressive fatigue three months ago, which had significantly worsened in the previous few days. Additionally, she had experienced intermittent knee pain with morning stiffness of both legs for almost six months. She had not seen a doctor until this hospital visit. She attended the emergency department of our hospital and initial laboratory tests showed anemia and severe thrombocytopenia. She was then admitted to the Hematology Department where further laboratory work-up was performed. On the second day of hospitalization, she was transferred to the ICU due to severe respiratory distress and shock.\\nThe patient had no previous medical history.\\nThe patient did not have a history of smoking, drinking or drug abuse.\\nOn physical examination, the patient was pale, awake, alert, responsive to questions and in acute respiratory distress. There was some skin petechiae, indicating a bleeding tendency, but there was no skin rash, oral ulcers, alopecia or enlarged lymph nodes. Her heart rate was 140 bpm, blood pressure was 112/70 mmHg with norepinephrine continuously pumped (0.8 μg/kg/min), respiratory rate was 42 breaths/min, and temperature was 37.6 °C. The oxygen saturation remained at 80% on room air and increased to 94% on a high-flow nasal cannula with FiO2 of 40%. These findings suggested severe circulatory shock and respiratory failure. Heart auscultation showed low heart sounds without murmurs, and there were crackles over both lung fields, indicating heart failure associated with pulmonary edema or pneumonia. Her abdomen was soft and not tender, and the liver and spleen were not palpable. She had joint line tenderness in both knees and mild edema in both lower extremities.\\nThe initial laboratory tests are shown in Table . Blood tests revealed mild leukocytosis 10.71 × 109/L with moderate anemia (hemoglobin 71 g/L) and severe thrombocytopenia (platelet count 33 × 109/L). Alanine aminotransferase (98 IU/L) and aspartate aminotransferase (301 IU/L) were increased, which may have been attributed to liver congestion induced by heart failure. Creatinine (1.54 mg/dL) was slightly elevated, indicating mild acute renal damage. Activated partial thromboplastin time and prothrombin time were roughly normal. Cardiac damage markers, including myohemoglobin (864.3 ng/mL) and hypersensitive troponin T (142.9 ng/L), were increased. Her plasma N-terminal pro-B-type natriuretic peptide level (> 35000 pg/mL) was significantly high. Autoimmune profiles showed hypocomplementemia with C3 of 36 mg/dL and C4 of 13.7 mg/dL, positive antinuclear antibodies with a titer 1:1000 (speckled nuclear pattern), positive SS-A antibodies (+++), positive SS-B antibodies (++) and positive Ro-52 antibodies (+++). An arterial blood gas on admission to ICU revealed a pH of 7.46, PaCO2 of 21 mmHg, PaO2 of 66 mmHg, lactate of 5.6 mmol/L, and HCO3- of 18 mmol/L with FiO2 of 40% on a high-flow nasal cannula, indicating respiratory failure and circulatory shock. An admission electrocardiogram showed sinus tachycardia with low voltage. Respiratory and blood samples were sent for culture, without positive results. Other laboratory investigations revealed normal thyroid function and urine analysis.\\nComputed tomography of the chest showed an enlarged heart, increased pulmonary vascular diameter, ground-glass attenuation and interlobar fissure effusion, which suggested heart failure and pulmonary interstitial edema (Figure ). Additionally, consolidation was found in both lower lobes in the lung, indicating pneumonia (Figure ). Point-of-care ultrasound revealed an enlarged left ventricle (50 mm) (Figure ), global hypokinesia of the left ventricle and significant systolic impairment with a low left ventricular ejection fraction of 39.69% (Figure ), a distended inferior vena cava (22 mm) with loss of respiratory variation (Figure ) and diffuse B lines in both lung fields (Figure ). Based on these imaging findings, cardiogenic shock, pulmonary edema and pneumonia were confirmed.\\nViral myocarditis, one of the most common causes of cardiogenic shock in young people, was considered in the primary differential diagnosis. However, the patient had no previous medical history of upper respiratory tract infection and further virological serum tests, such as influenza A and B, enterovirus, adenovirus and cytomegalovirus, were negative. Therefore, viral myocarditis was excluded as the cause in this case. SS-A antibodies and SS-B antibodies were positive; thus, primary Sjogren’s syndrome was considered. However, the patient did not have a dry mouth or dry eyes, and further Schirmer paper-strip tear tests were normal, with 12 mm/5 min and 13 mm/5 min for both eyes. Based on the 2016 American College of Rheumatology and European League Against Rheumatism classification criteria for primary Sjogren’s syndrome[], this was unlikely to be the cause in this case.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'28042125': 1, '29642752': 1, '30205743': 1, '31744544': 2, '28923988': 1, '22507209': 1, '27225211': 1, '22553077': 1, '30517383': 2, '29593821': 1, '31180030': 1, '16335578': 1, '27785888': 1, '27306639': 1, '17576788': 1, '29299707': 1, '27263120': 1, '31236395': 2, '21504398': 1, '31428503': 2, '31180581': 1, '26415795': 1, '28675998': 1, '18250279': 1, '23824828': 1, '30837156': 1, '26951251': 1, '29366725': 1, '30448290': 1, '27529058': 1, '12960476': 1, '27362864': 1, '19697032': 1, '15274678': 1, '26194549': 1, '28013206': 1, '21572754': 2, '26318215': 1, '28971575': 1, '32518801': 2}", "similar_patients": "{'6263452-1': 1, '6864968-1': 1, '6864968-2': 1, '3085224-1': 1, '6681595-1': 1, '6580338-1': 1}"}