{"patient_id": 96460, "patient_uid": "7036539-1", "PMID": 32110216, "file_path": "noncomm/PMC007xxxxxx/PMC7036539.xml", "title": "Cancer-Related Pneumopericardium: A Case Report and Literature Review", "patient": "We present a case of a 65-year-old male with a past medical history significant for locally advanced gastroesophageal junction adenocarcinoma treated with neoadjuvant concurrent chemoradiation therapy. The patient was found to have a recurrence of cancer within a year, with metastasis to the lung. He was on palliative carboplatin and paclitaxel therapy when he presented to the emergency department complaining of shortness of breath and a fever of 103 °F at home. On initial examination, the patient was found to have diminished air entry on the right inferior lung field. The cardiac examination was remarkable for irregular rhythm with normal S1 and S2 and jugular venous distension greater than 10 cm. Initial labs showed pancytopenia. Chest radiography (CXR) showed an intact esophageal stent along with radiolucency around the cardiac silhouette suggesting pneumopericardium (Fig. ). Computed tomography (CT) scan chest confirmed the presence of pneumopericardium in posterior pericardium (Fig. ) with foci of gas above the esophageal stent likely communicating with the pericardium (Fig. ). A following echocardiogram (echo) revealed an echoic dense space at the basal part of the heart consistent with the pneumopericardium without any signs of tamponade. Cardiothoracic surgery and gastrointestinal services were consulted for surgical and/or endoscopic evaluation. We applied a conservative management since the hemodynamics improved and there was no sign of tamponade. Due to the advanced nature of the disease and poor performance score, goals of care were discussed with the patient and his family; thepatient opted for comfort care measures.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'29373662': 1, '24225737': 1, '18222297': 1, '12231618': 1, '30269095': 1, '28025186': 1, '6492147': 1, '34094576': 2, '8070920': 1, '22160423': 1, '3945735': 1, '15333561': 1, '33631647': 1, '28018812': 1, '8615238': 1, '24407543': 1, '27785143': 1, '31338377': 1, '28299808': 1, '32110216': 2}", "similar_patients": "{'8155694-1': 1}"}