{"patient_id": 30714, "patient_uid": "7805523-1", "PMID": 33489630, "file_path": "comm/PMC007xxxxxx/PMC7805523.xml", "title": "Attempted Suicides in the Elderly With Existing DNRs: An Emerging Geriatric Ethical Dilemma", "patient": "A 93-year-old man developed advanced dementia and moved into a memory unit at an assisted living facility (ALF) with his 92-year-old wife. The man suffered from severe depression and convinced his wife to attempt suicide with him. The wife brought medications and a knife to her husband’s room and they both attempted suicide by overdosing and cutting their wrists. Fortunately, both survived and were admitted to the hospital. After medical stabilization, the wife reported that she had not wanted to die but went along with her husband’s desire to die together. Hospice was consulted for the husband and he was found to not meet the criteria for hospice care as he did not have a terminal illness or a life expectancy of less than six months.\\nThe husband was then admitted to an inpatient psychiatric unit as a patient. He was deemed to not have the capacity to make his own medical decisions and his grandson was appointed as the medical decision-maker. To note, the patient had a previously documented DNR code status after a past suicide attempt, though he did not have any current terminal illnesses. His family initially requested no life-sustaining services be provided to the patient, including withholding food and water, because of the patient’s desire to die.\\nThe medical team felt ethically conflicted because the patient did not have a terminal illness and, with proper medical and psychiatric treatments, was likely to return to his nursing facility once stabilized. After lengthy discussions with multidisciplinary treatment teams and with the patient’s family regarding the nature of the patient’s depression and the numerous treatment options available, the patient’s grandson eventually consented for depression treatment with psychotropics. Subsequently, the patient’s depressive signs and symptoms improved, and he was discharged to his ALF without complications.", "age": "[[93.0, 'year']]", "gender": "M", "relevant_articles": "{'21540722': 1, '19342106': 1, '9274548': 1, '23527698': 1, '27751701': 1, '6715287': 1, '33489630': 2}", "similar_patients": "{}"}