{"patient_id": 102651, "patient_uid": "7688249-1", "PMID": 33269067, "file_path": "noncomm/PMC007xxxxxx/PMC7688249.xml", "title": "Urinary bladder-containing incarcerated inguinoscrotal hernia: a case report", "patient": "A 79-year-old Caucasian male patient presented to the surgical emergency department suffering from acute severe pain located in the right groin. The patient presented with fever (39.3°C) but did not mention diffuse abdominal pain, nausea or vomiting. His laboratory values included a white blood cell count of 11.470/μl (neutrophils: 80%) and C-reactive protein: 20.7. Renal function was acutely impaired (urea: 309 mg/dl, creatinine: 7.3 mg/dl), while previous laboratory results concerning renal function were normal. No urinary tract symptoms other than oliguria were mentioned.\\nOn clinical examination, a sizable painful right-sided incarcerated inguinoscrotal hernia was found. All abdominal quadrants were otherwise soft on palpation, without specific signs of pain; bowel sounds were also normal.\\nGiven the fact that the patient was still hemodynamically stable, and in order to identify preoperatively the content of the incarcerated hernia sac, prompt imaging with ultrasound was considered necessary. Imaging revealed the protrusion of the entire bladder through the right internal inguinal ring and extending into the scrotum (), as well as hydronephrosis of the right kidney (), justifying the patient’s renal dysfunction.\\nThe patient was then submitted, under general anesthesia, to emergency surgery for hernia repair. During the operation, through a right inguinal incision, an indirect hernia sac was identified, which was filling the right hemiscrotum and contained the bladder and the balloon of the bladder catheter. The catheter balloon was temporarily evacuated and the bladder was inserted back in its anatomical place, since no signs of injury, necrosis or other pathology were present. Hernia repair was completed through modified Lichtenstein technique, with the use of a Parietex ProGrip mesh.\\nPostoperative period was uneventful, and renal function was normalized after 3 days; the patient was discharged from our surgical department on the seventh postoperative day. No renal dysfunction, surgical site infections, postoperative inguinal pain or recurrence were present during follow-up examinations.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'31911827': 2, '31078993': 2, '26600907': 1, '29595706': 1, '29487099': 1, '28923679': 1, '31485328': 2, '30487042': 1, '33269067': 2}", "similar_patients": "{'6515135-1': 1, '6717051-1': 1, '6939942-1': 1}"}