{"patient_id": 27819, "patient_uid": "7661007-1", "PMID": 33200054, "file_path": "comm/PMC007xxxxxx/PMC7661007.xml", "title": "Acute Streptococcus constellatus Pyogenic Liver Abscess Due to an Atypical Presentation of Sigmoid Diverticulitis Complicated by Pericolonic Abscess", "patient": "A 54-year-old white male was admitted to our hospital with four days of progressively worsening fever, chills, and right shoulder pain. Past medical history was only significant for hypertension. Approximately six weeks prior to this presentation, he began experiencing right hip pain, which radiated to his right groin. This prompted an emergency room visit where he had a computed tomography (CT) scan of his right hip that was negative for an acute abnormality. He was diagnosed with lumbar radiculopathy and treated with a muscle relaxant. Two weeks later, he had intermittent subjective fevers, chills, and hot sweats along with dyspnea prompting another emergency room visit. Chest x-ray showed right lower lobe consolidation suggestive of community-acquired bacterial pneumonia (CAP), and he was discharged on therapy with oral antibiotics. A few days after completing the oral antibiotics, he started experiencing right shoulder pain. He presented a third time to the emergency room. As the patient had dyspnea and fever, there was a concern for right-sided complicated pneumonia. A CT scan of the chest revealed a single 8 x 12 x 9 cm hepatic abscess in the absence of pneumonia (Figure ).\\nAt admission, the patient was in acute distress due to rigor with a fever of 41 ºCelsius, tachypnea of 24 breaths per minute, blood pressure of 135/80 mmHg, and tachycardia of 100 beats per minute. The physical exam was remarkable for right upper quadrant tenderness on palpation. The patient had dentures with no signs of any periodontal infection. His labs were significant for leukocytosis of 18,000/mL with neutrophil predominance, lactic acid of 2.9 mmol/L, erythrocyte sedimentation rate (ESR) of 40 mm/hr, alkaline phosphatase (ALP) elevated at 164 U/L, gamma-glutamyl transpeptidase (GGT) elevated at 132 U/L, aspartate aminotransferase (AST) of 35 U/L, alanine aminotransferase (ALT) mildly elevated at 58 U/L, and normal total bilirubin. Urine analysis was negative for infection, and human immunodeficiency virus testing was negative. Hemoglobin A1c was 5.8%, which ruled out diabetes mellitus as a contributing factor. Once blood cultures were drawn, he was initiated on intravenous (IV) ceftriaxone, metronidazole, and fluids for acute sepsis due to liver abscess. He underwent ultrasound-guided drainage of the liver abscess by pigtail catheter placement. Liver abscess fluid was purulent, blood-tinged indicative of infection. Both the blood and liver abscess cultures grew S. constellatus susceptible to ceftriaxone, clindamycin, erythromycin, and vancomycin with intermediate susceptibility to penicillin. Repeat blood cultures done a day later were negative.\\nS. constellatus typically originates from the oral, intestinal, and urogenital tract, but our patient had no symptoms of pathological involvement of these systems. The patient denied any abdominal pain or distension. He did admit to having loose stools three times a day on two days a week before this admission. He had no significant travel history and denied any history of gastrointestinal issues, alcohol use, or recent dental or abdominal procedures. He had a colonoscopy four years ago for screening that was normal. Due to the presence of dentures, a panorex x-ray was done, which revealed no infection. A CT scan of the abdomen and pelvis was done to identify the source, which disclosed sigmoid diverticulitis, and an adjacent 3.5 x 4.3 x 4.1 cm contained pericolonic abscess (Figure ).\\nThe patient showed an excellent response to the IV antibiotics, and his right shoulder pain wholly resolved. The pigtail catheter was removed on the day of his discharge. He was discharged home on IV ceftriaxone and oral metronidazole to complete a total of six weeks of IV antibiotics. A repeat CT scan of the abdomen and pelvis showed a decreased liver abscess size with a resolution of sigmoid diverticulitis and pericolonic abscess. The patient completed the antibiotics with an improvement in his symptoms. He underwent outpatient colonoscopy, which was positive for two hyperplastic descending colon polyps (removed) and sigmoid diverticulosis.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'28434021': 1, '17407038': 1, '16377869': 1, '26656355': 1, '19888200': 1, '31559551': 1, '22423344': 1, '8651751': 1, '21435221': 1, '31744789': 1, '6472091': 1, '34804302': 2, '30091401': 1, '33200054': 2}", "similar_patients": "{'8577612-1': 1}"}