{"patient_id": 16782, "patient_uid": "7033541-1", "PMID": 32117777, "file_path": "comm/PMC007xxxxxx/PMC7033541.xml", "title": "von Hippel-Lindau Syndrome: Genetic Study of Case With a Rare Pathogenic Variant With Optic Nerve Hemangioblastoma, a Rare Phenotypic Expression", "patient": "Our case reporting followed CARE recommendations (). A 49-year-old woman had sporadic episodes of rotational vertigo 12 years ago and abdominal pain 10 years ago. Ultrasonography and magnetic resonance imaging (MRI) of the abdomen revealed the presence of pancreatic cysts that did not show significant growth in imaging tests. Seven years ago, a computed tomography scan (CT) of the abdomen showed a solid mass in the lower pole of the right kidney. The patient was then submitted to right partial nephrectomy, and pathological examination revealed the presence of CCR. There was no need for adjuvant treatment. In the same year, the patient complained of altered visual acuity and a CT scan of the skull and orbit was made. The results show thickening with tortuosity of the left optic nerve, with a small area of nodular enhancement, with an extension about 0.8 × 0.5 × 0.4 cm. The right optic nerve had a conserved aspect. These results were considered suggestive of the presence of HB in the optic nerve of the left eye (). MRI of the head showed a gadolinium-enhancing well-circumscribed mass on the left optic nerve in the orbital (). The mother of the patient died at age 63 from an advanced kidney tumor, and her father is alive and healthy at age 80. The patient has one child, currently 27 years old, who has a recurrent headache complaint but refuses to undergo the investigation for VHLS, and a healthy, symptom-free, five-year-old grandson. The patient has five brothers and two sisters. One sister underwent partial nephrectomy due to carcinoma in the right kidney without the need for adjuvant treatment, another sister was operated on by HB from the CNS and had pancreatic cysts, and one brother had two HBs removed that were located in the brain and spine. A nephew of the patient at age 12 was diagnosed with HB from the CNS and died 4 years later due to complications of brain tumor that did not come to be removed. Another niece was diagnosed at age 21 of cerebral HB, and 6 months ago the tumor had resected. The family pedigree of the proband is shown in . To date, the patient has no manifestation of PCC, is under urological and endocrinological follow-up, and is submitted to abdominal CT every year and to orbit and CNS MRI every two years. In the control examinations, the patient maintains images of pancreatic and renal cysts () without images of renal tumor recurrence or metastases. The right optic nerve is intact, and there are no CNS lesions in the MRI of the brain. She has only a slight decreased of the visual acuity in the left eye due to the optic nerve HB and does ophthalmologic follow up each 2 years.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'27509455': 1, '22089927': 1, '21725364': 1, '8955077': 1, '20151405': 1, '34760089': 2, '16163267': 1, '28326271': 1, '8022811': 1, '29601266': 1, '12754702': 1, '22362873': 1, '23512077': 1, '10353251': 1, '11058902': 1, '29911000': 2, '19863552': 1, '7493931': 1, '28529185': 1, '23222717': 1, '27527340': 1, '26079100': 1, '24986515': 1, '27511743': 1, '28125080': 1, '10408776': 1, '25533676': 1, '23384228': 1, '28785532': 1, '34868983': 2, '27153780': 1, '7585187': 1, '11505222': 1, '9751722': 1, '29479523': 1, '34109129': 2, '24309898': 1, '17218907': 1, '10631138': 1, '26564077': 1, '8589692': 1, '8089148': 1, '32117777': 2}", "similar_patients": "{'8559626-1': 1, '8632699-1': 1, '8180858-1': 1, '5989481-1': 1}"}