{"patient_id": 102431, "patient_uid": "7667583-1", "PMID": 33204178, "file_path": "noncomm/PMC007xxxxxx/PMC7667583.xml", "title": "Endogenous Nocardial Endophthalmitis Misdiagnosed as Giant Cell Arteritis", "patient": "An 84-year-old Caucasian female presented to the local emergency department with a recent history of severe headaches, myalgia and shoulder and calf muscle pain. She had been recently diagnosed with polymyalgia rheumatic in the context of a three-month history of fatigue, weakness and fluctuating fever and was already on tapered dose of corticosteroids. The patient was otherwise known for atrial fibrillation on anticoagulation, atherosclerotic coronary heart disease, hypertension, and dyslipidemia. Past ocular history was unremarkable except for remote bilateral phacoemulsification cataract surgery.\\nOn presentation at the ER, the patient was afebrile. There was no temporal artery tenderness or jaw pain, and C-reactive protein was mildly elevated at 52 mg/L. Platelets count was 313 x 109, white blood cells count was 19.9 x 109. No erythrocyte sedimentation was done. The tests were otherwise unremarkable.\\nThe patient was prescribed oral prednisone 50 mg once daily and admitted. Twenty-four hours later, solumedrol 1g IV was prescribed once daily for 48 hours for a presumed diagnosis of polymyalgia rheumatica and atypical temporal arteritis as the symptoms worsen and C-reactive protein increased to 197 mg\\L. At this point, the patient had no ocular symptoms.\\nDespite initial improvement, the patient relapsed after three days with worsening of symptoms and a new retro-orbital pain of the right eye. On examination by the ophthalmologist, the patient had 20/20 vision bilaterally, with normal adnexal structures and extraocular movements. Intraocular pressure was within normal limits and the visual field exam showed a superonasal quadranopsia. Anterior segment examination showed no sign of inflammation and fundus examination of the right eye showed a white, vascularized chorioretinal mass in the inferotemporal quadrant. The examination was unremarkable for the left eye. The diagnosis given by the general ophthalmologist was a possible malignant tumor and the patient was referred to a retinal specialist for further evaluation.\\nInvestigations by an infectious disease specialist led to a concomitant diagnosis of emphysematous cystitis. Piperacillin tazobactam 3.3 g IV q 6 hours was prescribed to the patient and given the partial response to antibiotics, the corticosteroids were gradually eliminated. Piperacillin tazobactam was changed for ampicillin 2 g IV q 6 hours.\\nOne day later, a PET scan was performed with results suggesting an inflammatory or infectious etiology. It showed two pulmonary opacities of unknown etiology and hypermetabolism in the right calf muscle, thought to be a hematoma. Large vessel arteritis was absent.\\nThree days later at follow-up, the patient’s vision in the right eye was significantly decreased from 20/20 to counting fingers. Panuveitis was present with a stage 4 vitreal haze on fundus exam. A B-scan was performed and revealed that the mass had increased in size and was extending into the vitreous. A diagnosis of endogenous endophthalmitis with a probable fungal etiology was made. A vitrectomy with a chorioretinal biopsy of the lesion was performed the next day. Intravitreal amphotericin B 5 mg/0.1 mL, vancomycin 1 mg/0.1 mL and ceftazidime 2.25 mg/0.1 mL were administered during the procedure. A biopsy of the left calf mass was made by needle biopsy.\\nThe culture of the vitreous () and biopsy of the left calf mass () showed high quantities of Nocardia nova. Disseminated Nocardiosis was therefore the final diagnosis.\\nAmpicillin was stopped and changed for meropenem 2 g IV q 8h and TMP-SMX 400 mg IV q8h for 4 doses. A dose of 2 mg of intravitreal ceftriaxone was also planned. After the intraocular injection and the parenteral antibiotics, a regression of the intraocular mass, right calf mass and two pulmonary opacities was observed. A considerable improvement of the patient’s general condition was also noted. However, the patient decided to cease treatment given her age and other comorbidities. She was transferred to palliative care and died 18 days later.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'8239251': 1, '15076963': 1, '18600246': 1, '9843264': 1, '31638926': 2, '30095316': 1, '15088059': 1, '29746787': 1, '25389580': 1, '24767244': 1, '16531438': 1, '1620016': 1, '8783685': 1, '6965362': 1, '22278699': 2, '28299015': 2, '20401568': 1, '21770800': 1, '25389722': 1, '16911989': 1, '23548110': 2, '12788146': 1, '25878910': 1, '11987046': 1, '28129236': 1, '25372323': 1, '10872932': 1, '15628303': 1, '769625': 1, '17071814': 1, '8055469': 1, '21813147': 1, '25390832': 1, '33204178': 2}", "similar_patients": "{'5340051-1': 1, '3438302-1': 1, '3636104-1': 1, '6802327-1': 1}"}