{"patient_id": 23962, "patient_uid": "7444855-1", "PMID": 32850209, "file_path": "comm/PMC007xxxxxx/PMC7444855.xml", "title": "A Case of Balloon Rupture During Coronary Angioplasty: Slow Flow Requiring Swift Action", "patient": "A 64-year-old male with known conservatively treated three-vessel coronary artery disease was referred to our catheterization laboratory due to recent aggravation of his angina status despite optimal medical therapy. The SYNTAX (SYNergy Between Percutaneous Coronary Intervention With TAXus and Cardiac Surgery) score was 19. After discussion of the heart team with the patient, percutaneous coronary intervention was decided, aiming to achieve complete revascularization.\\nThe procedure started with angioplasty of the left circumflex artery (LCx). An Artimes 2.5 x 20 mm semicompliant balloon (BrosMed Medical, Dongguan, China) was advanced across a calcified target lesion in the middle segment of the vessel (Figure ). During progressive inflation to predilate the lesion, the balloon suddenly ruptured at 16 atm, at which point its waist had yielded sufficiently (Figure ). The rated burst pressure for that balloon was 14 atm. Instantly, the patient developed severe hypotension with ST elevation in the precordial leads. The balloon was withdrawn and the next contrast infusion revealed thrombolysis in myocardial infarction (TIMI-1) blood flow in the LCx (Figure ). The complication was resolved after supportive measures, including oxygen, intravenous noradrenaline infusion, and repeated forceful injection of warm saline. The following contrast infusion showed a good result with TIMI-3 coronary flow, and the rest of the procedure was completed uneventfully (Figure ).\\nOn close inspection of the retrieved balloon, a coaxial burst was evident, exposing its inner shaft (Figure ). The patient was transferred to the coronary care unit, and was discharged the following day in stable condition.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'24557980': 1, '21421192': 1, '30615766': 1, '2947525': 1, '23791003': 1, '11350105': 1, '2353622': 1, '30533943': 1, '31434523': 1, '32850209': 2}", "similar_patients": "{}"}