{"patient_id": 23978, "patient_uid": "7444984-1", "PMID": 32850244, "file_path": "comm/PMC007xxxxxx/PMC7444984.xml", "title": "Succinylcholine-Induced Masseter Muscle Rigidity Successfully Managed With Propofol and Laryngeal Mask Airway: A Case Report and Brief Review", "patient": "A 55-year-old, 68 kg male with no significant past medical history and surgical history presented to the emergency room for the emergent repair of obstructed umbilical hernia. Clinical examination and laboratory evaluation were in normal range except for a mild increase in blood urea nitrogen (BUN). The patient was classified as American Society of Anesthesiologists (ASA) class 2. Initially, he was managed conservatively and later shifted to the operating room after a fast of 6 hours. He denied a history of previous exposure to anesthetic agents and preoperative evaluation did not reveal any features suggestive of difficult intubation. Ringer lactate infusion was done via 18G IV cannula and premedicated with nalbuphine. Monitoring included electrocardiography (EKG/ECG), noninvasive blood pressure (NIBP), and pulse oximetry (SpO2). Baseline SpO2 was 98% on room air with a blood pressure of 135/92 and a heart rate of 108 beats per minute, respectively. General anesthesia (GA) was planned. The patient was pre-oxygenated with 100% oxygen for 5 minutes, and induction was performed using propofol 10 mg in incremental doses and succinylcholine (100 mg). After a minute of observing no fasciculations, laryngoscopy was attempted but failed due to the inability to open the mouth. His jaw was fixed, absolutely immobile (Jaws of steel) that made laryngoscopy impossible. Considering the risk of masseter muscle spasm, intubation was aborted and mask ventilation was started. Mask ventilation maintained oxygen saturation at 100%. The patient regained spontaneous respiration after 10 minutes abandoning external ventilation. Meanwhile, the temperature was checked and found to be 98°F. His musculoskeletal examination did not reveal any rigidity or stiffness anywhere else in the body. Urine output was also adequate and non-bloody.\\nKeeping in view high susceptibility of malignant hyperthermia (MH) and unavailability of life-saving drug dantrolene at our center, all halogen-containing anesthetics were withheld and the decision was changed from GA in favor of total intravenous anesthesia (TIVA). He was assessed again for mouth opening; jaw was a bit lax but still unable to perform laryngoscopy. Laryngeal mask airway (LMA) was possible and placed. Propofol was used for anesthesia maintenance for its demonstrated benefits and atracurium for muscle relaxation. Intraoperative vital monitoring remained unremarkable during the entire procedure. Neostigmine 2.5 mg and atropine 1 mg were used as reversal agents. The patient regained spontaneous respiration with adequate breathing effort and tidal volume. LMA was removed and SpO2 maintained at 98% on room air. His muscle power was normal with a head lift for more than 5 seconds. His mouth opening was now possible without any difficulty, returning to the baseline.\\nPost-operatively, the patient was upgraded to the intensive care unit (ICU) for closed observation of MH. Continuous vital signs monitoring was done for 24 hours and the patient remained afebrile, throughout. Laboratory evaluations were significant for creatine phosphokinase (CPK) levels of 889 U/L (normal range: 22-198 U/L) and serum potassium (K+) levels of 5.7 mmol/L (normal range: 3.5-5.2 mmol/L) with normal serum chemistry, hematology, and urinalysis. Absence of rigidity/stiffness anywhere else, normal body temperature, and elevated CPK; a diagnosis of isolated masseter muscle rigidity induced by succinylcholine was made and the patient was downgraded to floor. The patient's postoperative period was uneventful and was discharged on the third postoperative day with special instructions of not receiving succinylcholine or other halogenated anesthetics in the future. A muscle biopsy with caffeine testing was advised to rule out MH.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'8069986': 1, '8214675': 1, '18947162': 1, '19934884': 1, '7915208': 1, '6487446': 1, '21189861': 2, '15911964': 1, '3662077': 1, '26238698': 1, '9598255': 1, '32850244': 2}", "similar_patients": "{'2980670-1': 1}"}