{"patient_id": 31749, "patient_uid": "7861064-1", "PMID": 33564505, "file_path": "comm/PMC007xxxxxx/PMC7861064.xml", "title": "Cognitive Behavioral Therapy Treating Juvenile Fibromyalgia", "patient": "A 17-year-old girl was referred to the rheumatology clinic complaining of pain, fatigue, and morning stiffness for the last few months that left her wheelchair-bound. She had been in her usual state of good medical health until about six months ago when she developed a runny nose and low-grade fever followed by right-sided lower motor neuron facial paralysis. She was treated with acyclovir, 500mg three times daily for 10 days, and prednisolone, 60mg for five days then tapered by 10mg per day for a total of 10 days, after which facial paralysis improved. Three weeks later, the patient started to have intolerable throbbing headaches and right facial pain. Her symptoms progressively deteriorated to become excruciating sharp pain in her lower extremities, exacerbated by physical and mental activities, which led her to quit school and be dependent on a wheelchair approximately eight weeks from the onset of the initial complaint. Further history did not show any previous psychological, past medical or family history.\\nOn functional assessment, her pain, morning stiffness, and fatigue were assessed, and on patient global assessment, all were full 10 (where 1 is the least and 10 is the most severe). On physical examination, vital signs were within normal limits. She was tearful and in apparent distress. Musculoskeletal examination showed a full range of motion at all joints, but with subjective soft tissue swelling, pain, and hypersensitivity to touch in proximal and distal muscle groups of lower extremities with seven out of 18 tender points. On neurological examination, she was oriented to place, person, and time. Cranial nerves were grossly intact with no facial palsy and no gross motor deficit with 5/5 power throughout. There were some areas of hypersensitivity and tenderness all over but with no gross sensory loss. Finger-nose-finger and Romberg tests were normal, and reflexes were 2+ and symmetrical bilaterally. Gait could not be assessed as she refused to walk due to pain. Examination of other systems was unremarkable.\\nTo rule out structural neurological and organic causes, the neurology team obtained brain and spinal MRI, which were normal. Lumbar puncture was performed with synovial fluid analysis and polymerase chain reaction (PCR), which came back negative. Laboratory evaluation including complete blood count (CBC), comprehensive metabolic panel (CMP), erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), creatine phosphokinase (CPK), and thyroid function were all within normal limits. Antinuclear antibody, anti-Sjögren's syndrome-related antigen A (anti-SSA/Ro), and rheumatoid factor (RF) were also negative. The patient had three out of 10 (chronic headache, fatigue, and subjective soft tissue swelling) and over five out of 18 tender points for more than three months, consequently was diagnosed as JFM according to Yunus and Masi criteria [].\\nOver the following few months, the patient was referred to multidisciplinary adolescent psychiatry where multiple pain treatments including trials of acetaminophen, non-steroidal anti-inflammatory drugs (NSAIDs), triptans, gabapentin, pregabalin, fluoxetine, nerve blocks, and Botox injections were unsuccessful, and the patient remained bound to a wheelchair and unable to ambulate. The turning point was when the patient started physical rehabilitation and cognitive behavioral therapy (CBT), where she responded very well, and all medications were discontinued. On her follow-up visit, she was pain-free, able to walk unassisted, and went back to school and social life as she recovered almost completely after over eight months of disability.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'17976693': 1, '24650858': 1, '24021576': 1, '20921030': 1, '23758613': 1, '3871615': 1, '18093737': 1, '17602994': 1, '15547167': 1, '33564505': 2}", "similar_patients": "{}"}