{"patient_id": 100619, "patient_uid": "7476699-1", "PMID": 32953656, "file_path": "noncomm/PMC007xxxxxx/PMC7476699.xml", "title": "Pathological Clavicle Fracture as the First Symptom of Lung Cancer", "patient": "A 70-year-old male without significant medical history except for being a former smoker presented to our emergency service with the left shoulder pain for the past 2 weeks. The pain was located in the distal third of the clavicle, and there was no history of trauma.\\nOn examination, there was a significant pain on palpation in the distal third of the clavicle and acromioclavicular joint. Limited active range of motion (abduction of 100°, anteflexion 90°, external rotation of 20°, and internal rotation up to L3), and abnormal rotator cuff strength (4 of 5).There was no vascular or neurologic deficit.\\nStandard two-dimensional radiographs were taken (), with an abnormal fracture of the lateral third of clavicle without clear traumatic history. Magnetic resonance imaging showed a fracture in the lateral third of clavicle accompanied by a soft tissue mass and bone edema ().\\nOn suspicion of a pathological fracture, a positron emission tomography/computed tomography (PET-CT) scan was performed to further assess the lesion and as a staging study. It showed at the PET-CT appreciates metabolically active pulmonary mass in the left upper lobe, mediastinal and left hilar adenopathy, hepatic lesions, and a bone lesion at the distal end of the left clavicle (), left sternoclavicular joint, left the transverse process of the 8th vertebra, and right transverse process of the 9th vertebra.\\nAfter having the staging studies, an ultrasound-guided biopsy was performed of the distal third clavicle lesion. The results of the biopsy came back compatible with a neuroendocrine carcinoma based on immunohisto chemical results (P63+, TTF1 -. CD56+ Ki67 80%). A transbronchial biopsy of the left upper lobe mass resulted in a small cell lung carcinoma.\\nThe patient was diagnosed with Stage IV advanced stage lung carcinoma and died 6 months after having with the pathological clavicle fracture.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'22089284': 1, '16509975': 1, '1651996': 1, '27209468': 1, '24413845': 1, '3062792': 1, '19135560': 1, '24929749': 1, '24758957': 1, '20927773': 1, '18483738': 1, '26909268': 1, '26779378': 2, '23205072': 1, '32953656': 2}", "similar_patients": "{'4706516-1': 1}"}