{"patient_id": 33717, "patient_uid": "7968189-1", "PMID": 33726782, "file_path": "comm/PMC007xxxxxx/PMC7968189.xml", "title": "Gamma heavy chain disease associated with rheumatoid arthritis: a case report", "patient": "A 85-year old French white man was admitted in 2016 for ischiopubic branch fractures after a scale fall.\\nHis medical past comprised type II diabetes mellitus, steroids-induced osteoporosis, and bacterial pneumonia in 2003 and 2008. He was followed for RA with positive anti-CCP (cyclic citrullinated peptide) antibodies since 1990, that was quiescent since 10 years, with bilateral mild and stable articular erosions of all distal interphalangeal joints. He was also known to have a monoclonal gammopathy of undetermined significance (MGUS) since 6 years, with an unquantifiable peak that had never been analyzed.\\nHis treatment was prednisolone 4 mg/day, hydroxychloroquine 200 mg/day, metformin, alendronic acid, and cholecalciferol.\\nAt admission, he had no fever, neither weight loss or abnormal sweat. Walking was painful because of the fractures, but there were no other bone or articular pain. Joints examination found no signs for arthritis or synovitis. Palpation of liver and spleen was normal and he had no peripheral lymphadenopathies. Physical examination found no other abnormalities.\\nHaemoglobin was normal at 13.3 g/dl, platelets were at 187 G/l, total leucocytes were at 11.61 G/l, with neutrophils at 8.93 G/l, monocytes at 0.91 G/l, and lymphocytes at 1.59 G/l. Blood electrolytes and hepatic parameters were normal, creatininemia was 105 µmol/l, and C-reactive protein was slightly increased at 27 mg/l. A vitamin D deficiency was noted. Immunologic tests found positive rheumatoid factor at 89 UI/ml (normal < 20 UI/ml) and positive anti-CCP antibodies (160 UI/ml, normal < 10 UI/ml). Serum protein electrophoresis found an albumin level at 32 g/l, and there was a beta–gamma block with a possible small monoclonal peak between beta and gamma zones (Fig. a). Immunofixation electrophoresis was then performed which found clonal γ-heavy chain without any light chains (Fig. b). The highlight of isolated clonal γ-heavy chain was also confirmed using capillary electrophoresis/immuno-subtraction technique (Fig. c). G, A, and M immunoglobulins assays were 14.9, 2.4 and 1.96 g/l respectively. Proteinuria was glomerular and non-selective at 1.2 g/day, Bence-Jones proteinuria and immunofixation of urine proteins were negative.\\nThe diagnosis of γ-HCD was made. Thoracic-abdominal-pelvic CT-scan and blood lymphocytes immunophenotyping were normal. We made a bone marrow aspiration and the myelogram was normal, without any dystrophic cells and with 2% normal plasmocytes. Monoclonal peak remained stable after 4 years of follow-up.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'9751465': 1, '27166317': 1, '12861101': 1, '22301495': 1, '26222587': 1, '2658067': 1, '33726782': 2}", "similar_patients": "{}"}