{"patient_id": 101725, "patient_uid": "7580769-1", "PMID": 33134429, "file_path": "noncomm/PMC007xxxxxx/PMC7580769.xml", "title": "Flexor tenosynovitis of the hand due to rare nontuberculous mycobacterium (Mycobacterium haemophilum) in an immunocompromised patient", "patient": "A 71-year-old woman underwent living donor kidney transplantation 20 years ago and continued to take immunosuppressants thereafter. She volunteered to engage in cleaning the river and hence had been exposed to soil. She noticed pain and swelling of her left middle finger and consulted her previous surgeon. Upon diagnosis of purulent flexor tenosynovitis, a synovectomy of the left middle finger was performed. Mycobacteria were detected; however, the species were not identified.\\nAlthough the course was good, she visited to our hospital 2 months after the first operation due to swelling, redness, and pain of the left thumb. Physical findings revealed pain, swelling, and warmth on the left thumb () and joint motion was restricted. Laboratory examinations yielded the following counts: 3700/μL for leukocytes, 0.17 mg/dL for CRP, and 3.8 pg/mL for β-D glucan, while rheumatoid factor and anti-CCP antibody were negative. Subsequently, after a diagnosis of purulent flexor tenosynovitis of the left thumb, a synovectomy of the left thumb was performed. Pathological examination of the resected synovium revealed numerous epithelioid cells and granuloma due to multinucleated giant cells. Microbiological examination revealed mycobacteria in the collected tissues ). In the culture at 37 °C and 30 °C for 8 weeks, no growth was observed in the Ogawa medium or in the mycobacteria growth indicator tube. However, growth was observed in the blood agar medium in the aerobic culture at 30 °C (). PCR reactions for detecting M. tuberculosis complex, M. avium, and M. intracellulare were negative. The gene sequence of the obtained PCR product was analyzed and the pathogenic bacterium was identified as M. haemophilum by homology search of the gene. Thereafter, antibacterial treatment with clarithromycin, rifampicin, and moxifloxacin was initiated. However, 10 months after the initial operation, the swelling and redness of the left middle finger recurred (). A plain radiograph showed no apparent osteolysis and plain magnetic resonance imaging showed synovial tissue relapse with low signal on T1-weighted image and high signal on T2-weighted image (). The patient was diagnosed with a recurrence of flexor tenosynovitis and synovectomy was repeated (). Mycobacterium haemophilum was detected again in the collected synovial tissue. Thereafter, the patient continued to receive antibiotics and no recurrence was observed 2 years after the last operation.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'29279350': 1, '25111417': 1, '29223631': 1, '18726875': 1, '21976605': 1, '29205702': 1, '25579828': 1, '33134429': 2}", "similar_patients": "{}"}