{"patient_id": 18975, "patient_uid": "7196092-1", "PMID": 32095988, "file_path": "comm/PMC007xxxxxx/PMC7196092.xml", "title": "Breast implant-associated anaplastic large-cell lymphoma: first case detected in a Japanese breast cancer patient", "patient": "A 50-year-old woman diagnosed with left unilateral breast cancer underwent mastectomy, axillary lymph-node dissection, and tissue expander insertion (model unknown) in 2002. Subsequently, the tissue expander was replaced with a textured surface SBI (McGhan Limited/410LM 220g/REF 27-LM115-220/LOT 161276). In the process of caring for her elderly parent for several years postoperatively, the patient used her pectoralis major muscles frequently. As a consequence, “breast stiffness” worsened, and prompted the patient to frequently massage the reconstructed breast. Redness on the reconstructed breast was recognized in December 2017, 15 years postoperative, but was left unattended. Symptoms worsened and she came to the hospital in June 2018. She presented with balloon-like swelling of left breast, upward shifting of the nipple and ipsilateral shoulder, and reddened and indurated areas on the medial and lateral side of the breast (Fig. ). Ultrasound showed fluid collection around the SBI, also presenting with rippled shell (Fig. ), and slightly enlarged bilateral axillary lymph nodes (data not shown). Because fluid collection was small, puncture was not performed before surgery. Blood tests revealed WBC 6100/μl and CRP 0.22 mg/dl. A damaged or infected breast implant was suspected, as well as the possibility of BIA-ALCL, and the SBI was removed along with as much surrounding tissue (capsule) as possible. No damage to the SBI was found, but fragmented capsules were observed during the surgical operation. As shown in Fig. a, yellow and serous discharge with scrambled egg-like floating matter was observed in the capsular tissue. Cytological examination of the intraoperative fluid showed a small cluster of atypical cells with large, pleomorphic, hyperchromatic, and severely irregular nuclei. Malignant lesions were suspected due to the clear enlargement of the nucleolus and the uneven distribution of the nuclei. The cytological finding was Class IIIb (Fig. b). Moderate nuclear atypia was recognized in large lymphoid cells with degeneration of the capsule and tissues surrounding the SBI. Fragmented capsules showed scattered chronic inflammatory cells in the necrotic area near the capsule (Fig. c). Atypical and hyperchromatic macrophages were seen (Fig. d). Results of immunohistochemistry (IHC) staining revealed CD68 (+), vimentin (+), and CK7 (−), and cells were determined to be histiocytes. Therefore, neither CD30 nor ALK was not performed. Bacterial cultures from fluid collection were negative. The postoperative diagnosis was considered to be sterile inflammation, but the possibility of BIA-ALCL could not be denied. Three months after the removal operation on the left breast, the contralateral axillary lymphadenopathy began to grow larger, and core needle biopsy was performed. In the histopathological diagnosis, most of the needle biopsy samples showed non-neoplastic changes. In a small number of regions, however, focal atypical CD30-positive cells were observed. The results of blood tests at 3 months after the removal operation showed WBC 6500/μl (neutrophil 51.4%, eosinophil 8.3%, and basophil 1.3%), CEA 0.8 ng/ml, CA15-3 9.2 U/ml, NCC-ST-439 < 1.0 U/ml, and soluble interleukin-2 receptor 477 U/ml.\\nBy 5 months postoperatively, the enlargement of the contralateral axillary lymph node had progressed even more. Now, fine needle aspiration cytology resulted in a Class IIIb diagnosis. Excisional biopsy was then performed on the contralateral axillary lymph node. The pathological findings showed proliferation of large atypical lymphoid cells with pleomorphic nuclei. (Fig. a). The result of IHC staining revealed CD30 (+), ALK (−), CD4 (weakly positive), CD8 (−), CD3 (−), CD20 (−), CD56 (−), GranzymeB (+), AE1/3 (−), EMA (−), and CK5/6 (−).The patient was diagnosed with BIA-ALCL due to CD30 positivity (Fig. b) and ALK negativity. The patient was in Stage IV and was transferred to a specialized institution to receive adjuvant CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisolone) chemotherapy every 21 days for 6 cycles. Seven months have passed, since the excisional biopsy was performed, and a complete metabolic response was confirmed by PET-CT.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'24574742': 1, '30715173': 1, '31392066': 2, '17058803': 1, '9252643': 1, '33367520': 2, '30546832': 1, '28885612': 1, '27683157': 1, '29302687': 1, '33185799': 1, '25974645': 1, '31308988': 1, '30789476': 1, '30817558': 1, '29370815': 2, '18626005': 1, '32095988': 2}", "similar_patients": "{'8040250-1': 1, '5784673-1': 1, '6662482-1': 1}"}