{"patient_id": 102031, "patient_uid": "7605055-1", "PMID": 30917722, "file_path": "noncomm/PMC007xxxxxx/PMC7605055.xml", "title": "Lansoprazole-Induced Thrombocytopenia in a Critically Ill Patient: A Case Report", "patient": "We describe a case of 50-year-old South Asian male with past medical history of diabetes mellitus type II, hypertension, and coronary artery disease who was admitted for elective ureteroscopy under general anesthesia for ureteric stone. His home medications were aspirin 100 mg once daily, clopidogrel 75 mg once daily, metformin 500 mg twice daily, rosuvastatin 10 mg once daily, and pantoprazole 40 mg once daily. Additionally, he was prescribed levofloxacin 500 mg once daily for 7 days which were completed on the day of admission. His medication refill history from the outpatient pharmacy was regular and implies compliance to his home medications. After cardiology consultation, his urologist held aspirin and clopidogrel 6 days prior to the procedure to minimize the risk of bleeding.\\nOn admission, his blood pressure was 100/62 mm Hg, heart rate was 64 bpm, respiratory rate was 20 bpm, and oxygen saturation was 99% on room air. Before anesthesia induction, he received 2 g of ceftriaxone intravenously, then he developed facial swelling, hypotension, and bradycardia, which progressed to pulseless electrical activity so cardiopulmonary resuscitation was performed and the patient was intubated. Although the cause of cardiac arrest was not clearly identified, it was thought to be an anaphylactic reaction to ceftriaxone.\\nAfter return of spontaneous circulation, he was shifted to the intensive care unit (ICU) for further care. Aspirin and clopidogrel were resumed while rosuvastatin and metformin were held due to elevated liver enzymes and critical illness, respectively. Additionally, lansoprazole 30 mg once daily by nasogastric route and heparin 5000 units subcutaneously twice daily were started for stress ulcer prophylaxis and for venous thromboembolism prophylaxis, respectively. Blood counts on the day of admission were as follows: white blood cells 18.2 ×103/µL, hemoglobin 15.1 g/dL, platelets 289×103/µL. Other laboratory investigations were normal except INR 1.3, creatinine 1.36 mg/dL, potassium 3 mEq/L, bicarbonate 19 mEq/L, and albumin 3 g/dL. He was extubated at the evening of the second day of admission to the ICU. He developed acute kidney injury and required 3 sessions of hemodialysis over the first 5 days of hospitalization then his kidney function started to improve gradually over his ICU stay. On day 2 of hospitalization, he started to have severe abdominal pain and diarrhea. Computed tomography of chest and abdomen showed multiple rib fractures and diffuse bowel edema.\\nOn day 5 of hospitalization, his platelets dropped gradually to 57×103/µL from 315×103/µL on admission (). Heparin was held and heparin-induced thrombocytopenia (HIT) antibodies and fibrinogen level were requested to screen for HIT and disseminated intravascular coagulation (DIC), respectively. His medical record was reviewed, but no previous episodes of thrombocytopenia were identified. HIT antibody test was negative and fibrinogen level came to be 5.34 g/L (normal). Abdominal ultrasound was done which excluded splenomegaly.\\nOn the next day (day 6 of admission), lansoprazole was suspected to be the cause of thrombocytopenia as it was the only newly introduced medication during admission and it was changed to ranitidine 150 mg once daily while heparin was reinitiated. His platelet count started to recover to normal gradually over the next 3 days. A full list of medications received during the first week of hospitalization is provided in . On the same day, the patient developed a urinary tract infection for which aztreonam 1 g every 8 hours was started. Two days later, his urine and blood cultures revealed extended spectrum beta-lactamase Escherichia coli, so aztreonam was changed to ertapenem 1 g once daily for 14 days according to microbiological sensitivity results. On day 14 of admission, patient developed thrombocytosis (560 ×103/µL) which was thought to be reactive secondary to infection, and his platelet count continued to increase gradually over the next few days. His peripheral smear on that day showed mild anisopoikilocytosis, anisochromia, and toxic neutrophils.\\nOn day 18 of admission, lansoprazole 30 mg daily was prescribed due to suspicion of upper GI bleeding suggested by drop in hemoglobin (rechallenge was not intended). Packed red blood cells were transfused and colonoscopy was done that showed severe colitis with no evidence of bleeding and several biopsies were taken. After lansoprazole reinitiation, his platelets dropped from 669×103/µL to 319×103/µL on day 5 of reinitiation. On day 20 of admission, he started to pass fresh blood with stools and received 2 units of packed red blood cells. After stopping lansoprazole, there was rebound increase in his platelets to 567×103/µL. On day 25, the histopathology result of colonic biopsies was released and was suggestive of inflammatory bowel disease so mesalamine 1 g 3 times daily was started, and the patient was transferred to the medical ward after 28 days in the ICU. Diarrhea and abdominal pain improved slightly after starting mesalamine, but they didn’t resolve completely. Repeat colonoscopy was planned after few days, but the patient requested discharge to travel back to his home country so he was discharged after 30 days of hospital stay. A thorough review of his medical record showed that the patient had received lansoprazole for 7 days 30 months before this admission, but platelets were not checked at that time.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'19344362': 1, '20882439': 1, '29854491': 2, '20008194': 1, '25383671': 1, '32258063': 1, '21325604': 1, '10690219': 1, '9695674': 1, '11978156': 1, '19006606': 1, '16569810': 1, '24175253': 1, '29085200': 1, '26751904': 1, '24512269': 1, '25207666': 1, '22310222': 1, '7249508': 1, '30917722': 2}", "similar_patients": "{'5952557-1': 1}"}