{"patient_id": 20927, "patient_uid": "7301432-1", "PMID": 32566419, "file_path": "comm/PMC007xxxxxx/PMC7301432.xml", "title": "Pontocerebellar Hypoplasia Diagnosed on Autopsy: A Case Report", "patient": "A two-month-old female patient, transferred from a tertiary healthcare center, was referred for autopsy with signs of developmental delay and respiratory failure. The patient had a medical history of being the fifth birth out of six overall pregnancies, with the parents being blood relatives (second cousins). The mother had suffered from an acute respiratory infection (unspecified) in the seventh gestational month and was a heavy smoker. The patient had been delivered 10 days prematurely per via naturalis with a weight of 2,250 g, height of 48 cm, and an Apgar score of 6 on the first minute and 8 on the fifth minute.\\nOn the second day postpartum, decreased reflexes and generalized muscular hypotension had been noted. Following 24 days in the neonatal intensive care unit, the patient had been de-hospitalized. Two weeks later, the patient had been hospitalized again after rejecting food, with the presence of a severe dry cough and muscle hypotension. Upon admission, no fever had been noted; radiology had shown lung consolidation, and the patient had been treated with antibiotics for bilateral pneumonia. After two weeks of treatment, the condition of the patient had not improved, and she had been referred to our hospital for further diagnostic tests and treatment. However, upon admission, the patient's condition was extremely poor and a lethal exit was registered, following extensive reanimation. The patient was referred for an autopsy to identify the underlying condition.\\nBefore autopsy, the patient weighed 3,140 g, was 50 cm in height, and head circumference was 33 cm (microcephaly). Furthermore, mild facial dysmorphism was noted, with retrognathia, gothic palate, and bulged zygomatic bones. On section of the thorax, the lungs were deformed and retracted towards the hilus with subpleural hemorrhages. The left lung weighed 30 g and the right one 38 g. A floating probe was performed with both lungs sinking. On a section floating probe, only the upper lobes of the lungs were semi-emergent in the liquid, with both inferior lobes and the middle lobe of the right lung sinking. On cross-section, the lungs were airless and consolidated. Histology revealed subtotal atelectasis and subpleural hemorrhages (Figure ).\\nThe atria of the hearth were dilated, and the cardiac weight was 28 g. On section, a persistent and dilated foramen ovale was observed. Histology revealed a granular change in the cardiomyocytes, predominantly in the atria (Figure ).\\nCranial section showed undisturbed dural duplicatures. Following the section of the tentorium cerebelli and the extraction of the cerebrum, cerebellum, brainstem, and spinal cord, the brainstem and cerebellum were noted to be severely hypoplastic, with a lack of basal foliation of the cerebellar cortex. The combined weight of the cerebrum, cerebellum, brainstem, and spinal cord was 270 g, with the cerebellum weighing only 5 g (Figure ). On section of the CNS, the lateral ventricles were noted to be dilated, especially the occipital horns. Histology of the cerebellum revealed subtotal lack of tertiary foliations, large sections of only secondary and primary foliations, abortive mushroom-like foliations, complete lack of foliations on the basal surface, tangential Purkinje branching, disarrangement of the Purkinje cells, and a severe variation of the cortical layer thickness and neuronal count (Figure ).\\nThe medulla oblongata revealed a narrowed central canal, decreased neuronal count in the olivary nuclei as well as severely hypoplastic spinocerebellar tract (Figure ). The spinal cord also showed decreased neuronal count in the anterior horns and central canal stenosis (Figure ).\\nThe clinical manifestation of hypoventilation respiratory failure with a right-to-left cardiac shunt and the gross and morphological changes in the cerebellum, brainstem, and spinal cord, with combined microcephaly and internal hydrocephalus, were in concordance with the morphological substrate of PCH type 1B. Therefore, the protocol was finalized as PCH type 1B to be the main condition.", "age": "[[2.0, 'month']]", "gender": "F", "relevant_articles": "{'10727190': 1, '17681808': 1, '12548734': 1, '21383226': 1, '24524299': 1, '10598835': 1, '17641900': 1, '18805371': 1, '32566419': 2}", "similar_patients": "{}"}