{"patient_id": 99783, "patient_uid": "7401049-1", "PMID": 32734801, "file_path": "noncomm/PMC007xxxxxx/PMC7401049.xml", "title": "Lethal diquat poisoning manifesting as central pontine myelinolysis and acute kidney injury: A case report and literature review", "patient": "A 21-year-old man with a body weight of 85 kg ingested 100 mL of diquat (20 g/100 mL) 5 hours before admission because he had been quarrelling with his family. Fifteen minutes after ingestion, he developed nausea and vomiting. The patient was sent to the emergency intensive care unit, and gastric lavage was performed. Three months earlier, the patient had been diagnosed with depression. He had no history of allergy, smoking, hypertension, diabetes, coronary heart disease, or infectious diseases such as hepatitis or tuberculosis.\\nAfter admission, physical examination showed that the patient’s vital signs were stable and that his oral mucosa was eroded. He had remarkable subxiphoid tenderness without rebound pain or muscle tension. Cardiopulmonary function was normal. The laboratory examination results are shown in . Hemoperfusion was performed twice daily after admission. Anti-infection, organ protection, and anti-oxidation drugs were administered. Two days after admission, chest computed tomography showed patchy hyperdensities with poorly defined boundaries in the upper lobe of the right lung and the lower lobes of both lungs. The daily urine volume was 100 mL. Continuous renal replacement therapy and continuous venovenous hemodiafiltration with hemoperfusion were performed. The patient received methylprednisolone (80 mg twice daily in the first 3 days and 40 mg twice daily thereafter), sulbenicillin (4 g three times daily for 10 days; this treatment was then changed to moxifloxacin at 0.4 g for 5 days), ulinastatin (200,000 IU twice daily for 10 days), and acetylcysteine (8 g once daily for 7 days). Five days after admission, the patient developed disturbance of consciousness. Considering the disturbance of consciousness and significantly increased creatinine level, renal encephalopathy was suspected. Ten days after admission, the patient exhibited quadriplegia, chewing and swallowing disorders, and positive bilateral Babinski signs. Head computed tomography was performed to exclude concomitant damage in the central nervous system as the cause of the consciousness disorder, and hypodensity in the pons was found. At 11 days, brain magnetic resonance imaging showed a pontine lesion with slight hypointensity on T1-weighted imaging, hyperintensity on T2-weighted imaging, and heterogeneous intensities on diffusion-weighted imaging and apparent diffusion coefficient imaging (). A diagnosis of acute pontine demyelination was made by collaboration among poisoning experts, neurologists, and neuroradiologists. At 15 days after admission, the patient died of multiple organ dysfunction syndrome.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'7062816': 1, '11320278': 1, '34824670': 1, '10778912': 1, '34484664': 1, '6668627': 1, '23402822': 1, '34182818': 2, '10630274': 1, '29569487': 1, '10630275': 1, '10499956': 1, '19583147': 1, '7015857': 1, '34552801': 2, '5579433': 1, '34458360': 1, '10778908': 1, '23311786': 1, '32734801': 2}", "similar_patients": "{'8452446-1': 1, '8246526-1': 1}"}