{"patient_id": 96806, "patient_uid": "7067131-1", "PMID": 32190026, "file_path": "noncomm/PMC007xxxxxx/PMC7067131.xml", "title": "Failure of iodine uptake in microscopic pulmonary metastases after recombinant human thyroid-stimulating hormone stimulation", "patient": "A 31-year-old woman with a history of mesenchymal chondrosarcoma was found to have an FDG avid thyroid nodule on surveillance positron emission tomography-computed tomography (PET/CT). There was no evidence of distant metastases other than a few nonspecific lung nodules up to 4 mm on all cross-sectional imaging she underwent for the surveillance of chondrosarcoma. Additional evaluation with neck ultrasound and fine needle aspiration revealed papillary thyroid carcinoma. She underwent total thyroidectomy and left central and lateral modified neck dissection. Pathology revealed a 3 cm diffuse sclerosing variant of papillary thyroid cancer in the left lobe with lymphovascular invasion and minimal extrathyroidal extension. Seventeen of the resected 31 lymph nodes were positive for metastases, many with extranodal extension (TNM-T3N1bMx). Five weeks postoperatively in June 2014, thyroglobulin (Tg) was 18.1 μg/L on levothyroxine suppression. Because of a history of depression, the patient was prepared for RAI therapy by rhTSH. 123I scan [Figure and ] demonstrated focal uptake in the thyroid bed with no evidence of cervical or distant metastases and an uptake of 0.6%. The patient then received 150 mCi of 131I, a dose selected due to high-risk pathologic features and higher than expected postoperative Tg on levothyroxine suppression. Tg was stimulated to 133.8 μg/L on the day of RAI therapy 24 h after rhTSH stimulation, a level that is suggestive of distant metastases, with a TSH level of 103.84 mIU/L [].\\nHowever, posttherapy 131I imaging [Figure and ] demonstrated multiple areas of neck uptake consistent with cervical nodal metastases but no distant metastases. A follow-up neck ultrasound showed a few nonspecific nonenlarged cervical lymph nodes. Four months after RAI therapy, Tg was 18.6 μg/L on levothyroxine suppression, similar to the pretherapy level of 18.1 []. Repeat CT and PET/CT for the surveillance of mesenchymal chondrosarcoma were unremarkable, demonstrating no evidence of metastases. Evaluation for heterophile antibodies against Tg was negative. Approximately 1 year after the initial RAI therapy, due to persistent although relatively stable Tg elevation, she underwent repeat RAI therapy prepared by THW in August 2015.\\nPretherapy 123I scan [] demonstrated subtle uptake in the neck with faint uptake in the lower thorax but no definitive distant metastatic disease. However Tg was stimulated to 495 μg/L with a concurrent TSH of 92 mIU/L, again suggesting the presence of distant metastases []. The patient was treated with 100 mCi of 131I empirically for both therapeutic and diagnostic purposes. Posttherapy 131I scan [] demonstrated diffuse bilateral pulmonary uptake in addition to multifocal uptake in the neck. A noncontrast chest CT performed soon after RAI therapy was again negative with no correlate to the diffuse pulmonary 131I uptake, suggestive of microscopic metastatic disease.\\nThe patient's Tg levels have remained elevated but relatively stable, fluctuating mostly between 15 and 28 μg/L on TSH suppression (<0.1 mIU/L). The patient's last chest CT in November 2018 continued to show no evidence of macroscopic pulmonary metastases.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'16595499': 1, '11739420': 1, '22551127': 1, '14764766': 1, '10566623': 1, '16984246': 1, '15242576': 1, '22313411': 1, '16384850': 1, '21565788': 1, '32190026': 2}", "similar_patients": "{}"}