{"patient_id": 17147, "patient_uid": "7053053-1", "PMID": 32127014, "file_path": "comm/PMC007xxxxxx/PMC7053053.xml", "title": "Fibromatosis-like metaplastic carcinoma: a case report and review of the literature", "patient": "A 65-year-old woman presented with a self-palpated small lump in the left breast. She already underwent three breast lumpectomies in another hospital for benign lesions; two of the left breast and one of the right breast. She did not take any medications and had no family history.\\nClinical examination confirmed the presence of a small nodule in the left breast, situated medially at 9 o’clock. Mammography and echography revealed a spherical, homogenous, non-cystic, well-defined mass of 19 × 14 × 19 mm. The lesion was situated close to the pectoralis major muscle and was suspicious for muscle invasion. Doppler ultrasonography revealed an important perilesional and peripheral vascularization. Several enlarged ipsilateral axillary lymph nodes were noticed.\\nCore needle biopsies (CNBs) were taken from one enlarged axillary lymph node and from the breast lump. The latter showed a spindle cell lesion with a sharply defined round border that separated the lesion from the surrounding fat tissue. At higher magnification, a variable cellularity was observed but no infiltrative permeation in the surrounding tissue was noticed. Both poorly and highly cellular areas consisted of bland-looking spindle cells. While the poorly cellular areas were characterized by a dense compact collagenous stroma, the more crowded areas showed haphazardly arranged cells embedded in loose connective tissue with myxoid appearance (Fig. a). Mitotic figures were absent. The CNB taken from the lymph node showed no malignancy.\\nBecause of the discrepancy between the radiological findings (suggestive for an infiltrative malignancy) and the pathological findings (consistent with a bland-looking, sharply delineated spindle cell lesion), a complete local resection was recommended for definitive diagnosis.\\nAt gross examination, the excised lesion presented as a sharply delineated nodule with homogenous white color, hard consistency and regular borders. The nodule had a diameter of 19 mm and was completely resected with a free margin of 8 mm. The lesion was surrounded by adipose tissue; no muscular tissue was resected during the surgical procedure.\\nIn addition to the morphological features observed in the CNB, we noticed the presence of small clusters of epithelioid cells admixed with the spindle cells in the highly cellular fields of the resection specimen. The epithelioid cells contained oval nuclei with vesicular aspect, slightly irregular borders and often a prominent nucleolus. Occasional mitotic figures were present, as opposed to the CNB (Fig. b). Focally, despite a mainly sharply delineated margin, we also noticed small areas of invasion in the surrounding adipose tissue at the periphery of the lesion (Fig. c, d). In the areas of peripheral invasion, several entrapped ducts could be found, often surrounded by scattered lymphocytes. A distinctive central scar-like sclerotic zone admixed with bland-looking ducts was noticed as well (Fig. e). We considered the central scar-like sclerotic zone as a pre-existing sclerotic lesion. The spindle cell lesion was completely resected, albeit with a minimal margin of less than 1 mm.\\nBased on these morphological features, we considered a broad differential diagnosis including DF, adenomyoepithelioma (AME), inflammatory myofibroblastic tumor (IMT), myofibroblastoma, pseudoangiomatous stromal hyperplasia (PASH) and LG-FLMC. A broad panel of immunohistochemical stains was performed to narrow this differential diagnosis.\\nThe spindle cells showed a diffuse immunoreactivity for alpha smooth muscle actin (α-SMA) (Fig. a), p63 (Fig. b), and cytokeratin AE1/AE3 (Fig. c). Focal immunoreactivity for S100, desmin and caldesmon was also noticed. There was no immunoreactivity for estrogen receptor (ER), progesterone receptor (PR), human epidermal growth factor receptor 2 (HER2), CD34, B-cell lymphoma 2 (Bcl-2), CD10 and anaplastic lymphoma kinase (ALK). β-catenin immunostaining showed focal cytoplasmatic staining, but no nuclear expression (Fig. d). The Ki67 immunostaining revealed a labeling index of about 2%, on average.\\nBecause of the lack of expression for ALK, CD34 and ER and because of the lack of nuclear β-catenin expression, we excluded the diagnosis of IMT, myofibroblastoma, PASH and DF. Given the spindle cell morphology, the presence of rare epithelioid cells, the mitotic activity, the clear co-immunoreactivity for CK AE1/AE3 and p63 and the triple-negativity for ER, PR and HER2, the differential diagnosis was limited to a borderline malignant ER-negative AME with myoepithelial overgrowth and LG-FLMC. Notably, a sharply delineated border and association with a centrally sclerotic region may be observed both in AME and LG-FLMC [, ].\\nThe further characterization of this lesion included mutational analysis of 97 cancer related genes (Table ) with capture-based targeted next generation sequencing method in search of recurrent mutations in the HRAS and/or PIK3CA gene that could have helped in the differential diagnosis [, –]. The following pathogenic variants were detected: GNAS c.601C > T p.(Arg201Cys) with variant allele frequency (VAF) 22%, TERT-promotor c.-124C > T p.? with VAF 20%, PIK3R1 c.1365_1367del p.(Gln455_Phe456delinsHis) with VAF 21% and PIK3R1 c.2088dup p.(His697Thrfs*44) with VAF 22%. No mutations were found in HRAS and PIK3CA.\\nEventually we favored the diagnosis of LG-FLMC based on the morphological and immunohistochemical findings.\\nBecause of the negative resection margins (albeit with a margin less than 1 mm), the favorable prognosis of this entity and the lack of proof of usefulness, no adjuvant therapy was given. After 2 years of clinicoradiological follow-up, the patient was still free of disease.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'28027119': 1, '19579879': 1, '29946183': 1, '25822766': 1, '11474284': 1, '25713418': 1, '29537649': 1, '20693983': 1, '31949751': 1, '17324295': 2, '34292391': 1, '28629810': 1, '34322734': 1, '22444721': 1, '28481359': 1, '29708279': 1, '26768028': 1, '30886301': 1, '29739933': 1, '12629863': 1, '28153863': 1, '28736315': 1, '34830849': 1, '10326695': 1, '16683904': 1, '32127014': 2}", "similar_patients": "{'1808459-1': 1}"}