{"patient_id": 100409, "patient_uid": "7452796-1", "PMID": 32843600, "file_path": "noncomm/PMC007xxxxxx/PMC7452796.xml", "title": "Graft outflow vein unification venoplasty with superficial left hepatic vein branch in pediatric living donor liver transplantation using a left lateral section graft", "patient": "In this case, the infant patient was a 5-month-old girl with 65 cm in height and 9 kg in weight who suffered from biliary atresia. This patient underwent a Kasai portoenterostomy at 1 month after birth and had experienced a redo of the Kasai operation 20 days later. However, the patient had episodes of jaundice which progressed continuously, with laboratory findings of aspartate transaminase 600 IU/L, alanine transaminase 467 IU/L, alkaline phosphatase 932 IU/L, albumin 2.1 g/dL, creatinine 0.17 mg/dL, prothrombin INR 1.51, and total and direct bilirubin 19.1 mg/dL and 16.0 mg/dL, respectively. Because that the pediatric end-stage liver disease score (PELD) of this patient was 21, there was a low possibility of organ allocation for split or whole liver transplantation. In what follows, the general condition of this patient deteriorated progressively, thus we decided to perform a LDLT operation at the age of 5 months. In this scheme, the donor was the 38-year-old mother of this patient.\\nTo begin with, a 250 g-weighing LLS graft was harvested through a laparotomy with an upper midline incision. The transverse diameter of the graft LHV orifice was 15 mm and a 3 mm-sized superficial branch of the LHV was attached (). This superficial LHV branch was incised by 10 mm in length to expose the vein lumen (). Next, the septum between the LHV trunk and its superficial branch was incised and some intervening hepatic parenchyma was excised (). Thereafter, these two vein openings were unified with continuous sutures using a 6-0 PDS (). This unification procedure made the transverse diameter of the graft vein orifice as large as 25 mm.\\nAfter dissection of the recipient native liver was completed (), the hepatic parenchyma was incised by a surgical knife, by which a bulk of hepatic parenchyma was left around the hepatic vein trunks (). Next, a longitudinal incision was applied at the hepatic parenchyma between the right and middle hepatic vein trunks, and then the attached hepatic parenchyma was separated into two parts (). Thereafter, the hepatic parenchyma was forcefully pulled out to detach from the hepatic vein stumps, which made the hepatic vein stump walls long and thick (). At that time, the IVC wall septa between the right and middle hepatic veins and the middle and left hepatic veins were incised consecutively to make a single large hepatic vein orifice (). The anterior wall defect between the right and middle hepatic vein stumps at this hepatic vein orifice was repaired with continuous sutures using a 6-0 PDS (). At that time, this unification procedure made the transverse diameter of hepatic vein orifice as large as 30 mm, although the diameter of the retrohepatic IVC was noted as being close to 15 mm ().\\nBecause the portal vein was hypoplastic according to the disease nature of biliary atresia, a vein interposition technique was applied using a cold-stored external iliac vein homograft (), which was presented previously. Next after spreading slush ice, the LLS graft implantation was initiated. The right and left corners of the graft and recipient hepatic vein orifices were tagged with a 5-0 PDS to match their sizes (). Then, continuous sutures of the posterior wall continued first from the left corner to the 6 o’clock direction (), and then the suturing continued toward the right corner after meticulous size patching (). An additional longitudinal incision at the anterior wall of the IVC was not necessary, because the size matching at this portion was considered to be of an adequate nature. After placing a fixation suture at the right corner, the suturing continued to the anastomose of the anterior wall (). After injecting heparinized saline into the IVC lumen, the graft hepatic vein reconstruction was completed.\\nThereafter, the interposed recipient portal vein conduit was stretched toward the graft portal vein, and some redundant portion was excised after length matching. A portal vein reconstruction was performed with continuous sutures using a 6-0 PDS (). Just after that, the graft reperfusion was continued. The graft left hepatic artery was reconstructed using the recipient right hepatic artery branch under the use of a surgical microscopy (). An hepaticojejunostomy was performed using the preformed Roux-en-Y jejunal limb ().\\nThis patient recovered uneventfully without any surgical complication (), and is doing well for 3 months to date.", "age": "[[5.0, 'month']]", "gender": "F", "relevant_articles": "{'7701594': 1, '23375311': 1, '30401383': 1, '33234754': 1, '26862296': 1, '16549187': 1, '29468367': 1, '15776411': 1, '29290659': 1, '28927979': 1, '34053936': 2, '11180859': 1, '31535198': 1, '32843600': 2}", "similar_patients": "{'8180402-1': 1}"}