{"patient_id": 32529, "patient_uid": "7899250-1", "PMID": 33633892, "file_path": "comm/PMC007xxxxxx/PMC7899250.xml", "title": "Cutaneous Metastatic Breast Cancer Masked by Hidradenitis Suppurativa", "patient": "A 30-year-old woman presented for evaluation of draining boils and sores that were located between and on the breasts, both axillae and the groin for seven months. She had previously been treated by another clinician with benzoyl peroxide five percent body wash with mild benefit. She was not taking any other medications and she had no other medical conditions. Her family history was significant for breast cancer in a cousin and her mother.\\nCutaneous examination revealed draining sinus tracts between the breasts and in the axillae. Scars were observed on the breast area and an indurated, four-centimeter nodule was appreciated on the right breast (Figure ). Based on her clinical history and skin findings, a diagnosis of hidradenitis suppurativa was established and daily therapy with oral minocycline (100 milligrams), topical benzoyl peroxide five percent wash, and topical clindamycin one percent solution was initiated.\\nShe returned for a follow-up evaluation three months after her initial visit. She thought that her condition was well controlled. However, cutaneous examination demonstrated a persistent nodule on the right breast that appeared larger than it was on her initial visit (Figure ).\\nMalignancy was considered in the different diagnosis of the right breast nodule. A four-millimeter punch biopsy was performed. The microscopic evaluation demonstrated an adenocarcinoma of the breast. The patient was referred to an oncologist. Additional workup confirmed the diagnosis of metastatic breast cancer. She completed a surgical resection of the right breast and is currently undergoing chemotherapy.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'22229935': 1, '25244165': 1, '23966107': 1, '28752119': 1, '24068124': 1, '26312696': 2, '31674740': 1, '29755903': 2, '22617133': 1, '24068134': 2, '30142725': 1, '34733391': 1, '26345728': 1, '2298962': 1, '33633892': 2}", "similar_patients": "{'4540530-1': 1, '3760938-1': 1, '5947931-1': 1}"}