{"patient_id": 19165, "patient_uid": "7206703-1", "PMID": 32384881, "file_path": "comm/PMC007xxxxxx/PMC7206703.xml", "title": "Cholestasis and disseminated histoplasmosis in a psoriatic patient on infliximab: case report and review of literature", "patient": "A 48-year-old female with psoriatic arthritis on methotrexate and infliximab was transferred to our hospital for evaluation of persistent fever, right-upper-quadrant (RUQ) pain and elevated liver enzymes. Two days prior to presentation, the patient underwent an elective laparoscopic cholecystectomy for biliary colic. However, her RUQ pain persisted and she became febrile. The patient denied recent travel or significant smoking or alcohol use. Family history was notable for psoriasis, autoimmune hepatitis and non-alcoholic fatty liver disease.\\nLaboratory data revealed ALT 218 U/L [ref. range 0–35 U/L], AST 181 U/L [ref. range 0–35 U/L], ALP 1138 U/L [ref. range 35–105 U/L], and LDH 406 U/L [ref. range 118–225 U/L]. On admission to our hospital, additional laboratory investigation was notable for elevated white blood cell count of 13.5 K/μL (ref. range 4–10 K/μL), lymphocyte count 8.5 K/μL (ref. range 1.2–3.7 K/μL), GGT 885 U/L (ref. range 5–36), total bilirubin 2.5 mg/dL (ref. range 0–1.2), and ferritin 1229 ng/ml (ref. range 10–120 ng/ml). An abdominal ultrasound showed non-specific post-cholecystectomy changes; a hepatobiliary iminodiacetic acid (HIDA) scan was negative for biliary leak or obstruction; computed tomography (CT) of abdomen and pelvis with contrast was without focal liver lesions or fluid collections; and an magnetic resonance cholangiopancreatography (MRCP) was without intrahepatic biliary ductal dilatation. The patient was then transferred to our institution for further evaluation.\\nSerologic testing for hepatitis viruses A, B and C, Epstein-Barr virus, cytomegalovirus, herpes simplex virus and human immunodeficiency virus were negative. A high titer of anti-nuclear antibodies (ANA) 1:640 was detected while Ig immunoglobulins and rheumatoid factor were within normal range. F-actin IgG and anti-Histone antibodies were weakly positive at 32 [ref. range 0–19 units] and 2.6 [ref. range 0–0.9], respectively. Anti-neutrophil cytoplasmic, anti-RNP, anti-Smith, anti-SSA/SSB and anti-dsDNA autoantibodies were negative.\\nThe direct bilirubin reached 6.0 mg/dL (ref. range 0–0.3 mg/dL) on day 6 of admission despite normal indirect bilirubin of 0.5 mg/dL (ref. range 0.1–1.0 mg/dL). A liver biopsy was obtained on Day 7. This found numerous non-necrotizing granulomas with sinusoidal congestion, mild predominantly microvesicular steatosis (~ 20%) without significant ductitis or ductular reaction, no fibrosis on H&E stain, rare small budding yeast on GMS stain, negative acid-fast stain, negative PAS-D stain, negative iron stain, and minimal pericellular and periportal fibrosis on trichrome stain (Fig. ). The patient was then started on antifungal treatment with Amphotericin B.\\nSerum and urine Histoplasma capsulatum antigen came back as positive on Day 15 and the patient’s direct bilirubin peaked at 11.8 mg/dL on day 16 of admission. After 2 weeks of IV amphotericin B, patient was transitioned to PO itraconazole 200 mg BID on day 23 of admission for a planned 1-year duration. During the remaining course of her hospitalization, she developed significant left-sided pleural effusions requiring two thoracenteses. On both occasions, pleural fluid was exudative. Medical cytology was negative for malignant cells, and culture data was negative. She then developed a significant cardiac tamponade requiring an urgent pericardiocentesis, once again without malignant cells or positive cultures. The patient’s liver function tests normalized after 68 days of treatment and she was discharged with a long-term course of itraconazole.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'34098976': 1, '3400691': 1, '19911965': 1, '28617878': 1, '23663920': 1, '2058639': 1, '34513533': 2, '26398539': 1, '19736584': 1, '26279969': 1, '27817934': 1, '7356773': 1, '17505255': 1, '15654803': 1, '34458389': 1, '11170958': 1, '25013413': 2, '17223625': 1, '28275076': 1, '21888792': 1, '17806045': 1, '2233233': 1, '34178195': 1, '32384881': 2}", "similar_patients": "{'8409462-1': 1, '4070324-1': 1}"}