{"patient_id": 31479, "patient_uid": "7845741-1", "PMID": 33532160, "file_path": "comm/PMC007xxxxxx/PMC7845741.xml", "title": "Successful Treatment of Elderly Male With COVID-19 Infection With Severe Acute Respiratory Distress Syndrome Using Multimodal Therapy, Including Immune Modulation Therapy", "patient": "A 78-year-old man fell from a ladder and suffered a right distal tibial fracture. He underwent surgical immobilization on the sixth day after the injury. On the following day, he developed a low-grade fever and was isolated in a private room. Polymerase chain reaction for COVID-19 was positive (day 4 from the day of saliva sampling), and he was moved to an isolated ward for COVID-19 infection. The patient had hypertension, mild chronic pulmonary disease (Brinkman index >1000), left gingival cancer that had been surgically treated, and benign prostatic hypertrophy. He had no specific family history. When a physician checked him, a physical examination revealed the following findings: consciousness, clear; blood pressure, 130/58 mmHg; heart rate, 50 beats per minute; respiratory rate, 20 breaths per minute; SpO2, 98% under room air; and body temperature, 38.4 °C, with no specific findings other than those associated with his orthopedic operation. Chest roentgenography revealed no specific findings. Electrocardiography revealed sinus bradycardia. Thoracic computed tomography revealed bilateral local peripheral ground-glass opacities in the lung fields (Figure ).\\nThe main results of a blood analysis were as follows: white blood cell count, 4200/μL; hemoglobin, 11.9 g/dL; platelet count, 30.1×104/μL; glucose, 111 mg/dL; HbA1C, 6.6%; total bilirubin, 0.4 mg/dL; aspartate aminotransferase, 81 IU/L; alanine aminotransferase, 59 IU/L; lactate dehydrogenase, 300 IU/L; blood urea nitrogen, 13.2 mg/dL; creatinine, 0.94 mg/dL; creatinine phosphokinase, 119 IU/L; sodium, 138 mEq/L; potassium, 4.5 mEq/L; chloride, 7101 mEq/L; and C-reactive protein, 3.96 mg/dL. As he initially had no oxygen demand, the initial treatment was an infusion of ceftriaxone (2 g/day) and azithromycin (500 mg/day). However, on day 5, he required 1 liter per minute of oxygen (by nasal cannula) to maintain a percutaneous saturated oxygen level of >90%, and dexamethasone (6 mg/day) was prescribed. On day 6, he felt dyspnea on motion and his oxygen demand increased from 1 liter per minute to 2 liters per minute. As his D-dimer level was 25.0 μg/mL, continuous infusion of heparin (12,000 unit/day) was initiated. Infusion of remdesivir (100 mg/day) was initiated from day 7 when the drug was delivered to our hospital. On day 9, his oxygenation suddenly showed a remarkable deterioration and he required 10 liters per minute of oxygen by face mask. An arterial gas analysis revealed that his PaO2 level was 50 mmHg. He received a tentative diagnosis of COVID-19-induced pneumonia accompanied by severe ARDS, and urgent tracheal intubation was performed under sedation by midazolam and rocuronium. Subsequently, he underwent mechanical ventilation with 1.0 of FiO2 and 10 cmH2O, with positive end-expiratory pressure (PEEP). The results of arterial gas analysis at that time were as follows: pH, 7.217; PaO2, 86.6 mmHg; PaCO2, 60.0 mmHg, and , 23.5 mmol/L. He also received intravenous immunoglobulin (IVIG) and an infusion of glycyrrhizin. The immunoglobulin had been extracted from blood obtained from a Japanese donor. His clinical course with treatment and the results of a biochemical analysis are shown in Figure .\\nHis condition was complicated by marked sinus bradycardia, which tended to decrease to under 30 beats per minute at night under sedation with midazolam. However, his systolic blood pressure remained >100 mmHg; thus, the bradycardia was only observed. His oxygenation gradually improved, with his PaO2/FiO2 value reaching near 300; thus, extubation was performed on day 15. After rehabilitation, he no longer required oxygen on day 19. As a treatment summary, he underwent 17 days of cefotaxime (2 g/day), 3 days of azithromycin (500 mg/day), 15 days of heparin (12,000-13,000 unit/day), 11 days of dexamethasone (6 mg/day), 10 days of remdisvir (100 mg/day), 3 days of IVIG (5 g/day), 7 days of glycyrrhizin (80 ml/day), and 4 days glycyrrhizin (40 ml/day). On day 20, his D-dimer (18 μg/mL) level was found to be increased and enhanced CT revealed pulmonary embolism. As his oxygenation did not change, a direct oral anticoagulant was prescribed. After twice confirming COVID-19-negativity by PCR, he was moved to a general ward on day 28. Marked sinus bradycardia was not observed at night. He was discharged on day 59 after rehabilitation.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'30659537': 1, '15897988': 1, '32020029': 1, '33201226': 1, '33087047': 1, '24936101': 1, '33200102': 1, '33104267': 1, '32214533': 1, '233133': 1, '32029004': 1, '33185036': 1, '32445440': 1, '33783027': 1, '32982135': 1, '33101547': 1, '32145402': 1, '34909301': 2, '94280': 1, '33163977': 1, '32714705': 2, '33532160': 2}", "similar_patients": "{'8652016-1': 1, '7377653-1': 1}"}