{"patient_id": 23039, "patient_uid": "7398712-1", "PMID": 32765990, "file_path": "comm/PMC007xxxxxx/PMC7398712.xml", "title": "Culture-Proven Disseminated and Meningeal Histoplasmosis Presenting as Septic Shock and Autoimmune Hemolytic Anemia in an Infant", "patient": "A three-month-old Costa Rican male was admitted to a peripheral community hospital part of the social security system of Costa Rica (CCSS) because of two days of vomiting. On admission, physical examination revealed a febrile male with severe dehydration, mottled skin, and hepatosplenomegaly (Figure ).\\nHe needed initially 40 cc/kg of intravenous crystalloids. He persisted febrile with abdominal distention and developed a tonic seizure treated with one dose of intravenous diazepam. Samples were obtained for laboratory analysis, including peripheral blood cultures and CSF culture. Following a lumbar puncture, the patient had an apnea and decortication postures; therefore, he needed immediately endotracheal intubation, mechanical ventilation, and one dose of mannitol to reduce the intracranial pressure. A brain ultrasound revealed dense and lumpy material inside the lateral ventricles, an abdomen ultrasound confirmed the hepatosplenomegaly, and intra-abdominal free fluid was seen. Intravenous cefotaxime was started as an empiric therapy of septic shock.\\nA complete blood count was compatible with autoimmune hemolytic anemia (hemoglobin: 7.2 g/dL; reticulocytes: 9%; direct Coombs: ++ IgG and C3d) and thrombocytopenia (platelets: 60,000/mm3), with normal leukocytes count (5.300/mm3; absolute neutrophil count: 1,219). One dose each of intravenous immunoglobulin (1 g/kg) and methylprednisolone (30 mg/kg) was administered. Coagulation times and other hematological revealed disseminated intravascular coagulation (prothrombin time [PT]: 29%, activated partial thromboplastin time [ATTP]: 61 seconds, international normalized ratio [INR]: 2.18); therefore, reanimation was continued with fresh frozen plasma, red blood cells, and cryoprecipitates. Of interest, acute inflammatory markers were negative: C-reactive protein (CRP) of 12 mg/L and procalcitonin of 0.5 mg/mL. Further laboratory investigations revealed normal blood urea nitrogen, creatinine, electrolytes, and liver enzymes. CSF analysis revealed normal glucose (79 mg/dL), elevated proteins (845 mg/dL), lymphocytic pleocytosis (leukocytes: 600/mm3; 85% lymphocytes; 15% neutrophils), and cerebral bleeding (3 000 erythrocytes), and no bacteria or fungal forms seen on gram stain. He developed refractory septic shock; therefore norepinephrine and epinephrine were started and the patient was transferred to the only national tertiary pediatric center of the country.\\nOn admission, the child continued on refractory septic shock, had pancytopenia, and coagulopathy, and was transferred to the pediatric intensive care unit. Under the suspicion of macrophage activation syndrome, a bone marrow aspirate was performed; blastospores of H. capsulatum were seen at direct microscopy, but no hemophagocytosis was observed. Polymerase chain reaction (PCR) for H. capsulatum in bone marrow aspirate was negative, and culture of bone marrow was not requested. Samples from blood and CSF that initially were cultivated in conventional aerobic bacterial cultures were centrifugated and planted onto Sabouraud’s dextrose agar and Mycosel agar at 35-37°C.\\nIntravenous deoxycholate amphotericin B was initiated immediately (1 mg/kg daily) and extended for one month. At the end of four weeks, both the peripheral blood and CSF cultures obtained at the referral community hospital were positive for H. capsulatum (Figure ).\\nThe patient recovered completely with no sequelae. Immunologic studies of the child including HIV, immunoglobulins (IgA, IgG, IgM), nitro blue tetrazolium test (NBT test), and flow cytometry were all normal. A large inoculum of bat guano was located at his home in a rural place of Costa Rica.", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'27000866': 1, '25504238': 1, '31902569': 1, '29020213': 1, '17223625': 1, '28903523': 1, '31453079': 1, '17806045': 1, '20634255': 1, '29595679': 1, '27759351': 1, '19879506': 1, '10608625': 1, '30124985': 1, '27118801': 1, '32765990': 2}", "similar_patients": "{}"}