{"patient_id": 30612, "patient_uid": "7802177-1", "PMID": 33430791, "file_path": "comm/PMC007xxxxxx/PMC7802177.xml", "title": "IgG4-related nephritis and interstitial pulmonary disease complicated by invasive pulmonary fungal infection: a case report", "patient": "A 69-year-old male was admitted to the hospital in 2019 January 5th because of gradually aggravated edema and cough. His medical history included hypertension, arrhythmia and diabetes. On 2019 May 8th, he had experienced cough and phlegm with temperature around 38 ~ 39 °C. Laboratory tests were presented in Table . 18F-FDG-PET/CT showed interstitial pneumonia in both lungs. There was also elevated uptake abnormality in the upper kidney observed. Cefperazone-Sulbactam, doxycycline hydrochloride, imipenem, and linezolid were given. Because of no improvement, he took oral prednisone 24 mg per day. The body temperature recovered to normal and lower limb edema was alleviated after one week. On 2019 June 13th ,serum creatinine 157.7 umol/L (Fig. ); and serum albumin, 24.9 g/L. Chest computed tomography (CT) scan showed that honeycomb-like changes considering interstitial inflammation and bilateral pleural effusion (Fig. A).\\nHe went to Nephrology Department on 2019 July 2nd for further treatment. Laboratory results were presented in Table . Urine RBC 42.6/ul; Urine protein: creatine ratio (uPCR) 48.5 mg/g; Serum IgG4 level was elevated at 3.42 g/L (Normal range: 0.03–2.10 g/L). Anti-myeloperoxidase anti-neutrophil cytoplasmic antibody level was elevated at 35.1Ru/ml (Normal range:<20 Ru/ml). However, serum immunoglobulin A(IgA), IgG and IgM level were normal. Furthermore, the patient was negative for anti-double-stranded antibody, antinuclear antibody, anti-Sjogren’s syndrome A antibody, anti-Sjogren’s syndrome B antibody and anti-proteinase 3. Ultrasound displayed large-sized kidneys with uniform echo frequency and clear corticomedullary boundaries. Chest CT revealed obvious absorption of interstitial inflammation and pleural effusion on both sides, there were also multiple nodules in both lungs (Fig. b).\\nHistopathology of the kidney biopsy shows proliferation of glomerular mesangial cells, diffuse and irregular thickening of basement membrane (Fig. a). The tubulointerstitium shows marked injury. Patchy foci fibrosis and inflammatory cells infiltration were prominent in the interstitium (Fig. b, c). Immunofluorescence staining shows that IgG, IgM, IgA, C1q, C3 and C4 were negative in the granular mesangial area. Immunohistological analysis revealed numerous CD20-positive B cells ((D), × 400) and dense infiltration of CD138-positive plasma cells ((E), × 400), with an IgG4+/IgG+ plasma cell ratio being > 40% ((F), × 400). Electron microscopy demonstrated that there were no electron-dense deposits in the glomeruli (Fig. ).\\nBased on these findings, he had been diagnosed as IgG4-related renal disease. Oral prednisone (40 mg/day) and cyclophosphamide (CTX, 0.4 g) were prescribed by intravenous infusion. The patient had been followed up every month after the treatment (Table ). He presented with intermittent fever for more than 20 days and acute onset of left pleuritic chest pain with dry cough for 10 days. Negative results were found in aerobic or anaerobic blood culture. Chest CT showed recent infection of both lungs with left upper lung cavity (Fig. c). At June 28th he developed hemoptysis and type 1 respiratory failure (Table ). The results of relevant tests are shown in Table . In order to differentiate between IgG4-RLD and IPFI, left upper lung puncture was conducted and showed that interstitial collagen fibrosis with acute and chronic inflammatory cell infiltration, focal fibrous necrosis and exudation, and small alveolar cell response. Fungal spores were also found in lung puncture specimen. Filamentous fungi can be seen in sputum culture. Immunohistochemistry test revealed that most plasma cells in the lung interstitium were positive for CD38 (+), CD138 (+), IgG (+) (Fig. ). IgG positive plasma cells < 40%, IgG4 positive plasma cells < 10/HPF, which does not meet the pathological diagnostic criteria of IgG4 related diseases. The diagnosis of IPFI was definite. After then, the patient was initiated on voriconazole and caspofungin to anti-fungal infection, and prednisolone was decreased to 30 mg per day.\\nWith anti-infection and immunosuppressive treatment for 2 weeks, serum CRP and IgG4 level had been considerably decreased to 2.94 mg/L and 1.57 g/L, respectively. Voriconazole 200 mg bid and Methylprednisolone 30 mg/day were continued after discharge home. After treatment for one month, a repeat CT scan showed no progression of lung lesions (Fig. D). CD4+/CD8+ lymphocyte: 1.9. The patient had been followed up for 4 months. In the most recent follow-up examination, the serum creatinine level decreased to 101 umol/L and he got rid of hemodialysis (Fig. ). He is currently undergoing tapered prednisolone treatment.\\nThis patient is characterized by serum IgG4 elevation, positive MPO-ANCA, which suggested the possibility of co-occurrence/concurrence of AAV and IgG4-RD on his first visit from his serological presentation. Diagnosis of IgG4-RD requires particular pathological, serological and clinical features [, , ] (listed in Table ). This patient presented with serum IgG4 elevation, hematuria, proteinuria, elevated uptake abnormality of the upper kidney observed in 18F-FDG-PET/CT, progressive kidney failure and interstitial lung disease. Histopathology of kidney biopsy showing typical lymphoplasmacytic infiltration and fibrosis enriched in IgG4-positive plasma cells, and infiltration of IgG4 + plasma cells with IgG4+/IgG+ plasma cells ratio greater than 40% and a total of ≥ 10 IgG4 + plasma cells per high-power field (HPF) indicated the diagnosis of IgG4-RKD.\\nGiven the elevated MPO-ANCA and CRP, AAV related nephritis was a possible differential diagnosis (Proposed diagnostic criteria for kidney involvement in AAV listed in Table []). In this case, pathological findings did not show renal crescentic glomerulonephritis or vasculitis, thus, anti-neutrophil cytoplasmic antibody associated vasculitis (ANCA-AAV) was not firstly considered according to the Chapel Hill Consensus Conference nomenclature criteria for AAV []; However, Some ANCA positive patients may present with interstitial nephritis without severe glomerulopathy, and whether his initial interstitial lung disease was related to IgG4 or AAV or both was not determined. Some reports suggested a possible pathogenic effect of ANCA-IgG4 [, ]. Serum IgG4 increase and IgG4-positive cell infiltration in the organ can also be seen in AAV [, ]. Distinguishing between these diseases is essential for treatment planning [], because IgG4-RD responds well to steroid therapy alone, while AAV often requires concomitant immunosuppressant use. His initial interstitial lung disease was improved (Fig. ) with prednisone therapy alone for one month favored the diagnosis of IgG4-RLD. Kim et al. [] described that a steroid trial was useful for differentiating and response to steroid therapy is recommended to be added to the diagnostic criteria. Proposed diagnostic criteria for IgG4-RD according to ‘Comprehensive diagnostic criteria for IgG4-related disease’ listed in Table . Therefore, we preferred his diagnosis of IgG4-RD.\\nSince kidney involvement was firstly reported in a patient with IgG4-RD in 2004 [], many similar cases have been described [–]. A cross-sectional study reported in 2010 revealed all kidney lesions were associated with extrarenal disease among 114 patients with IgG4-related disease []. Several clinicopathologic studies reported IgG4-RD with both kidney and lung involvement [, , –]. In kidney its characteristic manifestation is TIN with multiple extrarenal tissue damage [, ], which is easily apparent with a chronic or rapid progressive renal function decline []. In lung, this may present as nodules with spiculated margins mimicking primary pulmonary malignancy [, ], multiple ground glass opacities (GGO) mimicking interstitial lung disease [], alveolar interstitial type, and bronchovascular type [].\\nHowever, he developed intermittent fever, acute onset of left pleuritic chest pain and an emerging lung lesion after steroid use for one month. IgG4-RLD has been classified into four categories based on CT. Our case was the GGO type. This also was the primary feature of IPFI [] of which most common chest CT signs are nodules, consolidation and GGO. This patient had several high-risk factors of IPFI such as old age, long-term use of glucocorticoids, repeated hospitalization, etc. []. However,it is difficult to distinguish between IgG4-related lung disease (IgG4-RLD) and IPFI (Table ). Lung puncture pathology is key standard. Thus, sputum culture and pathogenic examination were repeated and infiltration of IgG4-positive plasma cells was not found. The lung tissue specimen showed fungal spores which supported the diagnosis of IPFI. The differential diagnosis of IgG4-RLD and IPFI were listed in Table [, , ].\\nSystemic glucocorticoids are recommended as the first-line approach of renal injury in untreated IgG4-RD []. A moderate initial dose of oral prednisolone for induction is 0.6 mg/kg daily for 2–4 weeks. The maintenance dose of steroid therapy is given after remission as 2.5-5 mg daily over a period of 2–3 months []. However, treatment with exogenous glucocorticoids comes with a number of risks such as avascular necrosis, osteoporosis, glaucoma, cardiovascular disease, worse glucose tolerance and diabetes. The risk of infection is of utmost concern and is well-documented [, ]. A Japanese study including 459 AIP patients reported pneumonia occurred in 3 patients treated with steroid []. Optimizing the nutritional state of patients, reducing its dose, duration and number of immunosuppressants are recommended to help prevent infection. In the present case, we have to decrease the dosage of immunosuppressive drugs after then, nevertheless, IgG4-RLD were aggravated and renal failure developed during dosage decrease.\\nSince not every patient can be recover from renal disfunction, maintenance hemodialysis become necessary in patients with irreversible renal failure due to IgG4-RKD [, ]. And in this case, the patient experienced a short-time hemodialysis because of azotemia, which partly due to deteriorating renal function, steroids use or (and) infection. Improvements in pulmonary lesions and kidney function were observed after 4 months and were maintained with a dose of 8.0 mg/day prednisone. Thus, the dosage of steroid and immunosuppressant should be reduced for the therapy of the elderly patients with IgG4 related diseases. In addition, it has been reported that relapse of IgG4-related lesions, including kidney damage, occurred in 20% of treated patients with IgG4-RKD during maintenance treatment []. Thus, long-term follow-up for this patient are required and a well prognosis is expected.\\nTaken together, IgG4-RKD is an immune-mediated condition that can affect not only kidney but also several other organs, leading to a dense lymphoplasmacytic infiltration dominant in IgG4-positive plasma cells with fibrosis. This case should inspire clinicians to identify IgG4-related lung disease and secondary pulmonary infection, pay attention to the complications during immunosuppressive therapy for primary disease control (Fig. ).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'31227290': 1, '20009972': 1, '20409237': 1, '31616671': 2, '19398440': 1, '22218969': 1, '11236777': 1, '30596168': 1, '25838652': 2, '31309039': 1, '21719792': 1, '28197739': 1, '14981637': 1, '26611557': 1, '20720530': 1, '30988792': 1, '18775059': 1, '21658826': 1, '27785920': 1, '21898030': 1, '27396510': 1, '23045170': 1, '25140766': 1, '32180984': 2, '15373923': 1, '14654323': 1, '31805271': 1, '21107087': 1, '23698232': 1, '30734199': 1, '31311519': 2, '25878779': 2, '31222314': 1, '26106212': 1, '26101684': 2, '16688792': 1, '28509093': 1, '24107849': 1, '32107075': 1, '33430791': 2}", "similar_patients": "{'4460202-1': 1, '7063350-1': 1, '4379336-1': 1, '6787412-1': 1, '6635993-1': 1, '4379619-1': 1}"}