{"patient_id": 24711, "patient_uid": "7478453-1", "PMID": 32923212, "file_path": "comm/PMC007xxxxxx/PMC7478453.xml", "title": "An Aggressive Case of Mucormycosis", "patient": "A 24-year-old male patient with no known past medical history presented to the emergency department with a severe headache and right-sided facial pain. He endorsed increased thirst during the previous few days and a family history of diabetes. He denied any history of fever, chills, nausea, vomiting, or abdominal pain. On the prior day, the patient had a wisdom tooth extraction without any complications. On the day following the procedure, he began to experience severe headache and right-sided facial pain. The patient went back to the dental clinic to be checked out and was found to be hypertensive and severely hyperglycemic. He was immediately transferred to the nearest hospital for the treatment of diabetic ketoacidosis. Four days later, the situation worsened. The patient developed increased right-sided swelling of the face with proptosis and complete visual deterioration bilaterally. His left pupil was constricted while his right pupil was fixed and dilated. He had lagophthalmos, an inability to completely close his eyelids. His mental status declined and intubation was required. Subsequent imaging of the head was obtained and showed concern for an invasive fungal rhinosinusitis.\\nOn initial arrival to the hospital, the patient was found to be hypertensive. He had a systolic pressure of 163 mmHg and a diastolic pressure of 110 mmHg. Labs showed a leukocyte count of 16,000/mm3, a blood glucose of 424 mg/dL, an HbA1C of 1.1, pH of 6.99, potassium of 2.6 mEq/L, serum bicarbonate of 6.8 mEq/L, an anion gap of 33 mEq/L, and ketonuria. A CT scan of the neck was performed that showed infiltration of the right retroantral fat plane, a subtle but critical finding (Figure ). This radiographic finding indicates that the disease has invaded through the bone of the right maxillary sinus. Marked enlargement and indistinctness of the right inferior rectus muscle indicative of an inflammatory process were also seen on initial imaging (Figure ).\\nTwo days later, MR scans demonstrated multifocal regions of mucosal necrosis and inflammatory disease involving the sinonasal cavity diffusely and extending into the bilateral orbits and right masticator space causing pterygoid muscle necrosis (Figure ).\\nUnfortunately, the fungus also invaded the right internal carotid artery causing arteritis and cavernous sinus thrombosis with embolic infarcts of the right frontal and parietal lobes (Figures , ). Tissue cultures from the right maxillary sinus and right infratemporal fossa grew methicillin-sensitive Staphylococcus aureus, Cutibacterium, and Rhizopus species. These findings confirmed a diagnosis of invasive mucormycosis.\\nManagement of this patient’s invasive fungal rhinosinusitis required multidisciplinary collaboration. Diligent communication and effort among the Internal Medicine, Ophthalmology, Otolaryngology, Infectious Disease, and Neurology teams were critical to this patient’s care. The patient was given IV fluids, started on an insulin drip and liposomal amphotericin B, and transferred to an intensive care unit for management. Due to the continuous insulin drip and amphotericin B treatment, he was frequently hypokalemic and required persistent potassium replenishment. The insulin infusion was stopped if the patient’s potassium level dropped below 3.5 mmol/L to prevent hypokalemia-induced cardiac arrhythmias. Once the patient’s hyperglycemia was controlled, the insulin drip was replaced with a regiment consisting of insulin glargine, insulin lispro, and a sliding scale for strict glucose goal of 140-180 mg/dL.\\nHe was started on broad-spectrum antibiotics: vancomycin with a trough goal of 15-20 mg/L, meropenem 1 g every eight hours, isavuconazonium 372 mg every eight hours for six doses followed by 372 mg daily, liposomal amphotericin B 5 mg/kg/day, metronidazole 500 mg every six hours, and erythromycin ophthalmic ointment. Throughout his hospital course, nafcillin and posaconazole were also given. Posaconazole was discontinued because serum levels were found to be subtherapeutic (less than 0.7 mcg/mL). The patient was also given Neupogen® due to persistent neutropenia likely due to long-term vancomycin exposure.\\nTo contain the invasive disease, Otolaryngology conducted extensive surgical debridement that was performed three times during the hospital course. Operations included resection of the anterior skull base, septoplasty, bilateral sinus debridement, bilateral medial orbital wall decompression, right pterygopalatine and infratemporal fossa debridement, and bilateral sinus surgery with Draf III. Despite over a month of antibiotic and antifungal treatment, there was complete necrosis of the right eye and extra-ocular muscles. Due to the high risk of harboring infection, the decision to remove the right orbit was made to reduce future intracranial disease.\\nThe patient’s initial prognosis was poor. The fungal infection had caused extensive damage to his sinonasal cavity, right pterygopalatine fossa, skull base, cavernous sinus, and multiple lobes of the brain, resulting in mucosal, vascular, and nerve injury. However, with continued antifungal treatment, his mental status slowly improved. He became hemodynamically stable, was able to end ventilatory support, answer and ask questions, and follow commands. The patient made a remarkable recovery. However, his vision never recovered in either eye. He also had persistent left proptosis, left-sided facial weakness, and right-sided facial sensory loss. The patient was discharge to a skilled nursing facility after a prolonged hospital stay of 48 days.\\nAt a two-month follow-up outpatient appointment with Otolaryngology, he was found to have improved extra-ocular movements of his left eye and no signs of invasive fungal sinusitis. Follow-up MRI showed stable left intra-orbital phlegmon and myositis of the extra-ocular muscles and intracranial disease. He will require continued surveillance of the right cavernous sinus thrombophlebitis, right internal carotid artery arteritis, and multiple intracranial infarcts. He will possibly require life-long isavuconazonium treatment.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'19836985': 1, '28741610': 1, '16080086': 1, '29326525': 2, '18978530': 1, '21613136': 1, '29735569': 1, '18611163': 1, '22386924': 1, '22983580': 1, '19754749': 1, '33681078': 2, '34310559': 1, '21748139': 1, '32923212': 2}", "similar_patients": "{'7928079-1': 1, '5754995-1': 1}"}