{"patient_id": 21046, "patient_uid": "7305575-1", "PMID": 32577334, "file_path": "comm/PMC007xxxxxx/PMC7305575.xml", "title": "A Rare Case of Leukemia Cutis as the First Presentation of a Myelodysplastic Syndrome to Acute Myeloid Leukemia Transformation", "patient": "A 50-year-old-man with a history of AIDS noted to have pancytopenia on a routine visit. Three years ago, he was diagnosed with stage IVB DLBCL and treated with rituximab plus cyclophosphamide, oncovin, and prednisone (RCHOP) regimen, and he had been in complete remission since then. The patient was asymptomatic, and the physical examination was unremarkable. His laboratory workup was relevant for hemoglobin of 7.6 g/dL, platelets of 79 K/µL, white blood cells (WBC) of 3.5 x103/µL with 39% neutrophils, 23% lymphocytes,0% eosinophils, and 13% monocytes with 6% blasts, but flow cytometry did not show any increased blasts. A subsequent bone marrow aspiration and biopsy reported a hypercellular marrow with some evidence of dysplasia (Figure ).\\nThe cytogenetics showed 46, XY, and (11)(p15q23); therefore, he was diagnosed with t-MDS and started on azacytidine. The patient remained relatively asymptomatic for 10 months until he was noted to have lower extremity nodular skin eruptions with purpura and crustation (Figure ), although his blood counts remained stable with 1%-6% blasts on peripheral smear on various occasions (Figure ).\\nA punch skin biopsy revealed an inflammatory cutaneous infiltration with a population of large, irregularly shaped vesicular nuclei and small nucleoli (Figures -). IHC staining was positive for cluster of differentiation (CD)68, CD117, and CD45 and negative for CD3 and CD2 (Figures -). The IHC results mentioned above, together with the patient's history of t-MDS, indicated LC as a rare initial presentation of the transformation to AML.\\nOver the next four weeks, he developed a low-grade fever, bone pains, and anorexia with increasing leukocytosis, worsening anemia, and thrombocytopenia. Laboratory workup showed a hemoglobin of 7.1 g/dL, WBC of 73 x103/µL with 14% neutrophils, 7% lymphocytes, 0% eosinophils, 23% monocytes, 26.1% blasts, and platelets of 21 K/µL. Subsequent flow cytometry showed 26.2% myeloid blasts most compatible with therapy-related AML in the setting of MDS (Figure ).\\nTherefore, the option for inpatient treatment with liposomal cytarabine and doxil (daunorubicin) or mylotarg (gemtuzumab ozogamicin) was offered with the caveat of intensified risk of morbidity and associated mortality with the induction therapy. After detailed consideration, the patient decided to forgo aggressive treatments and was provided with supportive care and blood transfusions. We conducted further discussion regarding the terminal and progressive nature of his condition. The palliative care team was involved in the patient's care, and he was referred to hospice, where he eventually died three months after his LC diagnosis.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'1390237': 1, '23974225': 1, '30489552': 1, '25396143': 1, '8379536': 1, '31939929': 1, '26677299': 2, '31008718': 1, '21795742': 1, '18089498': 1, '32577334': 2}", "similar_patients": "{'4681225-1': 1}"}