{"patient_id": 21247, "patient_uid": "7314974-1", "PMID": 32626658, "file_path": "comm/PMC007xxxxxx/PMC7314974.xml", "title": "Long-Term Remission Achieved by Ponatinib and Donor Lymphocytes Infusion in a Ph+ Acute Lymphoblastic Leukemia Patient in Molecular Relapse After Allogenic Stem Cell Transplant and Dasatinib: A Case Report", "patient": "A 32 year-old woman without significant comorbidities (with the exception of favism) presented to the emergency room with asthenia in March 2016 (all information reported in ). Routine blood count showed lymphocytosis (white blood cell count: 40,000/mmc; platelets: 87,000/mmc; hemoglobin: 8.7 g/dl) with 80% lymphoid blasts in a peripheral blood smear. The subsequent bone marrow (BM) aspiration confirmed the diagnosis, showing the presence of aberrant cells with a B precursor immunophenotype (CD19+CD20–CD10brightCD45dimCD34+CD58+CD5–CD38low) () and expression of the BCR-ABL1 p210 fusion gene. Flow cytometric analysis of cerebrospinal fluid revealed no central nervous system involvement. On May 5, 2016, the patient started an induction treatment with Vincristine 2 mg weekly (4 administrations), methylprednisolone (60 mg/m2/day for 28 days) and dasatinib 140 mg daily (early switch from imatinib due to intolerance after the first 7 days of treatment), associated with the intrathecal administration of cytarabine and methylprednisolone as a prophylaxis, which resulted in a rapid hematological complete response and BM negative minimal residual disease (MRD) (10−4.2 in PCR, 10−4.5 in FCM) after 5 months (). On October 2016, the patient underwent an allo-SCT (4.6 × 106 CD34+ cells /Kg) from a HLA-matched relative (brother), after a myeloablative conditioning regimen that included busulfan and cyclophosphamide (BuCy2) plus antithymoglobulin (ATG). As graft-vs.-host disease (GVHD) prophylaxis the patient received cyclosporine and methotrexate. Grade 2 fever and grade 1 mucositis and diarrhea were the main acute toxicities observed during hospitalization. On February 2017, for the reappearance of BCR-ABL1 transcript (BCR-ABL/ABL ratio in peripheral blood: 0.079%), the patient stopped (progressively) cyclosporine treatment and re-started dasatinib. On day 200 after transplant the detected chimerism was 100%. MRD negativity was then maintained until February 2018, when the patient experienced a molecular relapse while staying in morphological CR (BCR-ABL/ABL ratio in peripheral blood: 0.025%). Of note, the patient was negative for the T315I mutation (conventional Sanger sequencing). The therapeutic decision, at this point, was to change the TKI, by switching to ponatinib (45 mg once a day), and to begin DLI (5 consecutive infusions until September 2018). The patient quickly achieved a complete molecular response (CMR) (MR4.5) but experienced signs of GVHD with the development of progressively expanding dyskeratosis and dry eye (confirmed with Schirmer test) for which begun a treatment with steroids and cyclosporin. Central nervous system evaluation through MNR and cerebrospinal fluid analysis reveal no signs of leukemic involvement. Interestingly, this clinical picture was accompanied by a substantial increase in normal B cell progenitors, an inversion between CD58+ and CD58– T/NK lymphocytes distribution () and by an inversion of the CD8/CD4 ratio () within the BM. At the last evaluation, done on December 2019, the patient is continuing therapy with ponatinib 45 mg once a day with reasonable tolerance and still maintains a MR4.5 (response maintained for 22+ months).", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'28484463': 1, '18026156': 1, '28810255': 1, '25740105': 1, '27143254': 1, '27441651': 1, '21438838': 1, '31245042': 2, '22290066': 1, '18471874': 1, '18696183': 1, '29502175': 1, '30831480': 1, '28052371': 1, '19074114': 1, '31612105': 1, '22072555': 1, '17032921': 1, '28057668': 1, '12492591': 1, '32626658': 2}", "similar_patients": "{'6554698-1': 1}"}