{"patient_id": 29444, "patient_uid": "7748566-1", "PMID": 33365210, "file_path": "comm/PMC007xxxxxx/PMC7748566.xml", "title": "Hereditary Tyrosinemia Compounded With Hyperinsulinemic Hypoglycemia: Challenging Diagnosis of a Rare Case", "patient": "A three-day-old male neonate presented to the pediatric ER with a one-day history of lethargy, reluctance to feed, and respiratory distress. He was born of a consanguineous marriage at 39 weeks’ gestation via a normal spontaneous vaginal delivery at home. According to the maternal report, she had no antenatal visits and delivery was uneventful. On further inquiry, it was found that the patient had three male siblings who expired in the early neonatal period, succumbing to similar complaints as that of the patient. The cause of their death was, however, unidentified.\\nOn arrival in the ER, the child was noted to be a plethoric, macrosomic baby with no dysmorphism weighing 4 kilograms (90th percentile) with length and head circumference within the normal limits. On physical examination, the patient looked sick, jaundiced, and drowsy, with the following vital signs: temperature 37°C, respiratory rate 62 breaths per minute, pulse 140 beats per minute, oxygen saturation of 94%, and capillary blood sugar of 22 mg/dL. Palpation of the abdomen revealed a firm, non-tender, enlarged liver, 5 cm below the costal margin. No other viscera were palpable. Neurological examination showed poor neonatal reflexes. Respiratory examination revealed tachypnea, subcostal recessions, and bilateral equal entry of air. The remainder of the physical examination was normal.\\nThe patient was admitted to the neonatal intensive care unit (NICU) and baseline investigations were run. Complete blood counts and renal function tests returned within the normal ranges. Liver function tests revealed conjugated hyperbilirubinemia (direct bilirubin = 61.5 μmol/L), mildly elevated liver enzymes (alanine aminotransferase (ALT) = 106 U/L), and deranged coagulation profile (international normalised ratio (INR) = 1.8). For detailed results at admission, see Table . Results of the laboratory evaluation were notable for hypoglycemia (blood sugar level = 18 mg/dL; 0.999 mmol/L) and a high anion gap metabolic acidosis (anion gap = 24). Blood was drawn during the period of hypoglycemia and sent for insulin levels and serum ketones. First voided urine during the hypoglycemic episode, requesting glucose, ketones, and reducing substances was also sent.\\nAn intravenous bolus of 10% dextrose at the rate of 2 mL/kg was given to correct the hypoglycemia. Vitamin K was administered to treat the raised INR. Intravenous antibiotics were empirically started to cover for presumed sepsis. Despite the above measures, his hypoglycemic state persisted along with a reluctance to feed, therefore, 10% dextrose at the rate of 60 mL/kg/day was intravenously started. The glucose infusion rate was eventually raised to 17 mg/kg/min to maintain his blood sugar levels. Critical samples sent during the hypoglycemic episode yielded negative serum ketones and a serum insulin level of 5 μU/mL (34.7 pmol/L). Urine samples returned negative for ketones and reducing sugar as well. Results of critical samples are mentioned below in Table . Oral diazoxide was started at a dosage of 5 mg/kg/day to treat the hyperinsulinemia. The dosage was later increased to 15 mg/kg/day to meet the patients’ requirements.\\nSuspicion was high for a metabolic disorder therefore further investigations were run. Urine samples for organic acid chromatography yielded two peaks of succinyl acetoacetate, confirming the diagnosis of hereditary tyrosinemia. Plasma tyrosine and methionine levels were 400 μmol/L and 437 μmol/L, respectively. Serum alpha-fetoprotein (AFP) levels were also raised (AFP = 450 ng/mL). Parents were counseled about the treatment options including dietary management with tyrosine- and phenylalanine-restricted formula and medical management with nitisinone, which is an effective treatment if started early in life. Late complications and the grave consequences, if left untreated, resulting in liver failure and the need for liver transplant in the future were also discussed. At the time of writing the report, the patient was transferred to a tertiary care hospital and was being managed with oral diazoxide at a dosage of 15 mg/kg/day along with a tyrosine- and phenylalanine-restricted formula. The patients' family, however, refused treatment with nitisinone due to the high cost. Genetic counseling was done regarding the risk of disease in future pregnancies and the role of DNA mutation analysis along with measuring succinyl acetoacetate in amniotic fluid during the antenatal period for prenatal diagnosis was highlighted to the family.", "age": "[[3.0, 'day']]", "gender": "M", "relevant_articles": "{'34578949': 1, '24498493': 1, '23311542': 1, '16602095': 1, '11370259': 1, '16706549': 1, '28893311': 1, '11232358': 1, '29280746': 1, '30904888': 1, '15877201': 1, '16492973': 1, '33365210': 2}", "similar_patients": "{}"}