{"patient_id": 27785, "patient_uid": "7657676-1", "PMID": 33204556, "file_path": "comm/PMC007xxxxxx/PMC7657676.xml", "title": "Unilateral Toxic Anterior Segment Syndrome Resulting in Cataract and Urrets-Zavalia Syndrome after Sequential Uneventful Implantation of a Posterior Chamber Phakic Toric Intraocular Lens at Two Different Surgical Facilities: A Series of Unfortunate Events", "patient": "A female, 26-year-old patient, lawyer by profession, concurred to the main author's (K. B.) private practice in the search for surgical correction of her refractive error. She had a history of soft contact lens use for most of the day, with some mild foreign body sensation at the end of the day. She had no prior ocular surgeries. Otherwise, her clinical history was unremarkable.\\nUpon clinical evaluation, her uncorrected distance visual acuity (UDVA) was 20/1600 on both eyes. Her subjective refraction was –6.50 + 2.00 × 90 and –7.75 + 1.75 × 80 on her right and left eyes, respectively, and she achieved a 20/20 vision in both eyes with refraction. Anterior segment evaluation was utterly unremarkable. Her posterior segment was evaluated by a Retina Specialist who determined there were no predisposing peripheral lesions.\\nPreoperatory Pentacam, endothelial cell count, and biometry were all normal. The patient and the main author discussed different refractive options and jointly decided to perform EyeCryl Phakic Toric IOL (Biotech Vision Care; Ahmedabad, India) implantation in order to better preserve corneal biomechanical stability and avoid potential ectatic risks associated with laser surgery. Lenses were calculated using Biotech's proprietary calculator, with a planned refractive target of +0.50 in both eyes. White-to-white distance was measured both by Pentacam and with a caliper at the slit lamp.\\nThe patient was first operated on her left eye at a big multispecialty hospital located in Rionegro (Colombia), and a ‑9.50 + 2.00 × 90 was implanted uneventfully; the lens was left at 80 degrees following calculation. Surgical implantation was performed under peribulbar anesthesia by the main author (K. B.) as follows: the patient was draped and the eye cleaned; then, a 1.2 mm paracentesis and a 2.8 mm main incision were created, and the anterior chamber was filled with 2.4% Sodium Hyaluronate Ophthalmic Viscosurgical Device (Bio-Hyalur HV; Biotech Vision Care; Ahmedabad, India). The P-IOL was mounted and injected inside the anterior chamber. Afterward, the lens was positioned in the correct toric markings, and all four haptics were positioned behind the iris over the ciliary sulcus. Then, the Ophthalmic Viscosurgical Device was removed, and 1% Acetylcholine was injected intracamerally to achieve proper pupillary miosis. The postsurgical regimen for the left eye was Gatifloxacin 0.3% and Prednisolone 1.0% (Zypred; Allergan; Dublin, Ireland). In the first week after surgery, the operated eye was calm, with no pain, a UDVA of 20/15, and refraction of +0.25 + 0.25 × 85 ().\\nThe right eye was operated on a month later at a smaller, Ophthalmology-only surgical facility in Medellín (Colombia). The reason for the change was due to the patient's direct preference due to a shorter waiting list in the second facility. The surgical process was exactly the same as with the other eye, using the same brands of fluids and medicines. A –8.00 + 2.50 × 90 EyeCryl Phakic Toric IOL was implanted without complications in a comfortable, uneventful surgery. The lens was left at the 90° meridian. The postsurgical regimen was started with Ciprofloxacin 0.3% and Dexamethasone 0.1% (Flobact-D; Ophtha; Bogotá, Colombia).\\nThe patient requested for an urgent evaluation about 10 hours after surgery, because of exacerbated, uncontrolled pain in her just-operated eye. On clinical evaluation, a grade I corneal edema was found, with a mildly dilated, poorly-reactive pupil and an intraocular pressure of 30 mmHg. She was started on preservative-free Dorzolamide 2%, Timolol Maleate 0.5%, and Brimonidine 0.2% (Krytantek Ofteno PF; Sophia, Mexico) and oral Acetazolamide at a dose of 250 mg every 8 hours. The next day, corneal edema had increased to grade III (), with a wider unreactive pupil, with an IOP of 20 mmHg and no pain. A TASS was suspected, so she was instructed to use Prednisolone 1% every hour and keep on using the other medicines.\\nDuring the course of four days, she was seen daily, finding a normal, stable IOP of 10 mmHg, but with a constantly edematous cornea and a widely mydriatic, fixed pupil. Pentacam confirmed an edematous cornea, and an anterior segment OCT discarded Descemet's membrane detachment. Due to nonresponsiveness, she was started on oral Prednisolone at a dose of 0.8/mg/kg/day. Infectious endophthalmitis was discarded.\\nDuring two weeks, she was followed closely. Corneal edema and anterior segment inflammation eventually resolved, and topical and systemic steroids were eventually tapered. Nevertheless, an anterior subcapsular cataract () and a fixed dilated pupil remained. A month after surgery, refraction on her right eye was +0.25 + 0.75 × 93, which gave her a 20/50 vision. Her IOP has remained normal. Specular microscopy confirmed an endothelial cell loss in the TASS eye, with a normal cell count in the contralateral eye (). Pentacam has confirmed the resolution of edema (). Pupil size showed absolutely no reaction to repeated doses of Pilocarpine 2% (IsoptoCarpina; Laboratorios Alcon, Colombia) ().\\nHer left eye has remained uneventful, with a stable +0.25 + 0.25 × 82 refraction and a UDVA of 20/15.\\nWe attach the corneal thickness before surgery, during and after TASS of the right eye; and the contralateral eye thickness ().", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'30567159': 1, '26895160': 1, '27116486': 1, '24074252': 1, '22578447': 1, '31238412': 1, '16857515': 1, '25336907': 1, '19967668': 1, '30359246': 1, '30662859': 1, '24560126': 1, '31263713': 1, '31078536': 1, '28732621': 1, '21772989': 1, '30018818': 1, '31737391': 2, '27982215': 1, '27463637': 1, '27330468': 1, '21782384': 1, '33204556': 2}", "similar_patients": "{'6815972-1': 1}"}