{"patient_id": 97832, "patient_uid": "7223027-1", "PMID": 32381744, "file_path": "noncomm/PMC007xxxxxx/PMC7223027.xml", "title": "Life-threatening onset of coeliac disease: a case report and literature review", "patient": "A 34-year-old woman was admitted to the emergency unit complaining of limb numbness and watery diarrhoea (8–10 bowel movements/day) which started 2 weeks earlier. The patient reported a weight loss of about 10 kg in the last 2 months in the absence of hyporexia. Her clinical history unravelled microcytic anaemia treated with oral iron replacement. Physical examination showed severe weakness of the limbs with a bilaterally positive Trousseau’s sign without cardiorespiratory abnormalities. Vital parameters were within the normal range. The abdomen was flat, without tenderness, while auscultation disclosed increased intestinal sounds. Her ECG showed a sinus rhythm with type 1 atrioventricular block, flat T waves associated with U waves and an elongated QTc interval (570 ms). Laboratory tests revealed severe electrolyte imbalance, with hyponatraemia (133 mmol/L), hypokalaemia (1.6 mmol/L), hypocalcaemia (ionised calcium of 0.9 mmol/L), hypophosphataemia (1.6 mg/dL) and hypomagnesaemia (1.4 mmol/L). Furthermore, the patient had hypochromic microcytic anaemia (haemoglobin of 85 g/L, with a mean cell volume of 68 fL and a mean cell haemoglobin of 20.6 pg), normal platelet count (297×10ˆ9/L), iron (serum iron 18 µg/dL; ferritin 2 ng/mL) and folate deficiency (2 ng/mL), as well as hypoproteinaemia and hypoalbuminaemia (total serum protein 4.4 g/dL; albumin 2.6 g/dL). Due to severe electrolyte imbalance, a conspicuous electrolyte replacement was rapidly administered, leading to a slight improvement in electrocardiographic abnormalities. The patient was then admitted to the internal medicine ward for adequate investigation and treatment. During the hospitalisation, the common causes of infectious diarrhoea were excluded by stool cultures, and the faecal occult blood test resulted negative. Both ultrasound and abdominal X-ray examinations were unremarkable. Liver function tests revealed a slight increase of transaminases, with alanine transaminase and aspartate transaminase values of 47 U/L and 60 U/L (n.v. 5-35 for both parameters), respectively. Based on the lack of fever, normal C reactive protein and the presence of non-bloody, watery diarrhoea, the patient was further evaluated with an upper endoscopy. The examination revealed stigmata of villous atrophy at the duodenal level (), where biopsies were taken from the bulb and the second portion. Histopathological analysis showed the presence of a severe villous atrophy (Marsh-Oberhüber grade 3c) () without any evidence of aberrant intraepithelial lymphocytes. Based on the histopathological result, we used enzyme-linked immunoassay to test IgA anti-TG2, which turned to be positive at low titre (23 U/mL, n.v. <10 U/mL). This result was associated with the positivity of IgA antiendomysial antibodies (1:80) revealed by indirect immunofluorescence. The genetic test showed human leucocyte antigen (HLA)-DQ2 positivity. Therefore, a firm diagnosis of CD was established and the patient started a gluten-free diet (GFD). Due to rapid improvement after gluten withdrawal, a course with steroid treatment was deemed not necessary. Since diarrhoea and paraesthesia showed significant improvement with complete regression in about a week, the patient was discharged in good health.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'30833539': 1, '26157925': 1, '31142210': 1, '26912167': 1, '31331324': 1, '30101133': 2, '31831308': 1, '30755861': 1, '28333239': 1, '27921058': 1, '17090849': 1, '20863356': 1, '31076989': 1, '19249140': 1, '30917787': 1, '28626385': 2, '33920345': 1, '27761475': 1, '28586591': 1, '23900521': 1, '24834212': 1, '30788070': 2, '24090014': 1, '32887325': 1, '20417725': 1, '34485888': 1, '10777199': 1, '26547137': 1, '20136587': 1, '27492679': 1, '25926940': 1, '24343635': 1, '15542999': 1, '16772840': 1, '29382373': 2, '19408740': 1, '10524652': 1, '32575561': 1, '18030217': 1, '25404189': 1, '31479999': 1, '18560637': 1, '29720096': 2, '25228621': 1, '23558824': 1, '27544909': 1, '30746372': 1, '26289701': 1, '25234934': 1, '21437457': 2, '20822871': 1, '23445234': 1, '32381744': 2}", "similar_patients": "{'6374975-1': 1, '5932891-1': 1, '5791168-1': 1, '3044576-1': 1, '5471754-1': 1, '6066267-1': 1}"}