{"patient_id": 100279, "patient_uid": "7444156-1", "PMID": 32814491, "file_path": "noncomm/PMC007xxxxxx/PMC7444156.xml", "title": "NF1 germline mutation in a Chinese family with colon cancer", "patient": "A 63-year-old female patient developed a transverse colon mass and a polyp of the sigmoid colon, which was discovered by colonoscopy during a physical examination on 6 December 2018 (). On 10 December 2018, a computed tomography (CT) scan showed multiple nodules in both lungs, a thickened wall of the splenic flexure of the colon, and metastasis in the right abdominal cavity (). Laboratory examination revealed that the levels of CA199 and CA242 were increased to 298.25 IU/mL (normal range: <37.00 IU/mL) and 167.50 U/mL (normal range: 0.00–20.00 U/mL), respectively. Pathological examination revealed a transverse colon adenocarcinoma with sigmoid colon tubulovillous adenomas (). On the basis of these imaging and pathology findings, the patient was diagnosed with stage IV adenocarcinoma (cTxNxM1b). Subsequently, the patient received three cycles of treatment with bevacizumab (510 mg, ivgtt, day 1) plus capecitabine (1750 mg, bid, days 1–14)/oxaliplatin (220 mg, ivgtt, day 1) (CapOx) from 26 December 2018 to 11 February 2019. On 3 February 2019, a CT scan showed a thickened wall of the splenic flexure of the colon and metastasis in the right abdominal cavity (), which indicated stable disease (SD) of the primary lesion in the colon and partial response (PR) of metastasis in the right abdominal cavity. The patient’s tumor tissues and blood samples were subjected to next-generation sequencing (NGS) in December 2018. A germline mutation of NF1 L581Ffs*6 (VAF [variant allele frequency]: 24%) and somatic mutations of KRAS A146P (VAF: 10%), NRAS Q61K (VAF: 12%), TP53 R175H (VAF: 13%), and CD274 (PD-L1) T290M (VAF: 11%) were detected.\\nThe patient’s family medical history revealed that her older brother, aged 67 years, had also been diagnosed with sigmoid colon cancer with a tubular adenoma in a cecum polyp 7 years previously. Given the early stage of the tumor at the time of diagnosis, radical resection of the colon cancer had been performed and no recurrence or metastases had been identified to date. The patient's first-degree relatives subsequently consented to genetic testing (). The same NF1 L581Ffs*6 germline variation (VAF: 31%) was identified in her older brother. One healthy son of the patient's older brother also carried the same germline mutation, but other healthy relatives did not. This study was approved by the medical ethics committee of Sir Run Run Shaw Hospital. Written informed consent was obtained from all individuals prior to genetic testing.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'7947085': 1, '29223984': 1, '29703253': 1, '26353852': 1, '23463625': 1, '17960768': 1, '19410195': 1, '24576830': 1, '30207593': 1, '28068329': 1, '20420945': 1, '29158289': 1, '19144677': 1, '23668869': 1, '28067895': 1, '24710274': 1, '29914388': 1, '23624750': 1, '19539839': 1, '30531922': 1, '16881077': 1, '30308447': 1, '27980226': 1, '1568247': 1, '27696107': 1, '2134734': 1, '27215089': 1, '32814491': 2}", "similar_patients": "{}"}