{"patient_id": 26496, "patient_uid": "7559129-1", "PMID": 33072160, "file_path": "comm/PMC007xxxxxx/PMC7559129.xml", "title": "Multiple hepatic aneurysms and dry gangrene of fingertips in eosinophilic granulomatosis with polyangiitis: a case report", "patient": "A 37-year-old woman was presented to the emergency room with abrupt severe right upper abdominal pain. The pain was squeezing and started suddenly after breakfast. The pain was not accompanied by vomiting or fever. The patient had previously been treated at the Department of Medicine in Samsung Medical Center with a diagnosis of EGPA. After successful suppression of blood hypereosinophilia with combination of prednisolone and azathioprine in recent months, she had been in the process of tapering prednisolone down to 15 mg per day. However, after dose reduction, her eosinophil counts slowly increased to 1989 cells/µL and levels of aspartate aminotransferase and alanine aminotransferase were elevated from normal to more than 300 U/L with mild abdominal pain. Consequently, her dose of prednisolone was raised back to 60 mg per day. While waiting for admission for further evaluation, abdominal pain brought her to emergency room.\\nFive years ago, her first visit was prompted by symptoms of sinusitis, rash and eosinophilia. Three months later, numbness and cutting pain in both upper and lower extremities with fever, myalgia, and asthma developed. A nerve conduction study suggested multifocal sensorimotor neuropathy. Biopsy of the sural nerve revealed ischemic change resulting from vasculitis with prominent eosinophilic infiltration. Although perinuclear anti-neutrophil cytoplasmic antibodies were not detected, the patient was diagnosed as EGPA. After repeated intravenous cyclophosphamide pulse therapy with a high dose of systemic steroids, most symptoms were resolved. Sinusitis, presented as an initial symptom, improved after treatment at an early stage and otolaryngologic complication did not appear afterwards.\\nHowever, whenever the tapering a dose of steroids was attempted, she developed new symptoms such as myalgia and arthralgia. She even experienced dry gangrene in the fingertips of both hands because of arterial thrombosis when her eosinophil count increased up to 6000 cells/µL (Fig. ). Duplex scan for arteries and veins indicated the total occlusion of the right distal ulnar artery and left medial forearm ulnar artery. The study also revealed a total occlusion of both mid-anterior tibial arteries, whereas toes of both feet were intact as other vessels of lower extremities were not involved. Hypercoagulability was thought to be caused either directly or indirectly by hypereosinophilia. We recommended mepolizumab, a monoclonal antibody to interleukin-5 used to interrupt eosinophil production, to reduce eosinophil count. But the patient refused it because of cost. We added aspirin and calcium channel blockers after cardiologic consultation. After the affected fingers were dried up, necrotized fingertips were amputated by orthopedic surgeon.\\nInitial vital signs in the ER showed a blood pressure of 85/45 mmHg, a heart rate of 98 beats per minute with a temperature of 36.1’C, and a respiratory rate of 16 breaths per minute. Physical examination revealed mild tenderness in the right upper abdomen without rebound tenderness. The complete blood count revealed leukocytosis of 17,660 white blood cells/µL. Absolute eosinophil count was 1120 cells/µL. The erythrocyte sedimentation rate was 29 mm/hr, CRP was 3.7 mg/dL and total immunoglobulin E was 107 kU/L.\\nAn abdomen-pelvis CT demonstrated subcapsular hematoma in the right hepatic lobe (Fig. ). Hemoperitoneum probably caused by multifocal hepatic capsular arterial bleeding was also detected. There was no evidence of bowel perforation. In a previous CT scan taken 1 year before, there had been no evidence of any aneurysm changes in the hepatic vessels. A celiac angiogram demonstrated multiple, various sized hepatic aneurysms in both lobes (Fig. ). The small aneurysms resembled the appearance of a string of beads, characteristically observed in polyarteritis nodosa (PAN). Huge aneurysms larger than 1 cm in size were noticed in S7 and S8. Emergency embolization was performed. The huge aneurysm and the aneurysms with bead-like appearance in S7 and S8 were successfully occluded. Although several small aneurysms in S5, S6 and the left lobe still remained, no further embolization was performed to conserve hepatic function.\\nMeticulous review of the abdomen-pelvis CT did not reveal evidence of aneurysms in other abdominal organs. After emergency intervention, vital signs became stable and numbness of both hands and feet improved. Based on her clinical course, we strongly recommended to add mepolizumab to control hypereosinophilia and reduce the dose of steroid. After administration of mepolizumab in addition to the previous steroid and cyclophosphamide therapy, eosinophil count became stable and was reduced to a near zero percentage of total white blood cell count.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'23045170': 1, '28348913': 2, '29492271': 2, '20349259': 2, '20513524': 1, '11158650': 1, '14819261': 1, '27326030': 1, '21893636': 1, '30573961': 1, '26831057': 1, '1960909': 1, '16614512': 1, '28514601': 1, '25419420': 1, '22683043': 1, '30857407': 1, '33072160': 2}", "similar_patients": "{'3594814-1': 1, '5350346-1': 1, '5822702-1': 1}"}