{"patient_id": 32825, "patient_uid": "7914103-1", "PMID": 33688442, "file_path": "comm/PMC007xxxxxx/PMC7914103.xml", "title": "Coincidence of Large Adrenal Cyst and Prominent Hyporeninemic Hyperaldosteronism", "patient": "A 67-year-old Japanese woman was referred to our hospital for renal replacement therapy and kidney transplantation. She had been diagnosed as hypertension at her late 20s, but blood pressure was poorly controlled despite treatment with antihypertensive drugs without an aldosterone antagonist. She had a history of hospitalization for stroke at 48 years old and heart failure at 53 years old. She was administrated with warfarin for atrial fibrillation. She was diagnosed as diabetes at 62 years old, but her glycemia was well-controlled with linagliptin. Her renal function had gradually impaired, most likely due to nephrosclerosis. In April 2018, her estimated glomerular filtration rate (eGFR) was 7 ml/min/1.73 m2. During the checkup for kidney transplantation, abdominal CT revealed a left adrenal mass, which was 5 cm in diameter with inhomogeneity of density and smooth borders (). She was admitted in August 2018 for endocrinological examination.\\nOn admission, her blood pressure was 133/89 mmHg with 5 mg amlodipine, 60 mg azosemide, and 0.625 mg bisoprolol fumarate. She had no Cushingoid appearances. The plasma parameters are shown in . Her serum potassium level was at the lower limit of normal despite ESRD. She exhibited prominent hyporeninemic hyperaldosteronism. The plasma aldosterone concentration (PAC) was 514.9 pg/ml, and plasma renin activity (PRA) was <0.2 ng/ml/hr, but we could not perform saline infusion test nor captopril challenge test in afraid of deteriorating renal function and heart failure. The plasma ACTH level and serum cortisol level were within normal limits. The serum dehydroepiandrosterone-sulfate (DHEA-S) level was below the lower limit of normal. The midnight serum cortisol level was above 5 μg/dl. Overnight 1 mg dexamethasone suppression test could not suppress the serum cortisol level below 3 μg/dl. Twenty-four-hour urinary excretion of cortisol was below the detection limit. Twenty-four-hour urinary excretion of catecholamines and their metabolites did not exceed normal limits. The serum testosterone and estradiol levels were within normal limits.\\nHigh-intensity in T1-weighted images (T1WI) and low-intensity in T2WI of abdominal MRI suggested bleeding in the adrenal mass (). 123I-metaiodobenzylguanidine (MIBG) was not uptaken into the adrenal mass (data not shown). On the positron emission tomography with fluorodeoxyglucose (FDG-PET), the mass had activity less than that of the liver (). Considering the size above 4 cm and bleeding inside, the tumor was laparoscopically resected for suspected malignancy. After surgery, PAC, PRA, plasma ACTH, and serum cortisol remained almost unchanged, while blood pressure was decreased to 108/70 mmHg and serum potassium level was increased to 4.4 mEq/L ().\\nOn gross inspection, the tumor exhibited multiple nodular solid lesions with prominent bleeding (). The blood tumor was an adrenal vascular endothelial cyst surrounded by CD31-positive/PDPN-negative endothelial lining and papillary hyperplasia (). There was no arteriovenous malformation. As a possible source of hyperaldosteronism, CYP11B2-positive multiple adrenocortical micronodules (MN) surrounded by hyperplastic zona glomerulosa without diffuse overexpression of CYP11B2 were identified (). The expression of dehydroepiandrosterone sulfotransferase (DHEA-ST) in zona reticularis was normal ().", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'9194767': 1, '20937967': 1, '4584836': 1, '25363391': 1, '9302358': 1, '9926751': 1, '7043053': 1, '17076539': 1, '7350187': 1, '9302344': 1, '13458361': 1, '8481347': 1, '28388725': 1, '10464802': 1, '7951529': 1, '1122570': 1, '6500730': 1, '16801482': 1, '9039078': 1, '10981167': 1, '22764194': 1, '19141581': 1, '5640809': 1, '33688442': 2}", "similar_patients": "{}"}