{"patient_id": 101767, "patient_uid": "7584706-1", "PMID": 32720069, "file_path": "noncomm/PMC007xxxxxx/PMC7584706.xml", "title": "Massive Left Atrial Myxoma Presenting With Troponin-Positive Chest Pain", "patient": "A 52-year-old woman with a past medical history of treated primary hyperthyroidism presented to the emergency department (ED) with episodes of dizziness and dyspnea on exertion, fatigue, arthralgia, and myalgia for several months. Cardiovascular risk factors included a family history of coronary artery disease and current smoking status. Clinical observations and electrocardiogram on arrival to ED were within normal limits. Initial high-sensitivity troponin T (hsTnT) was 4 ng/l (normal range < 14 ng/l). Inflammatory markers including C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) were within normal limits. While in the department, she developed central chest heaviness with dynamic anterolateral T-wave inversion on electrocardiogram. Repeat hsTnT, 3 h after presentation, was elevated at 83 ng/l. She was treated as a suspected acute coronary syndrome and admitted to the coronary care unit for further management.\\nTransthoracic echocardiogram demonstrated a large left atrial mass measuring 7.1 cm × 4.6 cm attached to the interatrial septum and protruding through the mitral valve into the left ventricle in diastole (Figs. , , and videos 1–3). The mean gradient across the mitral valve at rest was 6 mmHg in keeping with hemodynamic effects similar to that of moderate mitral stenosis. Left and right ventricular size and function were within normal limits. Cardiac catheterization demonstrated angiographically normal coronary arteries but did show vascular supply to the mass (at 7 o’clock) and vascular movement in keeping with movement of the mass (video 4).\\nShe underwent urgent cardiac surgery to excise the left atrial mass. The stalk of the mass was identified and excised circumferentially from the interatrial septum. Left atriotomy was performed to deliver the stalk (measuring 22 mm × 2 mm × 3 mm) and the left atrial mass (measured 67 mm × 48 mm × 30 mm and weighing 62 g) (Fig. ). Histology demonstrated hypocellular myxoid stroma consistent with an atrial myxoma (Fig. ). Her post-operative recovery was uncomplicated, and she was discharged 5 days after surgery. We thank the patient for providing their consent to publish this case report.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'9363506': 1, '33932989': 2, '25022931': 1, '4072886': 1, '30213011': 1, '32720069': 2}", "similar_patients": "{'8088308-1': 1}"}