{"patient_id": 34285, "patient_uid": "7997356-1", "PMID": 33673462, "file_path": "comm/PMC007xxxxxx/PMC7997356.xml", "title": "Spontaneous Resolution of Late-Onset, Symptomatic Fluid Collection Localized in the Meningioma Resection Cavity: A Case Report and Suggestion of Possible Pathogenesis", "patient": "A 58-year-old right-handed female presented to the clinic with a headache of long duration and a two-week history of posterior neck pain. She had no significant medical or family history. No other neurological deficits were noted. Brain computed tomography (CT) scans and magnetic resonance (MR) images demonstrated a homogeneously enhanced, calcified, and multi-lobulated mass adjacent to the right motor strip without peritumoral edema (A–C). The patient underwent a craniotomy for tumor resection without incident or residual deficit. The arachnoid plane between the multi-lobulated tumor and the motor strip was well-preserved. The surrounding vascular structures were also not injured during surgery except for venous bleeding from the mass stump, which was controlled by a fibrin sealant patch and oxidized cellulose (D). A dura mater defect was repaired with an artificial dura substitute. There were no abnormal changes on intraoperative monitoring for motor-evoked potential and somatosensory-evoked potential during surgery. The postoperative CT scans showed the usual postoperative changes without hemorrhage or infarction (E). Histopathologically, the mass was confirmed as fibrous meningioma. The patient recovered well uneventfully.\\nSix weeks after surgery, the patient complained of sudden left arm monoparesis. The CT scans and MR images revealed localized subdural fluid collection at the resection cavity with enhanced resection margin and perilesional edema, showing an iso-signal intensity of the cerebrospinal fluid (CSF) on T2-weighted and T1-weighted images. Diffusion restriction was not noticed (A–C). There were no abnormal laboratory findings in the blood samples. The surgical wound was clean and well healed. After two weeks of conservative treatment with mannitol and steroids, the motor symptoms were completely recovered. The CT scans demonstrated decreased resection cavity size and marginal enhancement, but perilesional edema still existed (D). Two weeks after the CT scans, the patient unfortunately presented with recurring left arm monoparesis and tingling sensations. The CT scans showed an increased amount of fluid in the cavity with perilesional edema (E). After another two months of conservative treatment with prednisolone at 10 mg per day, she again fully recovered from the neurologic deficits. The CT scans showed decreased resection cavity size and perilesional edema (F). Since then, the patient has had no specific neurologic deficits without specific medication. The latest MR images taken one year after operation revealed the complete disappearance of the fluid collection and perilesional edema with no recurrence (G–I).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'23319199': 1, '23116096': 1, '9541292': 1, '30255407': 1, '9653522': 1, '11889622': 1, '20887115': 1, '21158518': 1, '3824141': 1, '33673462': 2}", "similar_patients": "{}"}