{"patient_id": 102240, "patient_uid": "7645427-1", "PMID": 33107372, "file_path": "noncomm/PMC007xxxxxx/PMC7645427.xml", "title": "Classic biphasic pulmonary blastoma: a case report and review of the literature", "patient": "A 58-year-old man presented with a 10-day history of cough and mild hemoptysis. He had a 20-year history of tobacco consumption, having smoked one pack of cigarettes per day, but he had no additional risk factors. A chest radiograph revealed a gross opacity located in the posterior aspect of the right lung. Contrast-enhanced chest computed tomography (CT) showed a mass of approximately 5 cm in diameter in the right upper lobe complicating a pulmonary infection (). The boundary of the lesion was clear and smooth, the enhancement was uneven, and many small patches of necrosis were present.\\nThe patient’s physical examination findings were normal, but laboratory tests showed an elevated serum concentration of alpha-fetoprotein (AFP) at 64.6 ng/mL (reference range, 0–9 ng/mL). Bronchoscopy confirmed that the tumor was occluding the right upper apical bronchus (), and biopsy samples were necrotic. Fluorodeoxyglucose positron emission tomography and brain magnetic resonance imaging showed no apparent metastasis, confirming that the disease was enclosed in the right lung.\\nThe preoperative work-up showed no contraindications; therefore, right upper lobectomy and lymph node dissection were performed under electronic thoracoscopy. Definitive histology with hematoxylin and eosin staining demonstrated mixed epithelial and mesenchymal malignancies (typical features of CBPB). The epithelial component formed glands composed of columnar cells with clear cytoplasm, whereas the mesenchymal component consisted of round and spindle cells with variable degrees of nuclear atypia (). Immunohistochemical staining showed the following results: CK-7 (+), CK-5/6 and 20 (focally positive), thyroid transcription factor 1 (focally positive), P40 (−), CD56 and vimentin (spindle cell +), desmin (−), CD34 and 99 (−), Ki-67 (epithelial region 70%, spindle cell region 40%), synaptophysin (−), epithelial membrane antigen (−), and calponin (+). The surgical margins and lymph nodes were negative. The tumor was classified as pT3N0M0 according to the 7th TNM classification. A molecular study was performed on the tumor sample. We explored activating mutations of epidermal growth factor receptor (EGFR) for exons 18 to 21 and analyzed the rearrangements in anaplastic lymphoma kinase (ALK), proto-oncogene receptor tyrosine kinase (ROS1), and rearranged during transfection (RET), with negative results. The patient subsequently underwent adjuvant chemotherapy with nedaplatin at 80 mg/m2 and paclitaxel at 200 mg/m2 every 3 weeks, which was well tolerated. After two courses, the serum concentration of AFP decreased from 64.6 to 11.9 ng/mL.\\nThe patient again presented with cough and chest tightness 2 years later. His AFP concentration had risen to 78.5 ng/mL (). Positron emission tomography showed abnormal 18F-fluorodeoxyglucose uptake in the right upper pleura with an elevated standardized uptake value (SUV) of 12, as well as on bilateral lung nodules (SUV = 8.1) and an ipsilateral hilar lymph node (SUV = 5.1). The imaging examination also showed strong fixation on the left liver (SUV = 9.4) (). The patient was diagnosed with local recurrence and liver metastases, and the tumor was deemed unresectable. Nedaplatin plus paclitaxel were administered again, but no response was observed. Next, the patient received two cycles of cisplatin and etoposide. The tumor regressed and his AFP concentration decreased. However, his course was complicated by refractory nausea/vomiting, dehydration, and severe neutropenia requiring 2 days of hospitalization. We adjusted the chemotherapy regimen. The patient showed a response to pemetrexed disodium plus bevacizumab plus carboplatin. He completed six cycles with frequent dose reductions; however, the carboplatin was eliminated from the treatment regimen because of chemotherapy-relevant pneumonia. The effect measurement of CT showed that the tumor was stable, and laboratory testing showed that the AFP concentration decreased (). However, the patient refused to undergo chemotherapy again. Finally, we prescribed anlotinib hydrochloride, a novel oral multitarget tyrosine kinase inhibitor, for treatment of the tumor. The patient was still alive at the time of this writing (>4 years after diagnosis and 1.5 years after metastatic progression) and was undergoing regular follow-up with no evidence of recurrence on CT and with a low AFP concentration 1 year after administration of anlotinib (). The patient tolerated the treatment well with acceptable and manageable adverse effects.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'31933843': 1, '26768884': 1, '22001215': 1, '29343973': 2, '29650276': 1, '9537466': 1, '26254381': 1, '20101153': 1, '21804162': 1, '21513998': 1, '29438373': 1, '9653906': 1, '26842180': 1, '23049565': 2, '30365956': 1, '29295663': 1, '12414034': 1, '5075621': 1, '26075125': 2, '26504071': 1, '24895392': 1, '1849449': 1, '24669096': 1, '17409808': 1, '11829087': 1, '22856413': 1, '30656089': 1, '24023328': 1, '12022552': 1, '24885892': 2, '17392670': 1, '8841388': 1, '27877056': 1, '27532029': 2, '14665988': 1, '21447935': 1, '25755806': 1, '20670092': 1, '33107372': 2}", "similar_patients": "{'3461274-1': 1, '5749379-1': 1, '4986194-1': 1, '4026592-1': 1, '4444532-1': 1}"}