{"patient_id": 25288, "patient_uid": "7502415-1", "PMID": 32968554, "file_path": "comm/PMC007xxxxxx/PMC7502415.xml", "title": "Synchronous Multiple Primary Cancers of the Lung: The Rare Association of Non-Small Cell Carcinoma With a Carcinoid Tumor", "patient": "A 68-year-old female patient presented after an abnormal lung shadow was found during a routine radiological assessment. The patient has a prior history of hypertension, hyperlipidemia, and patent foramen ovale. She was a former smoker with a 45 pack-year history. A follow-up chest CT for the abnormal shadow revealed a left upper lobe nodule measuring 2.8-3.0 cm in diameter, with associated mediastinal adenopathy (Figure ).\\nThe patient underwent a left medial assisted thoracic surgery, left upper lobectomy, and mediastinal lymph node dissection. Pathology for the left upper lobe nodule was consistent with a low-grade neuroendocrine carcinoma (typical carcinoid), which was 3.0 cm in diameter, stage pathological stage pT1bN0. Immunohistochemical stains on the tumor revealed large atypical cells, showing positive staining with pancytokeratin, CD56, synaptophysin, and chromogranin, and negative for TTF-1 and cdx-2 (Figure ).\\nThere was no lymphovascular invasion identified. Bronchial and vascular margins did not reveal any tumor. The seven other lymph nodes that were resected did not reveal a carcinoid tumor. However, one of the level 5 lymph nodes tested positive for metastatic squamous cell carcinoma, non-keratinizing in nature (Figure ).\\nMorphologically, the cells were large and atypical, with immunohistochemical stains staining positive for pancytokeratin and p40. The cells were negative for CK7, Ck20, p16, and TTF-1, suggesting the possibility of a metastatic lesion from an occult lung primary. The carcinoma was immunohistochemically dissimilar from the neuroendocrine tumor.\\nA staging positron emission tomography/computed tomography (PET-CT) demonstrated recent postsurgical changes and multiple small pulmonary nodules with non-specific low-level metabolic activity (standardized uptake value [SUV] max =1.8]. There were no evidence of fluorodeoxyglucose (FDG)-avid locoregional or distant sites. Brain MRI showed no evidence of brain metastasis.\\nThe patient was subsequently treated with postoperative adjuvant chemotherapy with two cycles of cisplatin 70 mg/m2 and gemcitabine 1,250 mg/m2. However, she developed toxicity with hearing loss and extensive superficial and deep vein thrombosis in the left cephalic, basilic, internal jugular, and left subclavian vein, after which further treatment was halted. The patient subsequently underwent strict surveillance over the next one year with PET-CT scans every three months. Over this span, four scans failed to show new lesions (Figure ).", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'34589229': 2, '12058455': 1, '13094644': 1, '28116178': 2, '9792054': 1, '22263011': 1, '21289904': 1, '20101145': 1, '26027992': 1, '26703889': 1, '30220948': 2, '19170003': 1, '32968554': 2}", "similar_patients": "{'6134993-1': 1, '8460550-1': 1, '5223000-1': 1}"}