{"patient_id": 19137, "patient_uid": "7204895-6", "PMID": 32367704, "file_path": "comm/PMC007xxxxxx/PMC7204895.xml", "title": "Anterior Chamber Migration of Ozurdex Implants", "patient": "A 70-year-old man who was being followed up in our clinic for angle-closure glaucoma underwent left PPV and phacoemulsification, followed by scleral-fixated IOL implantation 6 months later. At last examination, his Snellen visual acuity was 1.0 in the right eye and 0.2 in the left eye; IOP was 12 mmHg in the right eye and 17 mmHg in the left eye. On slit-lamp examination, shallow anterior chamber and patent iridotomy were observed in the right eye and clear cornea, iridotomy, centered IOL, and iris atrophy in the superior quadrant were observed in the left eye. On fundus examination, cup-to-disc ratio was normal in the right eye and 0.3 in the left eye. OCT findings were normal in the right eye, while macular edema (434 µm) was present in the left eye. On FFA imaging, there was no leakage in the right eye, while the left eye showed macular edema with late-phase hyperfluorescent areas. The patient received 5 intravitreal ranibizumab injections. Due to macular edema (550 µm), it was decided to administer a dexamethasone implant. Twenty days after implantation, the patient presented to the clinic with complaints of vision loss. His visual acuity was at the level of hand movements in the left eye, and slit-lamp examination revealed corneal edema and the dexamethasone implant in the anterior chamber (). His IOP was 22 mmHg with topical and systemic treatment. The implant was removed by aspiration with a 23-G catheter. In follow-up examinations, corneal edema and bullous keratopathy were detected in his left eye. He was assessed in the cornea unit and keratoplasty was planned.\\nThe characteristics and outcomes of patients with dexamethasone implant migration from the vitreous cavity to the anterior chamber are presented in .", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'34055276': 1, '20417567': 1, '24519506': 1, '23323589': 1, '34512888': 1, '25583283': 1, '23890421': 1, '29230981': 1, '28601910': 1, '23318000': 1, '34566437': 2, '17353400': 1, '23480270': 1, '30789460': 1, '23928945': 1, '23402344': 1, '20380281': 1, '28376511': 1, '32367704': 2}", "similar_patients": "{'7204895-1': 2, '7204895-2': 2, '7204895-3': 2, '7204895-4': 2, '7204895-5': 2, '8458021-1': 1}"}