{"patient_id": 102003, "patient_uid": "7601997-1", "PMID": 33154808, "file_path": "noncomm/PMC007xxxxxx/PMC7601997.xml", "title": "Small bowel obstruction secondary to obturator hernia in an elderly female", "patient": "An 81-year-old lady presented to the emergency department with a 4-day history of intermittent episodes of nausea and vomiting associated with severe abdominal pain. She had a background of hypercholesterolemia, hypertension, transient ischemic attack, vitamin B12 deficiency and osteoarthritis. She was noted to have four previous normal vaginal deliveries. Her surgical history included hysterectomy 10 years ago due to stage II uterine prolapse and bilateral total hip replacements.\\nOn examination, she weighed 46 kg and had a nontender, distended abdomen. On auscultation, there were absent bowel sounds. Digital rectal examination showed an empty rectum.\\nOn initial presentation, her blood results were as follows: white cell count (WCC) 14.8 × 109 cells/l (RR 4.3–11.2 cells/l), neutrophils 12.3 × 109 cells/l (RR 2.1–7.4 cells/l) and C-reactive protein (CRP) 1.9 mg/l (RR 0–5 mg/l). Imaging performed included an abdominal film, which showed nonspecific bowel gas pattern (). The patient was managed conservatively and discharged home. She represented 2 days later with worsening symptoms and blood results of WCC 20.1, neutrophils 18.4 and CRP 6. She was admitted under the surgical team and a thoracic and abdominal CT scan was done (–). It was initially reported as significant dilated small bowel loops in keeping with small bowel obstruction due to a femoral hernia. However, the scan was revisited by the surgical team in more detail as the images appeared to represent an obturator hernia. Upon further discussion, these findings were corroborated by the radiologist and a strangulated left obturator hernia was identified.\\nShe was consented for exploratory laparotomy and repair of left obturator hernia. Intraoperative findings were left-sided obturator hernia with 1-cm defect. A distal-jejunal loop was enclosed in the hernia sac at ~75 cm from duodenal-jejunal flexure with proximal bowel distended and distal bowel collapsed. The loop of bowel in the hernial sac was reduced back into peritoneal cavity and the bowel loop appeared pink and viable and therefore no resection was required. The hernial defect was closed with interrupted prolene sutures. She had an unremarkable recovery and was discharged on the 5th postoperative day. We followed up on the patient 2 years later, she was well and independent with most activities of daily living.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'19787172': 1, '22408570': 1, '31387073': 2, '15041510': 1, '33154808': 2}", "similar_patients": "{'6695249-1': 1}"}