{"patient_id": 19966, "patient_uid": "7249895-1", "PMID": 32481279, "file_path": "comm/PMC007xxxxxx/PMC7249895.xml", "title": "Successful rescue using tracheal intubation cannula for severe central airway stenosis after tracheotomy", "patient": "A 72-year old male patient was admitted with a 1-year history of intermittent dyspnea, which was exacerbated for 1 day. The patient was diagnosed with pulmonary heart disease at the local hospital 1 year prior to this incident. Since then, long-term oxygen therapy has been performed. Six months prior to this incident, the patient was treated in our department for dyspnea and unconsciousness. A tracheotomy was performed and the patient had been carrying a tracheotomy cannula for 6 months. One day prior to admission to our hospital, the patient presented with cyanosis due to an exacerbation of dyspnea. The patient's caretakers noticed increasing difficulty in sputum aspiration. In addition, the patient had a prior history of chronic obstructive pulmonary emphysema for more than 30 years, bilateral pulmonary bullae for more than 20 years, cerebral infarction 1 year earlier, and an old myocardial infarction without stent implantation and drug application for 2 years.\\nThe patient was examined in the emergency department. Vital signs: temperature 36.5°C, heart rate 130 beats per minute, respiratory rate 30 times per minute, blood pressure 145/97 mmHg, and blood oxygen saturation 60%. The physical examination showed that the patient was obese and looked sick with signs of cyanosis, wet rales in the bilateral lungs, pitting edema of the lower extremities, and sluggish pupillary light reflex. Arterial blood gas results: PO2 69.1 mmHg, Hct 60.2, Na+ 133.7 mmol/L, K+ 4.98 mmol/L, Ca2+ 1.008 mmol/L, Glu 7.1 mmol/L, Lac 1.4 mmol/L, tHb 166.3 g/L, HCO3− 31.4 mmol/L, and PCT <0.10 μg/L.\\nChest computed tomography (CT) imaging revealed narrowing of the trachea, bilateral exudative lesions, and bilateral pulmonary bullae (Fig. ). The patient was diagnosed of pneumonia. The complete medical diagnosis was an acute exacerbation of chronic obstructive pulmonary disease (COPD), double lung pneumonia, pulmonary bullae, and type II respiratory failure, post-tracheotomy.\\nAfter hospital admission, the patient was immediately provided with invasive ventilator-assisted ventilation. However, his difficulty in breathing was not relieved. The blood oxygen saturation remained between 60% and 80%. The ventilator alarm indicated high airway resistance and the nurses were unable to insert the suction pipes into the airway. Immediate fiberoptic bronchoscopy showed diffuse edema and stenosis of the inferior tracheal airways (Fig. ).\\nGiven that stent implementation and other treatment strategies were not supplied in this critical situation, we first selected a particular cannula size specific for obese patients. However, the cannula was not long enough to completely expand the narrowed airway. For this reason, tracheal intubation was used to temporarily replace the tracheotomy cannula, which successfully expanded the narrowed airways. The blood oxygen saturation returned to normal, and the symptoms were quickly relieved. After 2 days of treatment and observation in our department, the patient was stable and transferred to the pulmonary and critical care department for further treatment of airway stenosis. Supporting ventilation was withdrawn prior to the transfer.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'30214090': 1, '28774331': 1, '30454773': 1, '26512656': 1, '24515969': 1, '29660253': 1, '29221291': 1, '32481279': 2}", "similar_patients": "{}"}