{"patient_id": 22502, "patient_uid": "7374861-1", "PMID": 32698795, "file_path": "comm/PMC007xxxxxx/PMC7374861.xml", "title": "Transcatheter closure of a residual shunt with posteroinferior deficient rim after surgical closure of an ASD: a case report", "patient": "A 7-month-old boy weighing 7 kg was admitted to our hospital for elective surgery to correct a secundum type ASD. The defect had been suspected during physical examination for pneumonia and was confirmed with an echocardiography previously at 4-month-old. Though he had been generally well and without tachypnea, tachycardia or cyanosis, etc., the pneumonia could not be ruled out to have had an association with this large ASD. The patient’s past medical and surgical histories were non-significant. The boy’s nutritional status and physical development were normal. He was born via C-section at 36 weeksplus1day gestation weighing 2.4 kg. While the mother experienced low amniotic fluid during pregnancy, there were no signs of intrauterine distress or asphyxia during pregnancy and delivery.\\nThe patient’s cardiac status on admission was assessed as New York Heart Association Class II (mild symptoms). Respiratory rate was 28 breaths per minute, heart rate was122 beats per minute with sinus rhythm, and blood pressure was10.8/5.2 kPa. On auscultation, a II/6 gentle systolic murmur was heard at the left sternal border between the second and third intercostal space.\\nBlood tests indicated slight microcytic hypochromic anemia (mean corpuscular volume 76.0 fL, hemoglobin 108.0 g/L, and mildly elevated aspartate aminotransferase 58.5 IU/L. Other values were normal. A preoperative echocardiography suggested the presence of a 15 mm by 10 mm secundum ASD (Fig. a), deemed quite large for a 7 months old baby. With only a 3.7 mm rim in the posteroinferior aspect, which is generally considered not amenable to cath-lab procedure. And the right heart was also shown enlarged significantly under echocardiography. Though we do not routinely measure Qp:Qs with echocardiography or perform a catheter procedure for an ASD to measure it, the signs under echocardiography indicated surgery as necessary.\\nAt our institution, 600 open-heart cases per year were performed. Our surgeons are experienced with and confident in infants or even neonate with complex defects, so ASD repair within infancy dose not bring higher mortality or morbidity. The rationale of repair a large ASD is to avoid negative impact on growth and development that may occur if surgery is refrained until beyond infancy. Elective open-heart surgery was performed, and it was confirmed during surgery that the posteroinferior rim was insufficient for cath-lab procedure. The defect was therefore closed with an autologous pericardial patch; the procedure was straightforward. Transesophageal echocardiography confirmed that there was no residual shunt through the defect before the patient was weaned from cardiopulmonary bypass. However, the pre-discharge echocardiogram on postoperative day 5 suggested a3.5 mm-diameter shunt in the middle portion of the interatrial septum. Since it was small, follow-up was suggested. Follow-up echocardiograms at 1 month and 3 months showed the shunt to be 5–6 mm in diameter, and showed slight right cardiomegaly (Fig. b & c).\\nAt 1-year follow-up, when the patient was 1 year and 7 months old and weighed 10 kg, an echocardiography suggested the shunt was further enlarged to 8 mm, and the right cardiomegaly had become moderate (Fig. d). After careful discussion and preparation, we proceeded with an interventional procedure, with open-heart surgery planned as a backup. An additional echocardiography in the cardiac catheterization lab revealed two residual shunts of 9 mm and 4 mm diameter, and the pulmonary and systemic blood flow ratio was 1.8 as measured by right cardiac catheterization. A16 mm ASD occluder (AGA Medical Corp, Plymouth, Minnesota) was deployed successfully without any residual shunt (Figs. e & ).\\nThe 3-month postoperative follow-up showed that the patient was doing well, with the occluder in its proper position and no sign of any residual shunt under echocardiography (Fig. f).", "age": "[[7.0, 'month']]", "gender": "M", "relevant_articles": "{'28633478': 1, '20868436': 1, '18252881': 1, '27236281': 1, '22395376': 1, '11524080': 1, '23996058': 1, '20801927': 1, '773318': 1, '16368323': 1, '28669434': 1, '23579014': 1, '28956098': 1, '2233961': 1, '28596047': 1, '31019758': 1, '28390741': 1, '11088023': 1, '30075536': 1, '26895499': 1, '29138879': 1, '12039500': 1, '12084585': 1, '19038677': 1, '12141142': 1, '24768884': 1, '31440282': 1, '32698795': 2}", "similar_patients": "{}"}