{"patient_id": 100199, "patient_uid": "7443345-1", "PMID": 32855804, "file_path": "noncomm/PMC007xxxxxx/PMC7443345.xml", "title": "Laparoscopic assisted submucosal excision of an intussuscepting colonic lipoma", "patient": "A 40-year-old female presented to the emergency department with worsening symptoms of colicky abdominal pain, distention, vomiting and haematochezia. She had been suffering with these symptoms intermittently for about 2 months. Her pain was mainly located in the left iliac fossa and she had experienced episodes of loose stools mixed with dark red blood. Four days prior to her admission, she had had a colonoscopy in a different centre to investigate her ongoing symptoms.\\nShe did not have any significant co-morbidity but her past medical history included a diagnosis of a right ovarian cyst and a previous uterine polypectomy.\\nOn examination she was haemodynamically stable, her abdomen was soft but distended with generalized tenderness, mainly in the left iliac fossa. Digital rectal examination revealed an empty collapsed rectum.\\nThe laboratory examination on admission demonstrated no anaemia and unremarkable renal function; specifically her white cell count was 10.5 (109/L), Hb 127 (g/L), Na 138 (mmol/L), K 4.8 (mmol/L), Urea 2.1(mmol/L) and creatinine 71 (μmol/L).\\nErect chest and abdominal X-ray was performed which showed gaseous distension of the colon as far as the mid-descending colon with very little gas distal to this (). Consequently a computed tomography (CT) scan of her abdomen and pelvis was obtained which confirmed the plain X-ray findings and showed gaseous distension of the transverse colon with a transition point in the mid-descending colon where a colo-colic intussusception was demonstrated due to a large descending colon lipoma. The distal colon beyond the intussusception was completely collapsed ().\\nThe patient’s obstructive symptoms resolved following administration of adequate analgesia and anti-spasmodic medication (Hyoscine). As she remained stable with no biochemical finding or radiologic features suggestive of ischemia or impending perforation, an urgent flexible sigmoidoscopy was arranged which showed a large mid-descending submucosal colonic mass with a smooth surface and mucosal ulceration, confirming the radiological impression of a submucosal lipoma ().\\nRather than subject the patient to a left hemicolectomy, we decided on a minimally invasive laparoscopy assisted transcolonic resection of the lipoma. Pneumoperitoneum was achieved following the insertion of a 5 mm Ethicon Excel port in the right flank. Following carbon dioxide insufflation, other ports inserted as shown on . After adequate mobilization of the sigmoid and descending colon, the intussuscepted segment of the descending colon was identified. A small muscle-splitting incision was made at the level of the umbilicus in the left side of the abdomen () and the pathological segment of colon was pulled to the surface through a small Alexis wound protector. The lipoma was palpated within the exteriorised bowel and a colotomy performed through the taenia on the opposite wall at the level of the lipoma. A mucosal incision was made around the base of the lipoma and the entire lipoma was shelled out and removed through the colotomy (). Following closure of the mucosal defect with 3/0 Vicryl, the colotomy was closed using interrupted sutures of 3/0 monofilament synthetic absorbable suture (PDS® II (polydioxanone) Suture, Ethicon).\\nPost-operatively, the patient made an uneventful recovery and was discharged on Day 4. The histopathology of the specimen confirmed a benign submucosal lipoma (). The patient was followed up 6 weeks later, was totally asymptomatic and was discharged from surgical care.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'17948945': 1, '31799302': 2, '25368224': 1, '16400357': 1, '15788588': 1, '31750372': 1, '28454251': 1, '25839433': 1, '22298986': 1, '32855804': 2}", "similar_patients": "{'6887596-1': 1}"}