{"patient_id": 32812, "patient_uid": "7913605-1", "PMID": 33654630, "file_path": "comm/PMC007xxxxxx/PMC7913605.xml", "title": "A Case of Myopericarditis and Cardiac Tamponade as the Initial Presentation of COVID-19 Infection", "patient": "A 57-year-old female with a past medical history of hypertension and active tobacco smoking presented with a chief complaint of trouble breathing. She was unable to provide further history due to severe respiratory distress. Initial vitals were: temperature 36.3 degree celsius, heart rate 106 beats per minute, respiratory rate 30 breaths per minute, blood pressure 98/58 mmHg, and oxygen saturation was 90% on nonrebreather mask at 15 liters per minute. Electrocardiogram (EKG) was performed and showed diffuse ST segment elevations, and her initial troponin (intact) level was noted to be 64.0 ng/mL. Transfer was then arranged to the nearest percutaneous coronary intervention (PCI) center, Brookdale University Hospital Medical Center (BUHMC). Prior to transport, the patient had cardiac arrest x2 due to hypoxic respiratory failure and was intubated and started on vasopressors. The patient was then transferred. EKG repeated on arrival to BUHMC was essentially unchanged from the previous one (Figure ). COVID-19 nasopharyngeal polymerase chain reaction (PCR) test was sent. Within a few minutes of arrival, the patient had another cardiac arrest with initial rhythm of pulseless electrical activity (rhythm on the monitor was sinus bradycardia). Return of spontaneous circulation was achieved after four minutes and the patient was taken emergently to the cath lab. Bedside echocardiogram done prior to coronary angiography showed significant hypertrophy of the left ventricle and moderate pericardial effusion (Figure ). Left heart catheterization showed nonocclusive coronary artery disease (CAD) with preserved ejection fraction (EF). Right heart catheterization found equalization of right heart pressures (pulmonary capillary wedge pressure 17 mmHg, right ventricular end diastolic pressure 18 mmHg, right atrial end diastolic pressure 17 mmHg). Emergent pericardiocentesis was performed with immediate drainage of 460 cc serous fluid. After pericardiocentesis, pulmonary capillary wedge pressure was 23 mmHg and right atrial diastolic pressure was 12 mmHg. She was then taken back to coronary care unit (CCU) and started on targeted temperature management (TTM), and at that time was started on norepinephrine at a rate of 30 mcg/min and vasopressin at a rate of 0.03 units/min. Chest X-ray done showed mild pulmonary congestion. Laboratory findings were consistent with acute renal failure (blood urea nitrogen, BUN/Creatinine 93/3.37 from baseline 13/0.90 six months prior), shock liver (alanine transaminase, ALT >2000, aspartate aminotransferase, AST >1500), high anion gap metabolic acidosis (pH 7.05, anion gap 29). COVID-19 nasopharyngeal PCR test came back positive. Official echocardiogram was done which showed severely reduced EF (15%-25%) and diffuse hypokinesis of the left ventricular wall, pericardial effusion resolved with drain in place (Figure ). Throughout the day, the patient's vasopressor requirement increased. She then became bradycardic (sinus bradycardia), which did not respond to 1 mg of atropine so TTM stopped and the patient was rewarmed. Repeat blood work did not show any significant improvement in acidosis, renal or hepatic function. Heart rate dropped to the 30s so the patient was started on transcutaneous pacing. Arterial line inserted as blood pressure cuff was not able to consistently assess blood pressure and arterial blood gas sent. Arterial blood gas showed severe metabolic acidosis (pH 6.90, bicarbonate 3.5) with respiratory alkalosis (PCO2 18.5). Arterial line lost waveform shortly after being placed, and the patient had no palpable pulse. Transcutaneous pacemaker temporarily turned off to assess intrinsic heart rhythm and found asystole. Further resuscitative efforts deemed to be medically futile by the treating team and the patient was pronounced deceased.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'32227076': 1, '31986264': 1, '32186331': 1, '26461998': 1, '19451363': 1, '32219357': 1, '32031570': 1, '32211816': 1, '34404552': 1, '32328588': 1, '33654630': 2}", "similar_patients": "{}"}