{"patient_id": 18457, "patient_uid": "7159839-1", "PMID": 32309624, "file_path": "comm/PMC007xxxxxx/PMC7159839.xml", "title": "A de novo variant of CHD8 in a patient with autism spectrum disorder", "patient": "A 7-years-old Saudi boy was referred to the genetic clinic with the history of developmental delay. He sat at the age of one year and walked after two and a half years. He was the child of healthy Saudi consanguineous parents with an older sibling, she was a 9-years-old healthy girl with good school performance. The mother did not have any history of abortions. Pregnancy and delivery were normal. He was born at full term with normal measurements (birth weight: 3.2kg, on 5th percentile). Examinations at the age of 6 years old was notable for dysmorphic facial features with a large head, pronounced supraorbital ridge with down-slanting palpebral fissures, broad nose, and smooth philtrum. The head circumference was in the 90th percentile, while the height and weight were on the 5th centile. The affected boy had significant speech delay. He was not interested in his surroundings and had an abnormal social interaction with an aggressive behaviour. He showed poor eye contact and stereotypic, repetitive behaviours such as putting things in the same spots and failed to finish any of the activities. According to his parents, he does not show any improvement in his performance in school. No formal IQ assessment was done. There was no history of any such similar condition or psychiatry illness in the family. Magnetic resonance imaging (MRI) of the brain was unremarkable, and there was no history of seizures. Ophthalmological and hearing assessment were normal.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'18378692': 1, '28610540': 1, '24998929': 1, '15300250': 1, '29325621': 1, '21129364': 1, '21558103': 1, '23160955': 1, '20453063': 1, '22521361': 1, '25741868': 1, '23568486': 1, '30564305': 1, '24776741': 1, '25038753': 1, '28402856': 1, '28499914': 1, '22495309': 1, '25257502': 1, '27824329': 1, '22083958': 1, '24243641': 1, '17545556': 1, '25363760': 1, '33933000': 1, '25752243': 1, '24265227': 1, '32309624': 2}", "similar_patients": "{}"}