{"patient_id": 24738, "patient_uid": "7478668-1", "PMID": 32923295, "file_path": "comm/PMC007xxxxxx/PMC7478668.xml", "title": "An Unpleasant Surprise: Left Ventricular Pseudoaneurysm Developing After Placement in Trendelenburg Position", "patient": "A 73-year-old male presented to the emergency department with altered mental status following a syncopal event. He had a past medical history of coronary artery disease with cardiac bypass 16 years prior, diabetes, hyperlipidemia, and Alzheimer's dementia. According to his wife, the patient had been feeling poorly with decreased appetite for several days and had complained of left neck pain the night prior to presenting to a local health center. He was transferred to our tertiary facility on suspicion of diabetic ketoacidosis or sepsis.\\nHe was ill appearing with the Kussmaul breathing pattern and mottled skin. His vital signs were blood pressure of 94/61 mmHg, respiratory rate of 24 breaths/minute, heart rate of 110 beats/minute, and SpO2 97%. Initial laboratory workup showed white blood cell count of 21.5 K/µL (reference range: 4.8-10.8 K/µL), high anion gap metabolic acidosis with bicarbonate of 10 mEq/L (reference range: 20-33 mEq/L), anion gap of 30 mEq/L (reference range: 7-16 mEq/L), serum lactic acid level of 13.8 mEq/L (reference range: 0.5-2 mEq/L), ultra-high sensitivity (Gen 5) troponin T at 3,695 ng/L (reference range: 6-19 ng/L), and glucose of 501 mg/dL (reference range: 65-99 mg/dL). Electrocardiogram (ECG) (Figure ) exhibited supraventricular tachycardia (SVT) with aberrant conduction secondary to right bundle branch block, a right atrial abnormality, and a left anterior fascicular block without ST, T wave, or Q wave changes. A CT scan of the head without contrast showed no signs of an acute process.\\nA portable chest x-ray (Figure ) showed an enlarged cardiac silhouette, pulmonary edema, and median sternotomy wires from his previous cardiac bypass. Arterial blood gas elicited pH of 7.015 (reference range: 7.4-7.5), temperature-corrected PCO2 of 22.6 mmHg (reference range: 26-37 mmHg), and PO2 of 84 mmHg (reference range: 64-87 mmHg).\\nThe patient was resuscitated with multiple boluses of fluids, treated with insulin, and sedated. While further workup and treatment was underway, the patient was placed in Trendelenburg position for a central line placement and within two minutes developed asystolic cardiac arrest. Initially, he was successfully resuscitated with return of spontaneous circulation (ROSC) after five minutes. He was placed on full mechanical ventilatory support with central venous catheter and vasopressor therapy. More than an hour after the initial asystolic cardiac arrest and as the patient continued to experience two recurrent episodes of cardiac arrest, a bedside transthoracic two-dimensional echocardiogram was performed demonstrating a large LV pseudoaneurysm of the lateral wall and severely reduced LV ejection function <20% (Figure ).\\nUnfortunately, the patient continued to have subsequent episodes of asystolic cardiac arrests for over two hours after receiving standard resuscitation treatment per the Advanced Cardiac Life Support protocol. Cardiology was consulted and concluded that cardiac catheterization would have limited utility. Given our patient’s two recurrent, extended asystolic cardiac arrest now in the context of his large LV pseudoaneurysm, he was transitioned to comfort care and passed shortly thereafter.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'9377830': 1, '28471977': 1, '26750696': 2, '9741493': 1, '28986350': 2, '9149600': 1, '7397972': 1, '11073474': 1, '19239694': 2, '22508841': 1, '9471934': 1, '28611061': 1, '32923295': 2}", "similar_patients": "{'4900369-1': 1, '5633050-1': 1, '2654444-1': 1}"}