{"patient_id": 20975, "patient_uid": "7303462-1", "PMID": 32595439, "file_path": "comm/PMC007xxxxxx/PMC7303462.xml", "title": "Suitability of Thrombolysis for Patients With Acute Ischemic Stroke Complicated With Trousseau Syndrome", "patient": "The patient, a 55-year-old male with a 10-year history of hypertension, was admitted to the thoracic surgery department of our hospital for dysphagia. Chest enhanced computed tomography (CT) revealed cancer in the lower esophagus and cardia. 1 week later, cardia cancer surgery was performed, and pathological examination showed highly differentiated adenocarcinoma; pathological classification was T4N1M0. The patient recovered after the operation and was discharged from the hospital without additional radiotherapy and chemotherapy.\\nThree months later on March 5, 2019 (2019/03/05), he experienced a sudden episode of dizziness, incoherent speech, and weakness of his right limb during rest. His vital signs were stable after admission, and electrocardiography (ECG) showed no atrial fibrillation. His National Institutes of Health Stroke Scale (NIHSS) score was 6. The results of first and subsequent coagulation function tests are shown in , and accompanying inflammatory indicators (CRP) are shown in . Head CT showed an ambiguous boundary between gray and white matter in the left parietal lobe (), and chest CT showed changes in the area of gastric tumor resection – namely, multiple enlarged lymph nodes near the descending aorta. Other blood biochemical indices were normal. The patient was treated by IVT with 0.6 mg/kg rtPA 156 min after symptom onset. By the end of thrombolysis, the right limb weakness had improved, with an NIHSS score of 4; 24 h after thrombolysis (2019/03/06), CT showed multiple infarction in the left parietal lobe and multiple blood foci in the right occipital lobe (). At this time, the patient did not have obvious discomfort, and the dizziness and speech symptoms were slightly improved. Magnetic resonance imaging (MRI) performed on the 3rd day after thrombolysis (2019/03/07) revealed a large infarction area in the left temporoparietal lobe and hemorrhage in bilateral occipital lobes and the left cerebellar hemisphere (). A second coagulation function test was performed. Enhanced MRI showed that there was no tumor metastasis in the brain, and no atrial fibrillation or other arrhythmias were observed upon ECG examination. No thrombus was found by CT angiography (), and no obvious plaques were detected in the neck and lower extremities by color Doppler ultrasound. The patient has both cerebral infarction and cerebral hemorrhage, considering that antiplatelet drugs can aggravate the risk of bleeding, so he did not have antiplatelet treatment during the first hospitalization. The patient’s blood was hypercoagulable, suggesting cerebral embolism; however, a series of tests did not reveal the location of the thrombus. Therefore, a diagnosis of TS with advanced gastric cancer was made. The symptoms of dizziness and speech incoherence improved (NIHSS score of 4), and the patient was discharged from the hospital.\\nOne week after discharge (2019/03/21), the patient was re-admitted to the hospital with sudden right limb weakness and speech confusion. MRI showed a large new area of scattered infarctions (), and then he was given aspirin 100 mg, clopidogrel 75 mg, and atorvastatin 40 mg. After treatment on day 13 after admission (2019/04/02), the patient showed improvement despite an episode of sudden dizziness and vomiting on day 4 (2019/04/06), and was transferred to the rehabilitation department for further treatment. The transformation of bleeding after a new infarction was observed by head CT (). ECG revealed no obvious abnormalities, and the patient was transferred to our department for further treatment on 2019/04/08. On day 3 after admission (2019/04/10), MRI revealed new ischemic foci in the left cerebellum and absorption of hemorrhage in the right occipital lobe (). A third coagulation function test was performed. The patient had a history of recurrent cerebral infarction and hemorrhage after infarction that was complicated with abnormal blood coagulation function. In consultation with the hematology department, the patient was treated with cryoprecipitate (6 U) and reexamined 2 days later (the fourth coagulation function test). Blood coagulation function was improved, and 6000 U low-molecular-weight heparin was administered to the patient by subcutaneous injection along with oral administration of Rivaroxaban (15 mg) daily for 3 days. On 2019/04/24, the patient was in a stable condition and as the brain CT showed that the bleeding focus had been resorbed, he was discharged from the hospital.\\nOn 2019/05/08, the patient had sudden obliquity of the mouth and incontinence and died 2 days later, 66 days after the first ischemic stroke. No autopsy was performed.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'19312782': 1, '30786186': 1, '30511879': 1, '29671868': 1, '22591606': 1, '12975470': 1, '27406103': 1, '29309496': 1, '31868139': 1, '32056346': 1, '24065712': 1, '31662037': 1, '28160197': 1, '30546699': 1, '29762085': 1, '25805529': 1, '26509723': 1, '26834557': 1, '29769590': 1, '30018592': 1, '32595439': 2}", "similar_patients": "{}"}