{"patient_id": 102055, "patient_uid": "7607013-1", "PMID": 33163450, "file_path": "noncomm/PMC007xxxxxx/PMC7607013.xml", "title": "Extradural Spinal Arachnoid Cyst as a Cause of Cauda Equina Syndrome in a Child", "patient": "A 12-year old boy presented with the chief complaint of a 10-month history of progressive difficulty in voiding associated with gait ataxia and motor weakness of both lower extremities. He also had progressive difficulty in ambulating and an unusual pain sensation in both lower extremities. Furthermore, the patient had frequently experienced stumbling and falls. He had no history of any significant trauma, family history of spinal disease, or past history of lumbar puncture prior to the onset of symptoms. Physical examination revealed a weight of 80 kg, height of 168 cm, and body mass index of 28.3 kg/m2, indicative of morbid obesity for this boy.\\nThe neurologic examination revealed bilateral weakness of the lower extremities, especially upon knee extension with a Medical Research Council (MRC) grade of 2/5. The patient did not have significant sensory deficits in the lower extremities. His perineal sensation and anal tone were normal.\\nEmergent magnetic resonance imaging (MRI) of the lumbar spine showed a large CSF-filled, cystic mass without contrast enhancement located at the level of L2 to L5 causing severe thecal sac compression. The imaging findings indicated an extradural arachnoid cyst (). The thecal sac was severely flattened and displaced anteriorly.\\nThe patient underwent an emergent laminectomy of L2–L4 and removal of cyst with meticulous suture of the dural defect.\\nAfter laminectomy, removal of the yellow ligament permitted the visualization of a huge cyst in the epidural space (). The cystic wall was thin and blue-colored with slight adhesions to the dura mater. During the careful dissection of the cystic membrane, a communicating tract and approximately 3 cm of dural defect with floating nerve rootlets were visualized. CSF leakage was also observed. Although the cyst was extended to the neural foramen, it was possible to remove the cystic membrane en bloc after fenestration of cyst. Microsurgical repair of the dural defect was performed, followed by the agglutination of a collagen fleece (Tachocomb®) and application of fibrin glue (Greenplast®) (). Postoperatively, the patient had no neurologic aggravation and his symptoms improved. A biopsy of the cyst wall membrane revealed a fibrocollagenous tissue consistent with an arachnoid cyst.\\nSix months after the surgery, the strength of the his lower extremities had near-normal recovery and his voiding difficulty had markedly improved.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'30447456': 1, '16010273': 1, '5531903': 1, '22462711': 1, '27857934': 2, '28287894': 1, '17992032': 1, '7143073': 1, '17330546': 1, '3343608': 1, '10419356': 1, '15771406': 1, '9574668': 1, '24757455': 2, '16238081': 1, '33163450': 2}", "similar_patients": "{'5110915-1': 1, '5110915-2': 1, '3941728-1': 1}"}