{"patient_id": 25219, "patient_uid": "7499997-1", "PMID": 32943010, "file_path": "comm/PMC007xxxxxx/PMC7499997.xml", "title": "A de novo synonymous variant in EFTUD2 disrupts normal splicing and causes mandibulofacial dysostosis with microcephaly: case report", "patient": "Here, we report a seven-year-old female patient, who is a native of Libya, who presents postnatal microcephaly to -3SD, sensorineural hearing loss, and global intellectual delay with difficulties of comprehension. She also presents epileptic seizures, livedo and facial dysmorphisms such as micro-retrognatism, malar hypoplasia, dental malocclusion, limitation of mouth opening, and large protruding ears.\\nAs her karyotype was normal and her parents were both healthy, we performed whole-exome sequencing (WES) of the child and her parents to identify putative genetic alterations responsible for this phenotype. WES was performed on genomic DNA prepared from the patient and the parents’ blood samples. The mean coverage of the exome-wide regions was 139.09, 119.25, and 148.62 reads, corresponding to a coverage of at least 10 reads of 95.99, 95.91, and 96.08% of the exome for the patient, mother, and father, respectively. In our variant analysis, we prioritized variants that were rare in the healthy population according to GnomAD v3 database (< 1%), the variants predicted to be deleterious on protein function according to SIFT and PolyPhen tools, and transmitted as compound heterozygous or arose de novo, consistent with the non-consanguineous and healthy parent context (Table S).\\nAmong these pertinent variants, the only one that could explain the patient’s phenotype was the de novo synonymous variant c.702G > T (transcript NM_004247.4) in the exon 9 of EFTUD2 at position chr17:42956924 (GRCh37/hg19) in the patient (Fig. a). This variant replaces a GGG codon to GGT, resulting in the retention of glycine at amino acid residue 234 (p.G234G). According to ACMG 2015 guidelines [], this variant is classified as having unknown significance. Sanger sequencing confirmed that neither parents carried the variant (Fig. b). The variant is located in the G-domain of the protein, which is known to bind and hydrolyze GTP and a site of other variants of EFTUD2 gene that are associated with MFDM (Fig. c). As MFDM disease patterns seem to correspond closely to the symptoms of the patient (Table ), we decided to investigate the potential impact of this synonymous variant on EFTUD2 function.\\nThe T allele at this position is novel in all public databases, including the NHLBI Exome Sequencing Project, the 1000 Genomes Project, and GnomAD v3, suggesting very high conservation of the G allele in the population. The mutated residue is the last nucleotide of exon 9, localized at the exon/intron junction adjacent to the splice donor site GT (c.702 + 1 and + 2). According to three splicing prediction tools - SpliceSiteFinder-like (SSF), MaxEntScore (MES) and Human Splicing Finder (HSF) - our variant affects the donor splice site by creating an alternative cryptic donor site “GT” preceding the original one (Fig. a, b).\\nTo test the prediction, we investigated the consequence of the variant on the splicing of EFTUD2 gene in vivo, in peripheral blood of the proband and her parents. After RNA isolation from leukocytes, we performed an RT-PCR and amplified 360 bases covering exon 8 to exon 12 of EFTUD2 cDNA. We observed in all three individuals the expected PCR product band of ~ 360 bp and an additional PCR product of ~ 280 bp in the proband only (Fig. a). This result suggests deletion of about 80 bp in the patient’s EFTUD2 cDNA.\\nThe sequencing of the alternative cDNA showed complete deletion of exon 9 (Fig. b and c). As the exon 9 length is not a multiple of 3 (83 bp), its deletion would trigger a frameshift leading to a premature stop codon that truncates the protein c.620_702del, p.His209Aspfs*25 (Supplementary Fig. ). This result demonstrates that the de novo synonymous variant identified in EFTUD2 is responsible for the splicing defect leading to the skipping of exon 9, an exon that is present in all splice isoforms of EFTUD2.\\nThe patient was recruited at the “Unité de Diagnostic Prénatal - CPDP” of the American Hospital of Paris. The parents gave their signed informed consent for the clinical exome sequencing of their child and themselves.\\nGenomic DNA was isolated from peripheral blood using standard protocols. Exome sequencing libraries were prepared with the TruSeq Exome Kit (Illumina, San Diego, CA, USA) following the manufacturer’s recommendations. Paired-end (2 × 75 bp) sequencing was performed on a NextSeq500 sequencer (Illumina, San Diego, CA, USA).\\nFastQ data were aligned to the GRCh37 (hg19) reference genome with bwa-0.7.12 [], sorted and indexed with samtools-1.2 [], deduplicated with PICARD-1.110, and base corrected and indel realigned with GATK-3.8 [, ]. Variant calling was done with GATK-3.8 HaplotypeCaller in GVCF ERC mode. Variants were called individually for each sample and then combined with GATK-3.8 GenotypeVCFs to produce a combined VCF. The combined VCF was then uploaded and analyzed with Ingenuity Variant Analysis software. Alignments were visualized with GenomeBrowse (Golden Helix - Massachusetts). FastQC-0.11.5 was used to calculate quality metrics for FastQ files and Qualimap-2.2.1 [] was used to calculate coverage statistics using the truseq-exome-targeted-regions-manifest-v1–2.bed file. The reference file used for alignment and variant calling was human_g1k_v37.fasta which was provided with the GATK b37 resource bundle.\\nPeripheral blood samples from the proband and her parents were used for the analyses in this study. Peripheral blood mononuclear cells were isolated by Ficoll-Paque™ density gradient centrifugation. After total RNA extraction using Trizol, Reverse-Transcription and PCR were performed as described in []. Forward and reverse primer sequences purchased from IDT were respectively: 5′ GTGGAATACATGCTTATTAATCCATTGACC 3′ and 5′ GAGCAAGAGAGAGGTGTAGGCATC 3′.\\nPCR products were analyzed on a 2% agarose gel as described in []. Finally, we used PCR clean-up gel extraction from Macherey-Nagel to isolate DNA bands from the agarose gel for sequencing.\\nThe EFTUD2 variant was validated using capillary Sanger sequencing. Briefly, a 262 bp DNA stretch of EFTUD2 was amplified using the Expand Long Template PCR System (Roche, Meylan, France), following the manufacturer’s recommendations. The PCR primer pair was 5′-TTCAAGTTCTCTGGCTCCCA-3′ (forward) and 5′-CCCTCAGTTCACCCTACCAG-3′ (reverse). After purification with the Exostar kit (GE Healthcare, Little Chalfont, UK), PCR products were bi-directionally sequenced with the same primers using Big Dye Terminator Kit v3.1 (Life Technologies). Sequence reactions were run on an ABI PRISM 3730xl sequencer (Life Technologies).", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'20080505': 1, '18953335': 1, '17497718': 1, '19505943': 1, '26507355': 1, '19921636': 1, '25741868': 1, '16760738': 1, '19334086': 1, '24954581': 1, '12034536': 1, '22228759': 1, '24359918': 1, '21878961': 1, '26107949': 1, '25431634': 1, '26428292': 1, '11967553': 1, '16418745': 1, '30143596': 1, '20644199': 1, '15364249': 1, '32943010': 2}", "similar_patients": "{}"}