{"patient_id": 21129, "patient_uid": "7310022-1", "PMID": 32572650, "file_path": "comm/PMC007xxxxxx/PMC7310022.xml", "title": "Parathyroid carcinoma in a 13-year-old girl with a long-term survival", "patient": "A 57-year-old woman was admitted to our hospital for the treatment of recurrent PC. She had been diagnosed with primary hyperparathyroidism from a fibula fracture and had her right lower parathyroid gland (15 g in weight) removed at the Kanagawa Children’s Medical Center when she was 13 years old. The pathological diagnosis at the time had been parathyroid adenoma []. She had no family history of multiple endocrine neoplasia or jaw tumor syndrome. Genetic testing was not performed. The parathyroid specimen of the first operation had been microscopically reviewed for this case report, after 44 years from the operation. The tumor cells have been found to be pleomorphic with infiltration into the capsule and vessels (Fig. a–c). Based on these findings, the specimen was determined to be PC.\\nAt 22 years old, she showed hypercalcemia (serum calcium level, 18 mg/dL) after a femur fracture at another hospital. Recurrent disease was not found in the neck, but lung metastases were discovered. Regarding the clinical course, her diagnosis was corrected from parathyroid adenoma to PC at this time. The pulmonary metastases in the bilateral lungs were removed surgically.\\nAt 33 years old, re-resection of the lung metastases was performed in our hospital. The histopathology of the lung metastases resembled that of the first operation (Fig. d). This case was reported in the case series of Fujimoto et al. [] when the patient was 35 years old. For 10 years, her serum calcium level remained within the normal range. However, her serum calcium level and intact parathyroid hormone (i-PTH) gradually began to increase, reaching 14.2 (reference range, 8.5 to 9.9) mg/dL and 1302 (reference range, 16 to 65) pg/mL when she was 57 years old (Fig. ). Two masses were found behind the left thyroid lobe (Fig. a) and caudally next to the left thyroid lobe (Fig. b) by computed tomography (CT) and suspected of being a PC recurrence. 99mTc-methoxy-isobutyl-isonitrile (MIBI) accumulated in the lower mass but not in the upper mass (Fig. ). En bloc resection of those masses was performed. Pathologically, both tumors were diagnosed as parathyroid adenoma, as they did not show any malignant features. However, the operation failed to reduce her serum calcium level and i-PTH sufficiently, with persistent levels of 12.2 mg/dL and 475 pg/mL, respectively (Fig. ). Positron emission tomography (PET) using 18F-fluorodeoxyglucose (FDG) was performed, but it failed to reveal residual disease. An additional examination by 11C-methionine PET was therefore performed, and a methionine-positive tumor was found at the right side of the trachea in the neck (Fig. ).\\nAs tumor invasion into the thyroid, cricothyroid muscle, and membrane between the tracheal cartilages was recognized during the operation, it was removed, along with the involved surrounding tissues. After this surgery, both the serum calcium and i-PTH levels declined to 7.7 mg/dL and 28 pg/mL, respectively (Fig. ). She was administered calcium lactate and calcitriol to maintain her serum calcium concentration. She had never experienced symptoms due to recurrent laryngeal nerve paralysis. A histopathologic examination confirmed the diagnosis of PC recurrence (Fig. a, b). On day 7 after the operation, she developed a fever and arthralgia in the ankles and knees and was diagnosed with pseudogout. Her hemoglobin declined to 6.8 g/dL on day 14 after the operation. Chronic inflammation due to prolonged pseudogout and renal dysfunction due to hypercalcemia were thought to be the cause. Her anemia resolved spontaneously after her pseudogout was cured. Her serum calcium and i-PTH levels gradually increased again. Replacement of calcium was discontinued at 5 months after the operation. When the serum calcium level reached 12 mg/dL and i-PTH became 496 pg/ml at 8 months after the surgery (Fig. ), CT and MIBI scintigraphy were performed again, but no recurrence was detected. However, 11C-methionine PET revealed two masses at the right side of the trachea (Fig. ). Recurrence of PC was suspected. She refused surgery this time. Cinacalcet (25 mg) was administered for 4 months but stopped because of gastrointestinal symptoms. Denosumab was started, and it successfully reduced her serum calcium level to 7.7 mg/dL (Fig. ).\\nWhile the injection of denosumab every 3 months kept her calcium levels low or in the normal range, methionine PET showed that the recurrent tumor at the right side of the trachea had grown compared to the proportions detected 10 months previously. Airway stenosis due to the tumor invasion into the trachea was observed by CT (Fig. a). The i-PTH level increased to 6075 pg/mL. Radiation (60 Gray/30 fractions) for local recurrence was performed. The i-PTH level started to decrease at the end of the treatment (Fig. ). The tumor began to shrink after 1 month of treatment, and both the tumor size and i-PTH level remained low at 1 year after radiation therapy (Figs. and b). The serum calcium level is being controlled without denosumab following radiation therapy, although hemodialysis was initiated due to renal failure, which developed as a result of long-term hypercalcemia (Fig. ).", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'25181388': 1, '26329966': 1, '23313432': 1, '8256207': 1, '20051648': 1, '6464494': 1, '19635322': 1, '24178790': 1, '23725272': 1, '10235333': 1, '6726579': 1, '26771263': 1, '11124857': 1, '4693587': 1, '31185342': 1, '27834016': 1, '15240624': 1, '19350316': 1, '8448757': 1, '22410521': 1, '17666472': 1, '21519840': 1, '32209876': 1, '7903003': 1, '28400402': 1, '12047705': 1, '32161840': 1, '18063079': 1, '26650250': 1, '24743399': 1, '27544721': 1, '27266237': 1, '22022662': 1, '22708102': 2, '32572650': 2}", "similar_patients": "{'3373990-1': 1}"}