{"patient_id": 29024, "patient_uid": "7723478-2", "PMID": 33335639, "file_path": "comm/PMC007xxxxxx/PMC7723478.xml", "title": "Intravenous Administration of Vitamin C in the Treatment of Herpes Zoster-Associated Pain: Two Case Reports and Literature Review", "patient": "A 78-year-old female patient, with a history of diabetes mellitus and rheumatoid arthritis (treated with metformin, Tripterygium, and total glucosides of paeony accordingly), presented to our clinic with clusters of rashes in the right forehead for 13 days with severe edema on her right upper eyelid (). She was diagnosed with acute HZ in the first branch of the right trigeminal nerve. The patient suffered from constant burning pain after the cutaneous eruption, and the intensity on the VAS was 8, with sleep quality seriously affected. She has prescribed 75 mg pregabalin along with paracetamol/tramadol (37.5 mg/325 mg) three times per day. There was no pain relief on the second day. Therefore, paracetamol/tramadol was replaced by 100 mg tramadol hydrochloride every 12 hours. Two days later, the VAS dropped to 6, but her duration of sleep at night still lasted for no more than 3 hours. It was unrealistic to perform supraorbital nerve blockade as her eyelid was severely edematous, and thus, the right stellate ganglion block (SGB) was recommended. However, the patient refused to take SGB. After confirming that there was no contraindication of using vitamin C, a mixture of 250 ml normal saline water and 4 g vitamin C was administered intravenously on the fourth day of hospitalization. However, it did not alleviate the pain, and therefore, vitamin C dose was added up to 8 g the next day. The VAS was reduced to 3 at night, and the patient slept for about 6 hours without pain disruption. After 5 days of treatment, the patient claimed that the pain was unperceivable, and there was a significant improvement in her eyelid edema (). After discharge from the hospital, pregabalin and tramadol hydrochloride dose were reduced gradually and stopped within one week, after eyelid edema disappearance (). At 3-month follow-up, she continued to be pain-free without any complications.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'22460093': 1, '27904265': 1, '23933906': 1, '25483704': 1, '28784283': 1, '17884994': 1, '17606778': 1, '19254759': 1, '21716609': 2, '29099763': 1, '20628650': 1, '29423921': 1, '28410599': 1, '28274883': 1, '27219124': 1, '29079160': 1, '16436616': 1, '26218719': 1, '23022576': 1, '30967651': 1, '29184437': 1, '19148586': 1, '31256167': 1, '27529239': 1, '30247598': 1, '17750032': 1, '23106783': 1, '29516900': 1, '30998426': 1, '26358868': 1, '29218466': 1, '26035980': 1, '22963460': 1, '24648752': 1, '16330478': 1, '29164598': 1, '16766858': 1, '30083718': 1, '26879875': 1, '25187584': 1, '17974145': 1, '23999562': 1, '26463139': 1, '26873382': 1, '29477224': 1, '10217058': 1, '15068981': 1, '27872555': 1, '17122283': 1, '3711090': 1, '31601028': 1, '25841633': 1, '31151330': 1, '26020733': 1, '15327815': 1, '27703368': 1, '21486554': 1, '26546419': 1, '22332036': 1, '31443769': 1, '20424557': 1, '21671543': 1, '30761995': 1, '27434504': 1, '22925890': 1, '30695991': 1, '19692796': 1, '26161758': 1, '29431387': 1, '3926693': 1, '18450228': 1, '10636366': 1, '29104252': 1, '26612352': 1, '33335639': 2}", "similar_patients": "{'7723478-1': 2, '3111558-1': 1}"}