{"patient_id": 16699, "patient_uid": "7027095-1", "PMID": 32066414, "file_path": "comm/PMC007xxxxxx/PMC7027095.xml", "title": "Descending necrotizing mediastinitis caused by Streptococcus constellatus in an immunocompetent patient: case report and review of the literature", "patient": "A 49-year-old female with a history of dental caries seeked medical advice to the outpatient Respiratory clinic with progressive fever. Her temperature fluctuated from 37.6 to 38.9 °C, following chest pain and productive cough for 14 days. There was a lot of white-yellow bubble-containing sputum. The patient denied rigors, night sweats, or exposure to sick contacts. However, she had a history of tuberculosis which was regularly cured since 30-years ago. On admission, the patient respiratory frequency is 16 breaths per minute and oxygen saturation is 98% with indoor quiet state. Her body temperature was 38.3 °C and blood pressure (BP) was 131/70 mmHg. There was decreased breath sound on the lower right zone of the chest by physical examination. There were no obvious rales or wheezes and no jugular vein distension either. Cardiac and abdominal exams were normal too. White blood count (WBC) was 6.9 × 109/L (normal range, 3.5–9.5 × 109/L). C-reactive protein (CRP) levels were 94 mg/L (normal range, 1–8 mg/L) with a erythrocyte sedimentation rate (ESR) of 66 mm/h (normal range, 0–20 mm/h). Antinuclear antibody (ANA) was positive 1:320(< 1:100). Vasculitis ANCA and human immunodeficiency virus (HIV) test were negative. Contrast-enhanced CT showed mediastinal abscesses with a giant calcified mediastinal lymph node (21 × 18 mm) (Fig. a, e) and pneumonia in the right lower lobe (Fig. b). Tumor markers、Electrocardiogram (ECG), pulmonary function, abdominal and retroperitoneum ultrasound were no abnormal changes. The empiric antibiotic treatment was started on intravenous moxifloxacin 0.4 ivgtt qd and cefoxitin2.0 ivgtt bid. Blood cultures (two sets) showed no special bacterial growth and sputum acid-fast bacilli (AFB; three sets) were negative either. For all that, the patient showed persistent fever (37.6–38.9) and chest pain following cough with yellow and white frothy sputum. Planed bronchoscopy of EBUS-TBNA under general anesthesia was performed (Fig. a), and turbid yellowish fluid was drawn (Fig. e). Subsequently laboratory analysis of the bronchoalveolar lavage fluid (BALF) showed a large number of pyogenic cells with left shift of nucleus. A proximal right main bronchial neoplasm(5*4 mm) (Fig. b) was unexpected found and the distal bronchus was unobstructed, also there was no change of atelectasis or obstructive pneumonia. It was conformed to inflammatory granuloma (Fig. c, d). This benign lesion was treated with bronchoscopic biopsy forceps and never cured with an ablative endoscopic procedure. It was disappeared in the following reexamination. Calcified lymph nodes in mediastinum were deduced to previous tuberculosis infection and it was eliminated the recurrent active infection of tuberculosis by laboratory examination. The endobronchial Ultrasound-Guided Transbronchial showed a circle low density shadow in mediastinum. EBUS-TBNA was done, whose model of puncture needle was Olympus 4022 with diameter of 22G and the max-length of 40 mm and suction foam-like purulent secretion of about 5 ml with 20cmH2O negative pressure. The operation lasted about half an hour. Subsequently culture of mediastinal abscess fluid yielded Streptococcus constellatus, which was sensitive to penicillin and ceftriaxone. Mycobacterium tuberculosis in the abscess fluid was ruled out with acid-fast bacilli, PCR and culture. Her antibiotic regimen was changed to mezlocillin/sulbactam 3.375 IVGTT q8h for 2 weeks. Following patient had major clinical improvement with temperature becoming normal and alleviated chest pain. She was discharged with a two-weeks oral amoxicillin-clavulanate course (0.375 mg tid). A total of 22 months post-discharge the patient was clinically stable. A repeat CT (Fig. c, d) and bronchoscopy showed complete resolution of the mediastinal abscesses and pneumonia. Meanwhile, the calcified mediastinal lymph node was reduced to 12 × 9 mm. The final follow-up was on January 22, 2019.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'512036': 1, '10826810': 1, '28150061': 1, '17009018': 1, '21820786': 1, '8399939': 1, '3287560': 1, '11036681': 1, '21493637': 1, '15120056': 1, '9727785': 1, '10077888': 1, '21387621': 1, '32066414': 2}", "similar_patients": "{}"}