{"patient_id": 33523, "patient_uid": "7952519-1", "PMID": 33718295, "file_path": "comm/PMC007xxxxxx/PMC7952519.xml", "title": "Case Report: A Novel de novo Mutation in DNM1L Presenting With Developmental Delay, Ataxia, and Peripheral Neuropathy", "patient": "A male child (currently 4.5 years old) was born at term by vaginal delivery to nonconsanguineous, healthy parents of Chinese ancestry, following a normal pregnancy. Birth weight was 4.0 kg. At 3 months, psychomotor delay was evident, and the child missed motor milestones. At 1.5 years, strabismus was noted that disappeared at 2 years. The child always required assistance to walk. At 4 years, he showed bilateral weakness of the lower limbs and wide-based gait and was prone to falling; he also had difficulty in climbing stairs and rising from the supine position. Fine manipulation ability of both hands was slowed, with abnormal adduction of both thumbs. Meanwhile, mild cognitive impairment was evident. Linguistic function was limited, including dysarthria, and he could only utter non-fluent simple words. Physical examination revealed a body weight of 15 kg and a height of 101 cm. The child was non-dysmorphic but had bilateral everted equinus foot deformity. There were no involuntary movements, and deep tendon reflexes were absent. Medical Research Council strength was 5/5 in both the upper extremities and proximal lower extremities, and 4/5 in plantar and dorsal flexion. Distal muscle atrophy of both legs was detected. Finger–nose–finger and rapid alternating movement tests revealed mild appendicular ataxia. There was no sensory disturbance, and Babinski sign was negative.", "age": "[[4.5, 'year']]", "gender": "M", "relevant_articles": "{'27301544': 1, '31475481': 1, '27328748': 1, '23977156': 1, '33810506': 1, '26604000': 1, '26992161': 1, '15064763': 1, '26825290': 1, '30939602': 1, '27145208': 1, '28969390': 1, '30109270': 1, '22934639': 1, '23584531': 1, '29877124': 1, '17460227': 1, '26931468': 1, '33718295': 2}", "similar_patients": "{}"}