{"patient_id": 19107, "patient_uid": "7203653-2", "PMID": 32395410, "file_path": "comm/PMC007xxxxxx/PMC7203653.xml", "title": "Sjögren-Larsson syndrome: The mild end of the phenotypic spectrum", "patient": "This 61-year-old male patient was already known for more than 25 years in our clinic, and we have described his phenotype previously., , , He was diagnosed with SLS at the age of 34 years after clinical suspicion, using a targeted enzyme analysis. He was born at term. He was noted to have dry skin at the age of approximately 9 months, later described to be lamellar ichthyosis. A sharp demarcation of the skin abnormalities was seen (Figure , E-G). Despite the use of acitretin, his skin showed a subtle ichthyosiform desquamation which was still pruritic (Figure H). At the age of 33 years, a mild spastic paraplegia was diagnosed after adolescent-onset spastic paraplegia. The patient was able to walk without assistance, with adjusted shoes. He suffered from a mild visual impairment and photophobia. He had a (low) normal intelligence with an IQ of 83 and a mild speech impairment. He was married and had two healthy children. He has one affected sister with SLS and five unaffected healthy siblings. The affected sister had an overall phenotype that was even slightly milder than the phenotype of her brother.,\\nOn examination, a pleasant, mildly dysarthric man was seen. Mild ichthyosis was seen on the back, in the axillae and the back of his legs. The remainder of the skin appeared normal. He showed a mild spastic diplegia, with mild contractures of the ankles. Tendon reflexes were increased in the legs and he had a bilateral Babinski sign. His arms were neurologically unaffected. Best corrected visual acuity was 0.4 for both eyes. On slit-lamp exam, a bilateral cortical and nuclear cataract was seen. Ophthalmoscopy revealed crystalline deposits around the macula, and the physiological retinal darkening caused by macular pigment was lacking (Figure C). Retinal imaging using OCT showed a thinned macula, with hyperreflective dots and an interrupted photoreceptor layer in both eyes (Figure D). In the left eye, foveal microcysts were seen. At the age of 38 years, an MRI of the brain had been performed, which showed mild periventricular hyperintense signals and mild ventricular enlargement. No MRS was performed. Biochemical and molecular analysis previously had shown FALDH deficiency in fibroblasts, and compound heterozygosity for two pathogenic variants in the ALDH3A2 gene, namely, c.551C>T (p.[Thr184Met]) and c.943C>T (p.[Pro315Ser]).", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'30372562': 1, '8528251': 1, '19197545': 1, '31388754': 1, '28543186': 1, '17902024': 1, '28257279': 1, '34315315': 1, '29506540': 1, '28915122': 1, '8912560': 1, '31273323': 1, '788770': 1, '28471629': 1, '15090362': 1, '31174672': 1, '21713441': 1, '10026413': 1, '17998529': 1, '15241804': 1, '9829906': 1, '17971613': 1, '28158657': 1, '13457946': 1, '11408337': 1, '29181214': 2, '11124298': 1, '23034980': 1, '22932746': 1, '22828186': 1, '10227616': 1, '27070303': 1, '3343337': 1, '16476818': 1, '16004729': 1, '32395410': 2}", "similar_patients": "{'7203653-1': 2, '5664252-1': 1}"}