{"patient_id": 96376, "patient_uid": "7026610-1", "PMID": 32099964, "file_path": "noncomm/PMC007xxxxxx/PMC7026610.xml", "title": "Acute papillary muscle infarction and rupture in the puerperium complicating Libman–Sacks endocarditis in a patient with systemic lupus erythematosus and antiphospholipid syndrome: a case report", "patient": "A 29-year-old woman with systemic lupus erythematosus (SLE) diagnosed at age 12 years with severe idiopathic thrombocytopaenic purpura (ITP), presented acutely while visiting her baby in the Neonatal Intensive Care Unit with sudden onset chest pain and shortness of breath. Her SLE was complicated by spontaneous deep vein thrombosis, triple positive antiphospholipid syndrome (APLS), and Class IV lupus nephritis. This triggered an emergency call to the neonatal ward, with examination notable for tachycardia, but normotensive and normal oxygen saturation initially. Her chest was clear with dual heart sounds and no oedema. Her medications at presentation were enoxaparin 100 mg and aspirin 100 mg daily, transition to warfarin was planned at 2 weeks’ postpartum. Her immunosuppression regime was hydroxychloroquine 400 mg daily, azathioprine 150 mg daily, and prednisone 5 mg daily, other medications included calcitriol 0.25 μg daily and calcium carbonate 1.25 g daily.\\nElectrocardiogram (ECG) showed sinus tachycardia with no ischaemic changes. Initial blood results shown in . Chest X-ray showed cardiomegaly with increased interstitial markings (). She deteriorated rapidly over the next hour with climbing oxygen requirements and hypotension and was investigated for pulmonary embolism (PE) and treated with morphine and enoxaparin. She was escorted to radiology from the neonatal ward for the CT pulmonary angiography (CTPA) which showed pulmonary oedema and no PE and was admitted to cardiovascular intensive care (CVICU). On arrival, she was intubated for respiratory distress and, as no transthoracic echocardiogram had been performed, she had a transoesophageal echocardiogram. This demonstrated the posterolateral papillary muscle rupture and flail anterior leaflet with torrential MR and preserved left ventricular (LV) function (see ).\\nShe proceeded to emergency mitral valve (MV) replacement, on transfer to the operating table she had a pulseless electrical activity (PEA) arrest, resuscitated with adrenaline and CPR before return of circulation and the start of operative intervention. The posterolateral papillary muscle was pale and sheared directly off the ventricular wall. The MV was replaced by a 29-mm St Jude’s Mechanical valve. At the end of the procedure, VA ECMO was instituted due to persistent severe pulmonary oedema and biventricular failure despite maximal ionotropic support.\\nThe histology of the valve revealed preserved architecture with scattered fibrinous deposits and a focal larger fibrinous vegetation with occasional inflammatory cells, with no organisms, consistent with chronic Libman -Sacks endocarditis (). The papillary muscle showed extensive central necrosis with a surrounding rim of acute inflammation consistent with infarction several days old, thrombi were seen within the intramyocardial arteries (). The endocardial surface had mixed inflammatory infiltrates and focally fibrinous material with granuloma-like appearance, in keeping with Libman–Sacks.\\nECMO was required for 2 days, on decannulation and desedation, she had some abnormal movements so magnetic resonance imaging (MRI) brain was performed which showed widespread hypoxic injury. She had paroxysmal atrial fibrillation and mild LV impairment so was commenced on metoprolol CR 166.25mg and cilazapril 1 mg daily and transitioned from heparin back to warfarin and aspirin 100 mg daily. She underwent inpatient rehabilitation after 4 weeks in CVICU before discharge. At this point, her neurological function was normal.\\nShe continued the same immunosuppression regime from admission on discharge as well as the medications mentioned above. She was planned to continue both aspirin and warfarin given the recurrent thrombosis previously.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'29898299': 1, '24644537': 1, '17602939': 1, '22900201': 1, '28295582': 1, '10814609': 1, '33569213': 1, '30081028': 1, '33554016': 2, '27776934': 1, '26976291': 1, '21690492': 1, '32099964': 2}", "similar_patients": "{'7850616-1': 1}"}