{"patient_id": 20235, "patient_uid": "7262911-1", "PMID": 32351041, "file_path": "comm/PMC007xxxxxx/PMC7262911.xml", "title": "Mesenteric lymphadenopathy is a key to diagnosis of radiologically challenging pulmonary lymphoma", "patient": "A 70-year-old male patient was seen at our chest outpatient department with symptoms of a chronic productive cough without fever for months. He had type 2 diabetes mellitus, hyperlipidemia and chronic ischemic heart disease. He was a cement industry owner and an ex-smoker (half pack per day for 50 years). When comparing the chest radiograph which had been taken three months previously, the ill-defined opacities that had been visible at that time in the left parahilar and lower lung fields had rapidly progressed to nodular and consolidated lesions (Fig a,b). Physical examination and laboratory tests were unremarkable. Computed tomography (CT) scan of the chest showed a large consolidative lesion with air bronchogram in the left inferior lingula; a 3.9 cm consolidative mass with air bronchogram, ground glass margin in the left suprahilar region (Fig a,b) and another smaller one in the anterior segment of right upper lobe (RUL). In addition, some subcentimeter or mildly enlarged lymph nodes (LNs) in the mesentery (Fig c) were seen. A multifocal infectious process or pneumonic type lung neoplasm was initially suspected. Transbronchial biopsy was performed and the pathologic report showed atypical lymphoid infiltrate. Additional immunohistochemical study revealed that the CD20 and Bcl-2 stains were positive, supporting low-grade B cell lymphoma. CD3, CD5, cyclin D1, Bcl-6 and CD23 stains excluded mantle cell lymphoma, small lymphocytic lymphoma and follicular lymphoma. Molecular study of IgH gene clonality polymerase chain reaction (PCR) analysis showed presence of oligoclonal rearranged IgH gene, proving clonal B cell proliferation. Further, F-18 fluorodeoxyglucose positron emission tomography (F-18 FDG PET) scan showed large hypermetabolic lesions in the left middle lung field, and another smaller focus in the right middle lung field without abnormal radiotracer uptake in the abdomen. Left iliac bone marrow biopsy revealed hypercellular marrow with trilineage hyperplasia and low grade B cell lymphoma involvement. It was concluded that the patient had EMZBL of the lung, stage IVA with bone marrow involvement. The patient commenced chemotherapy treatment with COP (cyclophosphamide, vincristine and methylprednisone) regimen. The patient had been followed for one and half year and he was doing well with partial shrinkage of the lung lesions and mesenteric lymphadenopathy after treatment.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'12629623': 1, '27249606': 1, '31209274': 1, '11305574': 1, '17596746': 1, '25577533': 1, '8068936': 1, '19541720': 1, '2003430': 1, '24967280': 1, '28609772': 1, '30816618': 1, '32351041': 2}", "similar_patients": "{}"}