{"patient_id": 27687, "patient_uid": "7652618-1", "PMID": 33204569, "file_path": "comm/PMC007xxxxxx/PMC7652618.xml", "title": "Pathologic Complete Response to Neoadjuvant Nivolumab/Ipilimumab in a Patient with Metastatic Renal Cell Carcinoma", "patient": "The patient is a 66-year-old man with history of hypertension, stroke, and deep vein thromboses, who initially presented in October of 2018 with a cough that was subsequently evaluated with a CT of the chest. There was a 13.9 cm incidentally noted left renal mass concerning for renal cell carcinoma (). Upon further work-up, he was noted to have significant retroperitoneal and iliac lymphadenopathy, the largest measuring 6.4 cm (). He underwent a biopsy of the retroperitoneal lymph nodes in November 2018 which was consistent with metastatic poorly differentiated renal cell carcinoma (Figures –). Based on a performance status of <80% and eventual system therapy within one year of diagnosis, he was considered to have an IMDC risk score of 2, and as such intermediate-risk disease. He was started on nivolumab (3 mg/kg IV infused over 30 minutes) plus ipilimumab (1 mg/kg IV infused over 30 minutes) every three weeks for four cycles. This was followed up with a single agent nivolumab (240 mg IV infused) every 2 weeks for 12 cycles. There were no reported adverse events while on systemic therapy. Follow-up imaging revealed a significant decrease in disease burden with only subcentimeter retroperitoneal lymphadenopathy and shrinkage of the primary tumor to 9.5 cm (Figures and ).\\nIn October of 2019, the tumor was deemed surgically resectable. He was thus taken to the operating room for a complete resection. A midline laparotomy incision was used for the intraperitoneal approach. Intraoperatively, the tail of the pancreas and spleen were both fixed to the anterior surface of Gerota's fascia, thus requiring a distal pancreatectomy and splenectomy. Inferiorly, the descending mesocolon was found encased in the fibrotic mass, necessitating ligation of the inferior mesenteric artery and resection of the mesentery. The left kidney was eventually freed of its attachments through remarkably fibrotic tissue planes and removed, en bloc with the distal pancreas and spleen. Because of the immunotherapy-induced tissue response, there was no way of differentiating grossly enlarged lymph nodes from surrounding fibrosis. The patient did well postoperatively and was discharged on postoperative day nine. Pathology of the specimen returned as having no identifiable residual tumor present, with only extensive fibrosis, necrosis, chronic inflammation, hemorrhage, and edema (). There was one renal hilar lymph node identified in the specimen, and it was negative for tumor as well. Immunotherapy was discontinued after surgery. Follow-up imaging with CT chest, abdomen, and pelvis revealed no evidence of disease recurrence at 8 months postoperatively.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'29990692': 1, '31385454': 1, '19826129': 1, '29562145': 1, '23312463': 1, '29693280': 1, '28360208': 1, '31882281': 1, '28070598': 1, '34567939': 1, '30680202': 1, '31522865': 1, '28828507': 1, '33204569': 2}", "similar_patients": "{}"}