{"patient_id": 20719, "patient_uid": "7291755-1", "PMID": 32532281, "file_path": "comm/PMC007xxxxxx/PMC7291755.xml", "title": "Myasthenia gravis with anti-muscle-specific tyrosine kinase antibodies during therapy for multiple myeloma: a case report", "patient": "A 60-year-old man came to our hospital with diplopia, ptosis, and fatigue. A diagnosis of MM with Bence-Jones proteinuria was established when he was 56. His bone marrow biopsy revealed hypercellular tissue with > 70% of CD138 positive cells. The biopsy was negative for CD20 and CD3, and was consistent with plasma cell myeloma. Blot clonality was not observed on immunoelectrophoresis. He had received chemotherapy with bortezomib and dexamethasone, followed by other drugs and agents (Fig. ). Although he was treated with thalidomide as maintenance therapy, that was discontinued 1 year before hospital admission because of sensory neuropathy side effects. Six months prior to hospital admission, he developed transient diplopia which he observed sporadically while performing desk work. His investigations at a neurology outpatient clinic did not detect anti-acetylcholine receptor (AChR) antibodies on radioimmunoassay and thyroid function was normal. Brain magnetic resonance (MR) imaging showed no causative abnormalities including extraocular muscles. A severe stenosis of the right middle cerebral artery was serendipitously found on the head MR angiography, and he was treated surgically, but the diplopia did not improve. Two months before hospital admission, he received two cycles of lenalidomide and dexamethasone for MM. One month prior to admission, he appeared to have developed viral upper tract infection, which was followed by fatigability and necessitated stoppage of his chemotherapy. In the last month prior to admission, he gradually developed mild neck weakness, persistent diplopia, and bilateral ptosis. At admission, neurological examination revealed bilateral ptosis, diplopia on lateral gaze, bilateral limitation in upward and lateral gaze, mild limb weakness, and dysesthesia. Deep tendon reflexes were within normal limits, and no autonomic abnormalities were noted. Functional respiratory tests showed values for vital capacity and forced expiratory volume in 1 sec within normal limits. Swallowing was also normal. Blood testing revealed a serum anti-MuSK antibody level of 21.6 nmol/L (normal, < 0.05 nmol/L). The amplitude of the compound muscle action potential showed > 10% decrement on repetitive nerve stimulation (RNS) for the right nasalis muscle, and the edrophonium test was positive. Computed tomography revealed no thymoma. The patient was diagnosed with MG that was categorized according to the Myasthenia Gravis Foundation of America (MGFA) criteria [] as Class IIa. His symptoms of general fatigue, diplopia, ptosis and weakness gradually stabilized with the administration of prednisolone (5 mg daily). He left the hospital 27 days after admission with a postintervention status classified as “minimal manifestations” according to the MGFA criteria []. The clinical course is presented in Fig. .", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'24973445': 1, '27504321': 1, '21674519': 1, '10891897': 1, '30316681': 1, '17074487': 1, '12626374': 1, '28966662': 2, '17718696': 1, '23252897': 1, '29266255': 1, '11081905': 1, '28790098': 1, '26376969': 1, '27331023': 1, '27437257': 1, '15223654': 1, '24164055': 1, '5791002': 1, '30033858': 1, '29381221': 1, '32532281': 2}", "similar_patients": "{'5607927-1': 1}"}