{"patient_id": 104597, "patient_uid": "7856993-1", "PMID": 33229703, "file_path": "noncomm/PMC007xxxxxx/PMC7856993.xml", "title": "Case report of a uniocular topography guided laser-assisted in situ keratomileusis enhancement following an incorrectly treated astigmatic axis", "patient": "A 23-year-old male wanted LASIK for cosmetic purposes, with a history of using glasses since past 6 years with no other ocular complaints.\\nManifest refraction RE: -0.25 D -1.0D × 105 (6/6, N6 @ 33 cm) LE: -0.25 D -1.50 D × 80 (6/6, N6 @ 33 cm) Pentacam screening (Oculus, Germany) data shoswed both eyes fit for LASIK [ for LE]. For LE, calculated residual stromal bed was of 372 microns with 130 micron Flap. From the Topolyzer, keratometeric values 4 3.5, 44.5 D with a flat axis at 80.3 degrees [] corroborated with the manifest refraction. He underwent bilateral WFO LASIK, with an incorrectly modified (treated) astigmatism axis for LE. This was due to a manual data entry error in the excimer.\\nLE: Manifest refraction: -0.25 D -1.50 D × 80 deg 6/6 N6 @33 cm. Target refraction: plano. Modified (treated) refraction: -0.50D -1.50 D × 150 deg (manual data entry error in excimer laser). Here -0.25D was added to the manifest sphere as a nomogram adjustment.\\nRE: Was treated correctly with postoperative vision 6/6 the next day. Nothing else remarkable about the LASIK done.\\nThis LE had a cylinder correction done at a different axis - 150 instead of 80 degrees. Postoperative refraction was done on day 3 and repeated after a month.\\nThe refraction over this period was stable. He ended up with a new astigmatism on 70 Degrees with a change in sphere also.\\nHis UDVA was 6/36, postoperative day 3 refraction was +1.00 D -3.00 D × 70 deg 6/6p. Cycloplegic fraction postoperative day 3 was +2.00 D Sph - 3.25 D Cyl × 80 (6/6) and cycloplegic refraction on 1 month was +1.75 D Sph -3.00 D Cyl × 80° (6/6).\\nThe post primary LASIK topography [Figs. and ] shows this astigmatism at the 74.7 degree axis; this astigmatism here once again corroborated with the manifest refraction. Hence the cylinder has resulted at a different axis (70 degrees) from the treated axis and the original manifest cylinder axis.\\nThis eye was subsequently planned for an enhancement with topographic-guided ablation after one month of primary LASIK.\\nManifest refraction +1.00 D – 3.00 D × 70 deg (SE -0.50 D).\\nTarget refraction: plano.\\nTopolyzer cylinder : – 2.53 × 73 deg.\\nModified (Treatment) Refraction : +0.75 -2.53 D × 73 deg (SE -0.51 D).\\nHere the manifest and topolyzer cylinders did not exactly match. This difference could be due to the HOAs [see ] which are adding to the real topographic cylinder. Only treating the manifest cylinder with the topo-guided ablation Topolyzer could over-correct the cylinder. Hence the cylinder was treated with the topographic cylinder and axis. An adjustment in sphere was done to ensure the same SE was treated. The same flap was lifted and the LASIK was completed uneventfully. All the refractions and treatments were done by the same surgeon (HA) in the same setup using the same diagnostic instruments on the same excimer.\\nabove shows the ablation profile for only the Irregularities which induce HOAs. To demonstrate this, here the modified refraction is set to 0. Note that about 7 microns of tissue are being ablated for the purpose of treating these irregularities around 36 microns are ablated for the entire enhancement. Post-enhancement [], after a month UDVA was 6/6 with no acceptance. The refraction on retinoscopy was +0.50 D Cyl × 80.\\nTopography [Figs. and ] showed the cornea was very much regularized with an insignificant cylinder (0.1 D).", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'28192591': 1, '28553070': 2, '27843292': 1, '28553071': 1, '10857834': 1, '32176160': 1, '18299062': 1, '16473213': 1, '21117539': 1, '33229703': 2}", "similar_patients": "{'5440067-1': 1, '5440067-2': 1}"}