{"patient_id": 32189, "patient_uid": "7883519-1", "PMID": 33614313, "file_path": "comm/PMC007xxxxxx/PMC7883519.xml", "title": "Sideburns Obesity Syndrome: Is Sideburn Fat the Window to the Heart?", "patient": "A 50-year-old Canadian male of south-Asian descent with a history of premature coronary artery disease presented to our Emergency Department with an episode of resolved anginal chest pain. Five years prior to his visit, he sustained an acute anterior ST-elevation myocardial infarction (STEMI) at 45 years of age, for which he underwent a successful primary angioplasty of the proximal left anterior descending (LAD) artery with a drug-eluting stent. He was also placed on dual antiplatelet therapy. At the time of his STEMI, he had mild non-familial dyslipidemia without type 2 diabetes, hypertension, or any other medical conditions. In terms of lifestyle risk factors, he reported being an ex-smoker, having quit 15 years earlier at the age of 35. He undertook average levels of physical activity while reporting a diet that consisted of a traditional high-fat south-Asian diet. He also had a strong cardiac family history, his father and brother both suffered premature coronary artery disease.\\nThe physical examination revealed normal vital signs, no overt signs of obesity with normal body weight (BMI of 24.7 kg/m2) and normal waist circumference. The cardiovascular physical exam was also unremarkable. We noted that the patient appeared to have bilateral symmetrical localized areas of facial bulge corresponding to the buccal fat pad (Figure ) of the sideburn area of the face with normal cheeks (Figure ). When asked about the area of interest, the patient mentioned two interesting aspects: 1) that he had always had it, and 2) that his father and brother also had noticeable sideburn fat. His serial electrocardiograms (ECGs) demonstrated normal sinus rhythm and old q waves in leads v1 and v2 with no dynamic changes. His laboratory investigations were within normal limits.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'3342121': 1, '28500271': 1, '9874618': 1, '9920074': 1, '33166520': 1, '25030087': 1, '2298859': 1, '9074753': 1, '33614313': 2}", "similar_patients": "{}"}