{"patient_id": 25191, "patient_uid": "7497823-1", "PMID": 32974603, "file_path": "comm/PMC007xxxxxx/PMC7497823.xml", "title": "Streptococcal toxic shock syndrome in a patient with community-acquired pneumonia. Impact of rapid diagnostics on patient management", "patient": "A 58-year-old woman with no prior medical history was admitted to the intensive care unit (ICU) due to septic shock and multi-organ dysfunction syndrome (MODS) caused by streptococcal toxic shock syndrome (STSS).\\nThe patient had suffered from a cough and common cold for 1 week progressing into dyspnea and respiratory failure prior to admission. Due to hypoxia despite supplemental oxygen therapy in the emergency department the patient was transferred to the ICU where she was intubated and put on ventilator support.\\nOver the course of a few hours, the patient developed profound septic shock with MODS including septic cardiomyopathy and vasoplegia with severe hypotension requiring high doses of norepinephrine, epinephrine and dopamine, acute kidney injury (AKI), progressive respiratory failure and coagulopathy. Continuous renal replacement therapy and shock reversal therapy with high-dose corticosteroid was initiated a few hours after arrival.\\nWhen transferred to the ICU the patient was leucopenic with a total white blood cell (WBC) count of less than 0.5×109 l−1, C-Reactive Protein (CRP) 218 mg l−1 and procalcitonin (PCT) 60.5 µg l−1.\\nArterial blood gasses showed metabolic lactate acidosis with pH 7.12, lactate 3.4 mmol l−1 and base excess (BE) −12.7 mmol l−1.\\nA thoracic CT scan () showed bilateral lobular pneumonia and minor pleural effusion.\\nTracheal secretion aspirates sent for microbiological cultures using BioFire FilmArray Pneumonia Panel (BioFire) was positive for haemolytic , group A (GAS) and human metapneumovirus (HMPV) enabling the clinician to target antibiotic treatment within hours of sampling. GAS was subsequently found in blood culture.\\nThe severity of the patients’ symptoms escalated quickly after hospital admission with respiratory failure progressing to MODS. Prior to that, the patient had a catarrhal stage. At admission the patient was in septic shock, and thus bacteremia was expected, with pulmonary focus considered most likely. The respiratory failure could be secondary to the septic state, and another focus such as pyelonephritis or a focus secondary to viral infection like otitis media or sinusitis was possible. The respiratory deterioration could have been due to a concurrent pulmonary embolism, which was ruled out by a CT scan. Community-acquired pneumonia in a healthy individual is most frequent due to Streptococcus pneumonia. With a prior virus infection and rapid onset of severity superinfection also needs to be taken into consideration when choosing empiric antibiotic treatment. As the patient was an American tourist, the infection could have been acquired before arrival in Denmark. The patients’ travel history and the prevalence of antibiotic-resistant strains should be kept in mind. Our patient had GAS pneumonia, which is seen less frequently, but the condition is well described in the literature as a post-viral complication.\\nThe patient was treated in the emergency room with intravenous benzylpenicillin 1.2 g QID and clarithromycin 500 mg BID, according to local guidelines. As she clinically deteriorated, penicillin was substituted with meropenem 2 g TID and clarithromycin with ciprofloxacin 400 mg TID, primarily to cover for and penicillin-resistant pneumococci, which we in Denmark only see as imported cases. Retrospectively, the patient could also have had a MRSA pneumonia, in which case meropenem and ciprofloxacin would not have been the optimal treatment. At the time of microbial GAS diagnosis, intravenous clindamycin 600 mg TID was added and a daily dose of 20 g intravenous immunoglobulin (IVGI) was supplemented for a total of 3 days. Once the patient was out of septic shock, the final treatment was deescalated to benzylpenicillin 3 g QID.\\nOver the following days, the patient stabilized and inopressors were discontinued after 72 h. Extubation was performed after 5 days preceded by pleural drainage by a pigtail catheter in the right pleural cavity. Kidney function was regained, and continuous renal replacement therapy discontinued after 6 days.\\nThe patient was finally discharged to outpatient follow up after a total of 23 days of hospitalization. At the time of discharge, the patient was fully recovered, albeit still suffering from general fatigue due to the prolonged immobilization.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'24785239': 1, '31809764': 1, '2659990': 1, '27027618': 1, '31806539': 1, '12884156': 1, '28502192': 1, '29788397': 1, '3288161': 1, '32319831': 1, '26747825': 1, '8418347': 1, '24928291': 1, '32974603': 2}", "similar_patients": "{}"}