{"patient_id": 34216, "patient_uid": "7994079-1", "PMID": 33815854, "file_path": "comm/PMC007xxxxxx/PMC7994079.xml", "title": "A Case of De Novo Antiglomerular Basement Membrane Disease Presenting during Pregnancy", "patient": "A 23-year-old previously healthy woman at 15 weeks and 3 days gestation of her third pregnancy presented to the emergency department with complaints of persistent watery diarrhea, nausea, and vomiting for one week, bilateral lower extremity numbness, tingling, and weakness for five days, and anuria for 48 hours. Her past medical history was significant for obesity with a body mass index of 37.2 kg/m2, vaginal delivery of a healthy female infant at 41 weeks of gestation 10 months prior to the current presentation, and a first-trimester miscarriage six months prior to presentation. Her medications included prenatal vitamins, folic acid, vitamin C, and ondansetron for nausea. She denied alcohol intake, tobacco use, or substance abuse. She had no known drug allergies. There was no previous history of renal or pulmonary disease. No family disease was known and she had no other relevant findings in her medical history.\\nThe patient was afebrile on presentation with a blood pressure of 114/53 mmHg, a heart rate of 68 beats/minute, a respiratory rate of 31 breaths/minute, and an oxygen saturation of 98% on room air. The remainder of her systemic examination findings, including those for her chest, were within normal limits.\\nInitial laboratory workup included a complete blood count and comprehensive metabolic panel which showed anemia and electrolyte imbalance. Blood cell analysis revealed a normal total protein level, white blood cell count of 10.1 × 103 μL, mean corpuscular volume (MCV) of 72 fL, low serum albumin of 3.1 g/dL, hemoglobin level of 7.8 g/dL, and hematocrit of 24.1 % and elevated red cell distribution width (RDW). Electrolyte and metabolite analysis revealed low sodium level (129 mmol/L) and elevated potassium, creatinine, and blood urea nitrogen (BUN) levels of 7.1 mmol/L, 19.8 mg/dL, and 113 mg/dL, respectively, with a decreased estimated glomerular filtration rate (eGFR) of 2.2 mL/min compared to normal values from a metabolic profile checked six months prior and an elevated hemoglobin level of 12.3 g/dL one month prior to presentation. Transaminases were within normal limits. Urinalysis showed hematuria with >100 red blood cells per field and proteinuria with 100 mg/dL protein. Furthermore, the patient was found to have an elevated erythrocyte sedimentation rate (ESR) of 117 mm/hr and mildly elevated haptoglobin of 298 mg/dL. Hematological analysis and workup for evidence of disseminated intravascular coagulation revealed a normal (INR) of 1.0, activated partial thromboplastin time (APTT) of 36.0 seconds, and normal platelet response yet elevated levels of fibrinogen (798 mg/dL) and D-dimer (2,461 ng/mL). Iron panel detected a normal serum iron level of 46 μg/dL and low total iron-binding capacity (TIBC) of 225 μg/dL with a corresponding transferrin saturation percentage of 20%, reticulocyte count of 25.5 × 102 μL, and reticulocyte percentage of 0.78.\\nFurther laboratory workup for autoimmune conditions, infectious disease, or history of drug use revealed elevated levels of serum anti-GBM antibodies at 7.6 units (U)/mL and no evidence for underlying microbial infection or drug-induced toxicity. Serum samples were negative for cryoglobulins, antiphospholipid, antinuclear, and cytoplasmic antibodies as well as extractable nuclear antigen and antibodies to red blood cells or ADAMS TS 13. Complement levels (C3 and C4) were within normal limits.\\nA renal ultrasound was performed and measured the right kidney at 14.6 × 7.7 × 7.8 cm and 13.7 × 7.2 × 7.2 cm for the left kidney and increased resistance pattern in the renal vasculature with no evidence of hydronephrosis, renal calculi, or focal lesions. The bladder appeared normal. No cause of acute renal failure was identified by diagnostic imaging. Obstetrical extended ultrasound revealed a single, living intrauterine gestation at 15 weeks and 3 days based on menstrual dates and fetal biometric measurements. Fetal growth was found to be appropriate for gestational age. Anatomic survey was limited due to early gestational age but overall appeared to be unremarkable. The fetus was found to be active in normal amniotic fluid volume. No CT chest was obtained on the initial presentation due to the absence of pulmonary symptoms and in an effort to avoid radiation exposure.\\nThe patient received hemodialysis on day one via the right internal jugular temporary hemodialysis catheter placed emergently in ICU. The urgent need for pathological diagnosis and its associated risk to the mother and the fetus was thoroughly discussed with the patient and obstetrics/gynecology with the decision made to proceed with renal biopsy with continuous fetal monitoring and administration of desmopressin for bleeding risk associated with acute kidney injury and uremic platelets. Renal biopsy revealed findings consistent with rapidly progressing glomerulonephritis with 100% cellular crescents and immunofluorescence exhibiting diffuse linear staining along the glomerular basement membrane with IgG (3+), C3 (3+), kappa (3+), and lambda (2+) stains (Figures –). Electron microscopy supported light microscopy findings of a diagnosis of anti-GBM disease. The patient underwent intermittent hemodialysis six days a week, four hours each (24 hours/week) to maintain electrolytes and laboratory numbers as close to normal as possible with pregnancy. Plasmapheresis was done for a total of seven treatments via the same right internal jugular access as used for hemodialysis. 1 plasma volume was exchanged, and for replacement, 5% albumin was used. However, for initial treatment, two units of fresh frozen plasma were used as it was the day following renal biopsy. Blood flow was 85 mL/min with a schedule of two days on with one day off to allow for clotting factors to reform. No anticoagulation was used for in-patient hemodialysis, and citrate with calcium infusion was used during plasmapheresis. She was treated with 1 g intravenous methylprednisolone every three days followed by oral prednisone daily with a slow taper, azathioprine 50 mg oral daily with tapering to a goal dose of 150 mg daily after a thiopurine methyltransferase (TPMT) enzyme assay tested negative, and 3 mg tacrolimus every 12 hours with a goal trough level of 3–7. Pneumocystis carinii pneumonia prophylaxis was also initiated with atovaquone. Other treatments included intravenous ferric gluconate for a total of five doses followed by darbepoetin alfa weekly. Renal function was monitored during the patient's hospital stay which showed mild improvement in creatinine, but unfortunately, she continued to be dialysis-dependent. A tunneled dialysis catheter was placed, and the patient was discharged in a stable condition after a 10-day hospital stay with the fetus at a gestational age of 16 weeks and 6 days. The patient followed up with her primary care physician, nephrologist, and obstetrician in the outpatient setting and remained stable on hemodialysis and immunosuppressive regimen until two months later when she was admitted again with preterm premature rupture of membranes at 24 weeks and 4 days of gestation. The patient had experienced shortness of breath and chest tightness for several weeks which were considered to be secondary to her pregnancy.\\nGiven concerns for shortness of breath and chest tightness, a chest X-ray and chest computed tomography (CT) scan () were performed and were negative for pulmonary embolism though she developed bilateral patchy infiltrates of undetermined etiology while being on chronic immunosuppression for the last two months with tacrolimus, azathioprine, and prednisone. She was transferred to the critical care unit for airway monitoring. On admission, her systolic blood pressure was elevated at 130 mmHg, and her oxygen saturation rose to 96% on 6 L via oxygen mask. Medication history included tacrolimus, azathioprine, nifedipine, labetalol, prednisone, progesterone vaginal suppositories, and six times per week hemodialysis. Physical examination revealed 2+ pedal edema bilaterally, and fetal examination revealed baseline fetal heart tones of 150 s, moderate variability, no decelerations, and cephalic presentation. The serum microbial panel for hepatitis B surface antigen, rubella, syphilis, gonococcal, chlamydia, and HIV was negative. The respiratory viral panel was positive for parainfluenza virus. The patient was continued on antibiotics with symptomatic management for parainfluenza infection.\\nLater, the patient developed severe hypertension which was not manageable with antihypertensive drugs, and the decision was made to deliver the fetus. Emergent cesarean section was performed at 28–0/7 weeks, and a male neonate, 1.1 kg with Apgar scores of 1/6/7, was delivered. The patient's postpartum course was relatively uncomplicated with no development of postpartum preeclampsia. The patient remained on hemodialysis until the end of her postpartum period, following which she transitioned to peritoneal dialysis and is currently awaiting a transplant.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'30431431': 1, '26788531': 1, '11388816': 1, '15077034': 1, '3492866': 1, '17260720': 1, '3080145': 1, '21331538': 1, '16712713': 1, '9293865': 1, '30993238': 1, '16260570': 1, '17657125': 1, '30274629': 1, '22112525': 1, '1565371': 1, '2116612': 1, '23879675': 1, '28515156': 1, '25878776': 1, '4102054': 1, '21098742': 1, '7847361': 1, '33815854': 2}", "similar_patients": "{}"}