{"patient_id": 28774, "patient_uid": "7711909-1", "PMID": 33167345, "file_path": "comm/PMC007xxxxxx/PMC7711909.xml", "title": "Dynamic Navigation for Zygomatic Implants: A Case Report about a Protocol with Intraoral Anchored Reference Tool and an Up-To-Date Review of the Available Protocols", "patient": "A 75-year-old man was referred to the Oral and Maxillofacial Surgery Unit of the Department of Biomedical and Neuromotor Science, University of Bologna. The patient was in good general health and he was wearing a removable maxillary prosthesis and a mandibular implant-supported overdenture. The primary complaint of the patient was to restore the instability of the upper denture, adversely affecting speech and masticatory function, with a fixed denture. Following the clinical and radiological examination, a horizontal bone atrophy was evidenced, at the level of the premaxilla, and severe bone resorption posteriorly ().\\nThe patient refused any bone grafting and required the quickest possible solution. Several treatment options were evaluated: narrow, tilted, pterygoid, intra-sinus, and zygomatic implants. The patient opted for a zygomatic implant rehabilitation. Consequently, upon completion of the informed consent form, the patient was enrolled in a clinical trial approved by the Ethical Committee of S. Orsola-Malpighi University Hospital, Bologna, Italy. A provisional denture was made to investigate the inter-arch relationship and occlusion for planning an immediate loading. A resin-based duplicate of the prosthesis was prepared as a radiographic template. A provisional narrow implant with the coronal spires machined (MSC-IBNT, Southern Implants, Irene, South Africa) was placed under local anesthesia with a flapless technique into the premaxilla. A marker plate containing the fiducial markers for the navigation system calibration was directly screwed onto the provisional implant. After removing any interference, the radiographic template was placed in situ () and the Cone-Beam Computed Tomography (CBCT) was taken.\\nThen, the marker plate was unscrewed and repositioned on the day of the surgery. The ImplaNav dynamic navigation system (BresMedical, Sydney, Australia) was used for zygomatic implant planning and placement. The planning of the ZIs position was made using the navigation system software. The three-dimensional implant trajectory was planned according to the prosthesis position aiming to reach a good prosthetic emergence ().\\nThe intervention was carried out under general anesthesia and with local infiltration. Before the surgery, the two reference tools, both consisting of a support for three reflective spheres (required by the navigation system camera for the real-time tracking) but with different geometries, were fixed: one onto the patient directly jointed on a spherical connection on the marker plate, and the second onto the surgical handpiece (Surgysonic® Moto, Esacrom, Imola, Italy) ().\\nIn this way, the infrared camera of the navigation system could record both the position of the patient and the surgical handpiece and the system could display onto the screen the drill position on the patient’s CBCT images. The system registration/calibration proceeded with the use of the three fiducial markers. They are located on the marker plate and must be touched in sequence with the first drill to allow the navigation system to identify the patient position. The system can detect the position of the handpiece by setting up the calibration tool as a drill and exposing it for a few seconds at the navigation system camera. A full-thickness flap enables access and visualization of the malar bone. The site preparation for the zygomatic implant, from the residual alveolar ridge to the zygomatic bone, was done using the navigation system that tracked each drill. The surgeon was able to follow the intended trajectory of the implant on the real-time navigation system screen ().\\nAn extra-sinus technique was used due to the favorable anatomy of the patient. In total, four ZIs (Southern Implants, Irene, South Africa) were placed to achieve a fixed full-arch implant support. The provisional implant was considered stable and integrated, and it was used for the provisional prosthesis support. The prosthesis was manufactured, allowing the provisional implant to be removed in the future if required. Four conical abutments were positioned before suturing ().\\nFour pick-up transfers were then placed and rigidly connected with a hard resin (Duralay, Reliance, Worth, USA) and impressions were taken using a customized tray and polyether impression material (Impregum; 3M ESPE, Seefeld, Germany). Within 72 h, a screw-retained metal-resin prosthesis was delivered and connected to ZIs ().\\nPostoperative radiographs were performed and sutures (Vicryl, Somerville, MA, USA) were removed after 2 weeks. Clinical and radiological follow-ups were performed at 1, 3, 6, and 12 months after implant placement showing good soft and hard tissue conditions. No intraoperative nor postoperative complications occurred ( and ).", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'32520920': 1, '22413853': 1, '20545538': 1, '18951648': 1, '30883622': 1, '25239214': 1, '28219120': 1, '29763506': 1, '32033089': 2, '31113696': 1, '30328192': 1, '30306700': 1, '12653226': 1, '26452429': 1, '21459015': 1, '28911958': 1, '30521660': 1, '29980321': 1, '29677223': 1, '31134220': 1, '27861671': 1, '34574728': 1, '31300964': 1, '26408100': 1, '31324246': 1, '30521651': 1, '11092181': 1, '27422530': 1, '32724927': 1, '31063802': 1, '22264210': 1, '27349591': 1, '9874293': 1, '33371232': 1, '33167345': 2}", "similar_patients": "{'7073768-1': 1}"}