{"patient_id": 101603, "patient_uid": "7568619-2", "PMID": 33116613, "file_path": "noncomm/PMC007xxxxxx/PMC7568619.xml", "title": "Efficacy and Resistance of ALK Inhibitors in Two Inflammatory Myofibroblastic Tumor Patients with ALK Fusions Assessed by Whole Exome and RNA Sequencing", "patient": "The second patient was a 60-year-old woman who initially complained pain in the right lower limb in March 2017 and was admitted to a local hospital. A CT scan revealed pelvic cavity occupation. A biopsy showed tissue necrosis and spindle-shaped cells in mild to moderate atypical patterns, highly suggesting leiomyosarcoma. Apatinib was prescribed to the patient for 5 months, but the tumor size grew. The patient was then transferred to our hospital. CT scan on January 23, 2018, displayed a mass of ~6.6 × 9.6 cm in the pelvic cavity invading to the right ureter and right iliac vessels, which caused severe hydronephrosis and renal failure (). Consequently, an urgent operation was performed on February 1, 2018, which included resection of the pelvic mass (including partial right ureter and the right iliac vein), exclusion of the right kidney, and installation of titanium marking clips near the surgical area. Tumor biopsies were collected during the operation and sequenced in April 2018. Parallel pathological examination showed hyper-proliferation (mitoses 38/50 HPF), spindle-shaped cells, necrosis and partial mucoid degeneration in the postoperative tissues (). The immunohistochemical (IHC) reading was SMA+, Des+, ALK+ and S-100−, Bcl-2−, CD117−. FISH and RNA-seq both indicated an ALK translocation event ( and ). A 3ʹ end fragment of ALK including exons 18–29 was fused to exon 18 of TNS1 therefore formed a TNS1-ALK translocation and the ALK kinase domain was preserved. Based on the above results, this patient was re-classified as IMT. Five months later, multiple recurrences and metastases were found in the right abdominal cavity, pelvic cavity and abdominal wall in CT imaging ( and ). The patient was started with crizotinib at 250 mg b.i.d. from July 2018. A follow-up exam in August 2018 showed tumor shrinkage ( and ). At the end of September 2018, the lesions were stable although the patient still suffered severe pain in the right leg, indicating true progression, so another biopsy was taken and subjected to WES and RNA-Seq. The patient was switched to alectinib at 600 mg b.i.d. on October 26, 2018. One month after that, the disease had been stabilized ( and ). Unfortunately, the lesions in the abdominal cavity soon grew quickly as shown in the CT images of February 12, 2019 (), with the largest one reaching 10.7 x 7.17 cm. Re-biopsy was taken and subjected to a third round of WES and RNA-seq analysis. Two genes, ESR1 and PTCH1, had significant reduction. A full list of genes with significant change of expression before and after resistance to crizotinib and alectinib are listed in .", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'29455642': 1, '11704868': 1, '28122866': 1, '27573756': 1, '24875859': 1, '21030459': 1, '19459784': 1, '29872693': 1, '31795152': 1, '21164297': 1, '22277784': 1, '31264439': 1, '24132104': 1, '11406658': 1, '27874193': 1, '34722239': 1, '28731868': 1, '31125907': 1, '24163262': 1, '23239810': 1, '29373100': 1, '13679433': 1, '29495603': 1, '31717342': 1, '27490033': 1, '20979472': 1, '28332225': 1, '25759024': 1, '29067524': 1, '27742657': 2, '33116613': 2}", "similar_patients": "{'7568619-1': 2, '5091324-1': 1}"}