{"patient_id": 27313, "patient_uid": "7602315-1", "PMID": 33126864, "file_path": "comm/PMC007xxxxxx/PMC7602315.xml", "title": "Herpes zoster of the trigeminal nerve with multi-dermatomal involvement: a case report of an unusual presentation", "patient": "A 71-year-old male presented with grouped vesicular lesions with crusts on the left half of the face of two-weeks duration. His past medical history was unremarkable. The lesions first developed on the left nasal tip and progressively worsened with unilateral appearance of new maculopapular and vesicular lesions on the left forehead, face, ala nasi, nasal vestibulum and columella, as well as on the left side of hard and soft palate (Fig. a, b). The affected edematous areas corresponded to the distribution of the left ophthalmic (V1) and maxillary (V2) branches of the trigeminal nerve, including the infraorbital and nasopalatine nerves of the maxillary branch responsible for the oral cavity involvement.\\nOphthalmic examination revealed conjunctival congestion in the left eye with lid edema, but no evidence for herpetic keratitis or uveitis. Viral DNA amplification by polymerase chain reaction (PCR) using smears from forehead and oral mucosa confirmed the presence of VZV, whereas search of Herpes simplex virus type 1 and Herpes simplex virus type 2 by PCR was negative. The rest of the physical examination was normal. Complete blood count, serum electrolytes, hepatic and renal tests were within normal limits. Serological tests for human immunodeficiency virus were negative. The patient subsequently underwent a neck-chest-abdomen-pelvis CT scan, which showed no significant pathologies.\\nThe patient was started on oral valaciclovir 1 g three times a day, oral paracetamol and topical fucidic acid ointments. Hyaluronic acid eye drops 6–8 times in a day were also prescribed. The patient showed complete recovery within 10 days.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'25795749': 1, '32174742': 1, '25071290': 1, '4103307': 1, '27644149': 1, '15041920': 1, '27579792': 1, '34909338': 1, '16394421': 1, '18528318': 1, '33126864': 2}", "similar_patients": "{}"}