{"patient_id": 20499, "patient_uid": "7276179-1", "PMID": 31950597, "file_path": "comm/PMC007xxxxxx/PMC7276179.xml", "title": "A Case study of the radiation therapy treatment of a transitional cell carcinoma of the distal urethra", "patient": "In 2016, a 69-year-old male patient was referred by a urologist for a discussion about management options. He had an Eastern Cooperative Oncology Group performance status (ECOG) of 0, was an ex-smoker and had no significant comorbidities. The patient was initially diagnosed in 1999 with a very small patch of SCC of the glans penis after presenting with penile bleeding. No further tumour cells were evident on second biopsy, presumably the tiny lesion being completely excised by the initial biopsy. The patient remained symptom-free and under observation. In 2016, a new nodule measuring a few millimetres appeared just inside the external urethral meatus. Repeat biopsies at this time revealed a primary invasive distal urethral transitional cell carcinoma (TCC) localised in the distal 1.5 cm of the penile urethra with no nodal involvement. No further clinical staging investigations were undertaken.\\nRadical surgery had been recommended as the ‘gold standard’ based on the limited available literature. A penectomy was recommended with urethral diversion to the perineum. Alternatively, penile preserving surgery or radiation therapy was offered. Both surgical options would impact the patient's sexual activity and were considered unsuitable by the patient.\\nThe Radiation Oncologist (RO) further discussed with the patient and his wife the lack of research into the effectiveness of radiation therapy alone for his tumour type and location. The patient was informed of the potential risks including reduced prognosis skin irritation, dysuria, pain and also late potential side effects of stricture. The patient consented to undergo a course of radiation therapy due to the previously disclosed psychological reasons. The RO prescribed 66 Gy in 33 fractions, 10 fractions per fortnight.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'17141838': 1, '9730466': 1, '11441281': 1, '14663371': 1, '31307949': 1, '23582479': 1, '17488307': 1, '31950597': 2}", "similar_patients": "{}"}