{"patient_id": 105908, "patient_uid": "7982103-1", "PMID": 33767888, "file_path": "noncomm/PMC007xxxxxx/PMC7982103.xml", "title": "A case with bilateral thalamic infarction manifesting mutism – Cerebral blood flow and neural fibers evaluation", "patient": "A 92-year-old woman presented to our emergency room with gradual deterioration of consciousness. She had been taking antihypertensive and diuretic medications for hypertension. Her blood pressure was 157/98 mmHg on admission, and her Glasgow coma scale (GCS) score was 6 (E1V1M4). The head computed tomography did not show any hemorrhagic stroke, but diffusion-weighted images (DWIs) revealed high-intensity areas at the bilateral thalami. Both the cerebellum, supplementary motor areas, and prefrontal areas were bilaterally intact on the DWIs []. Magnetic resonance angiography showed the patent basilar artery, suggesting AOP occlusion []. Her National Institutes of Health Stroke Scale score was 30/42. We diagnosed bilateral thalamic infarction and performed intravenous administration of recombinant tissue plasminogen activator 2 h after the onset.\\nOn the following day, her consciousness was GCS score 7 (E2V1M4). The lesions did not enlarge on DWIs. Rehabilitation and tube feeding were started, and her neurological status gradually improved. On day 14, her GCS score was 11 (E4V1M6), and she did not present any apparent paresis. She was mute but cognitively alert, although she could communicate by nodding, shaking her head, or facial expression. Time-of-flight magnetic resonance imaging revealed high-intensity areas at the bilateral thalami involving the dorsolateral nuclei, dorsoposterior nuclei, central medial nuclei, parafascicular nuclei, and probably the posterior aspects of the anterior thalamic nuclear group. These infarcted lesions might compress the ventral anterior and ventral lateral nuclei []. 123I-IMP-SPECT showed CBF increase in the bilateral cerebellar hemispheres [arrows head in ]. However, CBF was decreased in the infarcted bilateral thalami and frontal lobes, including bilateral supplementary motor areas, and prefrontal areas [arrows and circles in , each]. Diffusion tensor tractography revealed the bilateral corticospinal tracts and the cerebello- or dentato-thalamo-cortical tracts (DTCs), which were obtained with the region of interest, including bilateral thalami [blue circle in ]. However, the DTCs terminated at the parieto-occipital cortex, but not at the frontal cortex [arrows in ]. We diagnosed mutism caused by bilateral thalamic infarction, which leads to the bilateral interruptions of signaling at the thalami through the DTCs from the cerebellum toward the frontal cortex. On day 30, she still had mutism, and was transferred to another long-term care hospital with a modified Rankin Scale 4.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'8836973': 1, '19776325': 1, '25134682': 1, '19297375': 1, '25693586': 1, '7283400': 1, '20299438': 1, '9805903': 1, '31528458': 2, '3787045': 1, '22001246': 1, '3802673': 1, '24144596': 1, '7497175': 1, '20885123': 1, '3814431': 1, '17786816': 1, '4126735': 1, '33767888': 2}", "similar_patients": "{'6744780-1': 1}"}