{"patient_id": 103048, "patient_uid": "7724391-1", "PMID": 33122474, "file_path": "noncomm/PMC007xxxxxx/PMC7724391.xml", "title": "Pericardial hematoma after cardiac surgery: An unexpected cause of constrictive pericarditis", "patient": "A 60-year-old male patient was admitted to the hospital because of progressive dyspnea on exertion and right-sided heart failure symptoms. He had a history of mechanical aortic valve replacement and coronary artery bypass grafting in 2013. He had been suffering from fatigue and dyspnea since 2016. Thorax computerized tomography (CT) and echocardiographies carried out during the postoperative follow-up displayed organized hematoma at the posterior side of the left atrium and ventricle.\\nPatient also suffered from weight loss and lower extremity edema with abdominal distention upon presentation. He had severe dyspnea and fatigue on mild exertion as well as loss of appetite, especially in the last year. Physical examination revealed moderate pretibial edema with marked jugular distention. Hepatomegaly as well as ascites is noted. Laboratory findings showed normal hepatic function with moderately elevated bilirubin levels and an INR level of 2.6 under warfarin treatment. He had normal renal functions and normal hemogram levels except the low platelet levels (93x103/µL). Both the sedimentation rate and the C-reactive protein level were slightly elevated, and the NT-proBNP level was 816 pg/mL.\\nHis echocardiography showed biatrial dilatation with preserved ventricular function. A heterogeneous mass, consistent with organized hematoma with a size of 4.8 x 6 cm, was observed behind the left atrium and left ventricle (). The pericardium was slightly thickened (4 mm) with calcific areas around the hematoma. Mitral inflow pulsed-wave Doppler exhibited a restrictive pattern with 25% inspiratory decrease in early diastolic velocity (). Septal bounce was observed, and vena cava inferior was plethoric with a diameter of 2.7 cm. Expiratory diastolic flow reversal was noted in the dilated hepatic veins (). Tissue Doppler of medial mitral annulus showed an early diastolic velocity of 12 m/sec, which is equal to the velocity of lateral annulus. Parameters were consistent with the CP diagnosis. Thorax CT was performed to further identify the pericardial mass, and it revealed a 10x8x5 cm hypodense lesion with focal calcifications (). Both size and structure were described to be similar to the hematoma reported on the thorax CT 4 years ago. Nevertheless, hepatic contour irregularity and parenchymal heterogeneity are newly diagnosed in the recent imaging. Hepatic ultrasonography also supported the diagnosis of liver cirrhosis, and it was found to be Child-Pugh class A by gastroenterology and described to be at the reversible stage.\\nTo validate our diagnosis of CP, cardiac cathetherization was performed, since it was the gold standard technique, and high-risk reoperation was the other option. Coronary angiography showed no occluded arteries, and right-sided cathetherization displayed a diastolic dip plateau phase and right atrial Y wave, both validating our diagnosis (). The patient was scheduled for pericardiectomy.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'23266135': 1, '6981995': 1, '11407725': 1, '29175978': 1, '24402741': 2, '23524224': 1, '33122474': 2}", "similar_patients": "{'4391184-1': 1}"}