{"patient_id": 99934, "patient_uid": "7422528-1", "PMID": 32850016, "file_path": "noncomm/PMC007xxxxxx/PMC7422528.xml", "title": "Convalescent plasma therapy in a pregnant COVID-19 patient with a dramatic clinical and imaging response: A case report", "patient": "A 26-year-old woman with a twin pregnancy at 36 wk and one day gestation (gravida 1, 0 abortions) was referred to our emergency unit.\\nThe patient presented with malaise, fever, and a non-productive cough for 6 d prior to admission.\\nNo remarkable past medical history.\\nNo remarkable personal and family medical history.\\nOn physical examination, she was febrile, tachycardic, hypoxic with O2 saturation of 92%, and diffuse rhonchi on auscultation.\\nThe most significant laboratory finding was an increased erythrocyte sedimentation rate. A non-stress-test was reactive for both fetuses and both biophysical profiles were 6/8 due to decreased fetal movement.\\nChest computed tomography (CT) scan was performed for further evaluation and revealed multifocal sub-pleural patchy consolidative opacities on both lung fields highly suggestive of COVID-19 pneumonia (Figure ).\\nAfter initial preparation and oxygen therapy, the patient was immediately transferred to the operating room for a cesarean section. Both infants were in a good condition with a first minute APGAR score of 9/10. They were isolated from their mother and transferred to the Neonatal Intensive Care Unit for close observation. COVID-19 infection was confirmed in the mother using the reverse transcription-polymerase chain reaction (RT-PCR), while nasopharynx specimens were negative in both infants and they were completely asymptomatic at the two-week follow-up. Meropenem, azithromycin, and hydroxychloroquine as well as supplemental oxygen were started after delivery. Due to the lack of a favorable response to treatment, on the sixth day after the admission, the patient received one plasma transfusion obtained from cured COVID-19 patients. Favipiravir was added to her medications. Her clinical course during hospitalization improved, particularly during the second week.\\nAfter twelve days, another CT scan was performed, and the results showed only very faint residual ground-glass opacities. Therefore, the dramatic response to this therapeutic regimen was notable (Figure ).", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'32220285': 1, '32277162': 1, '32336586': 1, '34071185': 1, '32105680': 1, '32253318': 1, '33338863': 1, '33825689': 1, '32145216': 1, '32352484': 1, '34531234': 2, '32113510': 1, '18593851': 1, '34206468': 1, '32217555': 1, '32266184': 1, '32220284': 1, '32346491': 1, '32145386': 1, '32348485': 1, '32151335': 1, '33754135': 1, '32850016': 2}", "similar_patients": "{'8449948-1': 1}"}