{"patient_id": 21695, "patient_uid": "7336429-1", "PMID": 32631449, "file_path": "comm/PMC007xxxxxx/PMC7336429.xml", "title": "Heart rupture repair during huge mediastinal mass resection – case report", "patient": "A 57-year-old previously healthy gentleman presented to our service complaining of a new onset shortness of breath for 2 months. He initially sought medical attention outside King Hussein Cancer Center (KHCC) where he was found to have a huge mediastinal mass on a chest x-ray from which a biopsy revealed a thymoma (Fig. ). At KHCC, a chest computed tomography (CT) scan showed a lobulated anterior mediastinal soft tissue mass measuring 11.3 × 7.7 cm at the level of the aortic arch. It appeared to be inseparable from the anterior wall of the superior vena cava (SVC), compressing it mildly but keeping it patent. In addition, it had a wide area of contact with the ascending aorta and upper pericardium. Multiple small nodular soft tissue masses were seen in the anterior epicardial space, mostly representing small lymph nodes. Otherwise no other mediastinal lymphadenopathy was reported (Fig. a, b).\\nA multidisciplinary team explained to the patient and his family the treatment options, which included neoadjuvant chemotherapy and re-assessment of tumor size for potential resectability afterwards. The patient received two cycles of Cisplatin/Doxorubicin/Cyclophosphamide (CAP). Follow up imaging showed a slight regression in size of the previously noted anterior mediastinal mass which now measured 10.2 × 7.2 cm. The patient received a third cycle of neoadjuvant chemotherapy however, the tumor size remained unchanged.\\nThe patient was then scheduled for a total thymectomy through a mid-sternotomy. Intraoperatively, there was a huge hard thymic mass invading the inner surface of the anterior pericardium and the right phrenic nerve, being very close to the left phrenic nerve. It was also attached to the superior vena cava, innominate vein (InV), ascending aorta (AsA) and part of the right middle and right upper lung lobes.\\nTotal thymectomy with anterior pericardial resection was done; the tumor was dissected from the SVC, the InV and the AsA without complications, the right phrenic nerve was resected en bloc with the tumor and part of the pericardium while the left phrenic nerve was dissected from the mass and preserved. The operation was smooth and uneventful. Postoperatively the chest tube collected 2 l of blood and the patient became hypotensive despite receiving two units of packed red blood cells (PRBCs) and intravenous normal saline. The decision was then made to take the patient back to the operation room and an emergency surgical site exploration via reopening of the midline sternotomy was done within 3 h of the first procedure.\\nThe bleeding source was identified from the left internal mammary vessel and was controlled by clipping, cautery and SURGICEL (Ethicon US). During the intraoperative thirty-minute monitoring for blood pressure improvement, the patient developed ventricular tachycardia, and the defibrillator could not be readily started for technical reasons, so the heart became severely distended and developed asystole. Cardiopulmonary resuscitation (CPR) was initiated manually by cardiac massage with intra-cardiac adrenaline injection. Right ventricular rupture occurred with a 3-cm hole that was followed immediately by an attempt of Proline stich repair that failed, so manual massage continued with a hand closure of the defect until the sinus rhythm reverted. Eventually, repair of the defect was successfully achieved with pericardial patch. Meanwhile, the blood loss was compensated by continuous blood infusion. Within 5 h, the patient received a total of thirteen units of PRBCs, eleven units of fresh frozen plasma (FFP) and one unit of single donor platelet. Blood pressure and vital signs improved afterward and the heart returned to a synchronized rhythm.\\nThe patient was transferred to the intensive care unit (ICU) on mechanical ventilation for observation. An echocardiogram was done the next day; the left ventricular ejection fraction (EF) was 60% with no evidence of thrombi. On the second post-operative day, the patient developed atrial fibrillation (A.Fib) which was controlled with antiarrhythmic medication (Amiodarone). The patient’s overall status and multi-organ functions returned back to normal during his prolonged ICU stay. However, he remained dependent on ventilator support in spite of multiple trials of weaning. This necessitated a fluoroscopy scan that revealed no appreciable movement in both hemi-diaphragms (Figs. , ), suggesting bilateral phrenic nerve palsy and a decision for elective tracheostomy was made on the 8th post-operative day.\\nThe patient remained completely dependent on the portable mechanical ventilator for a total of 2 months and was discharged from the ICU to the surgical floor 66 days post-operatively with aggressive chest rehabilitation and physiotherapy. He was gradually weaned off ventilation and was discharged on the 85th post-operative day. His tracheostomy tube incision site was closed 5 months after the initial procedure. Two years from the incident, the patient remains in complete remission and is back to his normal daily life with minimal shortness of breath, controlled by an inhaler.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'19427738': 1, '21454313': 1, '26295375': 1, '6882079': 1, '26163354': 1, '26291007': 1, '15705202': 1, '23775415': 1, '15190965': 1, '19959556': 1, '9266892': 1, '18319541': 1, '12611130': 1, '20106880': 1, '20529108': 1, '12712448': 1, '19549301': 1, '4601291': 1, '25396308': 1, '27794404': 1, '16242025': 2, '20859124': 1, '9685104': 1, '23769581': 1, '19729322': 1, '13532118': 1, '15013585': 1, '28366466': 1, '9016981': 1, '17462760': 1, '3677008': 1, '20859116': 1, '8417684': 1, '28774861': 1, '21385346': 1, '19500516': 1, '11216746': 1, '32631449': 2}", "similar_patients": "{'1283745-1': 1}"}