{"patient_id": 101816, "patient_uid": "7586490-1", "PMID": 33150196, "file_path": "noncomm/PMC007xxxxxx/PMC7586490.xml", "title": "A Terminal Colovesical Fistula in an Anorectal Malformation", "patient": "A 2-hours-old male neonate born by full term cesarean section by non-consanguineously married couple as a first child. Baby had a birth weight of 3 kg was referred to s with absence of anal orifice (). On admission baby was stable hemodynamic ally with normal tone and activity having good cry and sucking. Baby’s length was 49 cm, head circumference 35 cm and weight of 2.95 kgs.We evaluated the baby with routine blood investigations, infantogram and Prone cross-table lateral shot through radiography revaluated it to be high anorectal malformation (, ); distal bowel gas shadow ending above pubo coccygeal (PC) line, hence high sigmoid colostomy was done after 10 hours of birth ().\\nBaby was doing well on follow up having normal stoma output and was passing urine normally. Routine ultrasonography, 2d echocardiography, endocrinological, genetic evaluation as well as spine examination were essentially normal.\\nSurprisingly, author found the presence of a terminal colo vesical fistula on electively planned distal loopgraphy, the non-dilated colon having normal caliber, width as well as length connecting to the normal size bladder having normal upper urinary tracts (). Baby underwent abdominoperinael pull though at the age of 1.5months; intra operatively on posterior sagittal approach, there was no distal bowel except the bladder. Hence tract was created in posteror sagital region and sphincter muscle complex was closed around the red rubber tube (, ). Abdomen opened through Pfannesteil incision where a normal redundant sigmoid bowel ending as a wide fistula, the terminal colovesical fistula of 2 cm in length and 05 cm width into the posterior wall bladder between dome and trigone without any trace of distal bowel or rectum (, ). The terminal colo vesical fistula was disconnected from the posterior wall of the bladder, and sigmoid colon was brought to perineum through previously made posterior sagitaal incision along the red rubber tube and anoplasty was done (). Histopathological examination of the terminal end of colon was essentially normal with ganglionic innervations. Colostomy closure was done after 2 months of age once the paerineal wound healed. Baby is now three years old and passing normal stolls via neoanus uneventfully (Figure 2E, F).", "age": "[[2.0, 'hour']]", "gender": "M", "relevant_articles": "{'15547838': 1, '7175658': 1, '7728507': 1, '13031988': 1, '33150196': 2}", "similar_patients": "{}"}