{"patient_id": 23246, "patient_uid": "7410398-1", "PMID": 32782871, "file_path": "comm/PMC007xxxxxx/PMC7410398.xml", "title": "Platypnea-Orthodeoxia Syndrome: A Rare and Treatable Cause of Positional Dyspnea", "patient": "A 62-year-old male presented with a history of shortness of breath for one year, with his condition worsening over the past two to three months. Initially, he was able to walk three to four miles a day but has been able to walk only half to one mile over the last year. He gave a remote two-year history of cigarette smoking half a pack per day about 25 - 30 years ago. He was admitted to the hospital with similar complaints three months prior to his presentation. A computed tomography angiogram (CTA) of the chest done at that time showed no pulmonary embolism and no consolidation/parenchymal changes. An echocardiogram demonstrated an ejection fraction of 55% with a normal right ventricle and no valvular abnormality. The viral panel was positive for rhinovirus and he was deemed to have dyspnea because of the rhinovirus infection. On discharge, he was comfortable on room air with no active complaints, although he felt he was not back to his baseline exercise capacity.\\nSometime later, the patient went to his primary care physician for persistent shortness of breath. To rule out coronary ischemia, a left heart catheterization was performed which showed normal coronary arteries.\\nThe patient then presented to the pulmonary clinic with hypoxemia. Even with supplemental oxygen, the hypoxemia persisted. However, when asked to lay flat, his oxygen saturation improved to 95%. The patient’s previous CTA was reviewed and no abnormalities were seen. He was advised to go to the hospital emergency room (ER) for admission.\\nThe patient was initially placed on a 3 liters (L)/minute nasal cannula without improvement in oxygen saturation. He was subsequently placed on a non-rebreather mask and his saturation improved to 98%.\\nA complete blood count and comprehensive metabolic panel were normal. Arterial blood gas analysis performed on the non-rebreather mask showed a high alveolar-arterial gradient. A CTA was repeated to evaluate a pulmonary cause of platypnea-orthodeoxia syndrome. No pulmonary abnormality was detected.\\nAn echocardiogram was performed which showed an atrial septal defect (ASD) on a bubble study and was confirmed on a transesophageal echocardiogram with right-to-left shunting (Figure ). The patient was transferred to another facility, where the closure of the ASD was done. On follow-up appointments, the orthodeoxia and platypnea had both resolved.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'26504452': 1, '11839642': 1, '29977471': 1, '22948714': 1, '27669319': 1, '28732833': 1, '32782871': 2}", "similar_patients": "{}"}