{"patient_id": 16411, "patient_uid": "7011324-1", "PMID": 32095246, "file_path": "comm/PMC007xxxxxx/PMC7011324.xml", "title": "Sarcomatoid carcinoma of the gallbladder: A rare form of gallbladder\\ncancer", "patient": "A 57-year-old homeless, Caucasian male with no known significant past medical history\\npresented to an outside emergency department with 2 months of diffuse abdominal\\npain, nausea, vomiting, decreased appetite, and 40 pound weight loss. Prior to these\\nsymptoms, he was a physically active, lifetime nonsmoker with no history of alcohol\\nor illicit drug abuse.\\nPhysical exam revealed diffuse jaundice and abdominal tenderness. His labs were\\nsignificant for an elevated alkaline phosphatase of 195 IU/L and total bilirubin of\\n10.0 mg/dL. Computed tomography (CT) scan of the abdomen and pelvis showed a 6.2-cm\\nmass within the gallbladder with intrahepatic ductal dilation, an adjacent 4.7-cm\\nmass with gastrohepatic lymph node enlargement, and numerous liver lesions\\nconcerning for metastatic disease ( and ()). Due to the concern for malignancy, a biopsy of one of the liver\\nlesions was performed. Pathology of the liver lesion revealed poorly differentiated\\nsarcomatoid carcinoma of the gallbladder ( and ). The patient was diagnosed with stage IV\\ndisease, deemed not to be a surgical candidate. Endoscopic retrograde\\ncholangiopancreatography (ERCP) was attempted in an effort to decompress the biliary\\nsystem, but was unsuccessful. A percutaneous transhepatic cholangiogram was then\\nconducted with placement of an internal-external biliary drainage catheter, after\\nwhich the total bilirubin dropped to 2.4 mg/dL and the patient had symptomatic\\nimprovement.\\nThe patient was subsequently transferred to our hospital where he arrived with\\nworsening right upper quadrant (RUQ) abdominal pain, jaundice, and nausea. Physical\\nexam revealed hepatomegaly, RUQ firmness, and generalized abdominal tenderness on\\npalpation. CT of the abdomen and pelvis redemonstrated the large gallbladder fundus\\nlesion with porta hepatis and periportal lymphadenopathy, local tumor invasion,\\nliver metastases, as well as gastrohepatic and retroperitoneal lymphadenopathy.\\nOncology was consulted and initially recommended palliative chemotherapy with\\ndoxorubicin (adriamycin), ifosfamide, and mesna (AIM regimen). The day after port\\nplacement for chemotherapy, though, the patient developed fevers with worsening\\nabdominal pain and was started on broad-spectrum antibiotics given the concern for\\nsepsis due to cholangitis. Culture of biliary fluid indicated heavy growth of\\nCandida albicans, Enterococcus faecalis, Enterobacter cloacae, Klebsiella oxytoca,\\nand Enterococcus casseliflavus. Infectious disease was consulted and his antibiotic\\nregimen was adjusted per their guidance. Due to the active infection, chemotherapy\\nwas delayed. Subsequent labwork revealed an uptrending bilirubin, prompting a repeat\\nCT followed by a magnetic resonance cholangiopancreatography (MRCP). Sadly, these\\nstudies demonstrated progressive local tumor invasion with extrahepatic obstruction\\nas well as an increased number of metastatic liver lesions ( and ).\\nRepeat cholangiogram showed flow only to the external portion of the biliary drain;\\nthe internal portion now completely occluded by tumor. Unfortunately, his clinical\\nstatus continued to deteriorate with worsening abdominal pain and rising bilirubin.\\nUltimately, he opted for hospice care and was transferred to inpatient hospice where\\nhe passed away shortly thereafter.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'19842216': 1, '28317286': 1, '33820731': 1, '19370786': 1, '30046436': 2, '26184028': 1, '34312600': 1, '18784825': 1, '17710206': 1, '32095246': 2}", "similar_patients": "{'6054217-1': 1}"}