{"patient_id": 16661, "patient_uid": "7025968-1", "PMID": 32066112, "file_path": "comm/PMC007xxxxxx/PMC7025968.xml", "title": "A case report of unexplained jejunal telangiectasia complicated with bleeding", "patient": "A 39-year-old female patient, who had black stool twice without obvious inducement 3 days ago, accompanied by dizziness, and no other symptoms such as abdominal distension, abdominal pain, cold, and fever. After symptomatic treatment in the local hospital, the condition did not improve, so came to our hospital for further treatment and was hospitalized with gastrointestinal bleeding. Physical examination: T 36.7 °C, P 78/min, R 20/min, BP 99/62 mmHg, moderate anemia (Hb 85 g/L), no other abnormal signs and previous history of other diseases. After admission, through the preliminary examination of abdominal CT scanning, the results showed that hepatic cysts, small calcifications in the left lobe of the liver, and gallbladder inflammation, but no abnormalities in the intestinal tract. Subsequently, through electronic gastroscopy and enteroscopy, the results of the gastroscopy showed that patchy erythema could be seen in the gastric antrum, while in other parts of the stomach, the mucosa was smooth, the folds were intact, and the gastric peristalsis was good, which was diagnosed as superficial gastritis. The enteroscopy showed that, when the electronic enteroscope was inserted into the end of the ileum, a small amount of brown liquid could be seen, the intestinal mucosa was smooth, and the ileocecal valve is good. While a lot of coffee-like liquid could be seen in the colon cavity, but no bleeding site was found. At this time, we discussed and evaluated the relevant research results and case data, and highly suspected the possibility of intestinal vascular disease. In order to make a clear diagnosis and locate the bleeding site, further capsule endoscopy was performed (the whole photography time of capsule endoscopy was 11 h and 30 min). After the capsule endoscopy was swallowed, it was sent to the duodenum under the gastroscope, and entered the colon in 3 h and 27 min. Fortunately, some gains were obtained, at 48 min, there were a lot of fluid and blood clots in the upper and middle segment of the jejunum could be seen, but the entire field of vision was poorly blurred and no bleeding point was still found (). Through the results of capsule endoscopy, we were full of confidence in the previous judgment, and initially positioned the bleeding site in the jejunum.\\nAfter a week of treatment through nutritional support, rehydration and correction of anemia, the patient still had recurrent and intermittent black stool, and her condition was not very stable. Therefore, we decided to explore by laparotomy []. Based on the results of capsule endoscopy, the dark black part of the jejunum was found, and then the jejunum was cut at about 5 cm above it for intraoperative enteroscopy. The bleeding spot was finally found (located at about 10 cm from jejunum to the ligament of Traitz) and then the hemostasis was stopped by suture. Finally, it was diagnosed as jejunal telangiectasia complicated with bleeding (). After hemostasis during the operation, a thorough and careful exploration of other intestines was performed, and no other bleeding sites were found. After operation, the patient's condition was stable and the symptoms of hematochezia and anemia were controlled through symptomatic treatment.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'30705963': 1, '18058652': 1, '15848376': 1, '26838991': 1, '20170910': 1, '31849966': 1, '30040069': 1, '19845127': 1, '23722869': 1, '15681905': 1, '19553198': 1, '11016284': 1, '23975689': 1, '26490773': 1, '30075565': 1, '30342279': 1, '14631462': 1, '28850955': 1, '32066112': 2}", "similar_patients": "{}"}