{"patient_id": 96698, "patient_uid": "7054201-1", "PMID": 32153758, "file_path": "noncomm/PMC007xxxxxx/PMC7054201.xml", "title": "Dynamic myelopathy as a result of C1 posterior arch aplasia and os odontoideum. A case report", "patient": "A 59-year-old right-hand-dominant Australian male presented with a 3-year history of neck crepitus, moderate neck pain and progressive dysfunction including worsening upper limbs paraesthesia and pain. He was in remission from Hodgkin’s lymphoma 5 years ago post-stem cell and chemotherapy. He was a smoker.\\nOn examination, he had a robotic gait and signs of early cervical myelopathy. Cervical movement was severely limited with rotation at 10–15 degrees, and flexion–extension similarly limited. Deep tendon reflexes were reduced in the upper limbs, increased in the patellar ligament and reduced in the Achilles tendon possibly resulted from chemotherapy induced peripheral neuropathy.\\nComputed tomography (CT) demonstrated non-union between the odontoid process and body of axis, as well as absence of the posterior arch of atlas (). Magnetic resonance imaging revealed myelomalacia at the level of non-union likely due to repetitive dynamic compression (). Flexion–extension X-ray films confirmed significant distraction and forward translation at the atlanto-axial joint ().\\nDue to the atlanto-axial instability causing dynamic myelopathy, fusion was the best solution to prevent further dynamic injury to the spinal cord. However, the patient’s aberrant anatomy (absence of posterior C1 arch) prevented the placement of C1 pedicle screws. Hence, an occiput C0–C3 fusion was planned to stabilize his craniocervical junction.\\nThe patient was positioned prone on a Wilson frame with his head secured in a slightly extended position using a Mayfield clamp. The position was confirmed with lateral fluoroscopy. A midline incision was made and standard subperiosteal dissection of the occiput and cervical spine was performed. Intra-operative radiography confirmed the absence of C1 posterior arch. Bilateral C3 lateral mass screws and C2 pars/pedicle screws were inserted. The occipital plate anchored with four bicortical screws was connected to the screws using titanium rods and secured with cross linking. The exposed occiput and lamina of C2 and C3 were decorticated and autograft from C2 and C3 spinous processes was mixed with demineralized allograft (Allovance, Australian Biotechnologies, Sydney, Australia).\\nThe patient was prescribed a cervical orthosis (Miami J collar) for 3 months post-operatively. Day 1 post-operative CT demonstrated satisfactory hardware positioning. Follow up X-ray at 4 weeks and CT at 12 months demonstrated good implant positioning without evidence of migration (). Neck pain and upper limb symptoms were significantly improved, and patient has been functioning well.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'10871035': 1, '20173524': 1, '8272890': 1, '9733322': 1, '8192068': 1, '21822704': 1, '1158928': 1, '18401563': 1, '17933313': 1, '21294100': 1, '32153758': 2}", "similar_patients": "{}"}