{"patient_id": 33929, "patient_uid": "7981693-1", "PMID": 33768930, "file_path": "comm/PMC007xxxxxx/PMC7981693.xml", "title": "Intestinal pseudo-obstruction: Unusual presentation of systemic lupus erythematous", "patient": "A 37-year-old Caucasian female presented to the emergency room with abdominal pain, distension, and vomiting. Symptoms have appeared two months ago with reported diarrhea and weight loss. She already was treated symptomatically but no diagnosis was done and her condition went worse as she developed subacute bowl obstruction signs. She had no other previous significant personal history except polyarthralgia. No concomitant medication was taken. At presentation, physical examination revealed marked abdominal distension, diffuse tympanism, and tenderness without rebound tenderness. There was no fever, and vital signs were stable. Neurological and cutaneous examinations were normal. Abdominal X-ray imaging showed multiple air-fluid levels in small and large bowel (Figure ). Investigations blood tests indicated normochromic anemia of 9 g/dL with reticulocytes count of 27 058/mm3, leucopenia of 3500/mm3, lymphopenia of 500/mm3, and normal platelets count. Blood chemistry tests showed: hypokaliemia of 2.6 mmol/L, sodium of 142 mmol/L, albumin of 2.8 g/dL, and normal lipase level. Thyroid function and hepatic tests were normal, and there was no inflammatory syndrome. Hemolysis markers were negative. Dipstick urinalysis showed normal results. Abdominal CT scan revealed small bowel dilated loops, segmental thickening of small intestinal wall without any mechanical obstacle (Figure ), bilateral pleural, pelvic, abdominal effusion and not marked bilateral hydronephrosis. The patient was diagnosed with intestinal pseudo-obstruction, and a nasogastric tube was placed. Antibiotics against bacterial growth, parenteral nutrition, and potassium supplementation were prescribed, as well as intravenous perfusion of erythromycin, leading to moderate improvement of symptoms. Colonoscopy was performed showing segmental thickening and edematous appearance of colonic mucosa with no specific findings at histopathology. Upper endoscopy was normal as well as histological examination of duodenal biopsies. Considering young age, female patient, and history of polyarthralgia, we investigated systemic diseases.\\nImmunological tests showed positive antinuclear antibody (ANA) at a titer of 1:400, anti-dsDNA antibodies, anti-SSB, and anti-SSA. Direct Coombs' test was positive in the absence of hemolytic anemia.\\nThus, she was diagnosed with SLE-related IPO as she met 5 criteria of Systemic Lupus International Collaborating Clinics (SLICC) classification: leucopenia < 4000/mm3 / lymphopenia < 500/mm3, pleural effusion, positive Coombs' test without hemolytic anemia, ANA, and anti-dsDNA antibody. Subsequently, we started corticosteroid therapy. The patient received 3 days methylprednisolone pulses (1000 mg per day) followed by oral prednisolone 1 mg/kg/day associated with Hydroxychloroquine (400 mg/day). Her condition had rapidly improved significantly with disappearance of abdominal symptoms, vomiting, and air-fluid levels at X-ray. The patient was discharged four days after starting corticosteroids. During follow-up and after steroids tapering, the patient remained symptom-free, continuing only Hydroxychloroquine by the last time she was reviewed 6 months after the onset.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'25546663': 2, '26405024': 1, '19630114': 1, '18494042': 1, '29149925': 1, '17643907': 1, '26773109': 1, '26131004': 2, '28523968': 1, '33768930': 2}", "similar_patients": "{'4479744-1': 1, '4602607-1': 1}"}