{"patient_id": 96462, "patient_uid": "7036542-1", "PMID": 32110226, "file_path": "noncomm/PMC007xxxxxx/PMC7036542.xml", "title": "Novel Double Central Ray Amputation of the Third and Fourth Digits: Case Report and Literature Review", "patient": "We describe the case of a 38-year-old right-handed male nonsmoking computer technician who was known to have dilated cardiomyopathy. He noticed a soft lump around the right 4th metacarpophalangeal joint measuring 1.5 × 1.5 cm. The lump had been present for almost 1 year and had started to become painful, hard, and increasing in size in the last couple of months. The patient underwent magnetic resonance imaging (MRI), which showed evidence of tumor depicted on the dorsal subcutaneous aspect of the hand at the level of the 3rd and 4th metacarpal head digits measuring 2.4 × 2.1 cm in axial dimension and 3.7 cm in craniocaudal dimension, with volar extension to invade the muscles surrounding the 4th metacarpophalangeal joint, in close relation with the cortex of the 4th metacarpal bone and the proximal phalanx without definite invasion (Fig. ). It was reported that no signs of metastatic disease were found. A biopsy was done, which showed clear cell sarcoma, melanoma of the soft part, grade 2. The patient underwent incomplete excision outside our center, and the tumor was removed using a double incision (volar and dorsal approach).\\nUpon his initial visit to our facility, the anterior and posterior incisions were completely healed and a drop in the ring finger was noted due to loss of extensor tendon, which was involved by the tumor as well. The specimen was reviewed and showed multiple peripheral and volar margins involved by the tumor. MRI of the right hand showed evidence of an ill-defined infiltrative soft tissue enhancement between the 3rd and 4th metacarpal bones extending through the metacarpophalangeal joint distally, but no definable well-defined nodules or masses. The enhancement was reaching the surrounding major tendons. Whole body positron emission tomography-computed tomography and brain MRI showed no evidence of metastatic disease. The multidisciplinary clinical decision was to proceed with 3rd and 4th ray amputation. It should be noted that considerable time was spent explaining the operation to the patient, with all possible complications including skin necrosis due to low vascularity, infection at the operation site, major hand dysfunction, and local tumor recurrence.\\nUnder a bloodless field without exsanguination, we performed a V-shaped incision incorporating both the dorsal and the volar incisions that had been conducted previously and which had resulted in contamination of the field. A dorsal approach was utilized first, where we went through the layers (skin, subcutaneous tissue, extensor tendon, and periosteum) till the apex of our V-shaped incision proximally (Fig. ). We sent tissue samples for frozen sections from both proximal and distal aspects as well as both radial and ulnar areas to check our margins. A considerable amount of time was spent identifying any abnormal tissue around the site of dissection till we reached the base of the 3rd and 4th metacarpal bones and did our osteotomy there. We turned our attention to the V shape of the volar aspect and continued our dissection in layers while carefully inspecting any abnormal tissue and avoiding any violation of the residual tumor area (Fig. ). Carefully, we identified both common digital nerves and arteries, and we cut only branches supplying the 3rd and 4th digits while preserving the other digits' important neurovascular structures; again, tissue samples were sent for freezing, including the volar ligament plates. After that, the residual area was completely removed by en bloc excision (Fig. ) and sent for permanent pathology, which turned out to be completely excised with negative margins all around. We elected to close the wound by primarily using the aid of the volar ligament plates, then inserting a drain, and we ensured adequate hemostasis (Fig. ). The wound's edges came nicely together and sterile dressing was applied.\\nThe patient was discharged from our facility 3 days after the procedure. His first follow-up visit was after 8 days, on which he showed a well-healed incision site. He was scheduled for regular appointments with physiotherapy. Three months after the operation, follow-up MRI was done; there were only ill-defined edematous soft tissue changes but no definable enhancing soft tissue masses. The most recent MRI showed no definable enhancing soft tissue mass at the surgical tumor bed that would account for local tumor recurrence. The patient was followed up for 2 years with no sign of local recurrence or metastasis.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'12788406': 1, '8425352': 1, '33592412': 1, '13831694': 1, '9195461': 1, '1373311': 1, '24376969': 1, '8001010': 1, '3980936': 1, '30620402': 1, '16516741': 1, '12788405': 1, '13221741': 1, '3978581': 1, '24378391': 1, '22108231': 1, '7713973': 1, '21050968': 1, '8401579': 1, '7964087': 1, '32110226': 2}", "similar_patients": "{}"}