{"patient_id": 26282, "patient_uid": "7546589-1", "PMID": 33052282, "file_path": "comm/PMC007xxxxxx/PMC7546589.xml", "title": "Hemoglobin SE Disease Presenting as a High-Altitude Massive Splenic Infarction Complicated by Hemorrhagic Conversion and Splenectomy", "patient": "A previously healthy 55-year-old female of South Asian descent, whose medical history was significant only for hypertension, presented to the emergency department with left upper quadrant abdominal pain and hematuria. Her pain initially began four days prior to her presentation while in Switzerland hiking a mountain at approximately 11,000 feet above sea level. During her flight back to the United States, she experienced worsening left abdominal pain and subsequently presented for evaluation. Apart from her recent travel history, social history was non-contributory. On presentation to the emergency department, she was tachycardic to 120 beats/minute, normotensive, and breathing on ambient room air. Physical examination showed a well-nourished, middle-aged female in mild distress from pain. Her abdomen was tender in the left upper quadrant and epigastric region without rebound, rigidity, guarding, or appreciable hepatosplenomegaly. The remainder of the physical examination was unremarkable. Family history was concerning for sickle cell disease among distant members but not first-degree relatives. She denied ever receiving formal genetic testing.\\nInitial laboratory tests showed a leukocytosis level of 21,900/mm3 with a 75.8% neutrophilic predominance, microcytic anemia (hemoglobin 11.7 g/dL, mean corpuscular volume (MCV) 72 fL), and thrombocytopenia (122,000/µl). A blood smear showed 1% - 5% polychromasia cells and 1% - 5% crenated red blood cells (RBCs). A complete metabolic panel showed an elevated anion gap to 15, without elevated lactate, and transaminitis (serum aspartate aminotransferase (AST) 172 u/L, alanine aminotransferase (ALT) 151 u/L, and alkaline phosphatase (ALP) 212 u/L). Urinalysis showed 2+ blood, 2+ bilirubin, and 3+ protein. Workup for hemolytic anemia revealed an undetectable haptoglobin (< 8 mg/dL), elevated lactate dehydrogenase (1,107 u/L), a direct hyperbilirubinemia (2.3 mg/dL), and total bilirubin (5.0 mg/dL). Reticulocyte count was appropriately elevated at 34,000 u/uL with an immature reticulocyte fraction of 31.7%. An initial CT abdomen revealed splenomegaly to 14.3 cm and an infarct involving greater than 50% of the splenic parenchyma (Figure ). Work-up for hemoglobinopathy in the setting of a suspected vaso-occlusive crisis was initiated. After consultation with hematology specialists, anticoagulation with enoxaparin, 1 mg/kg twice daily, was initiated based on current, albeit mixed data, supporting the use of anticoagulation in sickle cell patient's on a case by case basis.\\nOn hospital day 3, she developed severe distress with worsening of the left upper quadrant pain with radiation to the epigastrium. She was tachycardic to 133 beats/minute and tachypneic to 33 breaths/minute with new hypoxemia requiring supplemental oxygen by 2 L/min nasal cannula. Her abdominal exam was significant for worsened left-sided abdominal and epigastric pain, now with guarding and rebound tenderness. Repeat laboratory work revealed worsening leukocytosis to 31,600/mm3 with a neutrophil predominance of 84.2%, an overnight progression of anemia from the initial hemoglobin of 9.3 g/dL to 6.2 g/dL without an obvious bleed, and new thrombocytosis to 436,000/uL. A bedside point of care lactic acid was elevated to 4.0 mmol/L. An emergent CT angiogram was ordered and was concerning for an active hemorrhage of the initial splenic infarct (Figure ). She was transfused with three units of uncross-matched packed red blood cells and underwent vascular intervention with coil embolization of the involved splenic artery branch. Working diagnoses at this point included a vaso-occlusive event in the setting of an unknown hemoglobinopathy, thromboembolic phenomenon, or undifferentiated hemolytic anemia.\\nHemoglobin electrophoresis later revealed HbS 68.6%, HbE 26.3%, HbA 0.0%, HbA2 3.7%, and HbF 1.4%, suggestive of hemoglobin SE disease. The diagnosis was confirmed on capillary electrophoresis (Table ). She was immunized for functional asplenism and monitored for four days before discharge home.\\nHospital follow-up was routinely performed by various specialists with little change in the patient's clinical status, including follow-up CT imaging. However, seven weeks after discharge, she experienced acute worsening of left upper quadrant abdominal pain and was admitted to the hospital. A CT scan of the abdomen and pelvis showed progression of the splenic infarct with near-complete loss of cortication and necrosis of the spleen, as well as interval enlargement of the spleen (Figure ). She required an emergent splenectomy with a partial-colectomy at the splenic flexure and left-sided chest tube placement for pleural effusion. Immediately post-surgery, she recovered well with conservative measures of nutrition, mobility, and pain control, and she was discharged home four days later. Follow-up appointments with surgery and hematology suggest optimal wound healing and patient recovery, including appropriate weight gain, increased appetite and functionality, and well-controlled abdominal pain without serious complications. She completed an appropriate course of prophylactic antibiotics in the setting of splenectomy.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'19174985': 1, '19346889': 1, '30383109': 1, '25361178': 1, '31101648': 1, '2195851': 1, '22951448': 1, '20484211': 1, '30129979': 1, '11545326': 1, '27913538': 1, '893130': 1, '17278112': 1, '34134694': 1, '22475303': 1, '27365881': 1, '22908199': 1, '22294069': 1, '31407926': 1, '33052282': 2}", "similar_patients": "{}"}