{"patient_id": 20457, "patient_uid": "7274502-1", "PMID": 32523854, "file_path": "comm/PMC007xxxxxx/PMC7274502.xml", "title": "Biotinidase Deficiency With Suspected Sotos Syndrome: A Rare Entity", "patient": "A six-month-old male infant, vaccinated to date, weighing 11 kg, was brought to PED at Abbasi Shaheed Hospital, Karachi, with complaints of cough, difficulty in breathing, and fever for four days. The cough was productive and was accompanied by rapidly progressive difficulty in breathing. The patient developed high-grade fever (102°F-104°F) with rigors, which gradually subsided. He also had an episode of self-aborting fits lasting for a few seconds. He was the first product of a nonconsanguineous marriage and was born via emergency cesarean (C-section) at term. No family history of miscarriage, stillbirth, death at an early age or any chronic disease was present. Birth history was also unremarkable. Developmental milestones were appropriate for age until four months, but regression was noticed during episodic fits two months ago. There was no positive family history of convulsions.\\nPast history revealed episodes of afebrile fits at four months of age, which were generalized tonic-clonic in nature. These seizures continued for three weeks. As the episodes were self-limiting, the parents did not seek medical care at first, but the patient lost his milestones (neck holding, sitting with support) as a consequence of the continued fits. He was then taken to a private hospital where complete workup was done. He was suspected of some metabolic disorder considering an anion gap of 22 and acidic urine sample with 4+ ketone bodies and raised levels of ammonia. CT scan brain showed generalized enlarged brain parenchyma (megalencephaly) with prominent trigone and enlarged prominent ventricles (Figure ). He was advised for MRI brain, which was not performed. Leveteracitem was administered during his stay. The patient had a dramatic growth spurt with rapidly increasing weight and regression of achieved milestones in the previous two months.\\nGeneral physical examination (GPE) concluded a malnourished, pale-looking, floppy baby with severe respiratory distress. Some dysmorphic features such as abnormally tall stature, relatively large head size and limbs, broad forehead, and hypertelorism were also observed. Anthropometric measurements were greater than or equal to the 97th centile, i.e. fronto-occipital circumference of 46 cm, length of 75 cm, and weight of 11 kg. The baby was afebrile with a heart rate (HR) of 140 beats/min, respiratory rate (RR) of 72 breaths/min, blood pressure (BP) of 90/60 mmHg, and oxygen saturation (OS) of 85% at room air and 92% at 10L nasal bubble continuous positive airway pressure (CPAP). On respiratory examination, the child had deep subcostal and intercostal recessions with the use of accessory muscles. Percussion note was resonant equally in all lung fields. However, bilateral crepitations and wheezes were heard all over the chest, more in the middle and lower chest. Central nervous system (CNS) examination revealed a low Glasgow Coma Scale (GCS) score of 10 with decreased tone and increased bulk in all four limbs and a diminished gag reflex. The rest of the examinations were insignificant.\\nDifferential diagnosis of inborn error of metabolism (IEM) with pneumonia, bronchiolitis, or sepsis was established. The initial laboratory investigations (at the day of admission) revealed a hemoglobin (Hb) level of 11 g/dL, hematocrit of 32.2%, raised total leukocyte count (TLC) of 14.6 x 109/L, and platelet count (PLT) of 276 x 109/L. Renal function tests (RFTs) and coagulation profile were normal. The patient was initially kept nil per oral (NPO), and regular charting of his vitals was carried out. He was nebulized with normal saline, ipratropium, and salbutamol four hourly and was managed on intravenous (IV) ceftriaxone, vancomycin, and hydrocortisone eight hourly. The patient's condition deteriorated on the second day, and nasal bubble CPAP and nebulization were given back to back. Hydrocortisone and ceftriaxone were stopped while vancomycin was continued, and ceftazidime was added in the regimen. During his stay, the patient developed seizures for which phenytoin was started. Crepitations were also heard all over his chest, for which he was administered with IV furosemide. Chest X-ray revealed haziness at the right middle and lower lobes. The left lung appeared normal, with no mediastinal shift (Figure ).\\nLaboratory investigations were repeated on the third day, and a slight decrease in hemoglobin (7.7 g/dL), hematocrit (24%), and platelets (240 x109/L) was observed. Serum electrolytes revealed hypernatremia [sodium (Na)= 163 mEq/L, N=135-146], hypokalemia [potassium (K)= 2.8 mEq/L, N=3.5-5.5], and hyperchloremia [chloride (Cl)= 135 mEq/L, N=95-108]. Arterial blood gases (ABGs) showed severe chronic metabolic acidosis and compensatory respiratory alkalosis with an anion gap of 15. Blood urea nitrogen (BUN) was elevated while creatinine was normal. The initial blood culture report was positive for Gram-positive and Gram-negative rods. Due to labored breathing, OS began to drop for which he was put on a ventilator. Packed cell volume (PCV) and fresh frozen plasma (FFP) were transfused, and inotropic support was started. Laboratory investigations on days 1 and 3 are summarized in Table .\\nOn the fourth day, no improvement in patients' condition was seen despite ventilatory support. ABGs were repeated, which revealed a more chronic hypocapnic picture. Urine profile for organic acid by gas chromatography-mass spectrometry (GC-MS) was performed, which was suggestive of biotin responsive multiple carboxylase (biotinidase or holocarboxylase synthetase) deficiency, and a definitive diagnosis of sepsis with biotinidase deficiency (BTD) was established. However, a delay in diagnosis and financial constraint became a hindrance in the timely administration of biotin injection, which resulted in the aggravation of symptoms. Unfortunately, the baby expired on the fourth day of admission. The child was also suspected of a possible Sotos syndrome considering dysmorphic features (abnormally tall stature, relatively large head size and limbs, broad forehead, and hypertelorism). Moreover, his anthropometric measurements were above the 97th centile. However, due to the deteriorating condition of the child, no genetic testing could be performed to confirm the diagnosis of Sotos syndrome.", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'2295967': 1, '31801038': 1, '28774346': 1, '16247291': 1, '24623922': 1, '10064314': 1, '22241090': 1, '20539236': 1, '6875714': 1, '1779651': 1, '20129807': 1, '26777036': 1, '11668630': 1, '22969052': 1, '27365829': 1, '26577040': 1, '4073853': 1, '17825104': 1, '32523854': 2}", "similar_patients": "{}"}