{"patient_id": 47502, "patient_uid": "8010837-1", "PMID": 33815297, "file_path": "comm/PMC008xxxxxx/PMC8010837.xml", "title": "Case Report: Irreversible Watery Diarrhea, Severe Metabolic Acidosis, Hypokalemia and Achloridria Syndrome Related to Vasoactive Intestinal Peptide Secreting Malignant Pheochromocytoma", "patient": "A 73-year-old Caucasian man was referred to our hospital for evaluation of a right PHEO, diagnosed two months before at another hospital, after the identification of a large retroperitoneal mass on abdominal computed tomography (CT). At that time, the patient experienced abdominal discomfort, unintentional weight loss of approximately 5 Kg within the previous 3 months, associated to sporadic episodes of watery diarrhea. At admission to our hospital, the patient was moderately dehydrated and tachypnoic. He denied any history of headache, palpitations, sweating, or hypertension. He reported episodes of watery diarrhea, up to 5-6 times a day and 2-3 times a week, without blood or mucus. He also had no relevant familial history of endocrine nor cancer diseases but only a paternal history of arterial hypertension. Physical examination showed blood pressure (BP) of 100/67 mmHg and heart rate of 88 beats/min; no significant orthostatic pressure gradient was measured. BP values, evaluated on several occasions, were 94/58 and 91/62 mm Hg. Laboratory tests showed a hypokalemia (3.3 mmol/L) with metabolic acidosis (pH 7.29, HCO3- 19 mmol/L), a serum magnesium level of 1.5 mg/dl and fasting blood glucose of 149 mg/dl. A 24-h urinary sample showed only a slight increase in normetanephrine excretion, 638 μg (normal values: 162-528/day), while metanephrine and methoxytyramine resulted within normal range. Serum chromogranin A was elevated (1028 ng/ml, normal values 20-100), as well as neuron-specific enolase level (NSE 35.7 nl/ml, normal values 1.0-13.5). Plasma cortisol, adrenocorticotropic hormone, thyroid-stimulating hormone, thyroxine, parathyroid hormone, and calcitonin were within the normal ranges. Contrast enhanced abdominal CT scan confirmed the presence of inhomogeneous right adrenal mass measuring 8.1 x 7.7 x 7.9 cm (). A 18F-fluorodeoxyglucose (18F-FDG) positron emission tomography (PET) coupled with CT showed an area of high uptake (maximum standardized uptake value, SUV max 8.6) in the right adrenal gland, with a prevailing peripheral signal and central hypoactivity, and another area of high uptake (SUV max 9.6) in the lumbar region suspicious of lymph node localization (). In addition, 68GaDOTA-octreotate (DOTATATE) PET confirmed the peripheral high uptake (SUV max 6) in the right adrenal gland and the high uptake area (SUV max 3.7) in the lumbar region; a high uptake (SUV max 4.5) was also detected at the base of the left lung (). Based on these results, patient diagnosis was metastatic adrenal PHEO. Intravenous fluid infusion, sodium bicarbonate, potassium aspartate, magnesium sulphate supplementations were started allowing an improvement of clinical condition and blood pressure levels. Then, after 10-days pre-operative treatment with low dose alpha1-adrenergic antagonist doxazosin (given just before bed), he underwent surgical resection of the tumor. The patient had an uneventful postoperative course, except for sporadic watery diarrhea. Gross examination revealed a 10x8x6 cm brownish-yellow, friable adrenal mass. Histology showed a highly cellular tumor made up of monotonous medium-sized cells with discrete nuclear pleomorphism and mild hyperchromasia. Mitotic figures were above 3/10 high power fields, with some atypical mitoses. The cells were arranged in nests with areas of diffuse growth in more than 10% of the tumor. Confluent areas of necrosis were present. Foci of capsular and vascular invasion were noted as well as extension into periadrenal adipose tissue. The histological features were consistent with a malignant PHEO, with a PASS score (Pheochromocytoma of the Adrenal Gland Scaled Score) of 20 (), indicating a high risk of aggressive cellular behavior (PASS≥4). DNA genetic analysis of the patient with a next generation sequencing (NGS) approach using Trusight One Sequencing Panel by Illumina, revealed a synonymous single nucleotide variant of gene SDHA [rs6555055, NM_004168.2:c.619A>C, (p.Arg207=)] indicated by ClinVar database as associated to “probably benign” catecholamine-secreting PHEO (). The patient was discharged in satisfactory clinical condition. Therapy with lanreotide, a somatostatin analogue, at a dose of 60 mg once a month was initiated. At 2 months, multiple metastatic pulmonary and hepatic nodules were identified on CT scan (). The patient once again experienced abdominal discomfort, 4 kg weight loss, yet only sporadic watery diarrhea. Peptide receptor radionuclide therapy and sunitinib, a multi-targeted receptor tyrosine kinase inhibitor, were scheduled. In the meantime, lanreotide therapy was increased to 120 mg once a month. However, after about one month, the patient was re-admitted with a 10-day history of severe watery diarrhea, up to 20 times in 24 hrs, accompanied by nausea, vomiting and occasionally quick flushing. At presentation, he was suffering and markedly dehydrated. Physical examination showed BP of 90/67 mmHg, heart rate of 120 beats/min, the pulse was fast and weak, the breath was fast and short, the skin cold and clammy, and the urination was decreased. Laboratory tests were as follows: blood urea nitrogen 96 mg/dl; serum creatinine 3.5 mg/dl; Na+ 136 mmol/l; K+ 2.5 mmol/l; Cl- 115 mmol/l; pH 7.08; HCO3\\n- 5.5 mmol/l; Pa CO2 30 mm Hg; Pa O2 67 mm Hg; lactate 5 mmol/l (normal values 0.5-2.2); serum anion gap 15 mmol (corrected for serum albumin levels 16 mmol); urine anion gap was negative. Serum prealbumin was 29 mg/dl (normal values 15-35) and albumin 3.9 g/dl (normal values 3.5-5.0). At that time, serum chromogranin A was 2896 ng/ml and neuron-specific enolase 49.6 ng/ml. Twenty-four hours urinary normetanephrine excretion was 920.4 μg, while metanephrine resulted at 432.6 μg (normal values 64-302 μg/day). VIP plasma levels were measured, and circulating values were more than 10 times the upper normal limit (1285 pg/ml, normal values 18-100). Cardiac ultrasound showed a reduced left ventricular ejection fraction (35%). Due to the emerging clinical picture, histological sections were re-evaluated with additional immunostainings. Sections were stained with the following primary antibodies: anti-Chromogranin A (clone LK2H10 ready to use; Ventana-Roche), Anti-Vasoactive intestinal polypeptide -VIP (rabbit 1:500; Biogenex) and anti-Somatostatin Receptor 2A -SSTR2A (rabbit 1:100; Bio-Trend). The sections were immunostained with HRP Polymer (Optiview DAB IHC Detection kit; Roche) in accordance with the manufacturer’s specifications. Negative controls consisted of substituting normal mouse serum for the primary antibodies. A set of sections adjacent to these used for single labelling with VIP, was used for double labelling with Chromogranin A. The second antibody was immunostained with AP Polymer (Ultraview Universal Alcaline Phosphatase Red Detection Kit; Roche). Permanent red chromogen was used for staining development. Immunostaining revealed strong positivity for neuroendocrine marker chromogranin A and VIP (); a large number of cells co-expressed chromogranin A and VIP (). Weak was the positivity for SSTR2A (). A diagnosis of VIP-secreting PHEO was rendered. The patient was then transferred to the intensive care unit. He was managed with intensive intravenous fluid hydration, potassium salts and bicarbonates, as well as with octreotide (0.1 mg/8 h s.c.), sunitinib 50 mg/day and loperamide. However, his diarrhea worsened with further exacerbation of metabolic acidosis (pH 6.99, HCO3\\n- 4.3 mmol/l), leading to hemodynamic instability and shock. He died five days later.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'7758234': 1, '10447793': 1, '30294960': 1, '31568062': 1, '22289055': 1, '24687133': 1, '29027806': 1, '30510956': 2, '26539521': 1, '24936559': 1, '25081061': 2, '3420301': 1, '29733': 1, '12390337': 1, '31650432': 1, '12743442': 1, '15959462': 1, '11230359': 1, '19242899': 1, '20862451': 1, '9423183': 1, '28551791': 1, '9142920': 1, '4123289': 1, '9575854': 1, '175362': 1, '32121432': 1, '17729424': 1, '13571250': 1, '517650': 1, '3905308': 1, '32509580': 1, '11795252': 1, '6339205': 1, '33815297': 2}", "similar_patients": "{'6264997-1': 1, '4122777-1': 1}"}