{"patient_id": 48874, "patient_uid": "8077398-1", "PMID": 33936675, "file_path": "comm/PMC008xxxxxx/PMC8077398.xml", "title": "TAFRO syndrome presenting as intrahepatic cholangitis on autopsy", "patient": "A 69-year-old woman presented with a 10-day history of fever and leg edema. Her medical history included hypertension without medication. On physical examination, the patient's blood pressure was 148/72 mm Hg; heart rate, 90 beats/minute; respiratory rate, 21 breaths/minute; and body temperature, 37.6°C. She was alert and conscious. Her abdomen was soft and distended. Pitting edema was observed on both legs. She did not show signs of polyneuropathy. Laboratory examination revealed white blood cell count of 5700/Μl, hemoglobin of 10.3 g/dL, platelet count of 61 000/μL, total protein of 5.1 g/dL, albumin of 2.1 g/dL, total bilirubin of 1.1 mg/dL, aspartate aminotransferase (AST) of 23 IU/L, alanine transaminase (ALT) of 14 IU/L, lactate dehydrogenase of 188 IU/L, ALP of 446 IU/L, γ-glutamyltransferase (γ-GTP) of 59 IU/L, blood urea nitrogen of 35.6 mg/dL, creatinine of 1.60 mg/dL, IgG of 992 mg/dL [normal range: 870-1700], IgM of 87 mg/dL [35-220], IgA of 206 mg/dL [110-410], C3 of 92 mg/dL [65-135], C4 of 20 mg/dL [13-35], and CRP level of 15.5 mg/dL. Serum protein electrophoresis/immunofixation studies did not show any M-protein. Antinuclear antibody, antineutrophil cytoplasmic antibodies, and antimitochondrial antibody were negative. Serum interleukin-6 (IL-6) was 47.5 pg/mL [reference range: 0-2.4], and vascular endothelial growth factor (VEGF) was 1250 pg/mL [0-38.3]. Urine analysis showed proteinuria of 0.6 g/day and hematuria with urinary casts. The serum human immunodeficiency virus (HIV) antigen and antibody test results were negative. Polymerase chain reaction for HHV-8 in blood was negative. Chest and abdominal computed tomography showed enlarged lymph nodes at the bilateral axillary, mediastinal, and paraaortic areas; bilateral pleural effusion; ascites; and hepatosplenomegaly (Figure ). Abdominal ultrasonography showed enlarged liver with smooth surface and Doppler ultrasound did not detect any blood flow obstruction. Bone marrow histology showed normocellular and mild reticulin fibrosis, grade 1 (Figure ). Lymph nodes showed mild atrophic germinal centers and proliferation of highly dense endothelial venules in the medullary cord (Figure ). These symptoms and histological findings met the diagnostic criteria for TAFRO syndrome.\\nWe intravenously administered methylprednisolone at 500 mg/day for 3 days (from days 6 to 8), followed by oral prednisolone at 60 mg/day, tocilizumab at 8 mg/kg every 2 weeks (days 10 and 26), and then cyclosporine A (2 mg/kg/day) continuously (from day 39). However, her fever and anasarca did not improve. The platelet count continued to decrease to 10 000/μL, ALP continued to increase to 1662 IU/l, and γ-GTP increased to 913 IU/L. Total bilirubin slightly increased to 1.9 mg/dL, AST to 82 IU/L, and ALT to 94 IU/L. Creatinine remained at 1.69 mg/dL. On day 39, serum IL-6 was 953 pg/mL and VEGF was 1490 pg/mL. The patient died on day 45 (Figure ).\\nAutopsy revealed ascites (3550 mL) and liver swelling (1398 g). Enlargement of lymph nodes and spleen was not apparent. On gross examination, there was no thrombus in the portal and suprahepatic vein. Cut surface of the liver was smooth (Figure , ). Microscopically, hepatic histology revealed intraductal cholestasis and lymphocytic infiltration surrounding the bile duct, indicating intrahepatic cholangitis (Figure ). Interface and parenchymal inflammation was not apparent. Liver lobules showed no significant changes in the centrilobular region (Figure ). Lymph node tissue showed atrophic follicles and vascular proliferation in the interfollicular space (Figure ). Bone marrow showed hypercellularity with grade 1 mild reticulin fibrosis (Figure ) and an increased number of megakaryocytes (not shown). In the kidney, glomeruli displayed mild endocapillary hypercellularity with endothelial cell swelling and mesangiolysis (not shown). The lungs revealed an organizing phase of diffuse alveolar damage that caused the patient's death.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'27084250': 1, '28984775': 1, '23801136': 1, '23801138': 1, '28090015': 1, '25671135': 2, '15270610': 1, '23801141': 1, '7138600': 1, '25808231': 1, '9706777': 1, '26052800': 1, '26805758': 1, '31222819': 1, '28580156': 2, '28353560': 1, '29626596': 1, '23801135': 1, '24890946': 2, '33936675': 2}", "similar_patients": "{'4322808-1': 1, '4088371-1': 1, '5451894-1': 1}"}