{"patient_id": 110917, "patient_uid": "8420817-1", "PMID": 34313659, "file_path": "noncomm/PMC008xxxxxx/PMC8420817.xml", "title": "Cementless reverse total shoulder arthroplasty in a patient affected by Osteogenesis Imperfecta: a case report and review of the literature", "patient": "A 70-years old right hand-dominant woman affected by Osteogenesis Imperfecta type 1 came to our emergency department complaining of severe left shoulder pain, swelling and functional limitation after a domestic fall. Before the trauma, the patient was used to live alone and was able to perform activities of daily living, with some limitation due to her genetic pathology. As a teenager, she was diagnosed with OI type I due to blue sclerae, several fractures (more than 30 reported events) that never required surgery. The patient has many other comorbidities including blindness secondary to glaucoma, juvenile cataract, retinal detachment, right-convex dorsal scoliosis and osteoporosis treated with annual infusion of zoledronic acid.\\nClinical examination failed to show any neurovascular deficits or other injuries. Plain radiographs of the shoulder detected a 4-fragments proximal humerus fracture (). A CT scan was performed and confirmed the displaced multi-fragmented fracture of the proximal humerus, with subluxation of the humeral head ().\\nA reverse shoulder arthroplasty was preferred over a syntesis because of the fragmentation and the poor quality of the bone stock. Appropriate informed consent was obtained. The patient was placed in beach-chair position and a delto-pectoral approach was performed. The main cephalic fragment was identified and removed without the need of further humeral head osteotomy. A small size metallic glenoid component fixed with two screws and a 40 mm glenosphere were implanted. A preventive bone cerclage on the proximal humeral diaphysis was performed to avoid further rim fracture propagation. A medium size cementless SMR reverse shoulder arthroplasty prosthesis (Lima Corporate, San Daniele del Friuli, Italy) was implanted as our experience leads to prefer (). Postoperative plain radiographs were obtained ().\\nPostoperative course was uneventful with the patient discharged at home three days after the operation without complications. The involved arm was hold in brace during rest for three weeks with early passive and assisted active mobilization allowed.\\nAfter one month, the patient was able to achieve 40° active abduction and flexion, 10° active extra-rotation and internal rotation at the trochanteric region with pain. At 6-months follow-up, the patient improved the range of motion with decreased pain intensity. She was able to perform 75° active abduction and 85° active flexion, 30° active extra-rotation and intra-rotation to lumbar spine. Usual radiographic controls showed good positioning of the implant components without signs of osteolysis or mobilization ().", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'23329537': 1, '20117954': 1, '27735980': 1, '24561176': 1, '33261295': 1, '30844960': 1, '8478384': 1, '28820180': 1, '29083358': 1, '30675552': 1, '26733517': 1, '31821285': 1, '24490185': 1, '27100300': 1, '26652704': 1, '34313659': 2}", "similar_patients": "{}"}