{"patient_id": 47674, "patient_uid": "8018181-1", "PMID": 33824818, "file_path": "comm/PMC008xxxxxx/PMC8018181.xml", "title": "A Case of Sarcoidosis Mimicking Lymphoma Confounded by Cognitive Decline", "patient": "A 65-year-old African American male with a history of chronic obstructive pulmonary disease (COPD), anemia, and heart failure with preserved ejection fraction (HFpEF) presented to the emergency department with complaints of unintentional weight loss, fevers, chills, and memory decline. He had lost 60 pounds within the past year, with associated functional decline and generalized fatigue. Within the past two months, he had developed fevers and night sweats, and within the past week, he had begun to experience cognitive decline described as being in a “fog,” which had led him to miss familiar exits on the highway and forget his way to his doctor’s office.\\nUpon presentation to the emergency department, his vitals included a blood pressure of 117/51 mmHg, heart rate of 95 beats per minute, respiratory rate of 18 breaths per minute, O2 saturation of 97%, and temperature of 98.3 °F. Physical exam showed a thin-appearing man in moderate distress secondary to shortness of breath and cognitive issues. Pertinent positives included bilateral shoddy cervical lymphadenopathy, increased respiratory effort with bilateral wheezing and inspiratory crackles, 1+ pretibial edema, and large bilateral axillary lymphadenopathy. A mini-mental status exam (MMSE) revealed a score of 24/30. Laboratory workup revealed WBC of 10.1 x 1000/mm3, Hemoglobin (Hb) of 9.5 g/dL, and platelet count of 400 x 1000/mm3. The basic metabolic panel (BMP) showed sodium of 130 mmol/L, potassium of 3.3 mEq/L, and creatinine of 0.84 mg/dL. Brain natriuretic peptide (BNP) was 225 pg/mL (normal range: 5-100). A chest X-ray showed cardiomegaly and mild interstitial edema with bilateral pleural effusions. CT brain revealed no acute findings. Given the patient’s functional decline, diffuse lymphadenopathy, and worsening mental status, he was admitted for further workup and management.\\nOn day two of his admission, collateral information was obtained from the patient’s family, which revealed additional prior workup for his symptoms. Six months beforehand, the patient had been evaluated for worsening blurred vision and had been diagnosed with bilateral panuveitis. An extensive laboratory workup was performed, which is summarized below in Table .\\nExtensive radiology and pathology workup was performed and raised concerns for sarcoidosis. Although the patient had been prescribed methotrexate (MTX), he reported never starting it. One month prior to presentation, the patient had undergone a CT of the chest, abdomen, and pelvis with contrast, which had revealed multiple enlarged mediastinal and axillary lymph nodes and extensive bronchiectasis of bilateral lungs, with the lymphadenopathy (LAD) considered to be reactive versus neoplastic (Figure , Figure ).\\nGiven this new information, rheumatology was consulted, inflammatory markers were drawn which showed an elevated C-reactive protein (CRP) of 50.4 mg/L (normal level: <5), and an erythrocyte sedimentation rate (ESR) of 97 mm/hr (normal range: 0-20); an excisional lymph node biopsy was pursued. Pathology from the axillary lymph node biopsy (Figure , Figure ) revealed increased epithelioid histiocytes and well-formed granulomas associated with multinucleated giant cells, most consistent with sarcoidosis. We also ruled out infectious etiologies with this biopsy with acid-fast bacilli (AFB) and Gomori methenamine silver (GMS) stains, both of which were negative, as shown in Figure and Figure . Given these results, initiating 40-mg prednisone and 15-mg MTX weekly was recommended. It is important to note that on every night during the patient’s hospitalization, he recorded a fever in the range of 101.4-102.4 °F. These fevers abated with acetaminophen and were never present during the day. Blood cultures were drawn at each instance, but they all returned free of organisms. The fevers were ultimately attributed to sarcoidosis.\\nRegarding the patient’s encephalopathy, neurology was consulted and an MRI brain was performed, which showed no evidence of infection, NS, CNS lymphoma, or neurodegenerative disease process. The patient’s mental status slowly improved over the course of the hospitalization, and a lumbar puncture was not pursued. In the outpatient setting, the patient was followed up with rheumatology and the steroid dose was slowly tapered. The patient also followed up with his primary care physician, stating improvements in his memory and his functional status. He has continued to live alone, retaining the ability to perform activities of daily living on his own.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'3756082': 1, '30167654': 1, '29799375': 1, '28295528': 1, '23597964': 1, '29995619': 1, '31622413': 1, '19383611': 1, '9699702': 1, '10430755': 1, '26579198': 2, '33824818': 2}", "similar_patients": "{'4633558-1': 1}"}