{"patient_id": 53606, "patient_uid": "8299158-1", "PMID": 34322337, "file_path": "comm/PMC008xxxxxx/PMC8299158.xml", "title": "Laxative Abuse Cessation Leading to Severe Edema", "patient": "We present a case of a 30-year-old female with a past medical history of constipation with chronic laxative use who presented with complaints of peripheral edema and weight gain. The patient had been using stimulant laxatives (sennosides 17.2 mg once to twice a day) for four years but stopped one week prior to presentation due to painless bright-red blood per rectum. The patient denied any other medication use. She initially presented to the emergency department seven days after stopping her laxatives with peripheral edema, progressive shortness of breath, orthopnea, and an 8.62-kg weight gain (weight increased from 56.2 kg to 64.8 kg). Physical exam showed abdominal distention and edema in bilateral lower extremities. On laboratory examination, her potassium was 3.3 mmol/L and N-terminal pro-brain natriuretic peptide (NT-ProBNP) was elevated at 676 pg/mL. Albumin was normal and her urinalysis was negative for protein. She received furosemide 40 mg with improvement in edema and shortness of breath. She was seen two days later at her primary care clinic. At that time, her dyspnea had resolved; however, she had persistent edema and minimal weight loss. Her physical exam showed abdominal distension and pitting edema of the lower extremities. She had no elevated jugular venous pressure, S3 or displaced point of maximal impulse (PMI) on the exam. Her basic metabolic panel was within normal limits and she was started on 40 mg of furosemide daily. An echocardiogram showed a preserved ejection fraction (EF) of 55%-60% with mild mitral and tricuspid regurgitation. The patient denied having prior echocardiograms. She returned to the clinic one week later with resolution of her edema after treatment with furosemide and had returned to her baseline weight. She followed up at the cardiology clinic and no additional medications were added for the patient's treatment.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'12944574': 1, '21344464': 1, '28509201': 1, '25866627': 1, '11773486': 1, '34322337': 2}", "similar_patients": "{}"}