{"patient_id": 111293, "patient_uid": "8458923-1", "PMID": 34720824, "file_path": "noncomm/PMC008xxxxxx/PMC8458923.xml", "title": "Pustular Rash in Crohn's Patient on Ustekinumab Raises Concern for Drug-Induced Paradoxical Psoriasis", "patient": "We report the case of a 51-year-old male with long-standing CD who developed biopsy-proven relapsing/remitting subcorneal pustular dermatosis (SPD) after UST treatment. The patient was initially diagnosed with UC in the early 1990s and underwent ileoanal pouch anastomosis in 2014. Postoperatively he developed Crohn's ileitis prompting initiation of biologic therapy in 2015. He failed TNF-antagonist therapy with adalimumab due to worsening enteropathic arthritis and developed secondary loss of response to infliximab and methotrexate. Given both luminal disease activity and enteropathic arthritis, he was switched to UST in 2017 and remained on varying doses of subcutaneous methotrexate managed by his rheumatologist. Following induction with IV, weight-based UST 520 mg in November 2017, he experienced significant clinical improvement in CD symptoms including improved energy, joint pain, bowel frequency, and stool consistency. Approximately, 5 weeks after the UST infusion, he developed a pustular rash on his hands, body, face, extremities, and scalp as shown in Figure . The rash improved one week later, then resolved spontaneously. He subsequently administered his first maintenance injection with UST 90 mg subcutaneous 8 weeks after his induction dose in January 2018. His CD symptoms again improved, and then approximately 4 weeks later, he had recrudescence of the pustular rash, primarily involving his palms (shown in Fig. ). Subsequent biopsy of the left and right palm demonstrated SPD. As the adverse event was temporally associated with UST, we recommended UST discontinuation (last dose January 2018). The rash resolved spontaneously and did not recur while off UST. Unfortunately, the patient experienced clinical recurrence of CD and arthritis, and given failure of multiple CD therapies, UST was restarted with IV, weight-based infusion of UST 520 mg in April 2020, administered with premedication (acetaminophen 650 mg and diphenhydramine 25 mg prior to infusion and prednisone 40 mg day prior, day of, and day after UST). Two weeks after re-induction, the patient had recurrence of the pustular rash on his back, though with less severe presentation. Given improvement in the patient's refractory CD, UST was continued and the rash managed with topical corticosteroids.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'29705819': 1, '24268978': 1, '1357895': 1, '28295521': 1, '6351757': 1, '24183227': 1, '24984757': 1, '21233062': 1, '21254881': 1, '34720824': 2}", "similar_patients": "{}"}