{"patient_id": 107870, "patient_uid": "8140018-1", "PMID": 33826111, "file_path": "noncomm/PMC008xxxxxx/PMC8140018.xml", "title": "Improved Control of Tyrosine Kinase Inhibitor-Induced Diarrhea with a Novel Chloride Channel Modulator: A Case Report", "patient": "A 72-year-old man was incidentally found to have renal insufficiency during a primary care visit. Computerized tomography revealed a right renal mass and bulky retroperitoneal and mediastinal lymphadenopathy suggestive of metastatic renal cell carcinoma (RCC). A right radical nephrectomy revealed a 12.1 cm, Fuhrman grade 3 papillary RCC (pRCC) with perirenal and sinus fat invasion.\\nTwo months after surgery, the patient started pazopanib 800 mg daily, a tyrosine kinase inhibitor (TKI) approved for the first-line treatment of metastatic RCC (Fig. ). This was discontinued after 2 months due to unexpected acute renal failure that required temporary hemodialysis. Second-line treatment with axitinib 5 mg BID was poorly tolerated, with persistent diarrhea, somnolence, cough, difficult-to-control hypertension and worsening renal function. Therefore, axitinib treatment was halted after 1 month. A CT scan 1 month later showed disease progression in the retroperitoneum, mediastinum, and cervical lymph nodes.\\nHe then received the anti-PD-1 antibody nivolumab 240 mg every 2 weeks starting 2 months after axitinib cessation. Though this treatment was well tolerated for 3 months, it had limited efficacy, with disease progression on positron emission tomography/computed tomography (PET/CT), and fine needle aspiration of a new soft tissue mass in the nasopharynx showed progressive pRCC.\\nTwo months after cessation of nivolumab, the patient was started on the TKI cabozantinib at a dose of 60 mg daily. However, in less than 2 months, the treatment had to be halted due to grade 3 diarrhea that was refractory to both loperamide and atropine-diphenoxylate treatment. Cabozantinib was restarted at full dose 5 days later, but was halted again less than a month later due to diarrhea. Despite the poor tolerance of cabozantinib, restaging PET/CT approximately 5 months after the initiation of therapy showed interval decrease in some of the lymph nodes. Consequently, cabozantinib was restarted at a lower dose of 40 mg daily; however, persistent diarrhea necessitated a further dose reduction to 20 mg daily. PET/CT after a month showed interval decrease in size and hypermetabolism of the metastatic disease (Fig. ). Four months later, however, new hypermetabolic lymphadenopathy developed, and the cabozantinib dose was raised to 40 mg daily. A month later, the cabozantinib was halted once again due to recurrence of grade 2 diarrhea.\\nTreatment cessation for 2 days improved diarrhea, but shortly thereafter the patient’s condition worsened. Despite being administered diphenoxylate/atropine and tincture of opium (up to 6 mg daily as needed), the patient had episodes of emesis and required hospitalization for dehydration. Workup showed no evidence of clostridium difficile infection, and stool studies including an ova and parasite analysis were negative.\\nAt this point, the providers discussed starting the antidiarrheal crofelemer, given its approval for patients with HIV-related diarrhea. The patient started taking 125 mg BID crofelemer and, within 1 week, his diarrhea ceased and bowel function normalized. Concurrent with crofelemer, the cabozantinib dose was increased to 40 mg daily, which the patient tolerated with normal stools. After 2 weeks on crofelemer, the patient was well-nourished, reported feeling better, and had no acute distress. Given the excellent control of diarrhea with crofelemer, cabozantinib was increased to the original 60 mg daily dose. Although the patient had to occasionally skip cabozantinib doses and supplement with diphenoxylate/atropine or tincture of opium, the diarrhea was overall better controlled. Due to breakthrough diarrhea after 4 months, the cabozantinib dose was decreased to 40 mg daily. One month later, new bony lesions and abdominal carcinomatosis were found on CT, and both cabozantinib and crofelemer were discontinued due to disease progression. Despite subsequent systemic therapy including erlotinib and bevacizumab, the disease worsened, and 3 months later the patient passed away.\\nAfter his passing, his next of kin provided consent for publication of this case, and this reporting is in compliance with UCSF Institutional Review Board guidelines for case reporting.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'27857691': 1, '30380460': 1, '18411014': 1, '24140184': 1, '9706182': 1, '30827746': 1, '21789126': 1, '23888120': 1, '30516809': 1, '19808995': 1, '23399616': 1, '15254061': 1, '28756136': 1, '32493068': 1, '17576459': 1, '25489260': 1, '33826111': 2}", "similar_patients": "{}"}