{"patient_id": 55686, "patient_uid": "8402767-2", "PMID": 34452422, "file_path": "comm/PMC008xxxxxx/PMC8402767.xml", "title": "Post-COVID-19 Arthritis and Sacroiliitis: Natural History with Longitudinal Magnetic Resonance Imaging Study in Two Cases and Review of the Literature", "patient": "A 53-year-old female, working as a healthcare professional in the same nursing home as the previous patient, developed a dry cough without fever at the end of March 2020 and tested positive after repeated SARS-CoV-2 nasopharyngeal swabs (the first on March 27). She was treated with HCQ and azithromycin with the first negative result of the swab on April 24. A SARS-CoV-2 serological test performed on May 2020 showed negative IgM and slightly positive IgG.\\nIn the middle of April, she developed very similar symptoms to her colleague, with a polymyalgic symptoms associated with inflammatory back pain.\\nIn May, blood tests showed mild systemic inflammation (CRP 19 mg/L, normal values below 5 mg/L) and CPK elevation (412 IU/L), but they normalised one month later. Serum cytokine profile revealed only a very mild increase in IL8 at the first follow-up visit.\\nShe stated that these symptoms were gradually and spontaneously improving from the end of May without any treatment. On clinical examination she had mild tenderness of the sacroiliac joints. At the MRI performed on June 3rd, bone marrow oedema suggestive of sacroiliitis was found (a,b). Serologic test for SARS-CoV-2 showed positive IgG and negative IgM. After blood tests, no inflammation was found, with normalisation of CRP and CPK. Considering the patient’ symptoms and MRI findings, NSAIDs therapy was initiated with subjective improvement. She repeated the MRI on July 3rd and it was unchanged (c,d).\\nAt the examination in November 2020, she was using NSAIDs occasionally.\\nAt the follow-up in January 2021 she reported mechanical low back pain and occasional use of NSAIDs, with mild tenderness of the sacroiliac joints upon physical examination; the MRI performed on February 2021 showed unchanged bone oedema and blood tests were normal (e,f).", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'32516940': 1, '34114992': 2, '33206974': 1, '32293098': 1, '33587197': 2, '32632032': 1, '18608178': 1, '32007143': 1, '33409010': 2, '31249274': 1, '32652541': 1, '32950702': 1, '33547062': 1, '33748780': 1, '32840686': 1, '33977496': 1, '32753423': 1, '10990232': 1, '33332756': 1, '32888409': 1, '32763956': 1, '33653867': 1, '26847855': 1, '32808685': 1, '34130744': 2, '33420769': 1, '32838313': 1, '32712242': 1, '32852623': 1, '32648899': 1, '32570043': 1, '29073348': 1, '32622040': 1, '32471899': 1, '33332890': 1, '32923288': 2, '33471106': 1, '33127461': 1, '31470887': 1, '33625549': 1, '33506755': 1, '33874649': 1, '32321635': 1, '34573821': 1, '32348588': 1, '29455267': 1, '33043303': 1, '21417552': 1, '34181704': 1, '32991035': 1, '29513924': 1, '28292540': 1, '32694352': 1, '33936047': 1, '32651579': 1, '33671159': 1, '33206980': 1, '33919537': 1, '24418301': 1, '33493861': 1, '33097561': 1, '32515379': 1, '16323424': 1, '32561873': 1, '32591356': 1, '34452422': 2}", "similar_patients": "{'8402767-1': 2, '8202614-1': 1, '7486113-1': 1, '8204059-1': 1, '7779130-1': 1, '7882861-1': 1}"}