{"patient_id": 59870, "patient_uid": "8593883-1", "PMID": 34815873, "file_path": "comm/PMC008xxxxxx/PMC8593883.xml", "title": "Diagnosing granulomatous disease during appendectomy", "patient": "A 17-year-old male patient was admitted to our hospital with nausea and right lower quadrant abdominal pain. He had no fever and other gastrointestinal complaints. It was learned that a similar abdominal pain complaint resolved in a short time without using medication three weeks ago. When asked in detail, it was found that carbohydrate-weighted dietary preference (fried potatoes, pasta) contained approximately 75–80% of his total diet. There was no history of illness or surgery other than treatment for the hearing problem. There was no other disease in the family except for diabetes mellitus in her mother.\\nAt laboratory, leukocyte count 14.9 x 103 / μL (N: 4–10), neutrophil count 74% (N: 50–70), lymphocyte 17.8% (N: 20–40), C-RP 148.60 mg / L (N: 0–5), Sedimentation 99 (N: 0–20) were detected. Other blood counts and blood biochemistry examinations were normal. Although the physical examination findings were similar to appendicitis, ultrasonography (USG) was performed to evaluate other possible non-surgical diseases, due to his good general condition and the absence of symptoms and signs such as fever, vomiting, dehydration, and anorexia. In the USG, the appendix could not be identified separately from the ascending colon structures, but it was stated that it could be in retrocaecal recess. An abscess containing septae in 40 x 35 mm size was detected. It was stated that there might be inflammation in the surrounding mesentery and intestinal tissues. Thereupon, laparoscopic exploration and appendectomy were planned under emergency conditions.\\nIn laparoscopy, it was found that the appendix was firmly attached to the cecum in the cranial direction. There was no rolling-up omentum. The borders of the appendix with the cecum could be distinguished. Inflammation was observed, but there was no congestion, increased vascularity and hyperemic appearance as would be expected in bacterial infections. The appearance of the fluid around the appendix was mostly like lymphatic extravasation. The tissue was concrete and abscess fluctuation was not present with forceps. As the thickness of the appendix was 1.5–2 cm, it was thought that there might be phlegmone. When the appendix could not be released from the cecum with laparoscopy forceps, the operation was converted to laparotomy. In laparotomy, we faced that appendix had an intense adhesion to the cecum. The dissections were similar to those of tissues with chronic fibrotic reaction, and the appendix was excised with difficulty. Ileum, cecum and ascending colon were in normal appearance on inspection and palpation. A penrose drain was placed in the surgical area and the procedure was ended. He was discharged 1 week after broad-spectrum antibiotic therapy and routine clinical care. The appendix was defined as granulomatous disease, and Crohn's Disease (CD) was the final diagnose. He was healthy after 1-year follow up. Recurrence of the disease was not seen.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'15151563': 1, '18400543': 1, '20920728': 1, '21523236': 1, '31619135': 1, '18841226': 1, '24986137': 1, '26231996': 1, '25749438': 1, '28531869': 1, '32580538': 2, '27014748': 1, '9914360': 1, '17031635': 1, '31616234': 2, '24647289': 1, '24016703': 1, '31718870': 1, '24470848': 2, '6853730': 1, '31410818': 1, '23073690': 1, '29663311': 1, '24665606': 1, '25096665': 1, '25805948': 1, '17024536': 1, '21962732': 1, '22493770': 2, '17861060': 1, '21790480': 1, '24434727': 1, '12864840': 1, '34815873': 2}", "similar_patients": "{'3889001-1': 1, '6792421-1': 1, '8476320-1': 1, '8476320-2': 1, '3319783-1': 1}"}