{"patient_id": 53326, "patient_uid": "8287740-1", "PMID": 34275479, "file_path": "comm/PMC008xxxxxx/PMC8287740.xml", "title": "Diagnostic dilemma of Hodgkin’s lymphoma versus tuberculosis: a case report and review of the literature", "patient": "A 23-year-old Asian female presented to rheumatology in February 2020 following GP referral with history of worsening pain and paraesthesia of the right upper limb since 2018. She was managing with simple analgesics and physiotherapy under care of musculoskeletal and neurology team. Her symptoms were initially intermittent but became persistent from August 2019 and had progressed to involve the neck, upper-back and left arm. The severity of pain was disrupting her daily activities and sleep.\\nShe was a non-smoker and non-drinker. There was no significant past medical history, except migraine.\\nShe had a family history of Type 2 diabetes mellitus, hypertension and cancer, including thyroid and prostate cancer.\\nShe was born in the UK to parents of Indian origin and had received the Bacillus Calmette-Guérin (BCG) vaccine at birth. She travelled to India every other year to visit relatives. She had no known contacts of TB.\\nHer weight was 54 kg, and body mass index (BMI) was 21. On examination, there was slightly reduced power noted in the right upper limb and myofascial tenderness over the cervical and thoracic spine, but range of motion and reflexes remained fully intact.\\nInitial blood tests demonstrated elevated white cell count (WCC) of 14.8 × 109/L (normal range (NR) 4–11 × 109/L) with neutrophilia (12.0 × 109/L; NR 2–7.5 × 109/L), elevated C-reactive protein(CRP) (31.4 mg/L; NR < 5 mg/L), elevated total protein (89 g/L; NR 60–83 g/L) with hypergammaglobulinaemia (49 g/L; NR 7–16 g/L), alongside low vitamin D (63.4 nmol/L; NR > 70nmol/L). Auto-antibody screen including anti-nuclear antibody, rheumatoid factor and anti-citrullinated protein antibodies were negative.\\nPrevious electromyography and nerve conduction studies in February 2019 reported no evidence of nerve lesions and no myopathic features at the time. In December 2019, neurologist arranged magnetic resonance imaging (MRI) of cervical spine, thoracic spine and brachial plexus which was initially reported as normal with respect to the spine and brachial plexus (Fig. ). However, on further review of MRI at rheumatology multi-disciplinary team (MDT) meeting, an anterior mediastinal mass and lung shadowing was noted. Subsequent contrast-enhanced computed tomography (CT) of neck, thorax, abdomen and pelvis (Fig. ) demonstrated a cystic anterior mediastinal mass measuring 3.3 × 3.8 cm thought to be a necrotic node which is typical of TB. There was evidence of consolidation in the right upper lobe with ‘tree-in-bud’ appearance. ‘Tree-in-bud’ refers to involvement of the smaller airways—a finding commonly seen in TB. The case was referred to chest MDT and was diagnosed as likely pulmonary TB. However, in view of the clinical-radiological correlation, she did not have symptoms of cough, fever or chest pain at this time.\\nAlthough blood tests for enzyme-linked immune absorbent spot assay (ELISpot®) were negative for TB and bronchoalveolar lavage (BAL) smear was negative for acid fast bacilli (AFB), she was treated empirically with the quadruple-antitubercular treatment Voractive® (combined tablet of rifampicin, isoniazid, pyrazinamide and ethambutol) with 10 mg pyridoxine. The plan was to continue treatment and follow-up with repeat imaging in 2 months.\\nWithin 2 weeks of commencing treatment, the woman developed continuous cough unable to sleep lying flat. She was advised to take simple cough linctus and continue with the treatment. However, her cough worsened, with progressive retrosternal discomfort.\\nHer care was transferred to a hospital closer to her home. The four-drug regimen was continued for 2 months followed by 1 month of Rifinah® (rifampicin and isoniazid) with pyridoxine 10 mg. Her cough and chest discomfort did not improve. Repeat blood tests performed in April and May 2020 showed haemoglobin fell from 117 g/L to 101 g/L, WCC was persistently elevated at 25.1 × 109/L and 20.2 × 109/L with raised neutrophils of 22.49 × 109/L and 19.62 × 109/L respectively. Follow-up chest X-rays (CXR) and repeat CT scan demonstrated new cavitating lesions in the right lung with further enlargement of the mediastinal mass (Fig. ). Sputum samples and repeat BAL sent for microscopy, culture and sensitivities (MC&S) and polymerase chain reaction (PCR) with GeneXpert® testing again yielded negative results for TB. A CT-guided needle biopsy of the lung and fluid aspiration of the mediastinal mass was performed. This yielded necrotic tissue on histology with negative AFB smear, negative GeneXpert® and microbiology. Following this, a whole-body fluorodeoxyglucose—positron emission tomography (FDG-PET)-CT scan was performed demonstrating metabolically active necrotic lesions in the mediastinum and lung parenchyma (Fig. A and B).\\nHistological analysis of mediastinotomy-derived lung biopsies demonstrated samples contained a nodular infiltrate of lymphoid cells admixed with bands of sclerotic tissue. The lymphoid tissue was polymorphous composed of small mature lymphoid cells admixed with histiocytes, eosinophils, neutrophils and some larger cells showing prominent nucleoli, binucleate forms and smudge cells. On immunohistochemistry, the large atypical cells were positive for CD30, CD15, MUM1, PAX5 and p53. They were negative for CD45, CD20, CD79a and CD3. The imaging and histological findings confirmed a diagnosis of Stage IVA classical Hodgkin’s lymphoma (nodular sclerosing subtype) in June 2020.\\nTB treatment was discontinued and the patient was urgently referred to the haemato-oncology team and commenced on the escalated BEACOP-DAC regimen (bleomycin, etoposide, doxorubicin, cyclophosphamide, vincristine, prednisolone and dacarbazine, with granulocyte colony stimulating factor). As time was of the essence, the option of cryopreservation of ova prior commencing chemotherapy was not possible. However, gonadotrophin releasing hormone (GnRH) analogue was offered. The FDG-PET-CT scan following the first two cycles demonstrated good response to chemotherapy (Deauville Score 3). Therefore, only two more cycles of escalated BEACOP-DAC were given. The post-chemotherapy FDG-PET-CT scan (Fig. C and D) showed resolution of disease, so no further treatment was indicated. At the time of writing, the patient was well and plan was to follow-up in haemato-oncology clinic.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'24712411': 1, '15284254': 1, '22483945': 1, '23237121': 1, '29796651': 1, '22900236': 1, '22372860': 1, '31884961': 1, '19956153': 1, '26942176': 1, '24238148': 1, '19525189': 1, '20847080': 1, '22044882': 1, '25861338': 1, '31640759': 1, '32759357': 1, '25113753': 1, '24959337': 1, '15245605': 1, '26786124': 1, '34275479': 2}", "similar_patients": "{}"}