{"patient_id": 57064, "patient_uid": "8461971-1", "PMID": 34556154, "file_path": "comm/PMC008xxxxxx/PMC8461971.xml", "title": "Tubulointerstitial nephritis and uveitis syndrome following meningitis and systemic lymphadenopathy with persistent Toxoplasma immunoglobulin M: a case report", "patient": "A 34-year-old Japanese male with a medical history of gastric ulcer for 20 years, regular use of esomeprazole for the last 3 years, no known allergies, and no family history of kidney or eye disease presented to his local emergency department with complaints of having 2 days of 40 ℃ fever, headache, myalgia, general fatigue, and vomiting. These symptoms developed 2 days after an incised finger wound with a small amount of bleeding due to an injury during his sewage plumber work. A rapid test for influenza A and B antigens was negative; owing to concern for bacterial infection, he was started on amoxicillin and ibuprofen. His symptoms did not improve for 5 days, and he was referred to the neurology department of another hospital on day 6 of illness. On admission, he was alert. The headache and neck pain were triggered by his movement. His temperature was 38.5 °C, heart rate 88 beats/minute, and blood pressure 133/69 mmHg. Although the finger exhibited no redness, swelling, or abscess formation, physical examination revealed bilateral cervical and inguinal lymphadenopathy with tenderness. As meningeal irritation signs, neck stiffness was positive, and Kernig sign was positive at 60 degrees. No other neurological deficits were noted. White blood cell (WBC) count was 8200/mm3, with 70% neutrophils, 12.5% lymphocytes, 6.0% eosinophils, and 9.3% monocytes. Serum creatinine (Cre) was 0.91 mg/dL (80 μmol/L), and blood urea was 6.0 mg/dL (2.1 mmol/L). Erythrocyte sedimentation rate was 55 mm/hour, and serum C-reactive protein (CRP) was 11.58 mg/dL. Urine was negative for glucose and protein, the sediment contained < 1 white cell and < 1 red cell per high-power field, and two blood cultures were negative. Computed tomography (CT) scan of the brain did not identify any source of fever. A lumbar puncture was also performed in the neurology department. His cerebrospinal fluid (CSF) was clear and colorless. Initial pressure was high at 235 mmH2O. CSF cell count was 1 × 106 cells/L (1/μL) without red blood cells, glucose level was 3.66 mmol/L (66 mg/dL) [plasma glucose level 5.55 mmol/L (100 mg/dL)], and protein level was 0.31 g/L (31 mg/dL); no organisms were observed on Gram stain. No bacterial growth was detected in bottles of CSF and in bottles of blood. Then, treatment with oral levofloxacin 500 mg/day was initiated on day 6 of illness. Nonsteroidal antiinflammatory agents/drugs (NSAIDs), that is, diclofenac sodium suppositories 25 mg, were also administered three times a day for a week until remission of high fever on day 13 of illness (Fig. c). After the initiation of the treatment, contrary to the improvement of the inflammatory findings and parameters, kidney function deteriorated. Serum CRP levels were 11.58, 9.01, and 0.67 mg/dL, and serum Cre levels were 0.98, 1.28, and 2.74 mg/dL on day 6, 9, and 17 of illness, respectively. WBC count was 10,600/mm3, with mild elevated 12.5% eosinophil (reference value < 6.0%) on day 11. There was no skin eruption on extremities. Levofloxacin and esomeprazole were discontinued on day 17, and rapid reduction of kidney function prompted a transfer to our hospital on day 20 of illness for further evaluation and management (Fig. a,b). On admission, he had no fever and no complaints. There was no weight increase or pretibial pitting edema. The finger cut had healed without any scars or redness, and bilateral cervical and inguinal lymphadenopathy had diminished with little tenderness. Laboratory studies showed a WBC count of 10,000/mm3, with 60% neutrophil, 25% lymphocytes, 8.0% eosinophils, and 4.0% monocytes. Erythrocyte sedimentation rate was 22 mm/hour, serum CRP was 0.85 mg/dL, serum Cre was 2.09 mg/dL (185 umol/L), blood urea was 27.3 mg/dL (9.4 mmol/L), serum beta-2-microglobulin was 3.8 mg/L (reference value < 2.0 mg/L), urinary beta-2-microglobulin was 1589 ug/L (reference value < 229 ug/L), and urinary N-acetyl-β-d-glucosaminidase (NAG) was 7.9 IU/L (reference value < 6.9 IU/L). The results of laboratory tests showed that the levels of sodium, potassium, chloride, calcium, total protein, albumin, aspartate aminotransferase (AST), alanine aminotransferase (ALT), and uric acid were normal. IgG was 1073 mg/dL, immunoglobulin A (IgA) was 129 mg/dL, and IgM was 78 mg/dL. Urine remained negative for glucose and protein, and the sediment contained 0–1 white cell and 0–1 red cell per high-power field. Serum cystatin C measurement was 1.79 mg/L (reference value 0.57–1.01 mg/L), and glomerular filtration rate (GFR) was 61 mL/min/m2. His fractional excretion of sodium (FeNa) was elevated to 2.1% (reference value < 1%). Renal sonography revealed normal level in resistance index.\\nA percutaneous renal biopsy performed on day 22 of illness revealed focal or belt-like distribution of numerous mononuclear cell infiltrates in the interstitium, associated with focal tubular atrophy, tubulointerstitial edema, and mild tubulitis. The moderate diffuse interstitial inflammation was composed of lymphocytes and eosinophils with mild fibrosis (Fig. b). Four interstitial granulomas composed of lymphocyte, plasma cell, macrophage, epithelioid cells, and multinucleated giant cells were identified (Fig. a). Glomerular and vascular structures were well preserved. Immunofluorescence showed no evidence of IgG, IgA, IgM, or immune complex deposition. Acid-fast staining for Mycobacterium was negative, and Grocott staining for detection of fungi was also negative. Angiotensin-converting enzyme (ACE) level was normal (11.4 U/L) (reference value 8.3–21.4 U/L). Chest X-ray and computed tomography did not reveal any abnormal masses, or mediastinum or hilar lymphadenopathy in the lung. Gallium scintigraphy did not show any abnormal accumulations. Saxon test results were normal (5.10 g/2 minutes) (reference value > 2.00 g/2 minutes). Anti-neutrophil cytoplasmic antibody (ANCA), MPO-ANCA, PR3-ANCA, anti-nuclear antibody (ANA), anti-SS-A/SS-B, anti-beta-2GPI, anti-RNP, anti-Sm, anti-dsDNA, anti-ssDNA, anti-Scl70, and anti-glomerular basement membrane (anti-GBM) antibodies were negative. IgG4 was at a normal level, soluble IL-2 receptor was 1050 U/mL (reference value 157–474 U/mL), and IgG-, IgA-, and IgM-specific antibodies against Chlamydia did not indicate a recent infection. Serologies for human immunodeficiency viruses (HIVs) 1 and 2, hepatitis B, and hepatitis C were negative. Anti-Treponema pallidum was negative, Epstein–Barr (EBV), mumps, and cytomegalovirus (CMV) serologies were not compatible with acute infection. According to these findings, we diagnosed the patient with granulomatous interstitial nephritis.\\nOn day 29 of illness, eye pain, conjunctival hyperemia, tenderness, photophobia, and blurred vision appeared in both eyes. Best-corrected visual acuity (BCVA) was 1.2 in the right eye and 1.5 in the left eye. Intraocular pressures were normal (right 11 mmHg/left 14 mmHg) with deep anterior chamber. Slit-lamp examination revealed iritis and keratic precipitation (corneal endothelial inflammatory precipitates/deposits) in both eyes. Anterior chamber cells were 1+ right and 0.5+ left. Dilated fundoscopic examination revealed that retina and vitreous body had nonspecific findings. No fever and no lymphadenopathy were observed. Hence, the diagnosis of acute tubulointerstitial nephritis and bilateral uveitis (TINU) syndrome was made, and ophthalmic steroid therapy was initiated (Fig. b, c). Symptoms of uveitis, eye pain, redness, and blurred vision disappeared in 1 week. Keratic precipitations were reduced in 1 week, and disappeared in 2 weeks. His serum Cre level gradually improved to 1.29 mg/dL on day 44 of illness without any systemic medical interventions, and systemic steroid therapy was not provided throughout the course of the disease. Mild elevation of eosinophils was also gradually improved. Percentage of peripheral eosinophils/total WBC count were 8.0%/10000, 11.6 %/6700, and 5.0%/7600 on day 20, 24, and 44 of illness, respectively.\\nTo rule out toxoplasmosis, which could also develop into lymphadenopathy, meningitis, and uveitis, Toxoplasma-specific IgG and IgM titers were evaluated on day 37 of illness, and revealed to be both positive 219 IU/mL (reference value < 6 U/mL) and 4.2 IE/mL (reference value < 0.8 U/mL) respectively. He had a dog for a pet, but not a cat. Despite the positivity of Toxoplasma IgM antibody, the bilateral uveitis responded well to the ophthalmic steroid therapy, lymphadenopathy disappeared,and no signs of meningitis was observed. We decided that antimicrobial therapy was not needed, and he was discharged on day 44 of illness. Drug-induced lymphocyte stimulation test (DLST) or lymphocyte transformation test (LTT), performed by a commercially based clinical diagnostic testing service (SRL, Inc., Tokyo, Japan), confirmed that the patient had a negative stimulation index (SI) score for levofloxacin, esomeprazole, ceftriaxone, and amoxicillin, while he had a high SI score exclusively for diclofenac sodium of 207% (reference value < 180%).\\nAfter discharge, uveitis recurrence was not detected, and ophthalmic steroid was terminated after 2 months of use. However, the titer of IgM of Toxoplasma remained at a high level for an additional 6 months; we were not sure whether Toxoplasma infection was implicated in this TINU syndrome (Fig. d). To address the question, Toxoplasma IgG avidity test was performed with serum sample of day 20 of illness stocked in freezer, and with fresh serum sample from day 239 of illness. The test was performed by a laboratory company (SRL) using Platelia (TM) TOXO IgG AVIDITY (Bio-Rad) according to the manufacturer’s protocol. In brief, optical density (OD) indicating Toxoplasma IgG in serum was measured by enzyme-linked immunosorbent assay (ELISA) after dissociating the link between antibody and antigen. Urea was used as the dissociating agent. Target antigen of the ELISA was purified from Toxoplasma gondii RH strain. Avidity Index (AI) was measured by the ratio of OD(dissociating agent treated) to OD(dissociating agent untreated). IgG AI of the above samples was 0.62 (day 20) and 0.66 (day 239) (reference value: low AI < 0.4, mid 0.4 ≤ AI < 0.5, high 0.5 ≤ AI), indicating a chronologically distant infection of more than 5 months before fever onset. Hence, we determined that the pathogenesis of TINU syndrome in our case was not implicated with a recent infection of Toxoplasma.\\nNo recurrence of renal dysfunction was observed in the 18 months of follow-up; serum Cre levels were 1.21, 1.03, and 1.04 mg/dL on day 71, 92, and 239 of illness, respectively. Urinary beta-2-microglobulin was reduced to 234 μg/L (reference value < 229 μg/L) on day 204 of illness. HLA typing showed HLA-A3101, HLA-A3303, HLA-B4002, HLA-B4403, HLA-DR0802, HLA-DR1302. HLA-DQB1 0302, and HLA-DQB1 0604, none of which was reported to have strong association with TINU syndrome.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'17891354': 1, '31092735': 1, '14598184': 1, '3539982': 1, '22205659': 1, '2926163': 1, '8587642': 1, '19918624': 1, '4201411': 1, '6874915': 1, '2581998': 1, '19430671': 1, '28043380': 1, '32168351': 1, '20813859': 1, '21958195': 1, '19995194': 1, '1678099': 1, '29673005': 1, '9864645': 1, '19282700': 1, '25806028': 1, '1163543': 1, '20950091': 1, '11738428': 1, '21638156': 1, '30738495': 1, '31554726': 1, '2674202': 1, '9635904': 1, '804130': 1, '23958280': 1, '21543572': 1, '31587536': 1, '31850240': 1, '29429748': 1, '9194838': 1, '25562978': 1, '2146635': 1, '2031842': 1, '1345295': 1, '34918693': 2, '24969203': 1, '9114425': 1, '24951321': 1, '27155873': 1, '16943303': 1, '29089041': 1, '7594717': 1, '14644206': 1, '29603522': 1, '19277722': 1, '11986090': 1, '11734441': 1, '32694844': 1, '22874112': 1, '9930281': 1, '148236': 1, '26458281': 1, '25725230': 1, '9823527': 1, '8308325': 1, '10454786': 1, '30559827': 2, '11165272': 1, '7007520': 1, '21512035': 1, '16700697': 1, '16289467': 1, '9738042': 1, '5041394': 1, '18583516': 1, '22932001': 1, '15004036': 1, '25185078': 1, '9002108': 1, '4610420': 1, '24202135': 1, '12888070': 1, '32071105': 1, '26635770': 1, '15188723': 1, '18813765': 1, '32095620': 1, '3317730': 1, '11027786': 1, '19032062': 1, '18661195': 1, '12717631': 1, '14671029': 1, '15230812': 1, '24968857': 1, '17505256': 1, '30209035': 1, '28709457': 1, '19638313': 1, '19137283': 1, '21244658': 2, '31401569': 1, '30824301': 1, '2770107': 1, '124795': 1, '23522744': 1, '31001545': 1, '34556154': 2}", "similar_patients": "{'8678027-1': 1, '6290221-1': 1, '3033841-1': 1}"}