{"patient_id": 47833, "patient_uid": "8024596-1", "PMID": 33850715, "file_path": "comm/PMC008xxxxxx/PMC8024596.xml", "title": "Myroides cellulitis and bacteremia: A case report", "patient": "An 88-year-old male with a past medical history significant for persistent atrial fibrillation not on chronic anticoagulation, type 2 diabetes mellitus (most recent HbA1c 6.2 % on 6/26/2020), chronic diastolic heart failure, hypertension, hyperlipidemia, chronic kidney disease stage III, coronary artery disease, and chronic lower extremity edema presented with bilateral extremity swelling and redness of unknown duration, left extremity worse than the right. It is noted that the patient has ambulatory dysfunction and suffers from frequent falls, the most recent sustained approximately one week prior to admission. The family reports a one-week duration of ulceration, edema, and redness in bilateral lower extremities, as well as poor adherence with compression garment therapy. The patient was evaluated by his primary care physician 2 days prior to admission and was diagnosed with cellulitis of the right lower extremity. A 5-day course of oral cephalexin 250 mg 4 times daily was prescribed at that time.\\nUpon presentation to the hospital, the patient was afebrile and initial vital signs were within normal limits with the exception of ECG notable for atrial flutter with variable AV block in the emergency room. Clinically relevant laboratory studies revealed evidence of an acute kidney injury with a blood urea nitrogen (BUN) and serum creatinine (SCr) of 104 mg/dL and 1.97 mg/dL respectively (baseline SCr of ∼1.6 mg/dL). Physical examination revealed significant bilateral lower extremity edema, warmth and erythematous bilateral lower legs involving the feet with multiple areas of scabbing concerning for cellulitis. Onychomycosis was present with notable scaling between the toes with dried blood.\\nInfectious workup was significant for an elevated lactate of 3.0 mMol/L and a C-reactive protein of 31.0 mg/dL (normal range 0.0−0.9 mg/dL) in the absence of leukocytosis. The patient was empirically initiated on intravenous vancomycin and received a single 1250 mg dose in the ED in addition to cefepime (1 g every 12 h) for broad-spectrum coverage of cellulitis refractory to oral antibiotics. Blood cultures taken in the ED on hospital day 0 from a peripheral intravenous access site at the right antecubital space grew gram negative rods from the aerobic bottle later speciated by Vitek® 2 system as Myroides spp. on day 5 of hospital stay. Growth was confirmed by a second set of blood cultures taken from the right hand obtained on the hospital floor on day 0 also turning positive for Myroides spp. on hospital day 5. Susceptibility data revealed multidrug resistance. The isolate demonstrated sensitivity to only ciprofloxacin and meropenem of antibiotics tested (). Bacterial identification resulted in antimicrobial switch to meropenem 1 g every 8 h on day 4. Leukocytosis clinically peaked on day 7 of admission (12,900 cells/ccm with 66 % neutrophils). Repeat blood cultures were drawn on the floor (on day 4) reflected 5 days of no growth on hospital day 9. Upon clinical resolution of symptoms, the patient was stable for discharge on hospital day 14. The patient was transitioned to oral ciprofloxacin 500 mg twice daily for 6 days at discharge to complete 14 total days of effective antibiotic therapy.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'30094005': 2, '26984839': 1, '31538047': 1, '22846131': 1, '28956275': 1, '21246247': 1, '429582': 1, '9879963': 1, '18039344': 1, '29849466': 1, '11868770': 1, '31334299': 1, '28331806': 1, '8589173': 1, '29797432': 1, '33850715': 2}", "similar_patients": "{'6080552-1': 1}"}