{"patient_id": 109060, "patient_uid": "8247730-1", "PMID": 34221572, "file_path": "noncomm/PMC008xxxxxx/PMC8247730.xml", "title": "Giant posterior mediastinal schwannoma requiring a thoracoabdominal approach for excision: Case report and literature review", "patient": "A 56-year-old lady who worked as a nursing sister presented with the chronic low back pain. She had attended in August 2016 with left-sided renal colic and this had picked up as a lesion in the right upper quadrant which was 8–9 cm in size and mainly cystic. MRI revealed thick enhancing cystic wall lesion occupying the right retroocular space [].\\nShe described the pain as aching sensation coming from her spine around the thoracolumbar region and the right side had more discomfort than the left side. She had no neurological symptoms or signs related to this although she was a bit overweight (BMI 36) and lower lumbar spine facet joint tenderness. She had no breathing difficulty and no problems with hiccups or coughing episodes.\\nShe had underlying medical problems of the previous BCC in face and uterine fibroid.\\nOn review, she had been suffering from on-going aching sensation in right side of the thoracolumbar region. Recent MRI showed an increase in size of the lesion [].\\nAlthough initially the lesion was thought to be under the diaphragm, carefully study of the CT and MRI revealed that this was in fact above the diaphragm and arising from the right T11 nerve root [ and ]. A biopsy revealed this as schwannoma.\\nConsidering her symptoms and the large size, removing this lesion was discussed. Various operative approaches were explored. Considering that the lesion was low in the mediastinum behind the liver and kidneys, it was decided that a thoracoabdominal approach would be the optimal.\\nShe underwent a right thoracoabdominal approach for giant t11/12 nerve sheath tumor excision under GA. The procedure was performed via reverse L shaped incision over chest and mid upper abdomen. Abdomen and chest were entered and diaphragm was incised. After mobilizing the liver, adrenal and kidneys, and gross total excision of the tumor which lay above the diaphragm was done.\\nIn the postoperative period, unfortunately, she experienced wound gaping at the epigastric area over 10 cm length without obvious sign of infection. The wound was closed back after washout on 14th postoperative and she went home 2 days after that was her 16th postoperative day.\\nPostoperative imaging showed good excision of the tumor with no residuum found [ and ].\\nHistology showed WHO Grade 1 Schwannoma.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'15450577': 1, '10084651': 1, '29147245': 1, '12692029': 1, '29147246': 2, '28144079': 1, '9973908': 1, '9367479': 1, '7944757': 1, '27538560': 1, '16236967': 1, '34221572': 2}", "similar_patients": "{'5649657-1': 1}"}