{"patient_id": 52233, "patient_uid": "8238102-1", "PMID": 34239384, "file_path": "comm/PMC008xxxxxx/PMC8238102.xml", "title": "Balloon Expandable Transcatheter Aortic Valve Implantation in Failing Self-Expandable Transcatheter Valve in Degenerated Surgical Bioprosthesis: Valve-in-Valve-in-Valve Implantation for the Treatment of Early Degenerative Prosthetic Insufficiency", "patient": "A 70-year-old male with hypertension, hyperlipidemia, and coronary artery disease with ischemic cardiomyopathy required triple coronary artery bypass surgery in 2004. Subsequently, the patient developed severe aortic stenosis and ascending aortic aneurysm, which necessitated surgical ascending aortic aneurysm repair and stentless aortic valve replacement in 2012. The patient had a 29-mm Freestyle modified inclusion root bioprosthesis (Medtronic) with 28-mm ascending aorta and hemiarch prosthesis (Vascutek Terumo Corp) placement. In 2015, the patient developed acute symptomatic aortic regurgitation after tearing the Freestyle bioprosthesis left cusp. He was deemed prohibitively high risk for conventional redo aortic valve replacement, so a ViV TAVI was performed using a 29-mm CoreValve. On discharge, the patient returned to his activities of daily living and reported feeling much improved with no cardiac symptoms on regular follow-up. Transthoracic echocardiogram (TTE) 6 months after the procedure showed a mean CoreValve gradient of 5.4 mmHg with no central or paravalvular leak.\\nIn 2019, the patient presented with acute New York Heart Association functional class IV heart failure symptoms. Chest auscultation was consistent with pulmonary edema. Biochemical testing revealed impaired renal function (urea 32 mg/dL, creatinine 1.26 mg/L, reduced estimated glomerular filtration rate 68 mL/min) and a markedly elevated brain natriuretic peptide level (3,294 pg/mL; reference range, <100 pg/mL). In transesophageal echocardiography (TEE), the CoreValve appeared well seated. Peak aortic systolic velocity was 184 cm/s. The CoreValve peak gradient was 13.5 mmHg, and the mean gradient was 6.4 mmHg. The left ventricular outflow to aortic valve velocity ratio (dimensionless index) was 0.55 (normal ratio, 0.28-0.55; <0.25 represents significant obstruction). Severe intraprosthetic regurgitation was seen. The regurgitant jet pressure half-time was 220 ms (severe regurgitation is <250 ms) (). No periprosthetic regurgitation was appreciated. Holodiastolic flow reversal was observed in the descending aorta. Ejection fraction (EF) decreased to 35% with dilated cardiac chambers, secondary severe mitral regurgitation, and pulmonary hypertension.\\nThe patient underwent a multidetector computed tomography (CT) scan to assess for a potential TAVI-in-TAVI procedure. The external iliac and common femoral arteries were suitable for transfemoral TAVI access. The structural heart team evaluated the aortic root CT to mitigate the anticipated complications, including ostial coronary occlusion with valve deployment. CT showed that the coronary ostia were high above the aortic annulus with ample room to accommodate the SAPIEN 3 valve (Edwards Lifesciences) leaflets. In addition, the sinus of Valsalva measured 29 mm with room to accommodate the SAPIEN 3 valve. The patient's clinical presentation and images were discussed at our structural heart disease team meeting. The patient was deemed prohibitively high risk for conventional redo aortic valve replacement (Society of Thoracic Surgeons predicted operative mortality [STS-PROM] score of 10.3%, Society of Thoracic Surgeons predicted operative morbidity and mortality [STS-PROMM] score of 46.75%) and was accepted for high-risk TAVI-in-TAVI.\\nA 29-mm SAPIEN 3 valve was successfully deployed under fluoroscopic imaging with an immediate, significant reduction of the regurgitant flow (). No evidence of a coronary obstruction or a paravalvular leak was seen on the check aortography. The patient was extubated from general anesthesia on the catheter laboratory table before being transferred to the ward. On postoperative day 4, the patient was discharged home. Prior to discharge, TTE showed no evidence of prosthetic aortic valve stenosis or regurgitation.\\nThe patient was seen in the clinic 30 days after the redo TAVI. He was symptom-free and clinically euvolemic. TTE 30 days postimplantation showed an improvement of EF to 45%. Mean systolic aortic gradient was 3.4 mmHg, with no evidence of prosthetic aortic valve stenosis or regurgitation. The patient's severe mitral regurgitation regressed to mild-moderate, and the right ventricular systolic pressure decreased from 42 to 33 mmHg.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'27578840': 1, '31178931': 1, '30354588': 1, '20961243': 1, '28473128': 1, '30883058': 1, '31328655': 1, '25005653': 1, '27665219': 1, '34239384': 2}", "similar_patients": "{}"}