{"patient_id": 49822, "patient_uid": "8123737-1", "PMID": 33661577, "file_path": "comm/PMC008xxxxxx/PMC8123737.xml", "title": "Clinical exome sequencing reveals a mutation in PDHA1 in Leigh syndrome: A case of a Chinese boy with lethal neuropathy", "patient": "Not applicable.\\nThe patient information in this case report has been approved by the patient guardian, and he understands the content of the article.\\nA 12-year-old boy was admitted to a local hospital because of fever and weakness. However, his condition deteriorated rapidly, and he was transferred to the pediatric intensive care unit when he developed difficulty breathing. He stopped breathing 2 h later, and an artificial airway with mechanical ventilation was established. However, another 2 h later, his heart stopped suddenly. Cardiopulmonary resuscitation (CPR) was not successful. The extracorporeal membrane oxygenation (ECMO) team at our hospital was called, and he was transferred to our hospital under ECMO support for further treatment.\\nThe child had been healthy until he was 2 years old. His birth history was normal. His parents were not consanguineous, and they were healthy. When he was 2.5 years old, he walked with a staggering gait and fell often. As a result, the child was immediately checked and treated at the local hospital. The doctors first performed routine biochemical and physical examinations, and the examination revealed that the child's knee reflex disappeared. Electromyography (ECG) suggests peripheral neuropathy, and it is mainly sensory nerve damage. At the same time, the child had symptoms of repeated muscle weakness. Therefore, the child was diagnosed with Guillain–Barré syndrome (GBS) (Hughes & Cornblath, ). High-dose immunoglobulin was administered for 3 days, and his condition improved. Mecobalamin, citicoline, and adenosine triphosphate were administered over a long period to restore his cranial nerves. However, he was hospitalized due to muscle weakness again when he was 6 years old and again diagnosed with GBS.\\nThree months before arriving at our hospital, the boy almost died of sudden cardiac arrest. The ECMO team rescued and stabilized his circulation and breathing. Brainstem lesions were suggested on brain computed tomography and MRI (Figure ). EEG examination suggested that background activity slowed down. The child had a lumbar puncture. A cerebrospinal fluid (CSF) examination showed normal protein levels (290.17 mg/L; N: 150–450 mg/L) with leukocytosis (WBC 14 × 106/L). And the child had symptoms of ataxia and weakened tendon reflexes. Although there was no protein-cell separation phenomenon, a pediatrician and a neurological physician highly suspected that he had the most severe GBS-MFS (Miller–Fisher syndrome). The boy and his parents underwent clinical exome sequencing (CES) to exclude genetic metabolic diseases.\\nAs GBS could not be excluded, immunoglobulin was injected for 5 days, with a total dose of 20 g, but the boy's clinical symptoms did not improve significantly. ECMO was continued for 4 days until his heart function and breathing recovered completely. He regained his consciousness gradually, but his myodynamia was so weak that he could not move his limbs, and the ventilator could not be weaned off because of weak spontaneous breathing.\\nDuring hospitalization, laboratory tests and examinations were conducted and yielded the following results: Blood amino acid and ester acylcarnitine spectrum were normal. During fasting, plasma lactate levels were 9.8 mmol/L (N: 0.5–1.7 mmol/L). ECG revealed peripheral neurogenic damage; multiple demyelinating mixed axonal damage to the proximal nerve roots and distal nerve fibers and damage to the motor and sensory nerve fibers of both limbs; the lower limbs were worse than the upper limbs. A clear spontaneous potential was observed, which suggested that there was actual damage. Head MRI revealed abnormal signal intensity in the left basal ganglia, left midbrain, fourth ventricle, cerebellar dentate nucleus, and cervical spinal cord (Figure ).\\nAlthough the examination indicated a neurological disease, the targeted treatment did not improve the boy's clinical symptoms during the 1-month hospitalization until the diagnosis was corrected through CES. CES suggests that the child has pyruvate dehydrogenase-E1 alpha deficiency, resulting in LS. Thus, the KD was started, and medications such as coenzyme Q10, vitamin B1, and levocarnitine were administered. After the second 1-month treatment, the boy's muscle strength was significantly improved, and he could lift his upper limbs. However, the muscle strength in his legs was still weak.\\nCES involves an application of next-generation sequencing (NGS) that focuses on genes that have been found to be associated with diseases and reported in the Human Mutation Database® (Su et al., ). This subset of the exome currently contains approximately 5000 genes (25% of the exome) and is continuously expanding. The main advantage of CES is that it reduces data analysis, interpretation, and turnaround times and increases cost-effectiveness by focusing on clinically characterized genes, applying trio analysis and improving data quality. The CES results for the boy's parents were normal, but a mutation in PDHA1 was found in the patient. The mutation NM_000284.4:c.1167_1170del was found to be located in the 11th exon of PDHA1, which was located at chrX:19377758 (genome version: hg19) transcript NM_000284.4 (Figure ). The location of this deletion mutation is a repeating sequence, so we named the deletion according to the HGVS naming rules. So the mutation resulted in NM_000284.4:c.1167_1170del and the deletion of the base CAGT. Sanger sequencing was performed and confirmed the deletion. This mutation is consistent with the genetic disease model, and the associated disease, a syndrome caused by E1 alpha pyruvate dehydrogenase deficiency, according to the ClinVar database, is consistent with the boy's clinical manifestations.\\nThe following is the process of the pathogenicity of the variant of the disease according to the ACMG standard (Abou Tayoun et al., ; Richards et al., ). The disease and pathogenicity rating corresponding to this locus in the ClinVar database was E1-α pyruvate dehydrogenase deficiency (pathogenic). PVS1 was chosen because this gene was a gene whose loss of function (LoF) was a known mechanism of disease. Since the mutated gene in this child was a gene with a known disease mechanism, PSV1 was chosen. However, because the mutation site was located at the 3'end and there were multiple transcripts, this evidence selection needed to be considered carefully. The first was that the gene had haploinsufficiency. The ClinGen haploinsufficiency score was 3, and ExAC pLI score was 0.992, which indicated that there was sufficient evidence for the PDHA1 gene to indicate haploinsufficiency (). And the selected transcript was a biologically relevant transcript. The population frequency at this site was 0.00001 (the maximum value of ESP6500, 1000 g, and EXAC_ALL). The frequency of the Middle East Asian population in the gnomAD database was 0. The incidence rate in the normal population was very low. In addition, protein structure prediction and software prediction functions indicated changes in protein integrity. The above evidence supported the choice of PSV1. But it was not clear whether the altered region was critical to protein function. After comprehensive consideration, there was insufficient evidence for the direct selection of PVS1. Therefore, according to the strength level of ClinGen Sequence Variation Interpretation Working Group (ClinGen SVI) on PSV1, the strength of PSV1 needed to be determined in detail. In the next step, the exons affected by the mutation were neither enriched in high-frequency LOF variants in the general population (ESP6500, 1000 g, and EXAC_ALL), and the exon was in biologically relevant transcripts. In the last step, the mutation removed less than 10% of the protein, so our PSV1 strength level was PVS1_Moderate. According to the instructions of the ClinGen SVI, the evidence level of PVS1 needed to be downgraded to PVS1_Moderate (Abou Tayoun et al., ). Because the mutation in the child was the same as the reported related mutation site and protein change, PS1 evidence should be selected. And the mutation was de novo, so PS2 evidence was chosen. In summary, refer to the ACMG gene mutation interpretation guide, the site met 3 pieces of evidence (PS1, PS2, and PVS1_Moderate), and the classification was assessed as Pathogenic (Richards et al., ).\\nComparison analysis of the primary structure of the normal protein and mutant protein: The mutationtasting website () was used to predict the structure of gene mutations. The ExPASY software's Protparam tool () was used to calculate the main physical and chemical properties. TMpred software (. ch.embnet.org/software/TMPRED_form.html) was used to analyze the hydrophilicity and hydrophobicity of proteins and the analysis of protein transmembrane regions.\\nComparison and analysis of the secondary structure of the normal protein and mutant protein: Predictprotein software () was used to predict the secondary structure of the normal protein and mutant protein to determine whether there are structural changes.\\nComparative analysis of the tertiary structure of the normal protein and mutant protein: Application of Phyre () predicts and compares the tertiary structure of the normal protein and mutant protein and roughly judge the impact of the mutation on the tertiary structure of the protein.\\nThe prediction results showed that the mutation caused an amino acid frameshift variant (p.Ser390LysfsTer33). The results of comparative prediction and analysis of primary protein structure: E1 alpha subunit protein was composed of 390 amino acids. After the mutation, 31 amino acids were added to the amino acid sequence, the molecular structure was changed, the Molecular weight increased, the Extinction coefficient increased, and the Grand average of hydropathicity of the protein increased (Table ). It was predicted that the PDHA1 protein had two transmembrane regions, and this mutation was not in the transmembrane region. After the mutation, the transmembrane spiral structure of the protein remained unchanged. The comparison results of protein secondary and tertiary structure were shown in Figures and . The results all suggested a structural change at the end of the protein.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'28101805': 1, '25458518': 1, '26506407': 1, '5552162': 1, '31665995': 1, '30192042': 1, '33371457': 1, '25978847': 1, '26782788': 1, '19924563': 1, '18651330': 1, '23034978': 1, '18805359': 1, '22079328': 1, '23389837': 1, '25741868': 1, '8602753': 1, '2537010': 1, '23772060': 1, '14874135': 1, '26725255': 1, '23515149': 1, '19054921': 1, '24731534': 1, '34720870': 1, '32000367': 1, '29204204': 2, '23953430': 1, '31967322': 1, '3319345': 1, '9409363': 1, '21463242': 1, '22273117': 1, '23021068': 1, '11003287': 1, '16713755': 1, '19101701': 1, '17582259': 1, '28202214': 1, '25101284': 1, '21914562': 1, '25526709': 1, '25384404': 1, '25666556': 1, '33053453': 1, '31673819': 1, '17186472': 1, '31635247': 1, '16271648': 1, '17323145': 1, '817914': 1, '16967364': 1, '27896109': 1, '33661577': 2}", "similar_patients": "{'5696666-1': 1}"}