{"patient_id": 50930, "patient_uid": "8172755-1", "PMID": 34080050, "file_path": "comm/PMC008xxxxxx/PMC8172755.xml", "title": "Acute-onset paraplegia as an unexpected complication under general anesthesia in supine position during abdominal endovascular aneurysm repair: a case report", "patient": "A 79-year-old woman (height, 137 cm; weight, 40 kg; body mass index, 21.3 kg/m2) was diagnosed with an abdominal aortic aneurysm during preoperative computed tomography (CT) for early stage gastric cancer. The aneurism was 47 mm in diameter and was located under the renal artery (Fig. A). The iliac artery was patent; however, the lumbar arteries were almost occluded by a thick intramural thrombus (Fig. B). Because of the risk of rupture, we planned to perform EVAR. She had a history of cerebral infarction without sequelae, as well as rheumatoid arthritis, pulmonary emphysema, and lumbar spinal stenosis resulting from kyphosis (T12-L2 Cobb angle; 32.2°). Before the surgery, she was inactive because of back pain, although she was able to grasp objects and walk with a cane.\\nEVAR was performed under general anesthesia, and a stent graft (Endurant II; Medtronic plc, Dublin, Ireland), was placed in the abdominal aortic aneurysm. General anesthesia was induced with propofol (target-controlled infusion [TCI], 3 μg/mL), remifentanil (1 mg/h), and rocuronium (25 mg). Anesthesia was maintained with propofol (TCI, 1.5–2.0 μg/mL; total, 337 mg), remifentanil (1 mg/h), and fentanyl (200 μg). The operative time was 92 min and blood loss was 41 ml; the surgical procedure was performed without any problems and the patient remained hemodynamically stable throughout the operation.\\nAfter the surgery, the administration of anesthetics was interrupted and the patient was extubated. Upon waking, although she was fully conscious and could communicate normally, she could not move her legs at all. Her manual muscle testing (MMT) score was 0. Although the cause of paraplegia was unclear, we considered the possibility of SCI. In addition to the paraplegia, we confirmed that she experienced sensory impairment below L1. She could barely recognize being touched, in addition, the position and passive movement of her knee and ankle joints. In other words, the sensory impairment was both superficial and deep part of her lower limbs, which is atypical of paraplegia after EVAR. Her neurological status was grade B of acute spinal cord injury-Frankel Classification grading system. Subsequently, we performed cerebrospinal fluid drainage at the L3/4 intervertebral space, and a catheter was left in order to decompress the spinal canal and augment perfusion of the spinal cord. Cerebrospinal fluid drainage was conducted at the L3/L4 interspinal space, and the catheter (PORTEX epidural catheter, Smiths medical, Saint Paul, USA) was left in place. After cerebrospinal fluid drainage at pressure management setting of 10 cmH20, the patient’s symptoms improved slightly; most importantly, we confirmed that she could slightly contract the muscles and move her lower limbs a little. At that time, her MMT score was 2. Consequently, she was admitted to the intensive care unit (ICU). In the ICU, we administered intravenously an established treatment for paraplegia due to SCI: naloxone (40 μg/h), methylprednisolone (1000 mg/day), and edaravone (60 mg/day). On postoperative day (POD) 1, magnetic resonance imaging (MRI) revealed compression of the spinal cord at the L1 level, a burst fracture of the L1 vertebra and an old fracture of the T12 vertebra, but no ischemic changes in the spinal cord (Fig. A, B). A T2-weighted, fat-suppression image revealed a high signal intensity of the spinal cord at the L1 level, a burst fracture of the L1 vertebra, and an old fracture of the T12 vertebra (Fig. B). No ischemia was visible in the spinal cord. These results indicated the possibility of an insult to the spinal cord caused by fractured vertebrae. Hence, we diagnosed the patient with extrinsic spinal cord injury. No surgery was performed at that time, per the patient’s request, although decompression and stabilization of the fractured vertebrae might have further improved the condition. Although the patient experienced sequelae of the injury, she was discharged from the ICU on POD5. Despite rehabilitation in a general patient ward, the patient’s symptoms did not improve dramatically. Her MMT score was almost 2 or 3 and her neurological status was Frankel C; thus, she could move only by wheelchair and needed more rehabilitation. Therefore, she was transferred to a rehabilitation hospital on POD43. As for early stage gastric cancer, it was resected endoscopically, and the patient is still being followed up in the department of gastroenterology.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'26750684': 1, '22796511': 1, '18287604': 1, '29885430': 1, '11563894': 1, '30385148': 1, '34080050': 2}", "similar_patients": "{}"}