{"patient_id": 51399, "patient_uid": "8201668-1", "PMID": 34120592, "file_path": "comm/PMC008xxxxxx/PMC8201668.xml", "title": "SLE strikes the heart! A rare presentation of SLE myocarditis presenting as cardiogenic shock", "patient": "Our patient is a 20-year-old Filipino male diagnosed with SLE 6 months prior and was started on hydroxychloroquine. The patient presented to the emergency department after sudden onset of dyspnea, pleuritic chest pain, generalized fatigue, dry cough, fevers and chronic progressive rash. His review of systems was negative for sick contacts, recent travel, engagement in high-risk sexual activity, intravenous drug use, was a lifetime nonsmoker, and did not consume alcohol. On evaluation, vitals were notable for normal blood pressure (118/72 mmHg), tachycardia (118 beats per minute), tachypnea (respiratory rate 22 breaths per minute), and fever (100.8 °F). His cardiovascular exam was unremarkable for murmurs, elevated jugular venous pressure, splinter hemorrhages, or lower extremity edema. No cyanosis, clubbing, scleral icterus, organomegaly, or lymphadenopathy was appreciated. The skin examination showed no oral ulcers or alopecia, but demonstrated hyperpigmented to violaceous, scaly plaques with excoriated papules involving the bilateral extremities, back, and chest worsened as shown in Fig. . A prior skin punch biopsy of a similar rash (Fig. ) showed lichenoid dermatitis with features of interface changes and chronic inflammation suggestive of cutaneous SLE. This rash had improved from his index presentation following treatment with hydroxychloroquine, though not fully resolved. Laboratory data on admission revealed the following: leukopenia, anemia, and non-nephrotic range proteinuria without active urinary sediment on urine microscopy. There was evidence of acute myocardial injury with elevated cardiac biomarkers along with an elevated N-terminal pro-brain natriuretic peptide. Additionally, inflammatory biomarkers were elevated with hypocomplementemia, positive antinuclear antibody (ANA) with anti-Smith, ribonucleoprotein, chromatin, SS-A, double-stranded DNA, perinuclear anti-neutrophil cytoplasmic antibodies (pANCA), and myeloperoxidase positivity. Comprehensive laboratory evaluation for additional workup and the reference ranges is shown in Table . His electrocardiogram and telemetry monitoring demonstrated normal sinus rhythm with diffuse < 1 mm ST-segment elevations in leads without any ischemic changes. Initial chest x-ray showed no acute cardiopulmonary process. Further infectious evaluation demonstrated positive blood cultures for methicillin-sensitive Staphylococcus aureus (MSSA) with a likely skin source from aggressively scratching a purulent lesion on the right anterior thigh. Initial transthoracic echocardiogram showed normal LVEF with all other normal parameters. Given concerns for sepsis secondary to presumed cellulitis, in the setting of SLE flare, he was treated with broad spectrum intravenous (IV) antibiotics and corticosteroids (methylprednisolone 1 g/kg for three days) before his transfer to our institution. Given concerns for endocarditis with persistent fevers on arrival, repeat transthoracic and transesophageal echocardiograms demonstrated mildly reduced LVEF 45% with no valvular pathology. MSSA bacteremia resolved within 72 h of intravenous antibiotics (cefazolin 2 g IV every 8 h), but the patient later developed a rapid cardiopulmonary decline on hospital day #5 with worsening dyspnea, pleuritic chest pain, and hemoptysis. A repeat chest x-ray (Fig. ) and CT chest (Fig. ) were obtained demonstrating dense pulmonary bilateral pleural effusions with dense consolidations, pulmonary nodules, possible pulmonary emboli within the left subsegmental pulmonary artery branches, and pericardial effusions. A repeat transthoracic echocardiogram demonstrated a severely reduced LVEF 25%, moderate global hypokinesis, and small pericardial effusion without evidence of tamponade (Fig. ). Other abnormal findings included elevated right atrial pressures (15 mmHg) and mild pulmonary hypertension (43 mmHg) with a normal left atrial pressure, right ventricular systolic function, left ventricular diastolic function, and valvular function. Given clearance of bacteremia with IV antibiotics, cardiogenic shock was favored over septic shock. Intravenous vasopressors (norepinephrine, 0.4mcg/kg/min IV infusion) for shock, diuretics, amiodarone drip for atrial fibrillation with a rapid ventricular response, heparin drip for submassive pulmonary emboli, high-dose corticosteroids (solumedrol 500 mg IV every 12 h) and hydroxychloroquine 400 mg daily for SLE related co-activity were initiated. A cardiac MRI (CMR) was subsequently pursued to clarify the cause of myocarditis, which demonstrated a LVEF of 25% and moderate global hypokinesis with worsening pericardial effusions (Fig. ). Unfortunately, the patient’s poor respiratory reserve and tachycardia limited our ability to perform late gadolinium enhancement. With his continued clinical decline potentially requiring escalating hemodynamic support, he was transferred to a medical center with advanced heart failure treatment capabilities.\\nThe differential etiologies leading to a precipitous cardiopulmonary decline in our SLE patient included infectious causes, autoimmune causes including an overlapping ANCA vasculitis, ischemic etiologies, septic cardiomyopathy, metabolic, and other toxic causes such as hydroxychloroquine-induced cardiomyopathy. An extensive infectious work-up included negative viral and fungal serologies, negative surveillance blood cultures, and respiratory cultures as listed in Table . The lack of arthritis, thrombocytopenia, and alveolar hemorrhage with ongoing systemic features better fit SLE, than overlapping ANCA vasculitis. In the absence of any other etiology to explain such a dramatic decline, a diagnosis of SLE myocarditis was most likely. Echocardiogram was repeated on hospital day #7 at the outside institution, which showed interval worsening of LVEF 10% with global hypokinesis, moderate concentric hypertrophy (LV mass index: 143.2 g/m2), and moderate pericardial effusion. Other echocardiogram parameters were normal. In addition to aforementioned therapy for SLE, medical management of his heart failure was instituted with angiotensin receptor neprilysin inhibitor (sacubitril/valsartan 24–26 mg twice daily), b-blocker (carvedilol 6.25 mg twice daily), digoxin 0.125 mg daily, amiodarone 200 mg daily, and mineralocorticoid receptor antagonist (spironolactone 12.5 mg daily). Following a relative improvement in hemodynamics, an endomyocardial biopsy was performed on hospital day #10 to elucidate the etiology of decompensation. Concurrently, a right and left heart cardiac catheterization and coronary angiogram were performed for a comprehensive cardiac workup, which revealed normal right and left-sided filling pressures, no evidence of pulmonary hypertension, normal cardiac output and index, and non-obstructive coronary artery disease. Later, his endomyocardial biopsy demonstrated extensive myocardial degeneration with architectural disarray, neoangiogenesis, and perivascular inflammation (Figs. , ) suggestive of myocarditis. Notably, there were no granulomas, giant cells, or cytoplasmic vacuolization. Additionally, a repeat skin biopsy of a thigh lesion performed earlier revealed lichenoid interface dermatitis with vacuolization, and chronic inflammation (Fig. ) with diffuse immunofluorescence demonstrated a granular deposition of IgA, IgG, C3, and fibrin (full house pattern) at the dermoepidermal junction. These pathological results of skin and endomyocardial biopsies further supported systemic SLE. The patient rapidly improved as his echocardiogram on the day of discharge (hospital day #12) showed improved LVEF 45% with improving pericardial effusion and normal left ventricular mass, and wall thickness. He was weaned off vasopressors and discharged on medical therapy for heart failure, oral prednisone 20 mg daily, hydroxychloroquine 400 mg daily, trimethoprim-sulfamethoxazole double-strength 800/160 mg twice daily for cellulitis, and cefazolin 2 mg IV daily MSSA bacteremia.\\nAt one month follow-up in rheumatology clinic, the patient was started on additional steroid-sparing therapy with monthly infusions of cyclophosphamide (750 mg/m2) given systemic SLE with cutaneous manifestations. After completing four cycles of cyclophosphamide and steroid taper, cardiac MRI was repeated after 3 months to assess interval activity. His severely impaired LVEF and pericardial effusions were resolved with no evidence of myocardial scarring or evidence suggesting active SLE on LGE and edema sequences. Echocardiogram after 6 months also showed normal LVEF > 55%, left ventricular diastolic function and mass, wall motion, and global longitudinal strain similar to his baseline findings. Laboratory evaluation showed a significant improvement in his inflammatory markers and cytopenias (leukopenia and anemia) shown in Table . His SLE is currently treated with mycophenolate mofetil 100 mg bid (transitioned from cyclophosphamide given favorable side effect profile with potentially long-term therapy) for maintenance therapy with a prednisone taper (60 mg daily for three weeks, taper by 10 mg every two weeks down to 10 mg daily), hydroxychloroquine 400 mg daily, and aforementioned heart failure guideline-directed medical therapy. His functional status is classified as New York Heart Association (NYHA) class I with continued clinical recovery (Table ).", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'26415795': 1, '10217652': 1, '33525979': 1, '27258503': 1, '32194424': 1, '1328574': 1, '33555398': 1, '22507209': 1, '33146432': 1, '9199949': 1, '31428503': 2, '30533521': 1, '33280013': 1, '24062937': 1, '31396762': 1, '34120592': 2}", "similar_patients": "{'6681595-1': 1}"}