{"patient_id": 53022, "patient_uid": "8274011-1", "PMID": 34247608, "file_path": "comm/PMC008xxxxxx/PMC8274011.xml", "title": "Cerebral arterial air embolism after endobronchial electrocautery: a case report and review of the literature", "patient": "A 56-year-old male, who never smoked, was transferred to our hospital. Approximately 16 years prior, he had been diagnosed with lung cancer and received lung surgery and chemotherapy. Three years ago, he developed a cough and underwent three endobronchial electrocautery treatments in another hospital. As a result, the right middle lobe (RML) mass was debulked. With the diagnosis of the recurrence of right lung endobronchial adenocarcinoma, the patient was admitted for the fourth bronchoscopic thermal ablation procedure to relieve airway obstruction. Bronchoscopy revealed an endobronchial tumour emanating from the posterior segment of the right upper lobe (RUL) bronchus, causing complete obstruction of the bronchus (Fig. a). The patient was in the supine position without intravenous sedation. The tumour was debulked using endobronchial electrocautery, and blunt dissection of devitalized tissues with tooth forceps was performed (Fig. b, c). The electrocautery cut mode was set at an intensity of 40 W, and the coagulation mode was set at an intensity of 30 W for a duration of 3 s.\\nThe bronchoscopy operation took approximately 30 min in total, including 15 min of endobronchial electrocautery therapy. Fifteen incinerations were performed. During the procedure, the patient showed no cough and no obvious bleeding. At the end of the operation, he suddenly became unresponsive, hypoxemic (SpO2 = 88%) and bradycardic (heart rate = 58/min). High-flow oxygen administration with a mask and fluid resuscitation were quickly performed. His heart rate and SpO2 recovered quickly, and his consciousness gradually improved 30 min later. However, he presented with obvious abnormal neurological symptoms, including slurred speech, right gaze and paralysis in both extremities. The muscle strength in the left limbs was 0/5, while it was 2/5 in the right limbs. His left Babinski sign was positive. Hypoglycaemia was excluded. Emergency brain computerized tomography (CT) revealed the presence of rounded cerebral gas embolisms that were several millimetres in size and low-density spots in the right frontal lobe (Fig. ).\\nHyperbaric oxygen therapy (HBO2) was initiated within 2 h after bronchoscopy. He was transferred to the intensive care unit. That night, he received another hyperbaric oxygen therapy. After this treatment, the patient experienced generalized tonic–clonic seizures that were aborted using phenytoin, phenobarbitone and sodium valproate. A repeated brain CT was performed 24 h after bronchoscopy and showed no signs of air embolism (Fig. ). The patient received intensive rehabilitation. His mental status subsequently improved, but he still had mild left-sided hemiparesis with muscle strength of 3/5 in the left upper limb and muscle strength of 4/5 in the left lower limb.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'28405537': 1, '21987439': 1, '26029537': 2, '29915395': 1, '31256178': 1, '30263887': 1, '18198247': 1, '21821997': 1, '21661200': 1, '18988782': 1, '2046404': 1, '21079412': 1, '29614893': 1, '30203491': 1, '26610666': 1, '28381749': 1, '29854532': 2, '443688': 1, '18535979': 1, '9564904': 1, '30016198': 2, '28649478': 2, '21471059': 1, '31695979': 2, '34247608': 2}", "similar_patients": "{'6820324-1': 1, '4061444-1': 1, '5473730-1': 1, '5964494-1': 1, '6138372-1': 1}"}