{"patient_id": 53240, "patient_uid": "8283884-1", "PMID": 34345373, "file_path": "comm/PMC008xxxxxx/PMC8283884.xml", "title": "Misoplegia and dementia: a case study", "patient": "We report the case of a 57-year-old woman who was left-handed, illiterate, had systemic arterial hypertension, diabetes mellitus and hypothyroidism, was a former smoker, and had no family history of known diseases or neuropsychiatric conditions. According to family informants, she had always been a calm, good-natured person.\\nThe patient was admitted to the emergency department of a private hospital with sudden right hemiparesis and aphasia. A cranial computed tomography scan disclosed stroke in the left middle cerebral artery territory. Intravenous thrombolysis treatment was not performed owing to the time window. She was discharged after a 3-day hospital stay and started on secondary prophylaxis for further stroke.\\nA couple of months after the neurovascular event, the patient exhibited an onset of behavioral changes and cognitive decline and was referred to the center for cognitive disorders. According to reports by family members, the patient had become dependent on daily living activities, mainly due to the motor sequelae. However, she manifested irritability and hetero-aggressive behavior, with isolated episodes of swearing and self-injurious behavior involving the paretic limb. The general examination revealed scars produced by scratches, cuts and bites in upper and lower limbs on the right side of the body. On neurological examination, the patient exhibited marked cognitive impairment, with spontaneous attention deficit, temporospatial disorientation and limited thought content. She scored 10 out of 30 on the Mini-Mental State Examination and showed major dependence on the Functional Scales of Katz and Lawton. The examination also showed marked non-fluent aphasia with unsatisfactory comprehension and adequate repetition, besides disproportionate hemiparesis predominantly affecting the groin/thigh region and gait, along with swearing and insults to the paretic side and its deficits. Impaired comprehension precluded the application of tests for anosognosia, asomatognosia, neglect and left-right orientation. Similarly, other cognitive tests could not be applied owing to the patient´s low level of understanding. Consequently, a basic etiological assessment of vascular conditions realized with a non-invasive neuroimaging of vessels was done. The patient was maintained on antiplatelet drugs and statins, and besides, she was guided on the correct use of medication for adequate control of blood pressure and glycemia. An atypical neuroleptic was prescribed to control behavioral symptoms.\\nBrain magnetic resonance imaging (MRI) and cervical and cranial MR angiography (MRA) were performed nine months post-stroke. MRI showed confluent white matter cerebral lesions related to small vessel disease and asymmetric brain atrophy with a right parietal predominance (). MRA demonstrated tortuosity of the intracranial arteries, albeit without stenosis. Transthoracic echocardiogram and electrocardiogram were unremarkable. The patient currently shows partial improvement of episodes and a stable cognitive picture, continuing to receive follow-up and specific care.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'16914766': 1, '4544518': 1, '21467922': 1, '12499489': 1, '8708701': 1, '18162622': 1, '19595880': 1, '34345373': 2}", "similar_patients": "{}"}