{"patient_id": 58374, "patient_uid": "8523476-1", "PMID": 34692297, "file_path": "comm/PMC008xxxxxx/PMC8523476.xml", "title": "Rare Lower Extremity Fibrosarcomatous Variant of Dermatofibrosarcoma With Myxoid Features Treated With Transtibial Amputation", "patient": "A 66-year-old female presented for evaluation of a 2.8 x 5.2 x 6.8 cm left dorsal foot fungating mass. She initially noticed a rash and skin irregularity on the left foot three to four years prior to presentation. The mass increased considerably in size and had begun bleeding upon minor trauma, which prompted her to seek medical attention (Figure ).\\nThe patient underwent an ultrasound-guided core needle biopsy which revealed spindle to epithelioid cells with moderate nuclear pleomorphism, myxoid stroma, and prominent thin-walled vessels. Immunohistochemistry revealed the lesion was strong and diffusely positive for CD34, focal and weak staining with smooth muscle actin (SMA). The lesion was stained negatively for S100, epithelial membrane antigen (EMA), Desmin, and MUC-4 negative (Figure ). Based on morphology and pattern of immunohistochemical staining, a diagnosis of “spindle cell neoplasm, favoring myxofibrosarcoma with intermediate grade” was rendered. Limb salvage with wide resection and free flap reconstruction versus below-knee amputation was discussed and the patient elected for below-knee amputation. Grossly, her amputation specimen showed a 7.5 x 5.5 x 2.8 cm nodular mass with superficial ulceration on the dorsum of the foot. Serial sections of the lesion revealed a well-circumscribed, firm tan-white lobulated cut surface with areas of myxoid change, and possible hemorrhage and necrosis. The lesion appeared to focally infiltrate the underlying soft tissue but was mobile and non-fixed to the underlying tendons and did not involve bone (Figure ). Microscopically, the lesion revealed a well-circumscribed tumor with spindled to epithelioid morphology, eosinophilic cytoplasm, moderate nuclear atypia, and readily identifiable mitoses including atypical forms (>10 mitoses per 10 high power fields). Much of the lesion appeared fibrosarcomatous, however, several large foci showed completely myxoid stroma. The perimeter of the tumor showed infiltration of subcutaneous fat and focal involvement of the underlying deep tissues, but no extension into the tendon. In addition, it was noted that the tumor involving the dermis encased adnexal dermal structures without destroying them. These features raised consideration of DFSP in the differential and break-apart fluorescence in situ hybridization (FISH) for platelet-derived growth factor subunit B (PDGFB) rearrangement which has been identified in dermatofibrosarcoma protuberans was performed. Results showed “22q13(PDGFB sep)3'or5'loss,” confirming the diagnosis of DFSP. Based on clinical presentation, radiologic, histologic features and FISH studies, a final diagnosis of fibrosarcomatous variant of dermatofibrosarcoma protuberans was made. Subsequent inguinal lymph node biopsy revealed no metastasis. Oncologic staging for the tumor was pT2N0M0.\\nThe patient had no complications related to her amputation. Based on recommendations from hematology-oncology, due to the negative lymph node biopsy and successful resection, the patient entered into continued surveillance with periodic imaging and no adjuvant therapies were recommended as treatment with imatinib is reserved for metastatic or recurrent cases of FS-DFSP.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'21645124': 1, '32516921': 1, '9344201': 1, '10870053': 1, '29240584': 1, '1415902': 1, '16625088': 1, '19205737': 1, '30681740': 1, '9591728': 1, '15976346': 1, '17721193': 1, '8708729': 1, '15503305': 1, '24755121': 1, '2545326': 1, '25775660': 1, '34692297': 2}", "similar_patients": "{}"}