{"patient_id": 59577, "patient_uid": "8580411-1", "PMID": 34786262, "file_path": "comm/PMC008xxxxxx/PMC8580411.xml", "title": "Cardiac Sarcoidosis-Induced Heart Failure", "patient": "A 40-year-old female with no prior medical history presented to her primary care physician (PCP) for shortness of breath (SOB) on exertion that had progressively worsened over the previous few months. She had a prior CT of her abdomen and it showed multiple pulmonary nodules at the lung bases. This led to further evaluation with CT chest which showed cardiomegaly and numerous scattered pulmonary nodules with the largest being 11 mm (Figure ).\\nShe then had an echocardiogram as an outpatient which showed an ejection fraction (EF) of 30%, mild mitral and tricuspid regurgitation and moderate pulmonary hypertension (Figure ).\\nOne month later she presented to the emergency department for worsening heart failure symptoms including worsening shortness of breath and lower extremity edema. She was symptomatic with New York Heart Association (NYHA) class III heart failure symptoms. Her electrocardiogram (EKG) showed right bundle branch block (RBBB) and first-degree atrioventricular (AV) block (Figure ).\\nTransthoracic echocardiogram was repeated, and her EF dropped to 14%. Cardiac MRI revealed severe cardiomyopathy with reduced EF estimated at 14% along with a patchy transmural fibrosis. A stress test did show abnormal left ventricular perfusion in a left circumflex distribution. Left heart catheterization was performed and showed no coronary artery disease. She then had a cardiac biopsy that was consistent with cardiac sarcoidosis showing dense interstitial fibrosis with non-necrotizing granulomas with mild inflammation composed of lymphocytes, macrophages and multinucleated giant cells, some containing asteroid bodies (Figure ). She refused a Life Vest at this time due to it being uncomfortable. For her suspected sarcoidosis she was started on prolonged course of high dose prednisone which was slowly tapered. She was started on optimal medical therapy with loop diuretics, a beta blocker and an angiotensin-converting enzyme (ACE) inhibitor at maximum tolerated doses. Repeat echo at four months showed that her EF remained reduced at 20%. At this time, she did agree to a biventricular implantable cardioverter defibrillator (ICD). Methotrexate was later started as her sarcoidosis was refractory to glucocorticoids with leflunomide being added as well.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'27211064': 1, '30144116': 1, '27598883': 1, '27469375': 1, '31365386': 1, '31848928': 1, '30375351': 1, '26643814': 1, '30503798': 1, '29406038': 1, '34786262': 2}", "similar_patients": "{}"}