{"patient_id": 53061, "patient_uid": "8275952-1", "PMID": 34212565, "file_path": "comm/PMC008xxxxxx/PMC8275952.xml", "title": "Atrial fibrillation as a contributing factor in the diagnostic algorithm for coronary subclavian steal syndrome and cardiac tamponade following coronary artery bypass graft surgery: a case study", "patient": "We report on a case of a 73-year-old man who presented to our emergency department due to progressive shortness of breath (). He was an ex-smoker (30 pack-years of cigarette smoking), with a medical history of dyslipidemia, arterial hypertension, atrial fibrillation, PAD, and left main coronary artery disease (CAD), which led to CABG surgery four months previously. His medical therapy included warfarin, antihypertensive drugs, statin, and a proton-pump inhibitor. Since surgery, he felt a gradual reduction in functional capacity with significant worsening of dyspnea in the last three days. On physical examination, the patient was mildly dyspnoic at rest and had low blood pressure (BP) readings of 105/74 mm Hg on the right arm and 97/69 mm Hg on the left arm. Heart sounds were quiet and irregular. Lung sound was clear bilaterally, with the exception of fine crackles in the right base. Jugular venous pressure was mildly elevated, and there was no evidence of peripheral edema. The rest of physical examination was unremarkable. Electrocardiogram (ECG) showed atrial fibrillation with a rate of 90 beats per minute (bpm), incomplete left bundle branch block, and diffuse T wave inversion in precordial leads. Laboratory tests demonstrated markedly elevated NT-proBNP levels of 3564 ng/L (reference levels <0.73 mg/L), mild increase in serial high sensitive troponin essays (hsTnT) of 31 ng/L and 51 ng/L (reference levels <14 ng/L), and normocytic anemia of 115 g/L (reference levels 138-175 g/L). The chest x-ray displayed an enlargement of the cardiac silhouette with mild pleural effusion and cranial redistribution of pulmonary vasculature, suggesting heart failure. Given the patient`s symptoms, CT pulmonary angiography was also requested to rule out pulmonary embolism. The test did not show signs of pulmonary embolus but showed a large circulatory pericardial effusion (). The patient was admitted to the coronary care unit. The bedside echo showed global hypocontractility of the left ventricle (ejection fraction of 40%) with a confirmed large circulatory pericardial effusion and increased respiratory variations in mitral and tricuspid inflow. Pericardiocentesis was performed with the drainage of 1500 mL of sanguineous effusion over a couple of days. The control laboratory tests showed an hsTnT increase (1865 ng/L) without the progression of clinical symptoms and without echographic or ECG changes. Coronary angiography showed significant stenosis of the left subclavian artery just proximal to the functional LIMA graft to the left anterior descending artery, which indicated the presence of CSSS. While the sudden hsTnT increase could have been explained by pericardiocentesis and consequential hemodynamic changes, myocardial strain, or mild myocardial trauma, it is likely that CSSS had significantly aggravated myocardial perfusion in specific hemodynamic circumstances following pericardiocentesis. Although subclavian bruit was absent, DUS of upper extremities showed reduced blood flow in the left arm, while CTA confirmed the previous angiographic finding and the anomalous origin of the left vertebral artery from the aorta (). As a result, percutaneous transluminal angioplasty was performed. A stent was implanted in the stenotic subclavian artery, followed by optimal blood flow across the treated vessel (). The procedure's success was later also confirmed with control DUS. Control echocardiographic study revealed the absence of pericardial effusion and improvement in cardiac systolic function, which correlated with the patient` s clinical recovery. The patient was discharged from the hospital in a stable condition.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'29171276': 1, '10604505': 1, '25159280': 1, '15189940': 1, '31179616': 1, '901185': 1, '28886620': 1, '28416323': 1, '30165437': 1, '24952819': 1, '34212565': 2}", "similar_patients": "{}"}