{"patient_id": 61314, "patient_uid": "8673694-1", "PMID": 34926080, "file_path": "comm/PMC008xxxxxx/PMC8673694.xml", "title": "A Giant Porencephaly: A Rare Etiology of Pediatric Seizures", "patient": "We present the case of a six-year-old boy who was brought to the emergency department by his mother after an episode of convulsion. She reported that he had jerky repetitive movements of all extremities that lasted around two minutes with spontaneous termination. He was not responding during the episode. The mother reported that his skin color turned blue. The mother reported that the movement was associated with urinary incontinence and frothy secretions from the mouth. There were no warning signs before the event. The mother reported that the child did not complain of any unpleasant sensation before the spell. The event occurred suddenly while the child was playing with his friend. He was not deprived of sleep before the event. The child appeared tired after the spell and he fell asleep. The child did not have a febrile illness. The mother reported no history of similar episodes.\\nRegarding the medical history, the child was known to have asthma and eczema. His conditions were well-controlled. There was no history of previous surgeries. The perinatal history was uneventful. He was full-term with a birth weight of 3.8 kg. He was up-to-date with the vaccination schedule. He was not born of a consanguineous marriage. No family history of epilepsy was present. The social history was non-contributory.\\nUpon examination, the child appeared alert and conscious. No dysmorphic features were evident. He was not pale, jaundiced, or cyanosed. His vital signs included a temperature of 36.5℃, a heart rate of 90 bpm, blood pressure of 80/58 mmHg, and respiratory rate of 23 bpm. His oxygen saturation was 99% on room air. The child had normal speech and comprehension appropriate for his age. His social and behavioral skills were normal. Upper and lower limb examination revealed normal tone and power. His gait was normal. The cardiorespiratory examination was unremarkable. Initial laboratory investigation revealed a hemoglobin of 14.2 g/dL, leukocytes count of 7,000 cells//µL, and platelet count of 390,000/µL. The random blood sugar was within the normal limits. Other biochemical findings, including electrolytes, hepatic, and renal profiles, were within the normal limits (Table ).\\nConsidering the aforementioned findings of unexplained first-time seizure with normal laboratory markers, the child underwent magnetic resonance imaging for the brain to rule out any structural abnormalities. The scan demonstrated a large well-defined extra-axial cystic lesion occupying most of the left hemisphere that is connected to the ventricular system. The lesion had no grey-matter lining and it strictly followed the cerebrospinal fluid in all sequences (Figure ). Such finding represented the diagnosis of a giant left porencephalic cyst. The patient was referred to the pediatric neurology team. The child was given anticonvulsant therapy (valproic acid) to prevent further seizure episodes. The patient was followed at our institution for six months. He did not develop any further seizures while he was on anticonvulsant therapy.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'16574525': 1, '25584288': 1, '12037285': 1, '17325618': 1, '19374657': 1, '22997566': 1, '27821269': 1, '19828535': 1, '20417461': 1, '33709034': 1, '17553117': 1, '34926080': 2}", "similar_patients": "{}"}