{"patient_id": 52293, "patient_uid": "8239729-1", "PMID": 34195445, "file_path": "comm/PMC008xxxxxx/PMC8239729.xml", "title": "A rare case of complete male genital self-amputation posing challenges in the psychiatric diagnosis and management", "patient": "A Caucasian, male patient in his early fifties was brought to the Emergency Department by ambulance and with police escort. The patient was met by the police and the paramedics in the street naked, covered in blood deriving from the genital area and trying to cut his eyes out with a knife. He was deemed to pose an imminent risk to himself and others and was forced down to the ground by the police after a violent struggle that caused him bone fractures. The patient's amputated penis () was covered in a moist saline gauze and placed in a plastic bag which itself was kept in another plastic bag containing ice water.\\nThe physical examination revealed complete penis amputation, scrotal injury, and multiple cuts in both eyelids. The clean-cut penile incision was consistent with injury caused by a sharp knife. The scrotal injury involved a deep incised wound exposing but leaving uninjured both testicles (). X-ray imaging demonstrated a right distal diaphyseal ulnar fracture and a left lateral clavicle fracture. The urine testing drug kit was positive only for cannabis (THC).\\nThe patient has been in contact with the psychiatric services for polysubstance abuse (cannabis, amphetamine, alcohol, opioids) and attention deficit disorder (ADD). His drugs of choice have been cannabis (since 13 years old) and amphetamine (since 18 years old). He was diagnosed with ADD in his early thirties and received intermittent treatment with methylphenidate 108 mg daily, but the medication was repeatedly stopped due to relapses to multidrug abuse. He was raised by parents with severe drug dependence and has a history of childhood abuse and neglect. When it comes to his educational background, he has only completed secondary school. He has been unemployed and living on welfare benefits during the longest period of his adulthood and has only held a few short-term manual occupations. He has a history of suspected drug-induced psychosis three years before the index event, which led to compulsory admission on seven occasions within six months, spending in total more than four months as an inpatient. The core of the patient's psychotic symptoms consisted of religious delusions related to the Day of Doom. During one of these admissions, he attempted teeth self-extraction acting upon command hallucinations. The urine toxicology test on every admission was positive for Cannabis. The methylphenidate treatment was paused during the admissions but restarted after every discharge to minimize the risk of relapse to amphetamine abuse. He was discharged with the diagnosis of drug-induced psychosis and continued treatment with methylphenidate and LAI (long-acting injectable) perphenazine decanoate for one year. During this period, he remained in remission. He then chose to discontinue his treatment against medical advice and a few months later relapsed in regular abuse of amphetamine. Two months before the index event he was put back on methylphenidate 108 mg daily. The staff of the patient's supported housing reported that he was exhibiting hallucinatory behavior and talking about demons a few days before the incident.\\nThe patient was sedated and intubated due to extreme aggression. A team of urologists and plastic surgeons were involved in the operation which took almost 5 h. The urethra, dorsal arteries, dorsal veins and nerves were anastomosed. The revascularisation was done 6.5 h after amputation and 3.5 h after arrival at the hospital. He was urgently operated with microsurgical penile replantation and transferred to the ICU (Intensive Care Unit) for close monitoring of the patient's agitation upon wake-up. The patient exhibited violent and abusive behavior upon extubation and was therefore reintubated and sedated with Propofol and Dexmedetomidine in order to prevent harm to himself or the staff. On day 1 after replantation, the penis was spotted purple but warm. Enoxaparin and antibiotics were administered at the ward. Epidermolysis of the scrotal skin on the right side was observed on day 5. The glans penis was warm and had normal color but the shaft was dark blue. Discharge from the wound with Klebsiella bacterial growth was observed on day 9. On day 12, skin necrosis at the whole penile shaft was observed. Unfortunately, the penis became ischemic two weeks after reimplantation and had to be amputated.\\nThe consultant liaison psychiatrist was called to the ICU for assistance at the moment of the third attempt to wake-up on day 3 of the hospital course. Upon waking up, the patient was hostile, agitated, and identified himself as “Lucifer”. The mental health status examination revealed delusions of control from the Devil, passivity of volition, and suspected auditory command hallucinations. He exhibited inappropriate affect and poor insight. The patient was sectioned under the Swedish Compulsory Psychiatric Care Act and received compulsory treatment with haloperidol IV and zuclopenthixol acetate IM. He was then transferred to the inpatient urology clinic where he was put on one-to-one monitoring by psychiatric staff due to the risk for unpredictable psychotic behavior.\\nIn follow-up psychiatric interviews, the patient revealed that, a few days before the incident, he started to experience auditory hallucinations with content related to the imminent end of the world. The voices, that he could identify as pertaining to “God” and “Lucifer”, were commanding him to perform specific tasks to prevent Doomsday. On the day of the penile self-amputation, he experienced that Lucifer's commands were getting so intense and threatening that he could no longer resist them. He was ordered to sacrifice an acquaintance of his and complying with the auditory commands, he picked up a sharp, kitchen knife and went to his target's house. He broke into the building by breaking a window glass but did not find anybody present there. The patient revealed that he was then commanded by Lucifer to sacrifice his genitals in order to prevent the End of the World. Obeying to Lucifer's commands, the patient cut his penis and placed it in his mouth while also cutting his scrotum open. The command hallucination upon which he was acting when he was located and neutralized by the police, involved the self-enucleation of the eyes.\\nThe patient initially claimed that he had abused methamphetamine, cannabis, and heroin before the incident but later on retracted this information and stated that he had intaken hallucinogenic mushrooms.\\nDuring the hospitalization course in the urology clinic, the patient continued to experience command hallucinations instructing him to injure himself and to kill himself by self-immolation. On one occasion he attempted to break one of his fingers by using a glass bottle but was hindered by the staff. On another occasion, he forcibly removed his urinary catheter and escaped from the ward running away naked complying with orders from the Devil. He was located in a nearby park within a few minutes and retrieved to the hospital but this time he was transferred to the psychiatric clinic as it was very hard to ensure the patient's safety in the urology ward. Antipsychotic treatment with high dose haloperidol (between 12-16 mg/day) per os and long-acting injectable (LAI) perphenazine decanoate (216 mg every 2 weeks) as an add-on was prescribed. The observational monitoring was later on downgraded from one-to-one to intermittent observation every 15 min as the patient gave the impression that he was doing better. A few weeks later, he stabbed two other patients in the ward with a kitchen knife. He assaulted the first patient while eating lunch in the ward's dining room so the staff managed to intervene in time. The second assault occurred during the night 8 days later when he entered the room of another sleeping patient and stabbed him in the face and neck. Despite the assaults, he was not put into solitary confinement and was not restrained physically as he was cooperative and did not exhibit any signs of agitation while in the ward except for these isolated incidents. The use of coercive measures, such as physical restraint and seclusion, is strictly regulated by the Swedish Compulsory Psychiatric Care Act and warranted only when it is unavoidable and to as little an extent as possible []. It later turned out that despite the initial impression of clinical improvement, the patient had continued to experience intermittent command hallucinations attributed to Lucifer. Due to the violent assaults, he was arrested and transferred to a secure forensic psychiatric unit. There he underwent a forensic psychiatric investigation including a risk assessment for recidivism in violent crime. The patient was diagnosed with schizophrenia (DSM-5 #295.90) and was considered as having a high risk for recidivism in severe criminality. He was sentenced to involuntary forensic psychiatric care with “special court supervision” (SCS), which means that he cannot be discharged without court approval due to the high risk for recidivism.\\nInformed consent was obtained from the patient for the publication of this case study after consent capacity clinical assessment at a timepoint during the hospitalization when he was temporarily stable and cooperative to voluntary health care.", "age": "[[52.5, 'year']]", "gender": "M", "relevant_articles": "{'18495646': 1, '21270503': 1, '29179576': 1, '8432496': 1, '21267359': 1, '18024467': 1, '3664117': 1, '23212141': 1, '2301669': 1, '25518844': 1, '19995476': 1, '28041576': 1, '21557896': 1, '18990713': 1, '2073234': 1, '34195445': 2}", "similar_patients": "{}"}