{"patient_id": 57827, "patient_uid": "8499513-1", "PMID": 34625110, "file_path": "comm/PMC008xxxxxx/PMC8499513.xml", "title": "Massive aspiration syndrome: a possible indication for “emergent” veno-venous extracorporeal membrane oxygenation?: a case report", "patient": "A 69-year-old White man, having previously undergone right hemicolectomy for colon cancer and with no chronic drug use or any other comorbidities, was admitted to the emergency department of a level-2 hospital for bowel obstruction and was immediately referred to the operating theater to undergo laparoscopic viscerolysis. The postoperative course was complicated on the sixth postoperative day by obstructive cholangitis with jaundice in the presence of bile sand and suspected choledocholithiasis; accordingly, antibiotics were prescribed, and endoscopic retrograde cholangiopancreatography (ERCP) was scheduled to be performed a few days later. Nine days after surgery, he was in good clinical condition. ERCP was performed using a conscious sedation technique; however, during the procedure, the patient suddenly experienced hypoxemia, tachycardia, and hypotension. Because aspiration of gastric contents was diagnosed, tracheal intubation was performed immediately, fluid resuscitation and continuous infusion of norepinephrine was initiated, and the patient was promptly transferred to the intensive care unit (ICU). For the sudden onset of severe ARDS, the patient was sedated and paralyzed to start lung-protective ventilation (LPV). A few hours after ICU admission, the patient experienced further worsening of MOF, and ICU medical staff decided to refer the patient to a level-1 hospital with an ECMO facility. Approximately 6 hours after massive aspiration, the patient was admitted to the authors’ level-1 trauma center hospital, and the ECMO team provided a consultation service in accordance with institutional criteria.\\nThe patient arrived at the first evaluation with the ECMO team having undergone maximal medical treatment including deep sedation with neuromuscular blockers, mechanical ventilation over the limits of LPV [], and continuous infusion of vasoactive and inotropic drugs to support circulation. Blood gas analysis revealed a pH of 6.9, a base excess of −11.4 mmol/L, a partial pressure of oxygen of 51.3 mmol/L notwithstanding a fraction of inspired oxygen (FiO2) of 100%, and a positive end-expiratory pressure (PEEP) of 10 cmH2O (Fig. ). Pulmonary compliance was only 21 mL/mbar.\\nSystolic blood pressure fell to as low as 60 mmHg, and rapid ultrasound in shock (RUSH) [] revealed bilateral white lung and global systolic dysfunction, as described in the clinical documentation.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'25062496': 1, '26942446': 1, '19822628': 1, '28306327': 1, '4886769': 1, '19945597': 1, '28459322': 1, '22571378': 1, '34625110': 2}", "similar_patients": "{}"}