{"patient_id": 111980, "patient_uid": "8524235-1", "PMID": 34664804, "file_path": "noncomm/PMC008xxxxxx/PMC8524235.xml", "title": "Myocarditis-induced Sudden Death after BNT162b2 mRNA COVID-19 Vaccination in Korea: Case Report Focusing on Histopathological Findings", "patient": "The deceased was 22-year-old male military recruit. His blood pressure was elevated on physical examination 17 and 7 months before his death (156/94 mmHg and 128/74 mmHg, respectively), but he was otherwise healthy. On June 13, 2021, 5 days after the first dose of BNT162b2 mRNA vaccination, he complained to a colleague of chest pain at 1:00 AM, during a smoke break, and went to bed. At 8:00 AM, he was found unconscious hunched beside the bed. He was taken to an emergency department and was found to have ventricular fibrillation on electrocardiography. Cardiopulmonary resuscitation was performed for two hours, but he could not be resuscitated.\\nAn autopsy was performed 24 hours after his death. The deceased was well-nourished with no visible injuries on external examination. The heart weighed 470 g and had multiple petechiae on its surface. The pericardium was smooth with no fibrin deposition or exudate. The coronary arteries were patent, and the heart valves were unremarkable. The myocardium was of normal thickness and there was no dilation of the atria or ventricles. The myocardium was homogeneously brown with no obvious necrosis or fibrosis. On microscopic examination, diffuse inflammatory infiltration, with neutrophil and histiocyte predominance, was observed within the myocardium (). Notably, the inflammatory infiltrates were dominant in the atria (), and around the sinoatrial (SA) and atrioventricular (AV) nodes (), whereas ventricular area displayed minimal or no inflammatory cells (). Occasional myocyte necrosis or degeneration was found adjacent to the inflammatory infiltrates, without abscess formation or bacterial colonization. There was also scattered single-cell necrosis of myocytes without accompanying inflammation. Multiple scattered foci of contraction band necrosis (CBN) was identified throughout the myocardium, predominantly in the left ventricle. No other specific pathological changes were found in the lung, liver, kidney, spleen, pancreas, or brain on macroscopic or microscopic examination.\\nMasson's trichrome staining highlighted dense eosinophilic intracellular strips of myocytes, consistent with CBN (). CD68 and CD3 immunostaining showed a moderate number of histiocytes and sparse lymphocytes in the inflammatory infiltrates (). Degenerated or ischemic myocytes exhibited positive C4d immunoreactivity ().\\nThe cause of death was determined to be myocarditis. Given that the myocarditis showed a temporal relationship to vaccine administration and there was no other explanation for the sudden cardiac death, on July 26, 2021, Korea Centers for Disease Control and Prevention acknowledged that myocarditis and vaccination were “possibly related” in this case.\\nInformed consent for publication of clinical data was obtained from the deceased's family.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'33382675': 1, '34876937': 1, '34133885': 1, '11775016': 1, '33332292': 1, '34407340': 1, '34166884': 1, '3455232': 1, '34133884': 1, '34077949': 1, '31297595': 1, '29120873': 1, '34185046': 1, '34088762': 1, '34185045': 1, '33842684': 1, '34945172': 1, '33741530': 1, '32473124': 1, '34402228': 2, '33132119': 1, '34664804': 2}", "similar_patients": "{'8369314-1': 1}"}