{"patient_id": 49723, "patient_uid": "8119562-1", "PMID": 33983554, "file_path": "comm/PMC008xxxxxx/PMC8119562.xml", "title": "Laparoscopic surgical treatment for hydrocele of canal of Nuck: A case report and literature review", "patient": "A 56-year-old female patient on dialysis presented with swelling of the left inguinal area which was aggravated during activities and suspected to be an inguinal hernia. Palpation revealed that the left groin mass could not be returned to the abdominal cavity. Ultrasound results of the lower groin (US) was suspect for intestinal obstruction (Fig. a, b). However, computed tomography (CT) scan showed that the cystic lesion did not communicate with the abdominal cavity and there was no significant enlargement compared with imaging performed three years ago (Fig. c, d); this was preliminarily diagnosed as HCN.\\nUnder general anesthesia, a 12-mm trocar was inserted through the umbilical incision, and two 5-mm working ports were placed symmetrically. The internal inguinal ring was relatively weak (Fig. a), but there was no obvious hernia sac. After carefully dissociating the peritoneal cavity and pulling on the round ligament, we could see the HCN located entirely within the inguinal canal close to the skin (Fig. b). Since the inferior epigastric vessels were at risk of injury, we added a 5-mm trocar in the left lower abdomen so that the assistant could pull the round ligament of uterus. Because the cyst was hard, it was difficult to perform further dissection at the distal end of hydrocele from the ventral cavity side. Therefore, we cut off the round ligament and freed the posterior wall of the hydrocele from the cephalic side until the hydrocele was eventually completely removed (Fig. c). The specimen was wrapped in an endo-bag and taken out through the 12-mm trocar. After confirming that there was no bleeding in the inguinal canal, a lightweight polypropylene mesh was introduced to cover the inguinal myopectineal triangle and absorbable tacks were used to fix the mesh (Fig. d). The operative time was about two hours.\\nThe patient recovered well after the operation with a non-invasive infection and was discharged on post-operative day one. The resected specimen was a 4 × 3 cm solid mass with no obvious effusion (Fig. a). Histological examination showed that the hydrocele consisted of muscle, fibrous tissue, a small amount of adipose tissue, and dilated blood vessels with hyperemia. A lining tubular structure can be seen on the cubic epithelium lacking aberrations; no endometrial glands and no malignancy was observed (Fig. b, c).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'25462052': 1, '31839990': 2, '11274615': 1, '29448124': 1, '33322831': 2, '11172130': 1, '24255844': 2, '24973417': 2, '17857761': 1, '33294379': 1, '31801175': 1, '29682601': 1, '27689059': 1, '24398212': 1, '24761084': 2, '17453186': 1, '33599854': 2, '31204382': 1, '32840952': 1, '32864093': 2, '31918159': 1, '30342391': 2, '33983554': 2}", "similar_patients": "{'7892654-1': 1, '7763523-1': 1, '7763523-2': 1, '7763523-3': 1, '7763523-4': 1, '7763523-5': 1, '3825092-1': 1, '3996740-1': 1, '6902399-1': 1, '6902399-2': 1, '6902399-3': 1, '6902399-4': 1, '6902399-5': 1, '6902399-6': 1, '6902399-7': 1, '6902399-8': 1, '4073195-1': 1, '6197703-1': 1, '7446026-1': 1}"}