{"patient_id": 396, "patient_uid": "8718702-1", "PMID": 34976891, "file_path": "comm/PMC008xxxxxx/PMC8718702.xml", "title": "Case Report: Unilateral Sixth Cranial Nerve Palsy Associated With COVID-19 in a 2-year-old Child", "patient": "In January 2021, a 2-year-old boy of white Caucasian origin presented to his local ophthalmologist for acute unilateral sixth nerve palsy and was subsequently transferred to our pediatric emergency department for further evaluation. The patient, generally being fit and well, had developed a sudden dysfunction in lateral movement of his left eye, resulting in a continuous abduction deficit with consecutive fixated turn of the head to the left side. His medical history was unremarkable for trauma, headache, vomiting or fever. He had not received any vaccinations within the last few weeks. Apart from a mild gait instability, there were no concomitant symptoms or other focal neurological deficits on clinical examination. The patient did not suffer from any chronic diseases and did not take any regular medication; his vaccination status was complete according to national recommendations.\\nThree weeks prior to onset of symptoms the patient had experienced a respiratory tract infection resulting in an increased respiratory rate, dry cough, intermittent fever and loss of appetite, lasting for 2 weeks. Symptomatic treatment was initiated by his local pediatrician, who attributed the patient's symptoms to a common cold rather than COVID-19. Thus, no oropharyngeal swab for SARS-CoV-2 or other viruses was obtained. At the same time, the patient's father and his uncle developed cough, dyspnea, sore throat and muscle aches; the uncle tested positive for SARS-CoV-2 on PCR from oropharyngeal swab (). The child's uncle does not live in the same household but had been in close contact to the patient 4 days prior to his positive test for several hours due to an indoor-birthday party. The patient's relatives were unvaccinated as at that time the COVID-19 vaccines were still unavailable for the general public.\\nOn admission, laboratory inflammatory markers including C-reactive protein were negative. Full blood count showed mild thrombocytopenia (186 109/) but was unremarkable otherwise. Cranial contrast-enhanced magnetic resonance imaging (MRI) showed an hypoplastic left abducens nerve and atrophy of the corresponding left lateral rectus muscle compared to the contralateral side (). There were no signs suggesting any inflammatory intracranial process or elevated intracranial pressure, no papilledema. A lumbar puncture was performed. The cerebrospinal fluid (CSF) opening pressure was 24 cmH2O corresponding to the upper limit of normal range () thus diagnostic lumbar puncture was followed by therapeutic drainage of 8 ml CSF. Routine CSF laboratory parameters yielded a normal result; no oligoclonal bands were detected on CSF/serum. Multiplex-PCR (Filmarray, BioFire, Biomerieux Lyon, France) from CSF was negative for cytomegalovirus (CMV), enterovirus, herpes simplex viruses 1 and 2, human herpesvirus 6, human parechovirus, varicella zoster virus, Cryptococcus neoformans and gattii, E. coli K1, Haemophilus influenzae, Listeria monocytogenes, Neisseria meningitides as well as Streptococcus agalactiae and pneumoniae. An additional multiplex-PCR performed on an oropharyngeal swab sample yielded a negative result for adenovirus, coronaviruses 229E, HKU1, NL63 and OC43, human metapneumovirus, human rhino-/ enterovirus, influenza virus A and B, Middle East Respiratory Syndrome Coronavirus (MERS-CoV), SARS-CoV-2, parainfluenza virus 1–4, respiratory syncytial virus, Bordetella pertussis, Bordetella parapertusssis, Chlamydophila pneumonia and Mycoplasma pneumoniae. Testing for Borrelia burgdorferi showed no antibodies in neither serum nor CSF. An EEG was unremarkable. Repeated ophthalmologic examinations revealed incomitant squint angles due to left-sided sixth nerve palsy and a significant abduction deficit of the left eye, consistent with the diagnosis of left abducens nerve palsy. An underlying retraction syndrome was considered unlikely due to the sudden onset of symptoms and absent globe retraction. Optic nerve examination was unremarkable.\\nReal-time reverse transcriptase PCR (rRT-PCR) test for SARS-CoV-2 (oropharyngeal swab sample) was negative on admission, while serology turned out to be positive for SARS-CoV-2 anti-spike IgG (Euroimmune, Germany). Of particular note in this context, SARS-CoV-2 specific IgG was also detected in CSF. Pathogen-specific antibody index as an indicator for potential intrathecal antibody production was negative, suggesting involvement of central nervous system being secondary to systemic infection rather than direct viral infection (). An rRT-PCR for SARS-CoV-2 from CSF was negative.\\nGiven the boy's history of recent respiratory tract infection, COVID-19 very likely in his father and proven in his uncle, and detection of SARS-CoV-2-IgG antibodies in the patient's serum and CSF, post-infectious abducens nerve palsy appeared to be the most likely diagnosis. During inpatient stay, symptoms already showed spontaneous mild improvement without therapeutic measures. Following discharge, the boy was regularly seen for ophthalmologic follow-ups. Three months following onset of abducens nerve palsy, the family noticed a distinct improvement in eye movement and the child eventually made a full recovery 2 weeks later.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'32416028': 1, '33445999': 2, '33962343': 1, '32910826': 1, '29133973': 1, '33333460': 1, '33338439': 1, '32592761': 1, '16989758': 1, '33460014': 1, '33352286': 1, '34278212': 2, '25806679': 1, '32950319': 1, '10809934': 1, '32840614': 1, '33689910': 1, '22545865': 2, '20818852': 1, '32826723': 1, '33824691': 1, '33609467': 1, '19736282': 1, '26257972': 1, '32275288': 1, '33813108': 1, '32167747': 1, '34339563': 1, '34078441': 2, '34976891': 2}", "similar_patients": "{'8170632-1': 1, '7812401-1': 1, '7812401-2': 1, '3420265-1': 1, '8269762-1': 1}"}