{"patient_id": 55136, "patient_uid": "8377973-1", "PMID": 34485497, "file_path": "comm/PMC008xxxxxx/PMC8377973.xml", "title": "Exudative pharyngitis and Corynebacterium pseudodiphtheriticum: A case report and review of the literature", "patient": "A 14-month-old, previously well boy presented to a district hospital in the Western Cape in December 2016 with respiratory distress related to upper airway obstruction. The boy was moderately acutely malnourished and newly diagnosed with HIV on admission.\\nThe child presented with a short history of fever, dysphagia and lethargy. He had a household contact with pulmonary tuberculosis (TB); no TB chemoprophylaxis was given. He had no travel history. Vaccination status was incomplete, with only birth vaccinations administered (Bacille Calmette Guérin [BCG] and oral polio vaccine).\\nOn examination, the child was in shock and had respiratory distress with drooling, forward posturing, grunting and pulsus paradoxus. Oropharyngeal examination revealed an inflamed and oedematous uvula and tonsils with a thick, white, friable membrane adherent to the oropharynx which bled upon touch (), prompting a provisional diagnosis of diphtheria.\\nNo neck swelling, cervical lymphadenopathy, cranial nerve palsies or muscle weakness was present. Examination of the chest was not suggestive of lower respiratory tract infection.\\nPotential aetiological considerations included the following: group A streptococcus (Streptococcus pyogenes), group C or G streptococcus, diphtheria, Arcanobacterium haemolyticum, adenovirus, Epstein–Barr virus (EBV), acute HIV infection and candidiasis.\\nFluid resuscitation, supplemental oxygen and adrenaline nebulisations were provided.\\nCeftriaxone (a third-generation cephalosporin) was given intravenously along with paracetamol. The child was intubated because of worsening respiratory distress and transferred to Tygerberg Hospital’s Paediatric Intensive Care Unit. Diphtheria antitoxin could not be sourced, and was omitted from patient management.\\nInfection control precautions were followed as for diphtheria whilst awaiting confirmatory results. Standard precautions were combined with droplet precautions, including patient isolation, glove and apron use, and the use of facemasks for both the patient and healthcare providers.\\nHis white cell count was 1.4 × 109/L, haemoglobin 9.0 g/dL and platelet count 54 × 109/L. The serum C-reactive protein (CRP) was 258 mg/L. An HIV-1 antibody test and polymerase chain reaction (PCR) performed on admission were positive. His absolute CD4 (cluster of differentiation 4) count was 356 cells/µL (29%). An HIV viral load was not performed.\\nEpstein–Barr virus serology supported previous exposure (EBV nuclear antigen IgG positive, EBV viral capsid antigen IgM negative). Herpes Simplex Virus 1/2 and adenovirus PCR were negative.\\nBlood cultures revealed no growth.\\nA tracheal aspirate on admission showed occasional non-branching small Gram-positive bacilli in Chinese letter formation and no neutrophils on Gram stain, and revealed no growth after 48 h in a 5% CO2-enriched incubator. A nasal swab taken on admission showed a pure growth of Corynebacterium colonies. This sample was auramine O smear-negative for TB and negative on Xpert MTB/Rif testing (Cepheid, Sunnyvale, California).\\nTwo throat swabs taken in the first 24 h of admission (one prior to antibiotics) showed no pathogens after 72 h of incubation. The throat swabs and a nasal swab were also cultured and tested molecularly at the National Institute for Communicable Diseases and were culture-negative and PCR-negative for Corynebacterium diphtheriae toxin. No membrane tissue samples were collected.\\nThe patient improved steadily on a 14-day course of ceftriaxone. Antiretroviral therapy and catch-up vaccinations were commenced on discharge.\\nNasal and throat swabs were collected from 36 asymptomatic household and healthcare contacts. Corynebacterium pseudodiphtheriticum was isolated from the household contacts only: the index patient’s mother and two children in the household (aged 4 and 9 years). These contacts received a 5-day course of azithromycin.", "age": "[[14.0, 'month']]", "gender": "M", "relevant_articles": "{'15815024': 1, '8729231': 1, '10589918': 1, '9126447': 1, '29339389': 1, '28878760': 1, '18160450': 1, '26252066': 1, '7727668': 1, '22361458': 1, '29573441': 1, '22938828': 1, '2017636': 1, '1962103': 1, '26211497': 1, '25297035': 1, '10212746': 1, '18562580': 1, '23271676': 1, '24501030': 1, '7727667': 1, '15947436': 1, '20678316': 1, '28197127': 1, '26783069': 1, '30622190': 1, '19228291': 1, '1457649': 1, '6760340': 1, '34485497': 2}", "similar_patients": "{}"}