{"patient_id": 107422, "patient_uid": "8103010-1", "PMID": 34007827, "file_path": "noncomm/PMC008xxxxxx/PMC8103010.xml", "title": "A case of bortezomib (Velcade)–induced Stevens-Johnson syndrome confirmed by patch test", "patient": "A 71-year-old woman was referred to our department for the management of a skin eruption that had developed during the course of chemotherapy implemented for recently discovered multiple myeloma. She had no previous history of allergic disease or drug allergies. However, she was taking medication (telmisartan 40 mg/amlodipine 5 mg) to treat hypertension. Two weeks before the skin eruption, she started chemotherapy with a bortezomib plus melphalan and prednisone regimen consisting of subcutaneous bortezomib 1.9 mg (1.3 mg/m2) on days 1, 4, 8, and 11, melphalan 8 mg/day, and prednisolone 40 mg/day from day 1 to 4. Acyclovir, levofloxacin, trimethoprim-sulfamethoxazole, and fluconazole were used as prophylactic measures with the chemotherapy, while allopurinol was taken to prevent tumor lysis syndrome. The day after the 3rd bortezomib injection on day 8, a high fever was noted and piperacillin/sulbactam antibiotics were used. After 3 days, the antibiotic regimen was changed to doripenam and vancomycin because the fever remained uncontrolled. However, the fever persisted and a skin rash developed on neck and trunk 2 days after the antibiotic change. She was clinically diagnosed with a drug eruption induced by the antibiotics, which were then discontinued. Two days after the antibiotics were stopped, she complained of severe eye pain with conjunctival hyperemia, oral pain, and a body-wide skin rash. In an ophthalmologic evaluation, severe corneal ulceration with conjunctival injection was observed (). Erosive lesions in the oral mucosa and laryngeal ulceration were detected on an ear, nose, and throat exam (). Skin blistering was observed on the anterior chest. Although a skin biopsy was not performed, a clinical diagnosis of SJS was made. With stopping all other medication, the patient was treated with systemic steroids (methylprednisolone 62.5 mg), intravenous immunoglobulin (1 g/kg for 3 days), and dexamethasone/levofloxacin eye drops. She remained hemodynamically stable and did not develop multiorgan failure. The cutaneous rash and eye and oropharyngeal involvement gradually improved.\\nTwo weeks after recovery, the patch test was performed using drugs taken by patient, including bortezomib, to identify the causal drug. Readings performed after 48 and 72 hours revealed a positive reaction to bortezomib 1 mg/mL (). The patient was diagnosed with bortezomib-induced SJS. For the treatment of multiple myeloma, the chemotherapy regimen was changed to lenalidomide. Other medications were also administered, but no adverse events were reported.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'23136927': 1, '13955118': 1, '27841029': 1, '29577050': 1, '19243825': 1, '15199612': 1, '27779083': 1, '34626515': 1, '17052502': 1, '25037254': 1, '20619392': 1, '22633164': 1, '18216478': 1, '17505132': 1, '7794310': 1, '23638756': 1, '24082770': 1, '29844705': 1, '24030368': 1, '34007827': 2}", "similar_patients": "{}"}