{"patient_id": 47180, "patient_uid": "8714035-1", "PMID": 34984128, "file_path": "comm/PMC008xxxxxx/PMC8714035.xml", "title": "Unilateral Abducens Palsy and Headache in Postpartum Patient Presenting to Ophthalmology", "patient": "A 27-year-old female seven days postpartum presented to her local optician prior to attending eye casualty with a sudden onset horizontal diplopia. The diplopia disappeared upon closing either of her eyes, and it was worse on her left gaze. No other visual disturbances were noted apart from the sudden onset of horizontal diplopia, which was constant.\\nThe patient was fit and well and had no past medical history. Her pregnancy was eventless apart from prolonged labour requiring an epidural anaesthetic, followed by uneventful forceps delivery. Shortly after delivery, the patient developed occipital headaches and neck pain but was subsequently discharged from the hospital with caffeine tablets. These tablets settled the pain initially, but over a period of days, the headaches became more frequent and intense. The headaches worsened when upright and alleviated, when prone. She denied any nausea, vomiting, loss of consciousness, seizures, photophobia or pyrexia. The headaches settled on the morning of her attending the eye clinic (seventh day post-partum).\\nVisual acuity was 6/4.8 in both eyes. Intraocular pressure was 9 mmHg in the right eye and 10 mmHg in the left eye. No relative afferent pupillary defect (RAPD) was detected and her colour vision was full in both eyes using Ishihara plates. Humphrey central 24-2 threshold visual field was full and the blind spot was not enlarged. Slit-lamp examination was unremarkable in both eyes. Examination of the cranial nerves elicited a left abducens nerve palsy, with the left eye not being able to abduct past the midline. No proptosis was noted. No other focal neurology was present.\\nThe patient was clinically stable. Her blood pressure was 107/73 mmHg with a heart rate within the normal range. Full blood count, urea and electrolytes, liver function tests, and C-reactive protein were normal. The urine dipstick showed no protein. CT head revealed a slightly prominent pituitary gland at 9 mm diameter, but no acute intracranial pathology or intracranial masses were detected.\\nIn view of her labour history, post-dural puncture headache (PDPH) with extraocular muscle paresis was suspected and the case was discussed with the duty epiduralist who admitted the patient following assessment at maternity triage.\\nAn epidural blood patch was not offered by the anaesthetists in this case, as it was considered for it to be unlikely of any benefit as the neuropraxia would have already occurred and the dural puncture would likely have healed. To exclude a persistent dural leak (wherein a blood patch might help in reducing further damage to the abducens nerve), an MRI head and spine with gadolinium contrast was suggested by the radiologist, but the patient declined the scan.\\nThe patient was treated conservatively with bed rest, hydration and caffeine tablets, and eventually discharged from the hospital with follow-up by anaesthetics and ophthalmology. From an ophthalmology point of view, an eye patch was offered to alleviate the patient's diplopia. Her visual symptoms and headache gradually settled over two weeks and the abducens nerve palsy completely resolved when attending her follow-up within the orthoptic clinic. The patient was discharged from further follow-up.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'29075739': 1, '28343842': 1, '15448529': 1, '29657653': 1, '15019392': 1, '31804597': 1, '20833030': 1, '14695737': 1, '4083452': 1, '31524925': 1, '22404365': 1, '25146108': 1, '18691871': 1, '4907858': 1, '31531827': 1, '23343786': 1, '30621526': 1, '31584541': 1, '34984128': 2}", "similar_patients": "{}"}