{"patient_id": 48701, "patient_uid": "8067320-1", "PMID": 33892782, "file_path": "comm/PMC008xxxxxx/PMC8067320.xml", "title": "Nivolumab-induced hypophysitis followed by acute-onset type 1 diabetes with renal cell carcinoma: a case report", "patient": "A 62-year-old Japanese man was referred to our department by the urology department because of hyponatremia. In 2003, he was diagnosed with right renal cancer, and he underwent right nephrectomy. Seven years later, a cancerous lesion was found in the right clavicle. Subsequent bone biopsy revealed that it was caused by metastasis of the renal cancer. He then underwent multiple rounds of chemotherapy (Fig. ), and developed thyrotoxicosis after starting sunitinib treatment. Sunitinib treatment was discontinued, and the patient has been treated with the ICPI nivolumab (3 mg/kg) every 2 weeks since 2018.\\nAfter administration of the seventh cycle of nivolumab treatment, the patient complained of fatigue and dizziness, and was admitted to the urology department. On physical examination, the patient’s blood pressure was 93/59 mmHg, his pulse was 73 beats per minute, and his body temperature was 36.5 °C. His weight and height were 56.3 kg and 165 cm, respectively. Results of the laboratory tests are shown in Table . The patient had hyponatremia (120 mmol/l), with low levels of cortisol (0.4 μg/dl) and adrenocorticotropic hormone (ACTH) (6.64 pg/ml), suggesting adrenal insufficiency. The serum levels of luteinizing hormone (LH) (11.4 mIU/ml) and prolactin (PRL) (38.5 ng/ml) were high, and those of insulin-like growth factor (66 ng/ml) were low. His symptoms and laboratory data suggested that the clinically suspected adrenal insufficiency was possibly due to pituitary adrenocortical hypofunction induced by nivolumab immunotherapy, despite the absence of changes in the size and density of the pituitary gland revealed on brain magnetic resonance imaging (MRI). The patient was started on steroid replacement therapy with 40 mg/day prednisolone. After starting steroid therapy, his physical condition improved rapidly. The dose of steroid was tapered and was finally maintained at 20 mg/day of hydrocortisone. The patient became hyperglycemic because of the steroid treatment, which was managed with insulin. Because the ability to secrete insulin was unimpaired (C-peptide immunoreactivity [CPR] 2.37 ng/ml), he was started on liraglutide therapy, and nivolumab treatment was continued. After his symptoms subsided, the corticotropin-releasing hormone (CRH) load test was performed, which revealed that the serum ACTH level and cortisol response to CRH were very low (Table ).\\nFollowing the 10th cycle of nivolumab treatment, the patient was referred to our department again because of high blood sugar levels. He was admitted to the hospital for suspected FT1DM associated with nivolumab treatment and was started on drip infusion therapy. On physical examination, the patient’s blood pressure was 148/72 mmHg, his pulse was 75 beats per minute, and his body temperature was 36.3 °C. His mouth was dry and his skin turgor was poor, but he did not complain of any other symptoms. Although his plasma blood glucose levels were high (601 mg/dl), his hemoglobin A1c (HbA1c) levels were low (8.1%), suggesting rapid progression of hyperglycemia. Abdominal computed tomography showed no pancreatic abnormality. Both his serum C-peptide levels and his urinary C-peptide excretion levels were low. A glucagon stimulation test revealed insulin depletion, but he showed serum anti-glutamic acid decarboxylase (GAD) antibody negativity (details are outlined in Table ). Laboratory investigations revealed hyperglycemia, but no acidosis or ketonuria. On the basis of these findings, we excluded FT1DM, and diagnosed the patient with insulin-dependent diabetes. The patient was treated with intravenous fluid infusion and continuous insulin infusion. His potassium and other electrolyte levels were within the normal range, and serum potassium fluctuations were within the normal range even after the introduction of insulin therapy. On the second day, he was switched to multiple daily injections of insulin therapy (Fig. ). Since these treatments, his blood glucose levels have been stable and he has been treated with an additional 10 ICPI treatments for RCC for over a year.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'25175130': 1, '22658127': 1, '26998595': 1, '28689073': 1, '15688210': 1, '31341623': 1, '26186958': 1, '12847137': 1, '25013907': 1, '27141885': 1, '24282820': 1, '27251924': 1, '30853818': 1, '30800564': 1, '27136136': 1, '29476305': 1, '24843746': 1, '24843547': 1, '24843620': 1, '22296078': 1, '25805871': 1, '27440480': 1, '12882860': 1, '26310693': 1, '26922661': 1, '33892782': 2}", "similar_patients": "{}"}