{"patient_id": 52051, "patient_uid": "8228401-1", "PMID": 34072541, "file_path": "comm/PMC008xxxxxx/PMC8228401.xml", "title": "The Vital Role of Thanatochemistry in the Postmortem Diagnostic of Diabetic Ketoacidosis—Case Report", "patient": "This case involves a 31-year-old man who was found deceased in his home by a neighbor. He was last seen alive the day before his death. He lived alone in an apartment in a block of flats in the city of Iaşi, Romania. The summary investigation data provided by the police revealed that the young man was living a disorderly lifestyle, being a heavy smoker, particularly of tobacco (no nature was specified). Additionally, the investigation data mentioned that he suffered from diabetes and epilepsy, diseases for which he was receiving treatment (the type of treatment was not mentioned). No medical documents (family doctor’s files, admission/discharge sheets, prescriptions of medicines) were made available to the coroner. The crime scene investigation did not reveal any aspects/elements providing further information about the circumstances of death.\\nDuring autopsy, the external examination of the body revealed an asthenic constitution, of tall and slender appearance, without traumatic injuries and with the signs of death present. The PMI assessment was performed using the classical triad: rigor mortis, livor mortis, and algor mortis. Livor mortis were identified on the dorso-lateral face of the corpse, having a confluent character and did not disappear under pressure (fixed hypostasis stage). Rigor mortis was identified in all joints including the jaw and the knees, so that a stage of generalization was established. His rectal temperature on the day he was found was 22 °C, and the room temperature was 19 °C. No signs of putrefaction were identified. The PMI was set to be approximately 24 h. The internal examination of the body, carried out by thorough macroscopic examination of each individual viscera, both on the surface and in cross-sections, identified only a generalized visceral stasis and the presence in the gastric lumen of 200 mL of dark red fluid blood, without alterations of the gastric mucosa. Otherwise, all organs were without visible macroscopic changes. Organ fragments, blood, urine, vitreous humor (VH), and cerebrospinal fluid (CSF) were collected for complementary examinations. The organ fragments were initially fixed in formaldehyde and subsequently processed. Blood was collected from the periphery (femoral vein) and from a central source (left heart). Urine was collected by puncturing the anterior wall of the bladder. VH was collected from both eyes with a 10 mL syringe and a 20-gauge needle by puncturing the lateral cantus of the eyeball. The CSF was collected from two places: suboccipital and lumbar. Through suboccipital puncture, CSF was collected from the cerebellum–medullary cistern. Using a lumbar puncture, CSF was harvested from the spinal subarachnoid space corresponding to the L4–L5 vertebrae.\\nThe histopathological examination carried out on the collected tissue fragments from each organ did not identify any notable morphological changes that could help identify a possible cause of death, only confirming the generalized visceral stasis also found during the macroscopic examination. No specific lesions were identified. At both macro and microscopic examination of the pancreas, only interstitial congestion and autolytic changes were identified: venous type vessels at the level of interlobular septa with dilated lumens and full of red blood cells, pancreatic acinar cells with focal disappearance of nuclei. The general toxicological examination, which aimed to identify ethanol, methanol, isopropanol, drugs, pesticides, organophosphates, and ethylene glycol was negative. On the other hand, the gas-chromatographic method (Agilent 6080 N—Agilent Technologies Inc., Wilgminton, NC, USA), which sought to identify alcohols, revealed the presence of acetone (Ac) in a concentration of 89.53 mmol/L (0.52 g/L).\\nThe biochemical analyses focused on identifying glucose, ketone bodies (Ac, BHB), and HbA1c. Glucose was determined from three sites: VH, cerebellar-medullary CSF, and lumbar CSF. Ac was determined from peripheral blood. BHB was determined from peripheral blood, VH, cerebellar-medullary CSF, and lumbar CSF. HbA1c was determined from peripheral blood and central blood.\\nGlucose determination was performed using a glucose GOD-PAP Kit according to the manufacturer’s protocol (Biosystems, Barcelona, Spain). This end-point method is based on hydrogen peroxide generation from the interaction of glucose–glucose oxidase, coupled with the generation of a red quinoneimine dye. The absorbance was determined at 546 nm in a biochemistry analyzer (Piccos-AMP Diagnostics, Graz, Austria).\\nThe determination of BHB was carried out by two methods.\\nThe first used a commercially available Multi-Functional Monitoring System XPER Technology analyzer (TaiDoc Tech Corporation, New Taipei City, Taiwan), with its specific test strips for BHB, acquired as part of doctoral research. Before the determination, a control solution test was performed according to the manufacturer’s instructions. The blood BHB was based on the measurement of electrical current generated by the reaction of blood BHB with the reagent on the strip. The measuring range for BHB is 0–8.0 mmol/L.\\nThe second method was based on the use of a Beta-Hydroxybutyrate Assay Kit (MAK041, Sigma-Aldrich, Saint Louis, MO, USA) acquired during doctoral research. In this kit, BHB concentration is determined by the generation of a colorimetric (450 nm) product, proportional to the β-Hydroxybutyrate present. The end-point reading was performed using a Platos microplate reader (AMP Diagnostics, Graz, Austria).\\nThe determination of Ac was carried out within the Iasi Toxicology Laboratory of the Institute of Legal Medicine by the gas-chromatographic method (Agilent 6080 N, head space unit Agilent 7697) routinely used for the determination of alcohols, with a detection limit for Ac of 17.21 mmol/L (0.1 g/L).\\nThe determination of HbA1c was made with an automatic analyzer (HemoCue HbA1c 501—Radiometer, Danemarca) acquired as part of doctoral research, with the method used based on the fully automated boronate affinity assay, with the percentage determination of HbA1c ranging between 4.0–14.0% (NGSP). The analyzer was certified by the National Glycohemoglobin Standardization Program (NGSP)/Diabetes Control and Complications Trial (DCCT) and calibrated according to the standards developed by the International Federation of Clinical Chemistry (IFCC).\\nThe results are presented in .\\nAccording to the International Expert Committee, the American Diabetes Association (ADA) and the World Health Organization (WHO), the diagnosis of DM can be established when HbA1c values are ≥6.5% (≥48 mmol/mol) [,,].\\nPostmortem diagnostic criteria for DKA include increased glucose values in VH and/or CSF >10 mmol/L (>180 mg/dL) [,,,,] and ketone bodies value increase five times above the normal threshold (normal values differ depending on the method of determination); for the colorimetric method, using the MAK041 kit, the diagnostic threshold value is 0.5 mmol/L []; for the point-of-care system XPER Technology, the diagnostic threshold value is 2.5 mmol/L [,,,,,,,,,].\\nCorroborating all these data from macroscopic and microscopic examinations, the negative toxicological examination, the postmortem confirmation of an uncontrolled DM, postmortem identification of the state of ketoacidosis expressed by hyperglycemia (increased glucose levels harvested from three sites above >10 mmol/L), and ketoacidosis (increased levels of Ac and BHB) led to the diagnosis of death by DKA.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'26593993': 1, '21840144': 1, '27356011': 1, '16139109': 1, '26088843': 1, '10391393': 1, '32051229': 1, '32556493': 1, '33918183': 1, '8328447': 1, '25688360': 1, '24845217': 1, '24685959': 1, '30255378': 1, '32711386': 1, '18644074': 1, '27982446': 1, '21827461': 1, '19564476': 1, '32670536': 2, '19167848': 1, '9080921': 1, '21947676': 1, '23980658': 1, '22835961': 1, '16186267': 1, '6726152': 1, '33631622': 1, '30884746': 1, '29401111': 1, '32169668': 1, '30856551': 1, '23264422': 1, '22458736': 1, '10460416': 1, '32347982': 1, '22901739': 1, '17901942': 1, '34072541': 2}", "similar_patients": "{'7348660-1': 1}"}