{"patient_id": 49918, "patient_uid": "8130635-1", "PMID": 34017661, "file_path": "comm/PMC008xxxxxx/PMC8130635.xml", "title": "Carpal Tunnel Syndrome in Transthyretin Cardiac Amyloidosis: Implications and Protocol for Diagnosis and Treatment", "patient": "A 65-year-old female with a significant cardiac history of a past myocardial infarction and hypertension presented with complaints of bilateral pain and numbness in the distribution of the median nerve. She was noted to have a positive Tinel’s sign bilaterally with radiation to the digits and a positive Phalen’s test at 30 seconds. She underwent electromyography (EMG) and nerve conduction studies (NCS), which confirmed the diagnosis of bilateral CTS with active denervation. During the surgical release of the left carpal tunnel, a sample was taken from the flexor tenosynovium and transverse carpal ligament. The samples were studied under Texas red stain and were noted to be positive for amyloid deposition (Figure ). The sample was subsequently examined via liquid chromatography/mass spectrometry, which revealed a peptide consistent with hereditary ATTR amyloidosis. She was prompted to visit her cardiologist and was subsequently diagnosed with CA.\\nA 76-year-old male with a past medical history of cervical stenosis and hypertension presented with pain and numbness in the distribution of the median nerve at the hands bilaterally. He was noted to have a positive Tinel’s sign at the level of the right carpal tunnel and a positive Phalen’s test at 30 seconds on the right, both of which were negative on the left. The patient underwent EMG and NCS, which revealed bilateral CTS. Samples were taken from the left flexor tenosynovium and transverse carpal ligament and were noted to be positive for amyloid deposition, as can be seen in Figure . Light chromatography tandem mass spectrometry was performed and the findings were consistent with age-related TTR amyloidosis. The patient was referred to cardiology and was diagnosed with CA.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'30953182': 1, '29579135': 1, '27386769': 1, '32824261': 1, '31214980': 1, '29048471': 1, '26610878': 1, '28840452': 1, '31553132': 1, '28329248': 1, '30679941': 1, '31975495': 1, '28906148': 1, '33391613': 1, '18957090': 1, '26663427': 1, '19752327': 1, '30336828': 1, '32328845': 1, '34017661': 2}", "similar_patients": "{}"}