{"patient_id": 52309, "patient_uid": "8240889-1", "PMID": 34223529, "file_path": "comm/PMC008xxxxxx/PMC8240889.xml", "title": "Post-Traumatic Epilepsy after Sports-Related Concussion: A Case Report", "patient": "A 15-year-old male with a history of multiple, unreported football-related headaches, described feeling “out of it” at the beginning of a high school football game during his junior year. Through the first half of the game, he sustained multiple collisions with other players and an episode of head-to-ground contact. At halftime, the athlete struggled to recall routine stretching exercises and reported difficulty with concentration, dizziness, disorientation, and nausea. During his initial sideline assessment, approximately 25 min after the last contact play, he lost consciousness and sustained a 3- to 4-min generalized tonic-clonic seizure with left hemiparesis in the initial post-ictal period. He spontaneously regained consciousness and was transported to the nearest emergency department, where non-contrast computerized tomography (CT) of the head and neck were unremarkable for acute fracture, intracranial hemorrhage, or edema. He was diagnosed with a concussion and instructed to follow up as an outpatient.\\nTwo days after the event, the patient completed an initial symptom severity inventory and underwent a complete history and physical exam. His symptoms included mild to moderate headaches, dizziness, nausea, fatigue, visual problems, noise sensitivity, light sensitivity, difficulty concentrating, irritability, difficulty remembering, drowsiness, trouble falling asleep, and sleeping more than usual. Past medical history was unremarkable with the exception of multiple, unreported football-related head injuries that resulted in symptoms consistent with SRC, although he was never formally evaluated for these injuries. His physical exam was notable for a positive Spurling test on the right, pain-limiting range of motion in the cervical spine, and left occipital tenderness. The patient did not display any objective signs of dysmetria, weakness, or cranial nerve deficits. He was diagnosed with a cervical spine sprain, concussion with loss of consciousness, and post-concussive seizure. Treatment included academic modifications, a low-intensity heart rate-controlled home exercise program, proper sleep hygiene, and avoidance of contact sports. At follow-up 2 weeks later, the patient's symptom severity decreased compared with his initial survey results and he continued with the same treatment regimen.\\nThe patient had persistent post-concussion symptoms and had a witnessed tonic-clonic seizure after neuropsychological testing 10 weeks after injury. He experienced two more unprovoked tonic-clonic seizures in the first 4 months post-injury. Magnetic resonance imaging (MRI) of the brain without contrast did not reveal focal abnormality and electroencephalography (EEG) demonstrated right greater than left temporal slowing and right temporal, sharp waves. He began oxcarbazepine therapy and was followed closely by a sports physician, neurologist, neuropsychologist, cognitive behavioral therapist, physical therapist, athletic trainer, and neuroopthalmologist. His symptoms slowly improved over time and he had one seizure event since starting antiepileptic medication. One year after the event, he continues to experience mild, but improved post-concussive symptoms.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'28387561': 1, '24730690': 1, '27534950': 1, '24242889': 1, '26519659': 1, '14511389': 1, '28067742': 1, '29517059': 1, '29280684': 1, '24661429': 1, '32083597': 1, '31314837': 1, '28446457': 1, '31615955': 1, '34223529': 2}", "similar_patients": "{}"}