{"patient_id": 53385, "patient_uid": "8290142-1", "PMID": 34295815, "file_path": "comm/PMC008xxxxxx/PMC8290142.xml", "title": "Balloon Test Occlusion of Internal Carotid Artery in Recurrent Nasopharyngeal Carcinoma Before Endoscopic Nasopharyngectomy: A Single Center Experience", "patient": "Case Nos. 76 and 80: A 63-year old male (Subgroup IV) was admitted to our neurosurgery department for bilateral ICA BTO and intended to have his left ICA occluded permanently. Control angiography of bilateral ICA and unilateral VA was shown in . Asymmetry of bilateral A1s was detected in this patient, with left A1 as the dominant side (). showed complete temporary blood flow blockage of right ICA (ipsilateral to dominant A1). When BTO of right ICA (contralateral to dominant A1) went on, the patient didn’t show obvious neurological deficits at the beginning. However, rSO2 did decrease by 8%, as soon as the balloon was inflated (). Subsequent angiography of left ICA showed that insufficient perfusion via the anterior Circle to right MCA area during right ICA BTO (ASITN/SIR Grade1) (). Angiography of VA showed absence of right PcomA and minor collateral flow via leptomengningeal branches from posterior Circulation to the tested side MCA area (). The patient gradually became lethargic and demonstrated reduction in muscle strength of the right limb. Then we deflated the balloon in time and the patient recovered immediately. Right ICA BTO was classified into Type 12. When we performed BTO of left ICA, the patient demonstrated loss of consciousness instantly after the balloon was inflated and rSO2 dropped more significantly by 11% (). Given the severe symptoms caused by cerebral ischemia, we were not able to perform angiography of collateral flow this time. The patient was considered as bilateral BTO-positive and finally underwent covered stent implantation of left ICA.\\nCase No. 50: A 42-year old male (Subgroup II, Type 5) was admitted to our neurosurgery department for left ICA BTO and intended to have his left ICA occluded permanently. Control angiography of bilateral ICA and unilateral VA was shown in , with bilateral A1s independently supplying their own A2s (). showed complete temporary blood flow blockage of left ICA. The blood flow from the right ICA only provided enough perfusion for left ACA area (ASITN/SIR Grade4) (). Angiography of VA demonstrated that left MCA area (ASITN/SIR Grade3) was supplied by the posterior Circulation via the posterior Circle and no reverse blood flow to the left ICA was found (). Not any acute cerebral ischemic symptom was detected during BTO. Meanwhile, rSO2 monitoring was stable and the value of rSO2 fluctuated subtly around the baseline (). The patient was considered as BTO-negative at that time and underwent therapeutic ICA occlusion after the test (). However, he unfortunately presented loss of muscle strength of right limb and aphasia hours later. Subsequent head CT scanning show cerebral fraction in the left basal ganglia ().\\nCase No. 58: A 61-year old male was admitted to our neurosurgery department for right ICA BTO. Since he was treated with percutaneous dilational tracheostomy (PDT) not long before and was wearing a tracheostomy tube, he wasn’t able to communicate with us verbally. Control angiography of bilateral ICA and unilateral VA was similar to Case No. 50 (). showed complete temporary blood flow blockage of right ICA. The blood flow from the left ICA only provided enough perfusion for right ACA area (ASITN/SIR Grade4) and showed almost no perfusion to the right MCA area (ASITN/SIR Grade0) (). The patient developed moderate collateral flow via leptomengningeal branches from posterior Circulation to the MCA area without the presence of right PcomA (). rSO2 on the right side decreased significantly by 7% and fluctuated far below the baseline (). The clinician didn’t detect obvious symptoms of cerebral ischemia, but the patient seemed to be unresponsive during the test. Coupled with rSO2 and angiography of collateral circulation, this patient was judged to be BTO-positive. This patient was not categorized in any Types.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'8059651': 1, '20360345': 1, '13636509': 1, '9530305': 1, '16286409': 1, '31470314': 1, '30453915': 1, '16897263': 1, '13457498': 1, '9701120': 1, '2293705': 1, '29484629': 1, '13679263': 1, '31178151': 1, '11109792': 1, '22170783': 1, '28368487': 1, '9708538': 1, '8772634': 1, '12812955': 1, '18824944': 1, '2042939': 1, '23577277': 1, '12743227': 1, '8059649': 1, '10089976': 1, '3686597': 1, '11686075': 1, '23082880': 1, '1636528': 1, '12097847': 1, '8694241': 1, '25170400': 1, '31029527': 1, '10625727': 1, '7611033': 1, '17170842': 1, '24156859': 1, '32452124': 1, '28601934': 1, '4841872': 1, '32941217': 1, '11824208': 1, '1763721': 1, '27027491': 1, '30131382': 1, '34295815': 2}", "similar_patients": "{}"}