{"patient_id": 107153, "patient_uid": "8078606-1", "PMID": 33935442, "file_path": "noncomm/PMC008xxxxxx/PMC8078606.xml", "title": "Panchakarma in autoimmune pancreatitis: A single-case study", "patient": "A 30-year-old female, a home maker of Indian origin residing in America approached Panchakarma OPD of Institute for Post Graduate Teaching and Research in Ayurveda, Gujarat Ayurved University, Jamnagar, Gujarat, India, on December 30, 2015 with the episodes of recurrent abdominal pain. The pain increased after taking fatty meal that would persist for at least 5–6 h, usually at night, and usually preceding with episodes of vomiting and 5–7 loose stools. The pain was so severe that patient was unable to take a sip of water and would just sit in the bending position for several hours. There was difficulty in carrying out the daily chores due to weakness and fatigue. Also, she had anorexia and fear of taking fatty food. On physical examination, the patient was obese, anxious, pale with dry skin, had coated tongue and pedal edema. On abdomen examination, there was mild tenderness over the umbilical region. The patient had Pitta predominant Kapha\\nPrakriti and had a past one year history of chronic cholecystitis with cholelithiasis, for this cholecystectomy was done. Subsequently, she was diagnosed for type 2 diabetes, metabolic syndrome and hypothyroidism with Vitamin B12 and iron deficiency. The patient was nonalcoholic and nonsmoker. There was no significant family history. When the patient came for consultation, the patient was on anticholinergic agents, antacids, levothyroxine, multivitamin along with iron, and antihistamine medicines since 1 year, but with not much relief [].\\nThe patient was assessed as per Dashavidha\\nParikshya\\nBhava (ten examination tools) before planning the Panchakarma treatment. No concurrent conventional medication was administered during this period except for hypothyroid. Ayurvedic management started with Deepana-Pachana (carminative and digestive) for 3 days with Phaltrikadi decoction,[] Shivakshara\\nPachana powder,[] and Dhanyaka\\nSiddha\\nJala (medicated water prepared with coriander). On 4th day Snehapana (internal oleation) with Tiktaka\\nGhrita[] in increasing dose was administered for 4 days. After assessing Samyaka\\nSnigdha\\nLakhsna (signs of proper oleation), 3 days gap was given. In gap days, Sarvanga\\nAbhyanga (external oleation) with Kshirabala\\nTaila[] and Swedana (fomentation) was done. On the 11th day, Virechana was administered with Avipattikara powder[] after performing the ritual of prayer. The patient reported total 14 Vegas (stool frequency) along with Samyaka\\nVirechana\\nLakshana (signs of proper purgation). Samsarjana (special light diet) was advised for 5 days according to type of Shuddhi (purification). After Samsarjana, Madhutailika\\nBasti[] was administered with classical Putaka (a brass nozzle attached to polythene bag) method for 5 days [].\\nThe patient was followed up telephonically for a period of 6 months. Effect of therapy was assessed based on physical symptoms, laboratory parameters, and quality of life (QoL) parameters. After therapy, the patient did not report the recurrence of pain till 6 months. Overall condition of the patient improved as there was weight loss, improvement in digestion, no pedal edema, and skin became radiant. The patient became self-dependent in carrying out routine of daily work without any lethargy. Body mass index decreased from 32.8 to 31.22 kg/m. Laboratory investigations showed significant changes like decrease of glycosylated hemoglobin from 6.4 to 5.98 within 3 weeks. IgG4 also showed slight decrease in level which was 4.65 before the treatment and 4.19 after the treatment. Lipid levels also showed a significant decrease within 3 weeks of Ayurveda treatment. QoL parameters[] showed improvement after Panchakarma therapy as per SF-12 scale [].", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'15252325': 1, '17520216': 1, '20562576': 1, '23749606': 1, '13746542': 1, '23232048': 1, '11236777': 1, '11923760': 1, '7628283': 1, '15307882': 1, '20548323': 1, '33935442': 2}", "similar_patients": "{}"}