{"patient_id": 106254, "patient_uid": "8000661-1", "PMID": 33817594, "file_path": "noncomm/PMC008xxxxxx/PMC8000661.xml", "title": "A rare case of early congenital syphilis with patent ductus arteriosus: The continuing curse for generations", "patient": "A 19-year-old female who was venereal disease research laboratory test reactive (VDRL) reactive at antenatal screening in 1:8 dilutions went home without showing the report to the obstetrician and was not referred to sexually transmitted disease clinic for treatment. She presented at the labor room at 34 weeks with premature rupture of membranes and delivered a female child with low birth weight of 1.7 kg and intrauterine growth retardation (IUGR). Immediately after birth, the child presented with respiratory distress and bilateral pedal edema. One week later, the baby was found to be having pansystolic murmur confirmed by ECHO as PDA which closed 4 weeks later by treatment with nonsteroidal anti-inflammatory drugs. At 2 weeks of age, the baby developed generalized maculopapular rash; bulging anterior fontanelle; hepatomegaly; swelling of the wrist, shoulder, knee, and ankle joints [Figures and ]; and swelling of the medial ends of the clavicle. There was restricted limb movements and cry on touching suggestive of Parrot's pseudoparalysis.\\nThe following are the laboratory investigations:\\nNormochromic normocytic anemia, leukocytosis, normal platelet count Rapid plasma reagin (RPR) test of the baby was reactive (1:16 on initial visit) and nonreactive (on follow-up visit 1 m after giving penicillin injection) RPR test of the mother was reactive (1:16 on initial visit), reactive (1:2 at the first, second, and third months after penicillin injection), and reactive (1:1 at the 4th month after penicillin injection) [] RPR test of the father was reactive (1:8 on initial visit) and did not turn up for follow-up visits Both parents and baby were HIV negative Neurosonography showed that no abnormality was detected Cerebrospinal fluid analysis showed lymphocytosis and elevated protein. Liver function test – elevated. Serum Vitamin D, calcium, and phosphorus – normal\\nX-ray findings\\nWimberger's sign (cat bite sign) which is focal defect with cortical destruction at lateral aspect of metaphysis at the upper end of the tibia [] Periosteal reaction of tibia, humerus and lower end of radius Metaphysitis of lower end of radius Bucket-handle sign(fracture through the degenerating metaphysis with exuberant callus formation resulting in a cap over the metaphysis []). According to modified Kaufman criteria, periosteitis (major criteria), maculopapular rash, hepatomegaly, splenomegaly (minor criteria), and reactive serological test for syphilis (STS), a probable diagnosis of congenital syphilis was made.\\nAccording to the revised Centers for Disease Control and Prevention (CDC) criteria, it was labeled as a probable case of congenital syphilis because the mother was untreated at delivery with VDRL reactivity and the baby on examination had maculopapular rash, pedal edema, Parrot's pseudoparalysis, and reactive RPR test.\\nInjection benzylpenicillin was given − 50,000 units/kg/dose IV BD for 7 days and TID for next 3 days. Follow-up was advised every month for 3 months and then at 3 monthly intervals in the 1st year and then at 6 monthly intervals until two VDRL test reports become nonreactive. Both parents are treated with single-dose benzathine penicillin 2.4 million units for early syphilis. Clinical improvement was seen during penicillin therapy and the baby became completely asymptomatic with significant reduction of joint swellings [Figures and ] 1 week after completion of penicillin therapy and was discharged. During follow-up visits, RPR test was nonreactive at 1 month and 2 months after penicillin therapy.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'26396451': 2, '11508285': 1, '1010784': 1, '17592390': 1, '10945059': 1, '33817594': 2}", "similar_patients": "{'4553844-1': 1}"}