{"patient_id": 56342, "patient_uid": "8429909-1", "PMID": 34527237, "file_path": "comm/PMC008xxxxxx/PMC8429909.xml", "title": "A rare occurrence of psoas abscess with uterine didelphys and renal agenesis: A case report", "patient": "A 21-years-old unmarried female presented with a gradually progressive, continuous, and dull-aching right lower quadrant abdominal pain. She complained of right hip joint pain which was gradually progressive, continuous, pricking in character, and was aggravated on movement and hip extension. She also complained of fever associated with chills. There was no history of urinary complaints suggestive of UTI and there was no history of trauma. She had a history of dysmenorrhea since she attained her menarche at the age of 14. She also mentioned the history of intermittent whitish foul-smelling PV discharge preceding and following menstruation. The patient had managed conservatively with analgesic and antibiotics for several months elsewhere. She denied having family history of similar illness or other genetic disorders and had no history of long-term use of any drugs. She did not have any known history of allergy.\\nOn abdominal examination, right iliac fossa tenderness was present. On speculum examination, the cervix was not visualized due to profuse purulent discharge. Vaginal examination revealed a ridge-like structure which was felt within the cervix. Fullness and tenderness were also noted in the right fornix.\\nHer complete blood count was raised to 20,700/mm3 with neutrophils 68.5% and lymphocytes 5.6% suggestive of infectious etiology. She was anemic with hemoglobin 9.5g/dl. Her RFT was within normal limit. Urine and high vaginal swab culture showed no growth. Sonographic imaging of the pelvis showed double cervix and uterus suggestive of uterine didelphys. The right uterus was bulky and contained minimal endometrial collection of 2.9cmX1.5cm. The right ovary was bulky and edematous. Complex right adnexal mass of size 4.5cmX4.5cm was visualized. The right kidney was absent. Sonographic imaging of the right hip revealed the right psoas abscess. MRI pelvis findings were consistent with the USG findings. The diagnosis of uterine didelphys with psoas abscess, pyometra, and renal agenesis was confirmed.\\nOn examination under anesthesia, pus was seen oozing out of pinpoint right os, whereas left os was normal. The left uterus could admit uterine sound up to 8 cm, whereas the right uterus could only admit a few small metallic wires of 4 cm (). Pus was drained using an infant feeding tube placed through the cervical os. Further, the psoas abscess was drained percutaneously using a pigtail catheter. The pus microscopy and culture were sent and the patient was managed with intravenous Ampicillin, Gentamicin, and Metronidazole post-operatively. On pus microscopic examination with gram stain and ZN stain, bacteria were not detected and on culture and sensitivity, growth was not seen. All of these findings pointed moreover towards the infection by atypical organisms. The patient improved symptomatically and her counts were reduced to 11,000/mm3. Furthermore, the patient was counseled about the possible infertility problems and gestational challenges like breech presentation, placenta previa, abruptio placenta, preterm labor, and a stillbirth. The management was done by consultant Gynecologists in assistance of gynecology residents at a tertiary care hospital in Nepal. On follow-up teleconsultation, the patient didn't have any symptoms and was not under any medication.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'33252578': 1, '10869793': 1, '33181358': 1, '32127135': 1, '22348499': 1, '26435865': 1, '15050991': 1, '17016051': 1, '25256882': 1, '18722606': 1, '28058067': 1, '11284660': 1, '34527237': 2}", "similar_patients": "{}"}