{"patient_id": 108064, "patient_uid": "8165854-1", "PMID": 33706556, "file_path": "noncomm/PMC008xxxxxx/PMC8165854.xml", "title": "Multifocal acquired demyelinating sensory and motor neuropathy\\nmisdiagnosed as carpal tunnel syndrome: a case report", "patient": "We present a case of a 53-year-old woman with no specific medical history who visited\\nthe physical medicine and rehabilitation department of our hospital for bilateral\\nasymmetric hand weakness of her upper extremities (left hand: significant weakness,\\nright hand: slight motor weakness) and a slight weakness of her bilateral lower\\nextremities. Her symptoms started 2 years prior and had slowly progressed. Prior to\\nvisiting our hospital, the patient had visited several clinics with her symptoms and\\nhad been diagnosed with bilateral or left CTS by clinicians. Our patient was\\nmisdiagnosed with CTS because of her clinical symptoms (hand weakness and sensory\\ndeficit) and abnormal bilateral median nerve findings on an electrodiagnostic study.\\nThe weakness in the lower extremities was probably neglected as it was only minor.\\nThis study was approved by the institutional review board of Yeungnam University\\nHospital, and written informed consent for the case to be published was obtained\\nfrom the patient. In addition, we obtained informed consent from the patient to\\ntreat her disorder. This report followed the CARE guidelines checklist.\\nThe physical examination in our hospital revealed that the degree of the patient’s\\nmotor weakness was Medical Research Council scale 3/5 in her left wrist and left\\nfinger flexors; however, weakness of the abductor of the fifth left finger was not\\nobserved. Weakness of her right hand and lower extremities was subjective; hence, it\\nwas not assessed during the physical examination. The patient complained of having\\ndifficulty in walking up and down stairs and in walking for long distances. Mild\\nhypoalgesia and hypoesthesia were found on the volar side of the left thumb to the\\nindex finger, middle finger, and thumb side of the ring finger. However, no sensory\\ndeficit was observed in other areas. Tinel’s test and Phalen’s test were negative.\\nThe Hoffman sign was also negative on both sides. The patient had normal bilateral\\nbicep and triceps reflexes. No abnormality was observed on cervical magnetic\\nresonance imaging. Compound motor action potentials were observed to have a\\ndecreased conduction velocity in the left median nerve and a decreased amplitude in\\nthe left median and left peroneal nerves during an electrophysiological examination\\n(). A\\nconduction block was also found on the left median and left tibial nerves during\\nelectrophysiological examination (). Sensory nerve action potentials in the left median and\\nbilateral superficial peroneal nerves exhibited a low amplitude. While evaluating\\nthe presence of CTS, the distal median sensory latencies checked at the wrist level\\nwere observed to be 2.4 ms and 2.2 ms on the left and right sides (cut-off value:\\n3.5 ms), respectively. The wrist-palm median sensory conduction velocities were also\\nobserved to be 59 m/s and 63 m/s on the left and right sides (cut-off value: 50\\nm/s), respectively. These results indicated the absence of CTS.\\nElectromyography-positive sharp waves (1+) were observed in the left abductor\\npollicis brevis, bilateral tibialis anterior, right peroneus longus, and bilateral\\ngastrocnemius. Anti-GD1b immunoglobulin M (IgM), anti-GM1 immunoglobulin G, and\\nanti-GM1 IgM antibodies were not detected. A cerebrospinal fluid examination\\nrevealed no abnormalities. The patient was diagnosed with MADSAM accordingly, based\\non the established diagnostic criteria. A dose of 120 g (2 g/kg) of\\nintravenous immunoglobulin (IVIg) was administered over 5 days. The patient mildly\\nrecovered from her motor weakness at 2 weeks after completion of the 5-day IVIg\\ntreatment. One month later, a dose of 60 g (1 g/kg) of IVIg was infused over 2 days.\\nTwo weeks after the 60 g IVIg infusion, the patient had nearly completely recovered\\nfrom her motor weakness. A monthly infusion of 60 g of IVIg was subsequently\\nadministered to maintain the patient’s motor function.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'2027473': 1, '20433600': 1, '32232471': 1, '10331353': 1, '23642723': 1, '32389015': 1, '15289267': 1, '31884951': 1, '32410146': 1, '22513319': 1, '10355677': 1, '33706556': 2}", "similar_patients": "{}"}