{"patient_id": 48404, "patient_uid": "8054378-2", "PMID": 33874947, "file_path": "comm/PMC008xxxxxx/PMC8054378.xml", "title": "Nonnegligible causes of symptoms of acute lower extremities——3 cases of May-Thurner syndrome with deep vein thrombosis", "patient": "A 57-year-old female patient underwent surgical treatment for varicose veins 10 days ago at the local hospital. She experienced swelling and discomfort in her left lower extremity 3 days ago. She was not able to walk easily and could not be relieved after rest, then she was transferred to our hospital for further treatment. Computed tomography indicated deep venous thrombosis in the left lower extremity and significant stenosis of the left common iliac vein and compression by right iliac artery. May-Thurner syndrome with deep vein thrombosis was diagnosed (Fig. a). The patient had a varicose vein in the left lower extremity for more than 10 years and had a great saphenous vein high ligation and exfoliation at the referring local hospital 10 days ago. and she had no personal or family history of hypercoagulable disorder, The D-dimer was 8.3 mg/L on admission.\\nThe patient received enoxaparin sodium (6000 AXa IU every 12 h) for anticoagulant therapy immediately. We performed lower extremity angiography for the patient. The delay between the thrombotic event and the procedure was 9 days. A filter was placed in the inferior vena cava. Then urokinase (1 million u/day) was pumped. The venography after 2 days showed that the residual amount of thrombus decreased significantly. Three days later, venography showed that the stenosis in left common iliac vein was exposed clearly. Then a 12 mm*40 mm XXL balloon was used for expanding the stenosis two times, but the stenosis in left common iliac vein recurred due to elastic retraction (Fig. e). So, stent implantation was decided and two 14 mm*60 mm and 12 mm*60 mm stents were placed in the left iliac vein (Fig. f-g). The venography showed that the stenosis was completely relieved and the blood flow was unobstructed. The filter was taken out and the angiography showed that the inferior vena cava had smooth blood circulation. The CT showed that the stenosis of iliac vein was relieved (Fig. h) and the D-dimer had dropped to 0.25 mg/L. Treatment was the same as case 1 after discharge. 2 weeks later, we removed the filter from the patient. No symptoms of lower extremities appeared during follow-up after 1 year and recent result of D-dimer was 0.32 mg/L.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'11932665': 1, '10928517': 1, '5828716': 1, '26858294': 1, '23761876': 1, '29337179': 1, '32139328': 1, '31526576': 1, '28921057': 1, '32429980': 2, '31821707': 1, '31203859': 1, '13478912': 1, '31657734': 1, '31394241': 1, '29635965': 1, '31272108': 1, '30336899': 1, '24951193': 1, '32185572': 1, '26992586': 1, '26244245': 1, '32162703': 1, '32347908': 1, '33874947': 2}", "similar_patients": "{'8054378-1': 2, '7236309-1': 1}"}