{"patient_id": 52753, "patient_uid": "8262043-1", "PMID": 34233670, "file_path": "comm/PMC008xxxxxx/PMC8262043.xml", "title": "Solitary vaginal paraganglioma with mature sacrococcygeal teratoma: a rare case report", "patient": "A 44-year-old female presented with an history of paroxysmal hypertension, dizziness and palpitations for more than six years. A vaginal tumor had been found approximately 9 months prior to presentation. Over the past six years, the patient experienced paroxysmal hypertension without definite inducement and the blood pressure could even reach 240–250 mmHg (systolic blood pressure) and 110–120 mmHg (diastolic blood pressure). These were accompanied by bouts of dizziness, palpitations, frequent nausea and vomiting. Each attack lasted approximately 10 min but subsided of their own accord. On occasion, during sexual intercourse or defecation, the aforementioned symptoms also appeared. During bimanual examination, a well-circumscribed lesion on the left vaginal wall could be palpated, at which point the patient experienced simultaneous transient hypertension with a peak systolic of 240 mmHg and diastolic of 120 mmHg. Another soft, well-defined lesion was also found on the posterior wall of the rectum. The patient denied the similar symptoms or relative neuroendocrine neoplasms in her immediate family members.\\nAbdominal CT scans revealed a soft-tissue density shadow measuring 3.2 cm, with obvious enhancement on the left vaginal wall (Please see Fig. A and B) and rectum posteriorly (Please see Fig. A for pertinent scans). Enhanced MRI also identified two abnormal signal neoplasms located in the vagina (Please see Fig. A-D) and behind the rectum (As Fig. B-D indicated), which appeared to be in close proximity to the tailbone (please see Fig. D). 131I-MIBG examinations revealed an obvious contractive accumulation in the perineum area (Fig. C and D). Endocrine tests highlighted an elevated plasma normetanephrine (NMN) level of 4.70 nmol/L (reference < 0.9nmol/L), and a 24 h urine norepinephrine (NE) of 78.32ug/24 h (reference < 40.65ug/24 h). Based upon these findings, the patient was diagnosed with paraganglioma and preoperative preparations were conducted including the administration of phenoxybenzamine 5 mg q8h, absorption of fluid and implantation of bilateral DJ tubes to protect the patient’s ureters.\\nThrough shared-decision making the patient opted for vaginal lesion resection, under direct visualization. Since the tumor located so close to the rectum and vagina, we consulted both general surgeons and a gynecologist in order to avoid damaging rectum and for vaginal reconstruction. The tumor was then successfully removed without any complications and the blood pressure during the process was quite stable. The tumor was a golden, soft but well-defined nodule measuring approximately 3.5 cm. An image has been provided, please see Fig. . After the operation, plasma NMN and 24 h urinary NE returned to the normal range on the second day and the symptoms ceased to occur thereafter. One week later, the patient underwent a second operation to remove the posterior rectum lesion with the assistance of general surgeons. Contrary to anticipation, the lesion appeared like a small cyst containing gelatinous substance.\\nFurther laboratory examinations confirmed the diagnosis of vaginal paraganglioma. The immunohistochemical staining also showed SDHB (+), S100 (+), CgA (+), Syn (+), a low Ki-67 (with a proliferation index of 3 %), and AE1/AE3 (-). Please see Fig. for further details. The rectal lesion had mucous glands and sebaceous structures under microscopy, drawing the diagnosis of mature SCT (see Fig. ). As a matter of course, we also investigated 36 most common mutated genes related to PG through target sequencing; however, the results turned out to be negative (the genes were listed in supplement Table ).", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'31535236': 2, '24959083': 2, '24904830': 2, '9842649': 1, '14366426': 1, '18224469': 1, '17298868': 1, '19744428': 1, '7457541': 1, '29368306': 1, '31851064': 1, '31273964': 1, '29887722': 1, '14501825': 1, '18459561': 1, '34233670': 2}", "similar_patients": "{'6751240-1': 1, '4061176-1': 1, '4032893-1': 1}"}