{"patient_id": 55757, "patient_uid": "8405364-1", "PMID": 34513369, "file_path": "comm/PMC008xxxxxx/PMC8405364.xml", "title": "Torsades de Pointes With a Normal Magnesium Level in the Setting of Short Bowel Syndrome", "patient": "An 89-year-old male presented from a nursing home with potential seizure-like activity witnessed by his daughter. He had an extensive medical history that included colon cancer status post colectomy with ileostomy placement and significant resection of the small bowel secondary to small bowel obstruction caused by adhesions. Furthermore, he suffered from malnutrition and chronic electrolyte abnormalities, given his short bowel syndrome secondary to multiple resections.\\nThe daughter noticed her father became unresponsive hence initiated bedside cardiopulmonary resuscitation (CPR) for two minutes until emergency medical services (EMS) arrived. Upon arrival to the emergency department (ED), the patient was noted to have a serum magnesium level of 0.6 mg/dl, and an EKG revealed a prolonged QTc of 590 ms, as noted in Figure .\\nTwo grams of magnesium sulfate IV push was administered, and the patient was then transferred to the intensive care unit (ICU). Later that afternoon, the patient’s QTc began to normalize, and his magnesium was then 2.5 mg/dl. Given that he appeared medically stable and had no capacity issues at the hospital, he was placed back in the ED for ICU holding.\\nThe following morning, the patient began having intermittent episodes of TdP as noted on telemetry. His QTc prolonged again to 573 ms (Figure ); however, his serum magnesium remained normal.\\nHe was given additional magnesium along with IV metoprolol and two bolus doses of amiodarone. He required defibrillation for these episodes of TdP each time, at which point cardiology was consulted. The episodes of TdP were successfully terminated each time, and magnesium level never dropped below normal. Cardiology recommended using isoproterenol if episodes of TdP were to recur. He remained stable throughout the day until later that evening, when the patient became unresponsive and lost his pulse as he developed another episode of TdP witnessed by the ICU team (Figure ).\\nImmediate defibrillation was successful in attaining a normal sinus rhythm, and isoproterenol was initiated for the following 24 hours. As per cardiology, we maintained the patient’s potassium above 4 mg/dl and magnesium above 2 mg/dl, which required recurrent replacement throughout admission. The patient did not develop any arrhythmias on isoproterenol and appeared stable once removed from it after the 24 hours was complete. Around midnight, the patient developed another brief episode of TdP; however, it spontaneously converted back to sinus rhythm and did not require defibrillation. Isoproterenol was added back at half dose, and the following morning, cardiology recommended for permanent pacemaker (PPM) placement in the management of persistent TdP. The patient agreed and had a successful placement of his pacemaker the following morning with a higher rate setting, given his propensity to develop arrhythmia. Following pacemaker placement, the patient no longer developed episodes of TdP. With exception to when he first arrived in the ED, his magnesium level never dropped below 1.8 mg/dl and mostly stayed above 2 mg/dl. His QTc normalized to 406 ms following PPM placement (Figure ).\\nThe patient was stable for transfer out of the ICU to the telemetry floor. He did not develop any arrhythmias the rest of admission and was then discharged back to the nursing home in stable condition six days later.", "age": "[[89.0, 'year']]", "gender": "M", "relevant_articles": "{'24462399': 1, '25083239': 1, '20170394': 1, '30590752': 1, '30581736': 1, '34513369': 2}", "similar_patients": "{}"}