{"patient_id": 112209, "patient_uid": "8552574-1", "PMID": 34744418, "file_path": "noncomm/PMC008xxxxxx/PMC8552574.xml", "title": "Leukocytoclastic vasculitis associated with multifocal sensory neuropathy responsive to intravenous immunoglobulins: a case report", "patient": "A 35-year-old woman came to our attention for the occurrence of small reddish lesions on the back of the feet, then extended to the ankles and proximally to the knees. She reported that the lesions had appeared four months before and that she had been treated with topical steroids without benefit. The patient wasn’t taking any medication or recreational drug.\\nPhysical examination revealed palpable petechial and purpuric lesions on the legs and feet. In the right pretibial region there were confluent lesions in necrotic areas ().\\nClose to the knees there were also erythematous macules. The right leg was slightly edematous. Patient’s vital signs were normal and she had no fever.\\nLaboratory tests showed normal hemoglobin levels (12,5 mg/dL, normal values: 12-15,5 mg/dL), a normal platelets count (250 × 109/L, normal values 150-400 × 109/L), but a neutrophilic leukocytosis with white blood cells 11,42 × 109/L (normal values: 4,5-11 × 109/L) and neutrophils 10,9 × 109/L (normal values: 2-8 × 109/L), and serum C reactive protein (PCR) was 19 mg/L (normal values: < 8mg/L). Hepatorenal function tests were normal. A low antinuclear antibodies (ANA) titer was observed (1:80) with a speckled nuclear pattern (IFI su HEp-2), ENA screen, rheumatoid factors, cryoglobulins and anti-neutrophil cytoplasmic antibodies (ANCA) were negative. Complements levels were within the normal ranges. Serological markers for hepatitis B virus, hepatitis C virus, Epstein-Barr virus, cytomegalovirus and HIV were negative. A chest X-rays was executed and resulted negative. A lower limbs echocolor doppler of the veins was performed but showed no alterations.\\nA skin punch-biopsy was performed on one of the most recent purpuric lesions of the right lower limb. The histologic findings revealed a leukocytoclastic vasculitis with a perivascular inflammatory infiltrate (mainly of polymorphonuclear leucocytes) and fragments of granulocytes’ nucleus (leukocytoclasis). There were also endoluminal thrombosis and thickening of the blood vessels wall ().\\nA treatment with prednisone 25 mg/day and dapsone 50 mg/day was started. Nevertheless, the patient gradually worsened with necrotic hemorrhagic evolution of the lesions of lower limbs () and new onset of erythematous macules on the wrists and forearms.\\nThe patient also reported the onset of hypoesthesia of the first three digits of the left hand associated with stiffness and tremor. She also reported hypoesthesia on the lateral side of the left ankle and foot, as well as widespread arthromyalgias. Thus, electromyography and electroneurography (EMG/ENG) of the upper and lower limbs was performed, but resulted negative.\\nAfter a rheumatologic evaluation, dapsone 50 mg/day was stopped and azathioprine 100 mg/day was started.\\nTwo months later, the patient was admitted to the hospital for an important worsening of the skin conditions. The cutaneous examination of lower limbs showed widespread purpuric lesions and palpable petechiae, associated with exuding necrotic lesions on the right pretibial region. A slight edema of lower limbs and fovea sign were present. On the wrists and forearms there were isolated erythematous macules. Moreover, hypoesthesia and arthralgia of upper and lower limbs were still present.\\nAnother EMG/ENG of the upper and lower limbs was performed, and showed signs of sensory axonal multineuropathy, with mild damage of the distal sensory fibers of the left median nerve and severe damage of the sensitive fibers of the left sural nerve. Furthermore, high-resolution ultrasound revealed the increased left sural nerve cross sectional area (CSA).\\nDuring the hospitalization, 25 mg/day of prednisone, 100 mg/day of azathioprine and a single infusion of 2 g/kg (for a total of 120 g) of IVIg distributed over two days were administrated to the patient, with a dramatic improvement of the skin lesions ().\\nAfter discharge, the patient underwent other six infusions of IVIg (2 g/kg over two days once a month for six months) associated with prednisone 25 mg/day, gradually tapered, and azathioprine 100 mg/day, with a progressive clinical improvement.\\nThree months after the last IVIg infusion, the patient was asymptomatic and neurological examination was negative, so oral prednisone was stopped and but azathioprine 100 mg/day was maintained.\\nActually, one year after the hospitalization, the patient continues the therapy with azathioprine 100 mg/day, but her clinical conditions are in stable remission, with occasional flare-ups on the skin, but no more signs of sensory neuropathy.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'23440811': 1, '28533861': 1, '30526896': 1, '30952416': 1, '15365139': 1, '16249140': 1, '27406069': 1, '6209513': 1, '8247075': 1, '8033432': 1, '6112565': 1, '22959234': 1, '12100203': 1, '29799395': 1, '27112923': 1, '30952419': 1, '32435817': 1, '10895384': 1, '2426590': 1, '11846048': 1, '10874052': 1, '25337683': 1, '34744418': 2}", "similar_patients": "{}"}