{"patient_id": 52402, "patient_uid": "8245625-1", "PMID": 34239793, "file_path": "comm/PMC008xxxxxx/PMC8245625.xml", "title": "Intra-axial Neurenteric Cyst of Medulla: Case Report and Literature Review", "patient": "A 19-year-old female with complaints of hoarseness and mild dysphagia for liquids presented to the clinic; her symptoms had gradually deteriorated in the past five months. On admittance, physical examination showed moderate dysphagia (two to three times per day) for liquids and solids, dysphonia, vertigo, spontaneous nystagmus, imbalance, and numbness of the left side of the body and face.\\nMagnetic resonance imaging (MRI) of the brain showed a well-defined lesion located in the medulla oblongata. This lesion was homogeneously hypointense on T2-weighted images and heterogeneously hyperintense on T1-weighted images and demonstrated no solid enhancing components. It was also heterogeneously hypointense on diffusion-weighted imaging (DWI) (Figure ). A positron emission tomography-computed tomography (PET-CT) did not reveal any metabolic activity in this lesion. Differential diagnosis included brainstem tumor.\\nThe patient underwent a right-sided keyhole retro-sigmoid approach in the supine position with rotation of the head to the left due to radiologic (closest medulla surface) and clinical (right-sided neurological symptoms dominance) features. Through a small craniotomy (2x1 cm) and a little C-shaped dura incision along the sigmoid sinus towards the skull base, the medulla surface was achieved. It was deformed and bulged into the сerebellopontine cistern. There were no signs of brain parenchyma destruction on the surface. So, the brainstem incision was made in a small region (almost 0.3 cm) along the retro-olivary sulcus. Just under the sulcus, the cyst containing pathological amorphous gray-yellow liquid was evacuated.\\nThe cyst walls were presented by a thin gray capsule, tightly attached to the surrounding brain parenchyma. Accessible parts of the capsule were resected without causing any brain injury. The residual capsule fragments were coagulated. We did not perform additional endoscopic revision of the cyst cavity due to its surgical accessibility. We used transcranial motor evoked potentials and direct caudal brainstem mapping during the operation.\\nNumbness of the left side of the body and all clinical signs from posterior cranial fossa (PCF) increased after surgery while bulbar disturbances considerably decreased. Control computed tomography (CT) demonstrated decreased deformity of the caudal brain stem parts; no cyst remnants were evident. Almost all neurological symptoms regressed in one month after the operation, including numbness. Karnofsky Scale (KS) score was 90.\\nIn two months after surgery, the patient developed mild dysphagia and dysphonia, vertigo, spontaneous nystagmus, imbalance, and numbness of the left side of the body and the right limb, including face and mild left-sided hemiparesis before MRI was planned. MRI revealed recurrence of the cyst. As before, the lesion had well-defined, heterogeneously hyper- and isointense signal on T1-weighted images, demonstrated no solid enhancing components, but this time was homogeneously hyperintense on T2-weighted images. Sites of hyperintensity were less pronounced than on MRI before the first surgery (Figure ).\\nRepeated surgery (similar approach as in earlier surgery) showed that the site of the brainstem incision was covered with tight arachnoidal synechias. It resulted in white viscous formless fluid accumulation (Figure ).\\nAfter the evacuation of the cyst, a silicone stent was set to connect with the cerebellopontine cistern and to prevent new synechia formation. The stent was fixated to the arachnoidea with a single clip.\\nAfter the repeat surgery (as after the first surgery), all neurological symptoms gradually regressed. In two months after surgery, swallowing and sensibility improved (recovered) and hemiparesis and imbalance decreased. Postoperative MRI examination done two months after surgery showed no evidence of cyst recurrence (Figure ).\\nHistological material after the first and second surgery was characterized by yellow-white gelatinous liquid with small parts of epithelial lining seen microscopically. The morphological appearance intraoperatively and histological findings matched with features of NC.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'31628284': 1, '28505503': 1, '31475554': 1, '3561705': 1, '22260959': 1, '31426248': 1, '20217097': 1, '4064506': 1, '29393282': 1, '26662045': 1, '28213198': 1, '31893137': 2, '21150754': 1, '27586176': 1, '26682127': 1, '25800145': 1, '2731091': 1, '34725993': 2, '34239793': 2}", "similar_patients": "{'8561224-1': 1, '6911675-1': 1}"}