{"patient_id": 109862, "patient_uid": "8322207-1", "PMID": 34176093, "file_path": "noncomm/PMC008xxxxxx/PMC8322207.xml", "title": "Multifocal Pyoderma Gangrenosum with an Underlying Hemophagocytic Lymphohistiocytosis: Case Report and the Review of the Literature", "patient": "A 35-year-old man was admitted to the department of dermatology presenting plenty of ulcers with purple and undermined edges, located on the upper and lower limbs (Fig. a–d; Informed consent for publication, including publication of the images within the article was obtained from the patient). Five months earlier, the patient was hospitalized in another hospital because of significant neutropenia, lymphopenia, thrombocytopenia, hepatosplenomegaly, and skin lesions. At that time, PG was diagnosed clinically. Further diagnostic procedures were performed then and they included bone marrow trephine biopsy, myelogram, colonoscopy, computed tomography (CT) of head, thorax, abdomen, and pelvis, as well as many laboratory and autoimmune tests, but they remain inconclusive. The general condition of the patient was also good and no other symptoms were present. Oral glucocorticosteroid (prednisone 0.8–0.5 mg/kg/day) was administered as the first-line therapy, however, without significant clinical improvement.\\nAt the time of admission to our department, the clinical manifestation of skin lesions was also typical for PG. Additionally, the skin biopsy was performed to exclude other conditions, e.g., cutaneous lymphoma (Fig. a–d). Furthermore, the patient still presented peripheral pancytopenia and hepatosplenomegaly. In addition, there were new symptoms such as daily high-spiking fevers of 39–40 °C, transaminitis, significantly elevated level of lactate dehydrogenase (LDH = 969 U/L) and β-2-microglobulin (17.5 mg/L). No lymphadenopathy nor loss of body weight was observed. The detailed screening for malignancies, autoimmune diseases, bowel inflammatory diseases, and infections was performed. CT of the head, thorax, abdomen, and pelvis was taken again, as well as ultrasonography of peripheral lymph nodes, panoramic teeth radiograph, protein electrophoresis, serum immunoglobulin levels, antinuclear antibodies, complement component (C3c and C4) serum levels, liver autoantibodies, serology for viral hepatitis, EBV (anti-VCA/EA IgG, anti-VCA IgM) and HIV, pharyngeal swab, blood culture, urine culture, and gastroenterological consultation. The background of PG and other symptoms remained unidentified.\\nAs a result of serious lymphopenia (247 cells/µL), T cell receptor (TCR) gene rearrangement test was performed, but did not reveal any pathology. However, the immunophenotyping of peripheral blood lymphocytes showed important abnormalities: the presence of a significantly increased percentage of “double-negative” CD3+/CD4−/CD8− T lymphocytes (“double-negative” T cells; DNTs), constituting approximately 50% of the total population of T lymphocytes, and an increased percentage of the CD16+/CD3− NK cell population, constituting approximately 45% of all lymphocytes (Figs. and ). The presence of residual populations of DNTs and NK cells constituting, respectively, 0.6% and 0.8% of all nucleated cells, was confirmed about 2 months later in the bone marrow. Additionally, it has been observed that cells of granulocytic lineage in the bone marrow showed about 95% expression of CD64 and HLA-DR, which could indicate their increased activation status.\\nIn a meantime, the treatment with intravenous methylprednisolone pulses every 4 weeks was started, followed by prednisone 0.5 mg/kg daily and cyclosporin dosed depending on serum drug level. With each pulse, clinical improvement was achieved and lasted no longer than 2 weeks from administration of methylprednisolone (Fig. e–h), and then PG progressed slowly again. Topical treatment of PG lesions included hydrofiber silver-impregnated antimicrobial dressing (Aquacel® Ag), hydrogel wound dressing (Purilon® Gel), lipid fat-impregnated sterile dressing (Grassolind® Neutral), and 0.05% betamethasone with 0.1% gentamicin ointment applied on the ulcer edges. Because of the lack of full response, in December 2019 IVIG (2 g/kg) were added to the therapy, again, without therapeutic effect. In addition, the hematological disorder continued to progress. Thus, bone marrow was evaluated both cytomorphologically in aspirate and histopathologically in biopsy. The aspirate showed of coarse toxic granules in granulocytes and numerous hemophagocytes (Fig. ), present also in the histopathological sample. HLH was suggested and diagnosed quickly in January 2020, according to HLH-2004 diagnostic guidelines []. Five out of eight HLH-2004 criteria were confirmed (Fig. ). HLH-2004 protocol therapy was initiated with etoposide 150 mg/m2 i.v. twice weekly, dexamethasone 10 mg/m2 p.o. daily, cyclosporin depending on its blood levels, and supportive therapy indicated in the aforementioned protocol []. The treatment resulted in grade 4 neutropenia (according to CTCAE v.3.0) and serious bacteremia quickly after the second administration of etoposide, and subsequently the patient withdrew his consent to continue etoposide, despite some improvement of skin lesions (Fig. i–l).\\nTwo weeks after discontinuation of etoposide therapy, the progression of both HLH and PG was noted. In March 2020, the rescue treatment with anakinra (100 mg subcutaneously once a day) was started, in addition to previous treatment with steroids and cyclosporin, as its effectiveness was reported in both PG and HLH [–]. However, no clinical improvement was observed and the patient’s condition gradually deteriorated. Recurrent thrombocytopenia, neutropenia, and lymphopenia progressed to grade 4 (according to CTCAE v.3.0), resulting in the patient’s death from sepsis with multiorgan failure. The timeline of therapeutic management and outcomes is presented in Table .", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'31943120': 1, '23850090': 1, '32648854': 1, '16858047': 1, '17916196': 1, '26314082': 1, '24912791': 1, '23828140': 1, '31037861': 1, '26148290': 1, '27009790': 1, '32804433': 1, '26471257': 1, '16021123': 1, '16428159': 1, '26253362': 1, '17043463': 1, '28631531': 1, '19932759': 1, '31513353': 1, '25157895': 1, '21828139': 1, '22523218': 1, '23271259': 1, '25350484': 1, '19903010': 1, '18358433': 1, '20008190': 1, '18241257': 1, '18976014': 1, '17910724': 1, '31821455': 1, '24898196': 1, '28140549': 1, '16188920': 1, '21745697': 1, '28333874': 1, '16309525': 1, '19279428': 1, '16937360': 1, '7822511': 1, '31875484': 1, '23676016': 1, '30980454': 1, '26071094': 1, '28224502': 1, '12171681': 1, '31885859': 1, '31537529': 1, '20666672': 1, '21070329': 1, '16488326': 1, '22794157': 1, '25800135': 1, '31537486': 1, '28742926': 1, '28660635': 1, '19673875': 1, '30051737': 1, '27060666': 1, '14734745': 1, '31560977': 1, '15303791': 1, '34176093': 2}", "similar_patients": "{}"}