{"patient_id": 54755, "patient_uid": "8361370-1", "PMID": 34408963, "file_path": "comm/PMC008xxxxxx/PMC8361370.xml", "title": "Wheat Protein-Induced Enterocolitis Syndrome Complicated With Wheezing: An Approach to Diagnosis and Wheat Reintroduction", "patient": "A full-term 11-month-old Japanese girl with no abnormalities during the gestational period or at delivery was transferred to our hospital. She was initially breastfed and supplemented with a cow’s milk (CM)-based formula. She had a strong family history of allergy; her father had a history of food allergy (FA) to eggs during his childhood, and her mother had had atopic dermatitis (AD) since childhood. The patient was an only child. At age eight months, she could eat one spoonful of boiled egg white several times but had never eaten soy. At ages five to six months, she ate a few spoonsful of wheat noodles once and a few pieces of bread a couple of times, without showing any clinical symptoms. However, at seven, eight, and nine months of age, consumption of the wheat noodles led to three episodes of vomiting after approximately two hours. At nine months of age, blood examinations at the pediatric department showed normal eosinophil levels in her peripheral blood, with no eosinophils detected in her stool. Serum food-specific IgE antibodies against wheat and ω-5 gliadin were not detected, and the vomiting episodes were thus thought to be a result of non-IgE-mediated FA. In contrast, serum food-specific IgE antibodies for egg white, egg yellow, CM, and soy were detected (Table ). The pediatrician thus recommended that wheat, egg, and soybean be avoided. Following the recommendation, the vomiting after wheat protein ingestion disappeared. The first open OFC to wheat protein (0.2 g/kg, gram of the food protein per kilogram of body weight) resulted in repeated vomiting (>10 times), lethargy, and pallor two hours after ingestion of wheat protein. The patient was diagnosed with a late reaction to wheat FA and was treated with intravenous corticosteroid (hydrocortisone sodium succinate 5 mg/kg). The pediatrician recommended continued avoidance of wheat, egg, and soybean. The vomiting episodes after food ingestion ceased. At 11 months of age, the patient relocated and was referred to our department. Our initial physical examination showed a failure to thrive since eight months of age (body weight (BW) -1.0 SD), dry skin since five months of age, and moderate AD on her body. However, she had a good appetite and did not have constipation, abdominal pain, signs of irritable bowel syndrome, dyspepsia, malabsorption, iron deficiency anemia, or oral aphthae.\\nInvestigations\\nLaboratory findings revealed neither increased peripheral eosinophils nor eosinophils in the stool. Skin prick tests (SPTs) for wheat and serum food-specific IgE antibodies against wheat and ω-5 gliadin were not detected. The wheat-specific lymphocyte stimulation test (LST) (SRL, Tokyo, Japan) was negative. To determine her FA condition, the second OFC to wheat protein at 0.2 g/kg was performed at 13 months of age. Three hours after ingestion, she showed three episodes of vomiting. After 4.5 hours of ingestion, she developed wheezing (usually an IgE-mediated symptom), confirmed by two pediatricians (Table ). She was treated with intravenous hydration and 5 mg/kg of hydrocortisone sodium phosphate. We recommended that she continues avoiding wheat.\\nDifferential diagnosis\\nAccording to the international consensus guidelines for FPIES [-] diagnosis of FPIES is clinical, based on typical characteristic signs and symptoms. These signs and symptoms usually improve after withdrawal of the suspected trigger food, and by repeated physician-supervised OFCs with a causative food dose of 0.06-0.6 g/kg (usually 0.3 g/kg). In our case, the onset of solid food-induced FPIES was observed at a higher age (6-12 months) than the age of presentation for CM-/soy-induced FPIES (<6 months) []. Additionally, a confirmatory OFC is considered unnecessary when the typical symptoms occur within two to four hours after food ingestion (particularly more than once), and the child remains well if the food is eliminated from the diet []. In our case, the patient had shown three episodes of wheat-noodle ingestion at home since she was seven months old, and the first wheat OFC at nine months was positive. Additionally, the first OFC to wheat-induced typical FPIES symptoms (repetitive vomiting, pallor, and lethargy) within two hours of ingestion. The international consensus guidelines for the diagnosis and management of FPIES [] relies on the major and minor criteria in making a diagnosis of FPIES in patients with a history of possible or confirmed FPIES. The major criteria include vomiting in the one- to four-hour period after ingestion of the suspect food and the absence of classic IgE-mediated allergic skin or respiratory symptoms. The minor criteria include lethargy, pallor, diarrhea five to 10 h after food ingestion, hypotension, hypothermia, and increased neutrophil count of >1500 above the baseline. The OFC is diagnostic for FPIES if the major criterion and >2 minor criteria are met; accordingly, our patient was diagnosed with wheat-induced FPIES.\\nA biopsy is needed for histologic confirmation of food-protein-induced enteropathy. However, it is usually not indicated in patients with FPIES presenting with acute symptoms or in patients with food-protein-induced allergic proctocolitis []. According to the guidelines [-], the clinician needs to exclude other potential causes and use OFCs to help confirm the diagnosis if the history is unclear and there is a favorable risk/benefit ratio. Even in patients with chronic FPIES where history alone is inadequate to make a diagnosis, a trial of food elimination followed by supervised OFCs to potential food triggers might be required. In select patients, endoscopy and biopsy might be warranted to exclude other causes. Our patient showed a failure to thrive just after onset and resolution of wheat FPIES, and no gastric tract symptoms, such as constipation, abdominal pain, signs of irritable bowel syndrome, dyspepsia, malabsorption, iron deficiency anemia, and oral aphthae, were observed. Celiac disease (CD) was therefore unlikely, and we decided to conduct periodic follow-ups and provide nutritional guidance and OFCs. Regarding chronic FPIES, the previous pediatrician recommended continued avoidance of wheat, egg, and soybean, thus, in her first visit to our university hospital, a nutritionist checked her food intake. The patient took enough energy almost from vegetables, rice, and sugar but not from meat and fish. Because vegetable rarely causes FPIES, vomiting appeared only when she ate wheat all through her clinical course, and her family member looks like the same growth pattern. Thus, I judged the possibility of chronic FPIES that other foods induce is very low.\\nDiagnosis of acute FPIES is usually delayed because of the absence of classic allergic symptoms and the lack of timely obtainable biomarkers. Measurements of food-specific serum IgE levels usually take at least several days in clinical institutes. In this case, the second wheat OFC-induced wheezing lung sounds (a classical IgE-mediated allergic respiratory symptom). Based on the negative results of the SPT to wheat, the second wheat OFC, and previous episodes of vomiting restricted exclusively to wheat intake, we considered that the wheezing sounds might have been caused by the aspiration of food contents due to gastroesophageal reflux disease. Thus, we did not perform invasive 24-hour pH monitoring. Additionally, we observed an increased neutrophil count of ≥ 1,500 above the baseline, at five and 22 hours after ingestion. Several days after the second wheat OFC, we received negative tests results for serum wheat- and ω-5 gliadin-specific IgE at the second wheat OFC. Although we did not examine serum histamine, serum tryptase, and urine N-methylhistamine due to the unavailability of the patient’s serum and urine, the symptoms induced by the second wheat OFC met at least three minor criteria of the international consensus guidelines for FPIES [].\\nTreatment\\nAt age 25 months, the third OFC for wheat protein at 0.2 g/kg did not induce any clinical symptoms (Table ). Due to the negative results, a pediatric allergy specialist recommended a protocol for a gradual low-dose reintroduction of wheat. Our protocol was designed to provide a total amount of 1.0 g/kg/day of wheat protein in 19 weeks and included an induction phase (dose of wheat protein ≤0.2 g/kg/day) and an escalation phase (the dose of wheat protein >0.2 g/kg/day). These phases were separated by the dose of protein at the third OFC (0.2 g/kg), which the patient was supposed to consume without manifesting clinical symptoms. The gradual low-dose reintroduction of wheat was started after the establishment of an emergency network, which included the availability of a pediatrician within 20 minutes of request. For the first week, she ingested 0.1 g/kg/day of wheat protein once on a weekday morning at home. During the first seven weeks of the induction phase, the frequency of wheat-protein ingestion was increased by one day weekly, until a frequency of once per day, seven days per week was achieved. Then, in the escalation phase, the dose of wheat was increased to 1.0 g/kg/day of wheat protein once weekly, and the increasing speed of wheat consumption was spontaneously decreased weekly (Table ). During both the induction and the escalation phases, no adverse symptoms were observed.\\nOutcome and follow-up\\nAt 30 months of age, the patient could ingest up to 14.0 g/day (1.1 g/kg/day) of wheat protein without showing adverse reactions. This implied that the threshold dose of wheat that she could eat might have increased or the disease spontaneously resolved following its natural history. In the OFCs to wheat protein, we used “udon noodles,” for which the common dose in one meal in Japan is 200 g (wheat protein 66.7 g) for an adult and 100 g (wheat protein 33.3 g) for a 3-year-old child. Thus, the dose of wheat protein in the fourth OFC with udon noodles (body weight 12.3 kg) was 33.3 g (wheat protein 2.7 g/Kg). The fourth OFC to wheat protein at 2.7 g/kg induced no symptoms and suggested that she had developed tolerance to wheat. She has been able to eat wheat freely from age 30 months to at least until 44 months of age.\\nDuring all the OFCs, hypotension, hypothermia, diarrhea, and eosinophils in the stool were not reported (Table ). Throughout the entire clinical course, SPTs for wheat and serum food-specific IgE antibodies for wheat and ω-5 gliadin were negative. Her failure to thrive since she was seven months old improved spontaneously after 13 months of age. During this period, energy intake was sufficient for her age, and growth hormone levels were within the normal range. The patient’s AD was also successfully treated with an emollient and mild steroid ointment since she was 11 months old and has been the only treatment administered to her from 12 to 35 months of age.", "age": "[[11.0, 'month']]", "gender": "F", "relevant_articles": "{'24880634': 1, '33204389': 1, '30099930': 1, '15637562': 1, '24686277': 1, '24565539': 1, '16846453': 1, '28167094': 1, '31568151': 1, '12671120': 1, '19500710': 1, '28284784': 1, '26022867': 1, '23042254': 1, '22734807': 2, '10634298': 1, '25956013': 1, '3956146': 1, '26784474': 1, '24565536': 1, '34408963': 2}", "similar_patients": "{'3414796-1': 1, '3414796-2': 1}"}