{"patient_id": 51865, "patient_uid": "8219433-1", "PMID": 34221518, "file_path": "comm/PMC008xxxxxx/PMC8219433.xml", "title": "Successful Treatment of Tumor-Induced Osteomalacia by Multidisciplinary Therapy with Radiation to Intracranial Fibromyxoid Tumor", "patient": "The patient was a 52-year-old man with no family history of cancer and no significant comorbidity except hypercholesterolemia and arterial hypertension.\\nThe patient had a history of bone pain, weakness, and multiple pathological fractures for more than 20 years. In 2003, osteomalacia was diagnosed by bone biopsy at the level of the right knee. In the same period, the patient underwent also surgical removal of a small lesion on the left frontal sinus that was diagnosed as an ossifying fibromyxoid tumor. After surgery, the patient experienced a period of symptom improvement, but again, over the following years, bone pain progressively worsened, and many nontraumatic bone fractures occurred in the right femur, ribs, right tibia, right fibula, and metatarsal bones despite therapy with vitamin D3 and calcium. In 2012, the diagnostic hypothesis of osteomalacia of oncogenic origin finally arose, and the patient underwent targeted investigations.\\nA total body computed tomography (CT) scan documented the presence of dense tissue in the left frontal sinus. At that level, a magnetic resonance (MR) examination showed a lobulated lesion measuring 2 cm, which was hypointense in the T1 sequences and hyperintense in the T2 sequences and had intense contrast enhancement. The lesion highly expressed somatostatin receptors on a 68Ga-DOTATATE positron emission tomography (PET) scan. Blood tests documented low levels of phosphate and high levels of FGF-23.\\nIn May 2012, the lesion of the left frontal sinus was removed through an endoscopic approach. Histological examination documented an ossifying fibromyxoid tumor that was framed as a recurrence of the lesion that had been removed in 2003. After a brief period of clinical and laboratory remission, TIO symptoms reappeared and gradually worsened. In April 2013, a 68Ga-DOTATATE PET scan showed a small lesion in the left frontal sinus with hyperexpression of somatostatin receptors. Six months later, a MR scan confirmed the presence of a contrast-enhancing lesion measuring 1.5 cm in the medial wall of the left frontal sinus, without signs of bone or orbital infiltration. In October 2013, the patient underwent an endoscopic frontal senectomy to remove the recurrence of the ossifying fibromyxoid tumor. Again, after less than two years of clinical remission, TIO symptoms worsened. In March 2015, an MR scan confirmed the presence of a small recurrence of the tumor, without signs of bone or orbital infiltration. A fourth surgical intervention was performed in July 2015 through a combined endoscopic and open approach to completely remove the lesion. A postoperative contrast-enhanced computed tomography was performed four weeks later, and it did not show any suspect sign of disease persistence. In August 2015, the case was discussed in a multidisciplinary tumor board and adjuvant radiation therapy was proposed to reduce the risk of further tumor recurrence. This multidisciplinary decision was shared with the patient who gave his consent to the treatment. Starting from October 2015, external beam radiotherapy was delivered with a volumetric modulated arc technique (VMAT) to the tumor bed with a daily dose of 2 Gy up to a total dose of 60 Gy. The patient was treated in the supine position with a thermoplastic facemask. The tumor bed was identified on coregistered preoperative MR, 68Ga-DOTATATE PET, and planning CT simulation images. The clinical target volume (CTV) included the tumor bed plus 1 cm margin along the frontal sinus walls. The planning target volume (PTV) included the CTV plus 3 mm margin. The organs at risk (OARs) were the optic chiasm, right and left cochlea, right and left lens, right and left eyeballs, and right and left optic nerves. Details of the radiation treatment are shown in and . Orthogonal planar kilo-voltage images were used daily before treatment as image guidance. Radiotherapy was completed without any treatment-related side effects.\\nshows the complete disappearance of the recurrent ossifying fibromyxoid tumor in the left frontal sinus after surgery and adjuvant radiotherapy.\\nAfter 60 months from treatment, the patient is free from both tumor recurrence and TIO.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'24014621': 1, '18329207': 1, '25879543': 1, '27634982': 1, '31505461': 1, '25221676': 2, '8774921': 1, '10902855': 1, '32504138': 1, '34221518': 2}", "similar_patients": "{'4158256-1': 1}"}