{"patient_id": 51951, "patient_uid": "8223689-1", "PMID": 34194777, "file_path": "comm/PMC008xxxxxx/PMC8223689.xml", "title": "Plasmapheresis for the management of acute cyanide poisoning: A case report and review of literature", "patient": "A 39-year-old male patient was brought to the emergency department with severe nausea and vomiting after intentional ingestion of two spoonsful of cyanide salt which had been obtained from a friend in the jewelry industry. The patient was admitted to our center approximately 7 h after ingestion of the substance. Immediately after the ingestion of the powder, gastric irrigation and activated charcoal administration were undertaken in a primary health care facility, and the patient was then referred to our center due to the development of refractory nausea and severe vomiting.\\nUpon arrival, the patient had an oral temperature of 37.2°C, pulse rate of 110 beats per minute, respiratory rate of 18 breaths per minute, blood pressure recording of 110/70, and a Glasgow Coma Scale (GCS) score of 15/15. Pulse oximetry showed 97% oxygen saturation with a regular pulse. Peripheral perfusion was assessed using capillary refill time and was normal. Physical examination other than an evident tachycardia was otherwise normal. The patient reported tobacco use but no history of alcohol abuse or addiction to illicit drugs.\\nAfter admission to the emergency department, primary blood work revealed leukocytosis and metabolic acidosis (laboratory data are summarized in Table ). An electrocardiogram (ECG) of the patient showed normal sinus rhythm and tachycardia.\\nAn intravenous line was obtained and hydration coupled with other supportive measures was started. After 2 h, the patient's blood pressure dropped to 67/35 and peripheral perfusion decreased. Based on the history obtained from the patient, and the metabolic acidosis along with hypotension, cyanide poisoning was highly suspected. Due to the unavailability of cyanide antidote kits at our center, management consisted of norepinephrine 10-20 micrograms per minute (mcg/min) for blood pressure support, sodium bicarbonate for metabolic acidosis, and two sessions of plasmapheresis via a right femoral access using a hemodialysis set up with the appropriate filter. The duration of each plasmapheresis session was 3 h. In the first session, 3 L of plasma was replaced with 2300 mL of normal saline (N/S) and 700 mL fresh frozen plasma (FFP). In the second session, 3 L of plasma was replaced with 2200 mL of N/S, 700 mL of FFP, and two 50 cc vials of 20% albumin. The two plasmapheresis sessions were 5 h apart and the time from toxic ingestion to the first plasmapheresis was 10 h.\\nAfter the completion of two sessions of plasmapheresis, hypotension and acidosis resolved. Venous blood gas (VBG) measurements are summarized in Table . The patient recovered completely after 2 days and was discharged after psychological evaluation.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'19650716': 1, '12053839': 1, '26020397': 2, '15628833': 1, '28259531': 1, '23547992': 1, '33072654': 2, '16395080': 1, '10802422': 1, '20825788': 1, '34194777': 2}", "similar_patients": "{'7532833-1': 1, '4616416-1': 1}"}