{"patient_id": 47800, "patient_uid": "8022680-1", "PMID": 33842134, "file_path": "comm/PMC008xxxxxx/PMC8022680.xml", "title": "Intraoperative Hyperkalemia Due to Surgical Manipulation of a Thymoma", "patient": "A 185-cm, 75-kg, 46-year-old man with an American Society of Anesthesiologists physical status 3 and a 15 pack-year history of smoking as well as postoperative nausea and vomiting, cannabis use, and gastroesophageal reflux presented for median sternotomy with open resection of a left-sided, biopsy-proven 13.1 × 9.4 × 4.5-cm type B-1 thymoma with distal tracheal deviation (Figures , ). The patient had initially presented with unrelated symptoms that led to a chest X-ray. This incidentally revealed the mediastinal mass, which was subsequently further evaluated. The patient had no family history of muscular dystrophies or electrolyte abnormalities. Although the original frozen section was read as lymphoma, final cytology confirmed thymic origin.\\nOn the morning of the surgery, the patient denied dyspnea, orthopnea, double vision, difficulties chewing, speaking, or swallowing, or peripheral muscle weakness. Airway examination revealed a Mallampati IV classification with appropriate mouth opening and prognathism without restriction of neck movement. No stridor was appreciated in the sitting or supine position.\\nAfter discussion with the procedural team about vessels at risk for surgical sacrifice, a 20-G left radial arterial catheter was placed preoperatively using local anesthesia. Preoperative arterial blood gas (ABG) and other laboratory studies showed no significant abnormalities, preserved renal function with normal estimated glomerular filtration rate, a serum creatinine of 1.0 mg/dL, a serum blood urea nitrogen of 14 mg/dL, and a serum potassium of 4.5 mmol/L.\\nAnxiolysis was achieved using midazolam, and the patient was induced with intravenous ketamine combined with sevoflurane via a nasal continuous positive airway pressure device (SuperNO2VATM; Vyaire Medical, Mettawa, IL, USA), ensuring preservation of spontaneous ventilation. A 20-mg bolus of intravenous propofol was administered to facilitate placement of a size 4 igelⓇ supraglottic airway (Intersurgical Ltd., Wokingham, Berkshire, UK). Bronchoscopy was performed through the supraglottic airway to obtain visualization of the left main bronchus and secondary carina. Propofol was incrementally titrated until spontaneous ventilation was temporarily halted and capacity to provide adequate positive pressure ventilation was ensured. Reassuring bronchoscopy findings and ventilation allowed titration of rocuronium and uneventful placement of a left-sided 37-French, double-lumen endotracheal tube via direct laryngoscopy. Appropriate positioning was confirmed under bronchoscopic visualization.\\nThe surgical resection was technically challenging given local tumor invasion into the left lung parenchyma as well as bilateral mediastinal parietal pleura. The resection required significant tumor manipulation, and the left phrenic nerve could not be spared by the cardiothoracic surgeons (Figure ). To help improve surgical conditions, intermittent alternating left and right lung isolation was required. The patient tolerated this well without significant desaturation. Hypercarbia levels were maintained within acceptable ranges anticipated for one-lung ventilation, especially compared to thoracoscopically assisted cases with carbon dioxide insufflation.\\nAfter considerable tumor manipulation requiring intermittent breath holds, an intraoperative ABG was obtained to assess oxygenation and ventilation status, revealing a potassium of 6.5 mmol/L. To confirm this value, another ABG drawn by a different physician showed a potassium of 6.2 mmol/L. In an effort to remove further confounding factors, a different anesthesia technician ran a third confirmatory ABG that returned a potassium of 6.1 mmol/L, a pH of 7.27, partial pressure of carbon dioxide of 56 mmHg, hemoglobin of 12.6 g/dL, bicarbonate of 24.7 mmol/L, a base deficit of 2.4 mmol/L, a sodium of 133 mmol/L, a chloride of 107 mmol/L, ionized calcium of 1.09 mmol/L, and a glucose of 133 mg/dL (Table ). T-waves were not peaked, and there were no other notable abnormalities on electrocardiogram.\\nThe patient was given 50 mEq of sodium bicarbonate and 6 g of calcium gluconate over 45 min. A five-unit bolus of insulin was administered intravenously with 12.5 g of dextrose, and an insulin infusion was started at 2 units/hour and titrated up to 5 units/hour. Given frequent one-lung ventilation and intermittent respiratory cessation, β-agonist therapy and hyperventilation were deferred. Diuretic therapy was avoided given implementation of other therapies, adequate urine production, and a lack of electrocardiographic changes or other symptoms. The patient’s potassium level improved to 5.2 mmol/L by the end of the procedure without evidence of hypoglycemia, and he produced 800 mL of urine. The patient’s temperature was 36.4°C at the beginning, 36.1°C during, and 37.1°C at the end of the surgery. After successful conclusion of the procedure, the patient’s respiratory mechanics were evaluated using negative inspiratory force and rapid shallow breathing index, and he was extubated uneventfully and transferred to the intensive care unit. The patient did not experience any further hyperkalemia during his hospital stay and was discharged on postoperative day 3. At follow-up, the patient expressed appreciation for the care he received.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'23667206': 1, '22684215': 1, '14990653': 1, '26818050': 1, '26957712': 2, '29244647': 1, '21692020': 1, '10685309': 1, '31799295': 1, '30499695': 1, '7025622': 1, '19638127': 1, '31283651': 1, '33842134': 2}", "similar_patients": "{'4767093-1': 1}"}