{"patient_id": 53501, "patient_uid": "8294838-1", "PMID": 34307224, "file_path": "comm/PMC008xxxxxx/PMC8294838.xml", "title": "Childhood pemphigus vulgaris is a challenging diagnosis", "patient": "An 8-years-old black male patient sought care in the stomatology clinic after looking for medical care without a definitive diagnosis and therapeutic success. His mother reported that the initial lesions appeared at the age of 3 years, initially in the tongue, then in other oral cavity areas. However, upon current examination, the patient presented mouth opening limitation, sialorrhea, and ulcers in the oral mucosa, glans, and lower eyelids, as well as urethral secretion. Oral lesions involved the upper and lower lip mucosa, the tongue’s ventral surface, hard palate, soft palate, oral commissures, lower alveolar mucosa, oral mucosa, and upper and lower gums ().\\nThe patient also presented speech difficulties accompanied by hoarseness. Laryngoscopy showed ulcerations in the larynx and pharynx. Incisional biopsy in the lower labial mucosa was performed. The histopathological report showed PV and DIF confirmed the diagnosis with positive detection of intercellular IgG3 ().\\nInitial treatment comprised prednisone (1mg/kg/day) and Dapsone (1 mg/kg/day). Six months after treatment, only oral lesions remained, but the clinical condition worsened the next month, and lesions in the genital mucosa relapsed. At this moment, prednisone (1mg/kg/day) and dapsone (1 mg/kg/day) were again prescribed until achieving clinical regression of genital lesions. With the eighth month of follow-up, ulcers were present only in the mouth and, in the ninth month of follow-up, the clinical mouth condition had improved, but lesions in the palate persisted. After a short time, ulcers in other sites reappeared.\\nWhen the patient completed one year and three months of treatment, the initial treatment, prednisone was gradually tapered to a maintenance dose of 12.5 mg daily, and dapsone was withdrawn due to side effects. At this moment, infection was diagnosed in the oral cavity and other sites of the patient's body. Thus sulfamethoxazole (200 mg) and trimethoprim (40 mg) BID were prescribed. This new therapeutical approach was applied to achieve clinical regression of the lesions.\\nTo date, the patient of this clinical case presented marked weight gain and growth retardation, even with the use of a steroid-sparing drug and a decrease in steroid dosage.\\nIn the last follow-up, lesions in the eyelids, larynx, pharynx, and glans had disappeared without relapse. However, ulcers of the oral cavity remain in the lower labial mucosa and ventral surface of the tongue (). In addition to systemic medications, topical corticosteroid on the remaining oral lesions was added to the therapeutic regimen. The patient currently completed a clinical follow-up of 2 years and 10 months, and his clinical status substantially improved.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'24310318': 1, '20944909': 1, '16870120': 1, '21909064': 1, '26765543': 1, '20389028': 1, '34733562': 2, '30294176': 1, '16011788': 1, '31355479': 1, '25022850': 1, '30571809': 1, '24261459': 1, '28712257': 1, '26312673': 2, '31365654': 1, '34307224': 2}", "similar_patients": "{'8560286-1': 1, '4540507-1': 1}"}