{"patient_id": 58320, "patient_uid": "8521349-1", "PMID": 34165361, "file_path": "comm/PMC008xxxxxx/PMC8521349.xml", "title": "Autoimmune glomerulonephritis in a multiple sclerosis patient after cladribine treatment", "patient": "In a 44-year-old female patient with RMS, CT treatment course (year 1) was commenced in June 2018 (first cycle) after a spinal relapse (). Apart from migraine and arterial hypertension, the patient had no other comorbidities. As concomitant medication, she was taking fampridine 10 mg BID and amlodipine 5 mg QD. She was treated with interferon β-1a from June 2006 to March 2015 and with teriflunomide from March 2015 to June 2018. Prior to CT treatment, teriflunomide was washed out with colestyramine 3×8 g daily for 11 consecutive days. In year 2, the first CT cycle was started in June 2019 and the second one had been postponed because of a dental root infection, which was treated endodontically and with amoxicillin (). Two relapses occurred during year 1 requiring intravenous steroid administration (). Several adverse events such as increased tiredness and folliculitis occurred upon cladribine treatment (). In November 2019, the patient presented with fever and pollakisuria. Pyelonephritis associated with acute kidney injury (AKI) was suspected ( and ()). Despite ciprofloxacin treatment, the patient developed acute renal failure with oliguria, edema, and hypertension after 10 days, leading to hospitalization and eventually to hemodialysis. Kidney biopsy revealed a necrotizing glomerulonephritis with anti-glomerular basement membrane (GBM) antibodies (). Anti-GBM antibodies were also detected in the serum with ⩾680 U/mL (). Steroid pulse therapy and plasmapheresis were initiated. Three weeks later, the patient developed bicytopenia with severe thrombocytopenia (18,000/µL) and a Coombs negative hemolytic anemia (). Bone marrow biopsy was without pathological findings. Laboratory examinations for Epstein–Barr virus, hantavirus, influenza (A and B), respiratory syncytial virus, cytomegalovirus, and HIV were negative. Because of distinct anemia, the patient received a total of six blood transfusions and seven erythropoietin injections (4000–8000 IE). Laboratory tests for heparin-induced thrombocytopenia and thrombotic thrombocytopenic purpura were negative. Liver enzymes were elevated (), and we detected anti-mitochondrial M2 antibodies at a low titer with 22 IU/mL being compatible with autoimmune hepatitis. In January 2020, filgrastim was injected since neutrophil count declined to 240 cells per µL. Complement factor I was profoundly decreased with 1 µg/mL (normal range, 18–48 µg/mL) indicating increased complement activation. Genetic analyses did not unveil any mutation within the complement system. In order to reduce complement activation, treatment with eculizumab was commenced in December 2019. Hemolysis and thrombocytopenia resolved, but the patient remained dialysis dependent ().", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'27343993': 1, '20089960': 1, '9626058': 1, '28459999': 1, '1357355': 1, '30885374': 1, '24502830': 1, '28408984': 1, '30885375': 1, '21228029': 1, '28870107': 1, '30785074': 1, '23411782': 1, '22634866': 1, '34480292': 1, '34165361': 2}", "similar_patients": "{}"}