{"patient_id": 53253, "patient_uid": "8284711-1", "PMID": 34260544, "file_path": "comm/PMC008xxxxxx/PMC8284711.xml", "title": "Multiple small bowel perforations due to cytomegalovirus related immune reconstitution inflammatory syndrome in an HIV patient", "patient": "A 28-year-old man presented with several purple-blue nodules on the face and neck of one-month duration. HIV antibody testing was positive and his nadir CD4+ T-cell count was 25 cells/μL. After a skin lesion biopsy, the patient was diagnosed with Kaposi's sarcoma. The CMV-DNA load was 6.0 × 104 copies/mL, CMV antibody (IgM) was <8 U/mL (0–18 U/mL), and CMV antibody (IgG) was 12.3 U/mL (0–12 U/mL). No abnormalities were found on funduscopic examination. The patient was found to have specific antibodies to Treponema pallidum and rapid plasma reagin test titer was positive with a titer of 1:2. The patient was treated with benzathine penicillin for 3 weeks. The patient was started on antiretroviral therapy (ART) with a regimen of lamivudine 300 mg daily, tenofovir disoproxil 300 mg daily, and nevirapine 200 mg twice daily.\\nAfter 16 days of ART initiation, the patient presented with fever and was admitted to our hospital. His highest recorded temperature was 38.9°C, accompanied by chills. He denied abdominal pain, diarrhea, or hematochezia. Routine blood tests showed a leukocyte count of 5.76 × 109 cells/L (3.5–9.5 × 109 cells/L), lymphocyte of 1.29 × 109 cells/L (1.1–3.2 × 109 cells/L), granulocyte of 4.04 × 109 cells/L (1.8–6.3 × 109 cells/L), hemoglobin (Hb) of 87 g/L (130–175 g/L), and platelet (PLT) of 348 × 109 cells/L (125–350 × 109 cells/L). The level of C-reactive protein was 88.7 mg/L (0–8 mg/L), and procalcitonin was 0.66 ng/mL (0–0.05 ng/mL). Toxoplasma IgG and IgM antibodies were negative. Liver and kidney function tests were within the normal range. The HIV RNA load was 2.46 × 103 copies/mL and his CD4+ T-cell count had already increased to 75 cells/μL. The CMV-DNA load was 1.3 × 104 copies/mL. The patient was treated with intravenous ganciclovir for persistent CMV viremia.\\nTen days later, the fever resolved. However, the patient reported persistent left lower abdominal pain which was spastic and tolerable. He denied abdominal distension, nausea, or vomiting. The patient was conscious and had a normal blood pressure of (BP) 115/65 mmHg, respiratory rate (R) of 16 bpm, pulse rate (P) of 88 bpm, and body temperature (T) of 36.8°C. Physical examination showed a soft and flat abdomen, left lower abdominal tenderness, without rebound pain or rigidity. Bowel sounds were 4/min. An upright abdominal x-ray in a tertiary level hospital revealed bilateral moderate intraperitoneal free air (Fig. A). Intestinal perforation was suspected. The patient and his family declined surgery and temporarily agreed to conservative treatment. He underwent gastrointestinal decompression and was given proton pump inhibitors, ertapenem combined with levofloxacin, and nutritional support. ART was discontinued.\\nTwenty-four hours later, the vital signs were BP 110/70 mmHg, R 18 bpm, P 130 bpm, and T 38.4°C. The patient had left upper and right lower abdominal tenderness, rebound pain throughout the entire abdomen with rigidity. A repeat of the upright abdominal x-ray showed massive bilateral intraperitoneal free air (Fig. B) and abdominal Doppler ultrasound showed pneumoperitoneum and pelvic effusion. The abdominal computed tomography showed free gas with a low diaphragm (Fig. C). The repeated blood test showed a leukocyte count of 8.74 × 109/L, lymphocyte of 0.65 × 109/L, granulocyte of 7.96 × 109/L, Hb of 103 g/L, and PLT of 338 × 109/L. Alanine transaminase was 102 U/L (9–50 U/L) and creatinine was 92 μmol/L (59–104 μmol/L). An exploratory laparotomy was performed. A total of 1000 mL of suppurative peritoneal fluid was cleared. Multiple perforations at 40, 50, 65, 140, and 240 cm proximal to the terminal ileum were found at the anti-mesenteric border of the small bowel, the largest diameter of which was 1 cm. Furthermore, multiple localized discolorations on the serosal surface of the small intestine were observed indicating multiple deep ulcers (20, 80, 100, and 220 cm proximal to the terminal ileum). Partial enterectomy (35 cm) and surgical repair of the small bowel were performed. Histopathological analysis showed destruction of the mucosa, submucosa, and muscular layers with neutrophilic infiltration and granulation tissue formation (Fig. A). The serosa and muscular layer showed pyogenic necrosis and neutrophilic infiltration (Fig. B). There were intranuclear and intracytoplasmic inclusions, typical of CMV (Fig. C). CMV enteritis was confirmed by hematoxylin-eosin staining and immunohistochemistry (Fig. D). There were a variety of inflammatory cellular infiltration, including MUM1+ plasma cells (Fig. E), CD68+ tissue cells (Fig. F), CD8+ lymphocytes (Fig. G), and a small amount of CD4+ lymphocytes (Fig. H). The presence of intestinal Kaposi's sarcoma was excluded. In order to identify other possible co-infectious pathogens, formalin-fixed and paraffin-embedded (FFPE) samples from the resected bowel were sent to BGI PathoGenesis Pharmaceutical Technology (BGI-Shenzhen) for metagenomic next-generation sequencing, which indicated CMV mono-infection without co-infections of salmonella, tuberculosis, histoplasmosis, non-tuberculous mycobacteria, cryptococcosis, amebiasis, microsporidiosis, or schistosomiasis. The patient received intravenous ganciclovir 5 mg/kg twice daily for another 2 weeks followed by 5 mg/kg/day for 1 month. The CMV-DNA load was already <500 copies/mL. The patient denied any fever or abdominal pain. He was discharged 17 days after surgery and continued to take oral ART without oral ganciclovir for secondary prophylaxis.\\nOne month after discharge, the patient was re-admitted for abdominal pain and vomiting. The patient was conscious. He had discontinued ART without consulting his physician. The vital signs were T 36.5°C bpm, 110/76 mmHg, P 103 bpm, and R 16 bpm. An upright abdominal x-ray did not show any free gas or liquid gas levels (Fig. D). However, 24 hours later, the patient's condition worsened with a fever and decreased blood pressure. The vital signs were BP 90/48 mmHg, P 140 bpm, and T 38.4°C. Routine blood tests showed a leukocyte count of 5.52 × 109/L, lymphocyte of 0.38 × 109/L, granulocyte of 4.35 × 109/L, Hb of 88 g/L, and PLT of 158 × 109/L. Amylase, lipase, myocardial enzymes, liver, and renal function tests were within the normal range. An upright abdominal x-ray showed visibly dilated intestines and gas-fluid levels (Fig. E). Intestinal obstruction due to adhesions and subsequent septic shock was diagnosed. The patient received fluid resuscitation, meropenem, dopamine, and underwent gastrointestinal decompression (Table ). The patient's prognosis was poor and unfortunately, he died 55 days after surgery.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'29372886': 1, '25110427': 1, '16496064': 1, '18317650': 1, '31804330': 2, '22439782': 1, '10100416': 1, '18199043': 1, '24845948': 1, '8388840': 1, '12541029': 1, '2539285': 1, '34260544': 2}", "similar_patients": "{'6919416-1': 1}"}