{"patient_id": 112903, "patient_uid": "8613580-1", "PMID": 34901199, "file_path": "noncomm/PMC008xxxxxx/PMC8613580.xml", "title": "Brevundimonas vesicularis Peritonitis in a Chronic Peritoneal Dialysis Patient", "patient": "A 41-year-old white male developed diffuse abdominal pain and cloudy peritoneal dialysate. He had end-stage kidney disease from hypertensive nephrosclerosis and had been on CCPD since November 2003. Between 5 and 6 p.m. everyday, he would perform a pause exchange of 2 L in order to empty his long dwelling peritoneal fluid during the day. His medications included irbesartan, nephrocaps, pyridoxine, atorvastatin, polyethylene glycol, and methadone as needed for pain. He was not an IV drug abuser. His daily exit site care included a soap and water wash followed by mupirocin ointment. He was renovating a humid, moldy basement for a month before developing abdominal pain. He denied performing a dialysis exchange in the basement.\\nFive months after initiating CCPD, in April 2004, he developed clinical symptoms of peritonitis with a peritoneal dialysate WBC count of 333 k/mm3, with 55% neutrophils and 30% monocytes. He was given vancomycin 2 g and levofloxacin 500 mg intraperitoneally (IP) with a 6-h dwell. Oral levofloxacin 250 mg daily and clotrimazole troches 3 times a day were also prescribed. He returned 3 days later for another dose of IP vancomycin. The initial peritoneal fluid Gram stain and culture at a local hospital laboratory were negative. Six days later, he still had cloudy peritoneal fluid, and the cultures grew an unidentified Gram-negative rod from a national microbiology laboratory, Spectra. IP vancomycin 2 g every 5 days and oral levofloxacin 250 mg daily were continued. Thirteen days after his initial presentation, he developed increasing abdominal pain. Physical examination revealed diffuse abdominal pain with mild rebound tenderness. Repeat WBC peritoneal fluid count was 225 k/mm3, and peritoneal fluid Gram stain showed Gram-negative rods. He was started on IP tobramycin in addition to IP levofloxacin 250 mg daily. Tobramycin was added to the peritoneal dialysis fluid to a final concentration of 5 mcg/mL during CCPD. Twenty-one days after initial presentation, B. vesicularis was finally identified in 2 peritoneal fluid cultures from days 6 to 13 of his illness. Both B. vesicularis isolates were susceptible to amikacin, cefotaxime, ceftriaxone, colistimethate, gentamicin, imipenem, tobramycin, and ticarcillin/clavulanate. Both isolates were resistant to levofloxacin and ciprofloxacin. He was subsequently admitted to the hospital and treated with ceftriaxone 2 g IV daily for 3 days. The peritoneal catheter was not initially removed. At discharge, his antibiotic was changed to oral amoxicillin/clavulanate 500 mg twice daily. Nine days later, he developed abdominal pain and cloudy peritoneal fluid, and he was readmitted to the hospital with the peritoneal fluid WBC count of 666 k/mm3. Ceftriaxone 2 g IV daily was reinitiated, but the peritoneal fluid WBC count increased to 1,010 k/mm³ on day 3, and the peritoneal catheter was surgically removed due to continued abdominal symptoms and the rising peritoneal dialysate WBC. The peritoneum was erythematous and diffusely inflamed. Intraoperative bacterial and fungal cultures were negative. The catheter tip culture was also negative. The patient was temporarily switched to hemodialysis and received ceftriaxone 2 g IV daily for a total of 12 days with complete resolution of symptoms. Four weeks later, a peritoneal dialysis catheter was successfully replaced, and the patient resumed CCPD for an additional 6 months. Subsequently, after an episode of Staphylococcus aureus peritonitis in December 2004, he was permanently changed to chronic hemodialysis.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'15750806': 1, '8399607': 1, '18547490': 1, '12431884': 1, '11007375': 1, '11054358': 1, '15889397': 1, '16881352': 1, '15796137': 1, '30185480': 1, '29915660': 2, '22608844': 1, '11007371': 1, '13159237': 1, '15000562': 1, '27282851': 1, '10505557': 1, '16221243': 1, '8068543': 1, '10401010': 1, '34901199': 2}", "similar_patients": "{'5998283-1': 1}"}