{"patient_id": 53599, "patient_uid": "8299089-1", "PMID": 34322260, "file_path": "comm/PMC008xxxxxx/PMC8299089.xml", "title": "Complete eradication of chronic lymphocytic leukemia with unusual skin involvement of high mitotic index after time-limited venetoclax/obinutuzumab treatment", "patient": "A 51-year-old male patient was presented with large skin masses of the chest wall that were pathologically proven to be chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL) with Ki67:70%. The patient was treated with the time-limited venetoclax/obinutuzumab combination for 12 cycles and CLL/SLL including the skin component was set in complete remission.\\nA 51-year-old male patient was presented with skin masses, 10 × 5 cm (Figure ), in May 2019. Biopsy showed CLL/SLL: diffuse infiltration by small lymphocytes with the immunophenotype (IF) of CD5+, CD23+, CD79a+>CD20+. Ki67% expression was 70%. Mild lymphocytosis (lymphocytes=13910/mm3) and lymphadenopathy without splenomegaly/hepatomegaly in computed tomography (CT) scans were also present. CLL was IgVH unmutated, and deletion 17p/TP53 mutations were negative. The patient was treated with the novel time-limited combination of venetoclax/obinutuzumab from July 2019 until July 2020. The CLL skin component responded impressively (Figure and Figure ). Complete remission in CT scans and bone marrow biopsy was confirmed at the end of treatment. Undetectable CLL minimal residual disease (MRD) in peripheral blood and bone marrow by 8-color flow cytometry was also confirmed. CLL skin involvement is a rare clinical presentation especially at diagnosis. Ki67>45% is associated with more aggressive biology of Non-Hodgkin lymphomas. Our case indicates that the novel time-limited treatment with the venetoclax /obinutuzumab combination can eradicate the CLL disease, even with unusual and biologically aggressive presentations.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'19384938': 1, '34552743': 1, '31166681': 1, '34322260': 2}", "similar_patients": "{}"}