{"patient_id": 56185, "patient_uid": "8424244-1", "PMID": 34513107, "file_path": "comm/PMC008xxxxxx/PMC8424244.xml", "title": "Positive Retrospective SARS-CoV-2 Testing in a Case of Acute Respiratory Distress Syndrome of Unknown Etiology.", "patient": "A 79-year-old male with hypertensive cardiovascular disease, heart failure, hyperlipidemia, and diabetes type 2 presented from an outside hospital on February 9, 2020, with acute chest pain and dyspnea. CT angiogram (CTA) showed a Type B dissection and ascending aortic aneurysm. He was transferred to our tertiary care hospital. Work-up revealed metabolic derangement, cardiomegaly with trace pericardial effusion, pleural effusions, and diffuse ground glass opacities suggestive of pulmonary edema. His hospital course was complicated by difficulties maintaining his oxygen saturation, requiring high flow nasal cannula; CTA on February 16 demonstrated the Type B aortic dissection was suggestive of pulmonary embolism and showed ground glass attenuation of the bilateral aerated lung fields and consolidation of the left lower lobe (). The patient was advanced to BiPAP without improvement and was transferred to the cardiopulmonary critical care unit for hypoxic respiratory failure, requiring intubation on February 24, 2020. A bronchoscopy confirmed ARDS. A respiratory viral panel was negative for Influenza A (subtype H1, H3 and 2009 H1N1), Influenza B, RSV A and B, Parainfluenza 1, 2, 3, and 4, Human Metapneumovirus, Human Rhinovirus/Enterovirus, Adenovirus, and Coronavirus. On February 25, the patient had PEA arrest, but return of spontaneous circulation was achieved with chest compressions. Chest X-ray on February 28, 2020, showed bilateral pulmonary opacities and pleural effusions (). He continued to be unable to maintain oxygen saturation despite intubation and aggressive fluid removal. Death occurred on February 28, 2020.\\nWritten consent for autopsy was obtained from the next of kin including consent for diagnostic, research, and education use; however, no written consent has been obtained from the patient as there is no identifiable patient data included in this case report. Autopsy performed March 2, 2020, showed signs of hypertensive and atherosclerotic cardiovascular disease with severe cardiomegaly (650 g) and four chamber dilatation, nephrosclerosis, and diffuse hypertensive vascular changes within the brain. There was dilation of the aortic root and a Type B aortic dissection extending from the left subclavian artery without rupture. The lungs showed significant bilateral consolidation (combined lung weight of 1970 g) and pulmonary edema without evidence of a pulmonary thromboembolism. Lung histology showed diffuse intra-alveolar hemorrhage and fibrin, with numerous areas showing organizing fibrinous exudates with macrophages and occasional activated type II pneumocytes. Chronic bronchitis and emphysema were present. Immunofluorescence for SARS-CoV-2 nucleocapsid protein was focally positive on one lung section (). In situ hybridization (ISH) for SARS-CoV-2 RNA was performed using RNA scope technology (Bio-Techne Corp., Minneapolis, MN). Two RNA probes were used, one for the sense strand of SARS-CoV-2 RNA (turquoise signal) and one for the antisense strand of SARS-CoV-2 RNA (red signal). ISH showed SARS-CoV-2 in the lungs, myocardium, liver, kidneys, and brain (Figures and ). Both ISH probes showed varying degrees of intensity. The lungs, heart, and brain showed predominantly red signal indicating replicating virus. Sections of the liver and kidney showed areas of turquoise signal indicating nonreplicating virus in addition to red replicating virus signal (). Replicating virus signal was present in the ependymal lining cells and in the parenchyma of the midbrain ().", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'33624432': 1, '33161409': 1, '32549071': 1, '32620178': 1, '34513107': 2}", "similar_patients": "{}"}