{"patient_id": 52650, "patient_uid": "8258851-1", "PMID": 34216916, "file_path": "comm/PMC008xxxxxx/PMC8258851.xml", "title": "Autoimmune [auto-inflammatory] syndrome induced by adjuvants (ASIA): Case report after inguinal hernia repair with mesh", "patient": "The present case report refers to a 33-year-old female patient, married, and an administrative manager. History of smoking, previous breast surgery with silicone prosthesis, appendectomy, no other relevant personal or family history. One year and four months ago, she underwent bilateral inguinal hernioplasty by laparoscopy. Shortly after the inguinal hernia surgery, systemic, urinary symptoms, and chronic local pain appeared. She reported low back pain, fatigue, memory loss, and mood swings associated with limiting pelvic pain, dysuria, and dyspareunia. Moreover, she reported changes in bowel habits in the absence of an organic cause, which had been unsuccessfully treated with trimebutine.\\nShe was then referred to urologist, gynecologist, and rheumatologist specialists for evaluation of the diagnostic hypotheses of interstitial (autoimmune) cystitis and fibromyalgia, starting treatment with pregabalin, fluoxetine, and pentosan polysulfate sodium (Elmiron®).\\nA tomography of her abdomen and pelvis was performed, which revealed a densification of the anterior bilateral and perivesical inguinal adipose tissue, a non-specific finding, but with a probable inflammatory/reactive etiology. Herniorrhaphy mashes were normal. Directed physical examination revealed bilateral inguinal pain, most notably on the right.\\nThus, we performed surgical exploration with robotic approach and removal of the mesh were proposed (). In the procedure, after removing the meshes bilaterally, no significant residual hernial defect was observed (). Three days after surgery, the patient was discharged with adequate pain control, without the need for opioids. No surgical site infection or occurrence was observed.\\nIn the histopathological report, cuts of connective tissue and adipose were observed, showing a slight inflammatory lymphocytic infiltrate and a laminar fibrotic ban. Frequent multinucleated giant cells, characterizing foreign body granuloma to material compatible with surgical mesh were also seen are observed.\\nDuring outpatient follow-up- 1 year, there was a significant improvement in symptoms with no inguinal pain, or hernia recurrence, no fatigue or dyspareunia during this period.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'30342279': 1, '34216916': 2}", "similar_patients": "{}"}