{"patient_id": 54777, "patient_uid": "8362874-1", "PMID": 34408930, "file_path": "comm/PMC008xxxxxx/PMC8362874.xml", "title": "A Novel Type of Aspiration Presenting With Acute Respiratory Failure Caused by Upper Airway Obstruction Due to Diaper Pica", "patient": "An 81-year-old woman was urgently admitted to the emergency department (ED) of our hospital with dyspnea. The patient had no psychiatric medical history but had severe dementia with a score of 3 on the clinical dementia rating. The patient also had several histories of diaper pica. A few hours ago, the facility staff confirmed that the patient was tearing the diaper and eating it, but several hours later, the staff found the patient complaining of dyspnea. On admission, physical examination revealed diminished respiratory sound. But we heard a faint stridor during inspiration. Cyanosis appeared on her lips. Her vital signs included a blood pressure of 88/54 mmHg, pulse rate of 112 per minute, respiratory rate of 18 per minute, and percutaneous oxygen saturation of 74% on room air. The arterial blood gas analysis revealed severe acidosis with pH 6.39, PaO2 45 mmHg, and PaCO2 150 mmHg. Laboratory data were normal with a hemoglobin level of 14.5 g/dL, C-reactive protein level of 0.03 mg/dL, while white blood cells were elevated to 16,700 µL with 73% neutrophils. The oral cavity and pharyngolarynx were filled with the HMWPD and the torn nonwoven fabric. Although these diaper materials in the oral cavity and the pharyngolarynx were removed using the grasping forceps under the laryngoscope, respiratory failure did not improve. Therefore, it was assumed that these diaper materials had fallen from the pharyngolarynx to the trachea. Endotracheal intubation was performed immediately. Her chest roentgenogram was normal, but her chest computed tomography revealed foreign bodies in the trachea and esophagus (Figure ).\\nFlexible bronchoscopy was performed, and the HMWPD were visualized from the trachea to the main bronchi bilaterally (Figure ).\\nWe tried to grasp the HMWPD in a lump with grasping and basket forceps in order, but the HMWPD were gelled and could not be grasped (as they were broken into pieces). Finally, we performed direct bronchoscopic suction. As a result, all the HMWPD were removed, and the bronchoscopic suction port was not blocked by the HMWPD. During flexible bronchoscopy, percutaneous oxygen saturation was maintained at 96% under the oxygen control of endotracheal intubation. The esophagus and stomach were also filled with the HMWPD and the torn nonwoven fabric. Subsequently, the torn nonwoven fabric was removed with grasping forceps and the HMWPD were also removed by direct upper endoscopic suction in the same procedure. After bronchoscopy, the arterial blood gas analysis revealed pH 7.39, PaO2 111 mmHg, and PaCO2 49 mmHg under 2 L oxygen inhalation. Since her respiratory condition was stable after the treatment, the patient was extubated. We could not do the swallowing function evaluation studies because we could not get her help. Then, her vital signs included a blood pressure of 110/74 mmHg, and percutaneous oxygen saturation of 96% on room air. She left hospital the next day.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'28250606': 1, '23744854': 1, '22750361': 1, '22989820': 1, '17603327': 1, '25768933': 1, '34408930': 2}", "similar_patients": "{}"}