{"patient_id": 108067, "patient_uid": "8166385-1", "PMID": 33706587, "file_path": "noncomm/PMC008xxxxxx/PMC8166385.xml", "title": "Retrieval of fractured dialysis catheter through phlebotomy of internal jugular vein: a case report", "patient": "A 58-year-old woman with end-stage renal disease due to chronic glomerulonephritis had undergone regular intermittent hemodialysis for nearly 8 months. An arteriovenous fistula was established, and the patient was started on hemodialysis via a temporary hemodialysis catheter through the right internal jugular vein. After 2 months of treatment, the temporary hemodialysis catheter required replacement with a TCC (HFS 24-C 14.5F × 24CM Hemo-Flow® Double Lumen Catheter; Medical Components, Inc., Harleysville, PA, USA) because of a catheter-related infection. The patient had been undergoing intermittent hemodialysis through the TCC in the right internal jugular vein for about 6 months while awaiting maturation of the arteriovenous fistula when she was admitted to the hospital for removal of the TCC. Prior to the surgery, the TCC exit site had been maintained in an aseptic condition using povidone-iodine cleansing and nontransparent dressing while using a 5000-unit/mL heparin solution without prophylactic antibiotic lock as a TCC locking solution.\\nThe patient’s physical examination and blood tests were unremarkable except for elevated concentrations of blood urea nitrogen (16.82 mmol/L) and serum creatinine (840 μmol/L). The catheter removal was conducted under local anesthesia through a skin incision above the catheter cuff. The catheter was isolated and fastened. It was then cut near the inner side of the cuff after it had been distally clamped with forceps. During this process, the forceps accidentally became loosened and the distal catheter fragment slid into the vein. An urgent chest X-ray showed that the distal end of the fractured TCC was located in the right atrium with its proximal free end in the right internal jugular vein ().\\nThe patient was asymptomatic. Considering that the free end of the catheter was still in the right internal jugular vein, we decided to attempt its retrieval through right internal jugular vein phlebotomy under general anesthesia. After 10 hours, we had dissected the right neck skin, carefully separated the sternocleidomastoid and scalene muscles, and exposed the right internal jugular vein, where we could trace one end of the fractured TCC inside the vein. An incision was made in the vein, which exposed thrombi covering the fractured TCC. The thrombi were removed from the vein and the TCC was successfully retrieved (). The removed catheter segment was about 15 cm long (). We then sutured the venous incision using a simple continuous suture with 5-0 polypropylene suture material (Prolene; Ethicon, Cincinnati, OH, USA). No complications occurred during the procedure. The postoperative period was uneventful. The patency of the patient’s right internal jugular vein was ensured after the procedure and at 6 months postoperatively by ultrasonographic examination.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'20331826': 1, '17638263': 1, '19158368': 1, '26797903': 1, '30784660': 1, '28058702': 1, '9544147': 1, '16703195': 1, '17638218': 1, '33706587': 2}", "similar_patients": "{}"}