{"patient_id": 46851, "patient_uid": "8714648-1", "PMID": 34977142, "file_path": "comm/PMC008xxxxxx/PMC8714648.xml", "title": "Retroperitoneal Spindle Cell Tumor: A Case Report", "patient": "A 52-year-old female patient presented with a complaint of persistent pain of 1 month duration in the right upper abdomen. There was no history of previous abdominal trauma, bleeding, or family history of cancer. On clinical examination, there was slight tenderness in the right upper abdomen. Serum α-fetoprotein, carcinoembryonic antigen, carbohydrate antigen 125, and carbohydrate antigen 19-9 were normal. There was no obvious clinical history of malignancy. Enhanced upper abdominal computerized tomography (CT) showed a soft tissue density mass 11 cm in diameter (). Therefore, we speculated that the retroperitoneal tumor was a benign tumor. Additionally, pathological results of pre-operative puncture were inflammatory myofibroblastoma and nodular fasciitis. Then, we chose to perform surgery.\\nThe findings of intraoperative exploration revealed that the tumor was involved in the right hepatic artery, main portal vein, right portal vein, gallbladder, gastric antrum, duodenum, and head of pancreas. According to the results, we performed pancreaticoduodenectomy, perihilar hepatectomy, neoplasty of high bile duct, partial resection and repair of the main portal vein, partial resection and repair of the right portal vein, repair of the right hepatic artery, and reconstruction of the digestive tract (). Finally, the operation was successful, lasting 7 h, and the intraoperative bleeding was 350 ml. The patient recovered well after the surgery.\\nThe tumor was solitary and solid with an off-white cross-section (). The actual size of the tumor was ~17 × 12 cm. Microscopically, the tumor was predominantly made of spindle cells, and the margin of resection was negative (). The tumor was diagnosed as a spindle cell tumor depended on these consequences.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'31875172': 1, '21143519': 1, '30938880': 1, '15232741': 1, '30944681': 1, '15832090': 1, '2437812': 1, '12116532': 1, '15913427': 1, '29751773': 2, '30276917': 1, '11592102': 1, '17470870': 1, '16075860': 1, '10458229': 1, '17711447': 1, '34977142': 2}", "similar_patients": "{'5948877-1': 1}"}