{"patient_id": 54037, "patient_uid": "8324828-1", "PMID": 34345559, "file_path": "comm/PMC008xxxxxx/PMC8324828.xml", "title": "Encephalitis Associated With Hemophagocytic Lymphohistiocytosis Secondary to Immune Checkpoint Inhibitors: An Unfamiliar Spin-Off", "patient": "A 33-year-old male having a history of malignant melanoma with metastatic disease to the bones on immunotherapy (status post 2 cycles of ipilimumab/nivolumab) admitted from the emergency department for persistent fever and elevated liver enzymes. The patient reported daily fever as high as 103.5° F (taken orally) for four days associated with two episodes of non-bloody emesis the day before admission. He had overall poor appetite but no abdominal pain or diarrhea. Headaches occurred only with fever. He denied any body aches, neck stiffness, photophobia. The patient was seen in urgent care three days ago with both negative rapid influenza and COVID-19 test along with no acute findings on chest X-ray. He was also seen in another hospital three days ago for the same symptoms, had blood cultures drawn, and discharged home on oral antibiotics. On physical examination, the patient had a temperature of 103° F, pulse 88 bpm, BP 134/81 mmHg, and oxygen saturation 96%. Respiratory, gastrointestinal, and neurological examinations were normal.\\nThe initial investigations showed platelet count 94,000 per microliter (normal 150,000 to 400,000 per microliter), total bilirubin 3.56 mg/dl (normal 0.00- 1.60 mg/dl), alkaline phosphatase 409 units/L (normal 40-129 units/L), aspartate aminotransferase (AST) 316 units/L (normal less than 40 units/L), alanine transaminase (ALT) 363 units/L (normal 10-50). The right upper quadrant ultrasound demonstrated mild periportal edema, no evidence of gallstones or cholecystitis, non-dilated bile ducts. The patient was empirically started on piperacillin/tazobactam and vancomycin after sending two sets of blood cultures. Viral respiratory pathogen panel by polymerase chain reaction (PCR), autoimmune hepatitis work up, and viral hepatitis panel were also sent and all came back negative. The final blood culture report obtained from outside the hospital did not show any growth after four days. The patient continued to spike fever 101-103° F despite being on antibiotics for 24 hours. CT chest/abdomen/pelvis and MRI liver also obtained in the setting of persistent fever to look for occult infection and metastatic lesions in the liver but did not show any acute pathology other than hepatomegaly measuring 23 cm (normal less than 16 cm) and splenomegaly measuring 24 cm (normal less than 12 cm) (Figure ). HIV, cytomegalovirus PCR, and Epstein-Barr virus PCR came negative. A hepatologist was consulted for elevated liver enzymes and recommended liver biopsy and prednisone 1mg/kg daily for possible immunotherapy-induced hepatitis. Liver biopsy showed multifocal lobular lymphocytic infiltrates within hepatic sinusoids (Figure ), and small mature lymphocytes long with rare eosinophils causing moderate portal inflammation, confirming immunotherapy-induced hepatitis (Figure ).\\nOn day 4 of admission, the patient started to have slurred speech, word-finding difficulty, ataxia, and lower extremity hyperreflexia concerning for autoimmune encephalitis. Neurology was consulted and recommended paraneoplastic antibodies, MRI brain, and lumbar puncture. Serum ferritin, triglycerides, fibrinogen, and soluble IL-2 receptor (CD25) were also sent for possible HLH with associated encephalitis. Ferritin level came back 3446 ng/ml, triglycerides 525 mg/dl, fibrinogen 145 mg/dl, and soluble IL-2 receptor (CD25) 1405 pg/ml (age-related normal 1033 pg/ml). MRI brain with contrast showed no acute intracranial abnormalities. Serum ammonia level was also within normal limits. Cerebrospinal fluid (CSF) analysis showed elevated protein 199 mg/dl (normal 15-45 mg/dl) with normal WBC count. Oligoclonal bands in serum and CSF were 6 and the IgG index was 0.67 (normal 0.32-0.60). Paraneoplastic antibody panel (type 1 antineuronal nuclear antibody [ANNA-1], type 2 antineuronal nuclear antibody [ANNA-2], Purkinje cell cytoplasmic antibody type 1 [PCA-1], collapsin response-mediator protein-5 [CRMP-5] antibody, amphiphysin antibody,anti-N-methyl-D-aspartate [NMDA] receptor antibody, gamma-aminobutyric acid type A [GABA-A] and type B [GABA-B] receptor antibodies, contactin-associated protein-like 2 [Caspr2] antibody) was normal except for mildly elevated glutamic acid decarboxylase (GAD) antibody. GAD autoantibodies (GADAs) are associated with various neurologic conditions, such as stiff person syndrome, cerebellar ataxia, limbic encephalitis, myasthenia gravis, and epilepsy. Elevated GAD antibodies in our case were suggestive of encephalitis.\\nThe patient was started on prednisone 1mg/kg daily for immunotherapy-induced hepatitis. Prednisone was increased to 2mg/kg on day 2 for worsening hyperbilirubinemia. The patient’s fever resolved 24 hours after starting steroids. Antibiotics were stopped (absence of infection). Liver enzymes also started to improve. Few days into admission, the patient started to develop neurological symptoms and after the aforementioned workup, he was diagnosed with encephalitis associated with HLH secondary to ipilimumab/nivolumab. Methylprednisolone was increased to 1 gram daily for three days with improvement in all neurological symptoms and the patient was discharged home on prednisone taper.\\nThe patient’s fever settled a day after starting steroids and all neurological symptoms improved with high-dose IV methylprednisolone (1 gram daily for three days). Liver enzymes also started to improve, and he was discharged on prednisone 2 mg/kg daily. AST and bilirubin normalized after 10 days (Figure and Figure ). ALT also started to improve but plateaued (Figure ). The patient was advised to continue prednisone 2 mg/kg daily till ALT level gets orderly. At eight weeks follow-up, ALT normalized, and prednisone was gradually tapered over the next four weeks. The patient had no new neurological symptoms throughout treatment.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'28935695': 1, '31339233': 1, '25800135': 1, '22658127': 1, '25948855': 1, '22189397': 1, '10583959': 1, '29517954': 1, '21828139': 1, '29741568': 1, '29871698': 2, '29472154': 1, '28365531': 1, '32243578': 1, '30012206': 2, '20536552': 1, '34345559': 2}", "similar_patients": "{'6048909-1': 1, '5989389-1': 1}"}