{"patient_id": 52561, "patient_uid": "8255035-1", "PMID": 34258110, "file_path": "comm/PMC008xxxxxx/PMC8255035.xml", "title": "Into the Unknown: A Case of New-Onset Cardiomyopathy in a Patient Treated With Recently Approved Tyrosine Kinase Inhibitor, Pralsetinib", "patient": "A 36-year-old woman with stage IV cholangiocarcinoma with prior common bile duct stent placement presented from her oncology clinic with dyspnea, fever, and malaise. The patient had no other medical conditions or cardiovascular risk factors. She was initially diagnosed with cholangiocarcinoma five months earlier and initiated on combination chemotherapy with folinic acid, fluorouracil, and oxaliplatin (FOLFOX). She experienced disease progression after four cycles of FOLFOX and the regimen was stopped. She was then found to have the RET fusion gene and was started on the RET-selective TKI, pralsetinib.\\nOn arrival, she was tachypneic to the 40s and hypoxemic with oxygen saturations in the low 80s. She was tachycardic with heart rates reaching 150 beats per minute, normotensive, and febrile to 103.4°F. She was ill-appearing, lethargic, pale with warm, dry extremities and moderate epigastric tenderness. Lactate was 5.1 mEq/L, serum creatinine was newly elevated to 1.78 mg/dL, and she had a moderate elevation of her baseline transaminitis and hyperbilirubinemia. She had mild leukocytosis with 14,600 per mm3 white blood cells and bandemia to 13%. Her hemoglobin was 6.6 g/dL from her baseline of 9.0 g/dL. Electrocardiogram (ECG) revealed sinus tachycardia. CT of the chest, abdomen, and pelvis revealed interlobular septal thickening of the lungs with bilateral pleural effusions and a 6.3 cm x 6.7 cm x 8.3 cm multiloculated fluid collection in the right hepatic lobe (Figures -).\\nAfter percutaneous hepatic abscess drainage and drain placement, repeat chest CT revealed worsening pulmonary effusion necessitating therapeutic thoracentesis with chest tube placement with subsequent near-resolution of her effusion. However, the patient continued to experience significant respiratory distress and hypoxemia. Repeat ECG was unchanged, but a transthoracic echocardiogram (TTE) was performed which noted new global systolic dysfunction (left ventricular ejection fraction 38% from her baseline of 60%). Her respiratory distress was ultimately attributed to bilateral parapneumonic effusions complicated by new-onset heart failure. After discussion with the consulting cardiology and oncology teams, her pralsetinib was held. She was diuresed aggressively with improvement in her respiratory function and initiated on guideline-directed medical therapy for heart failure prior to discharge. Multigated acquisition scan revealed partial recovery of her left ventricular ejection fraction to 46% one month after drug cessation.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'33109256': 1, '27022039': 1, '18591451': 1, '30202791': 1, '25238138': 1, '34258110': 2}", "similar_patients": "{}"}