{"patient_id": 106826, "patient_uid": "8053468-1", "PMID": 33880235, "file_path": "noncomm/PMC008xxxxxx/PMC8053468.xml", "title": "Surgical management of a rare myxopapillary ependymoma of the gluteal region: A case report", "patient": "A 24-year-old, otherwise healthy female with a strong family history of cancer (including glioma) presented with gradually worsening right gluteal pain exacerbated by sitting and an enlarging gluteal mass. She denied any back pain, leg pain, focal motor weakness, paresthesias, or bowel/bladder dysfunction. Physical exam revealed no focal neurological deficits. Upon inspection of the buttocks, a mass was observable on the right intergluteal cleft and tender to palpation. The patient underwent a biopsy at an outside institution, which revealed myxopapillary ependymoma, before being referred to our hospital.\\nWork-up proceeded with full neuro-axis imaging including magnetic resonance imaging (MRI) of the brain and MRI/ computed tomography myelograms of the cervical, thoracic, and lumbar spine, which were all unremarkable. Pelvic MRI demonstrated a T2 hyperintense cystic lesion with enhancing septa in the right paramedian gluteal region that measured 3.7 ×1.8 ×3.3 cm. The lesion extended from the posterior cortex of the second coccygeal segment body to the right gluteal cleft skin. There was no evidence of any intrinsic spinal cord component or definite CSF connection to the central canal [].\\nAn interdisciplinary neurosurgical and orthopedic oncology en bloc resection was planned. Intraoperatively, it was noted that the lesion was attached to the left coccygeal nerve. A 2.0 silk tie was secured around the base of the left coccygeal nerve, and it was coagulated and sharply divided ~5 mm proximal to the silk tie. Kerrison rongeurs were used to remove a portion of the coccyx which appeared to be infiltrated with tumor. Intraoperative frozen pathology was consistent with myxopapillary ependymoma with negative margins []. The patient had an uneventful postoperative clinical course. Her case was presented at a multidisciplinary tumor board wherein it was determined that the patient would not benefit from adjuvant treatment and instead should be monitored with serial imaging. At 6 months postoperative follow-up, repeat lumbosacral and pelvic MRIs did not reveal evidence of tumor recurrence or metastatic disease [].", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'1879821': 1, '16632628': 1, '4016681': 1, '17998733': 1, '8018424': 1, '26826346': 1, '10703487': 1, '30514397': 1, '9025879': 1, '469584': 1, '25266190': 1, '11462306': 1, '3907271': 1, '32665839': 2, '3944758': 1, '12411998': 1, '8115173': 1, '10094367': 1, '27432901': 1, '378364': 1, '20121349': 1, '21837657': 1, '31900294': 1, '2758389': 1, '29402569': 1, '29725826': 1, '34574021': 2, '31850213': 2, '22383930': 2, '3343620': 1, '22832654': 1, '29138922': 1, '9403014': 1, '19763391': 1, '9428364': 1, '29054328': 1, '26464159': 1, '14696813': 1, '5933582': 1, '3668771': 1, '29258295': 1, '10507438': 1, '17952371': 1, '29548057': 1, '6695856': 1, '1899505': 1, '27858204': 1, '14500283': 1, '10726703': 1, '11783977': 1, '33880235': 2}", "similar_patients": "{'8471863-1': 1, '8471863-2': 1, '6892774-1': 1, '7345838-1': 1, '3279504-1': 1}"}