{"patient_id": 59927, "patient_uid": "8598109-1", "PMID": 34669274, "file_path": "comm/PMC008xxxxxx/PMC8598109.xml", "title": "Bacteremia after Bacillus clausii administration for the treatment of acute diarrhea: A case report", "patient": "An 87-year-old woman arrived at the emergency room of a third-level hospital in Colombia reporting 12 days of watery, abundant, fetid diarrhea accompanied by brown-colored vomit and melena. She was referred from a first-level hospital with several laboratory tests completed. After admission, critical care clinicians evaluated the patient and admitted her to the intermediate care unit. Her medical history included arterial hypertension, chronic obstructive lung disease (COPD), and a cholecystectomy.\\nThe patient appeared somnolent throughout the initial physical evaluation. She also had elevated systolic blood pressure (150/80 mm Hg) and tachypnea (22 breaths per minute), she had no fever (36,1°C), her pulse was 80 beats per minute, her oxygen saturation 97%, the Glasgow Coma Scale score was 13/15, she had dried oral mucosa and rales in both of her pulmonary fields. The examination was otherwise normal.\\nThe previous laboratory findings and those during the patient's admission are summarized in . We initially administered ampicillin/sulbactam (1.5 grams every six hours) as Klebsiella pneumoniae was documented in a urine culture brought by the patient (taken five days before admission) and bacterial diarrhea was suspected. There was no previous or recent documentation of any urinary symptoms and, therefore, asymptomatic bacteriuria was suspected.\\nTwo days later, an upper gastrointestinal endoscopy was done. It showed three Forrest Class III gastric ulcers for which proton pump inhibitors were administered. Sodium, potassium, and water deficits were in constant reposition. The patient did not present new episodes of melena or vomit, only occasional diarrheic depositions during her stay at the intermediate care unit.\\nBased on her clinical evolution, the patient was then transferred to the internal medicine unit ten days after admission. She appeared disorientated, but no additional signs or symptoms were present, aside from diarrheic depositions. An astringent diet was started but abdominal pain and diarrhea persisted. The internal medicine physician decided to prescribe an Enterogermina™ probiotic (2 billion/5 ml B. clausii spore suspension, strains: SIN, O/C, T, and N/R) every six hours as of the 16th day of her hospital stance.\\nOn day 19, we interviewed the patient again in search of urinary symptoms and she reported having dysuria and abdominal pain, which she associated with a previous bladder catheterization. At this point, urine analysis, Gram stain, culture, and antimicrobial susceptibility testing were done. The urine analysis revealed positive leukocyte esterase, pyuria, and bacteriuria. The Gram stain identified a Gram-negative rod characterized three days later in the urine culture as Escherichia coli with an inhibitor-resistance TEM (IRT) pattern as shown by evidence of resistance to ampicillin (MIC ≥32 μg/ ml), ampicillin/sulbactam (MIC ≥32 μg/ml), and preserved sensibility to all cephalosporins. We established a diagnosis of probable urinary tract infection (UTI) and, given that the antimicrobial susceptibility testing results were only available 3 days later, we started the empirical administration of cephalothin (1 g/6 h) pending results.\\nOn the 20th day of the hospital stay, the patient began shivering, sweating, and did not appear well. Her heart rate was 137 beats per minute, her respiratory rate was 30 breaths per minute, her temperature was 38.7 °C, her blood pressure was 89/48 mm Hg, and her oxygen saturation was 88% without oxygen support. There were signs of phlebitis on the right upper limb where the peripheral catheter was placed. The blood analysis showed a white blood cell count of 9,020/mm3 [4,500-10,000], neutrophilia of 89%, hemoglobin of 9.8 g/dl [12-15.5], and C-reactive protein of 6.3 mg/dl [0-5] (). A pair of anaerobic and aerobic blood cultures were drawn from peripheral intravenous access. Cephalothin was suspended and intravenous vancomycin (1 g/12 h) and cefepime (1 g/12 h) were started to target microorganisms responsible for sepsis in the context of a Gram-negative rod UTI and Gram-positive cocci phlebitis. Supplementary oxygen was administered by nasal cannula due to low oxygen arterial pressure. summarizes the clinical course after the administration of Enterogermina™.\\nOne day later, the patient's vital signs were back to normal. She tolerated oral intake, but still had diarrhea. Periodically, we assessed the renal function in creatinine and blood urea nitrogen (BUN) samples, which were never out of range. However, abdominal pain and diarrhea persisted. On day 22, we did coprology, stool culture, gastrointestinal FilmArray™, colonoscopy, and abdominal ultrasonography in search of the infectious source of diarrhea. Four days later, the FilmArray™ was positive for enteroaggregative and enteropathogenic E. coli (Protocol: Stool FA v2.3, Pouch: GI Panel v2.1). The other microbiological tests and diagnostic images were normal. By the 26th day, a new complete blood cell count was within normal range, except for the persistence of mild anemia.\\nThe results from the blood culture Gram stain were available on day 22 (), upon which we added intravenous ampicillin (2 g/4 h) to the previous antimicrobial therapy to target the Gram-positive rods identified. An infectious disease specialist assessed the therapy and decided to start intravenous gentamicin (5 m/kg in two doses per day for 7 days), continue the recently added ampicillin, and suspend the empiric therapy with vancomycin and cefepime. The patient's clinical course improved and her vital signs were within normal range. The last episode of diarrhea was on the 27th day. The 7-day antimicrobial treatment was completed and supplementary oxygen was gradually removed. The patient was discharged on the 33rd day with complete clinical recovery.\\nAs the typification of the Gram-positive rod identified in the blood culture Gram stain was not possible, we resorted to MALDI-TOF spectrometry whose results were available 2 days after the patient was discharged reporting the presence of B. clausii ().", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'9431982': 1, '27103711': 1, '33005864': 1, '30103531': 1, '33110611': 1, '15066809': 1, '31033906': 1, '25922398': 1, '30296418': 1, '26447963': 1, '23443952': 1, '31695928': 1, '28898324': 1, '28959626': 1, '34669274': 2}", "similar_patients": "{}"}