{"patient_id": 57714, "patient_uid": "8493630-1", "PMID": 34659965, "file_path": "comm/PMC008xxxxxx/PMC8493630.xml", "title": "Hemophagocytic Lymphohistiocytosis Induced by Epstein-Barr Virus Infection and Newly Diagnosed Hodgkin Lymphoma", "patient": "A 49-year-old male with a significant past medical history of essential hypertension treated with hydrochlorothiazide and previous hernia repair presented with dyspnea on exertion, malaise, and fatigue for eight days prior to his admission. These symptoms were associated with an occasional non-productive cough, worse in the morning, and an unintentional weight loss of 8-lbs within the past month. At his baseline, his exercise tolerance was several miles of walking without stopping, but had notably decreased to less than two blocks due to dyspnea. He denied any fever or chills, diaphoresis, headaches, hematochezia, chest pain, palpitations, nausea, vomiting, diarrhea or urinary symptoms. He had no recent illnesses, sick contacts, or travel history. He denied receiving any recent vaccinations. He reported a sister with breast cancer currently undergoing treatment but denied any other family history of cancer, bleeding, or clotting disorders. The patient’s social history was significant for a former smoking history of approximately twenty pack-years, having quit nearly 3 years prior to his presentation, and a few shots of vodka or glasses of wine on the weekends. He denied any recreational drug use. He immigrated from Guyana in 2016 and is employed as a security guard in an apartment building. He was sexually active with one female partner and endorsed regular condom use.\\nUpon presentation to the emergency department, he was febrile to 100.6 °F and tachycardic to 126 bpm. Initial physical examination was significant for pallor, splenomegaly, and left-sided cervical lymphadenopathy. He was not in respiratory distress, had no petechiae or rash and was neurologically intact. Initial laboratory testing was significant for pancytopenia (Hgb 4.7 g/dL, WBC 2.10 x 103/mcL with 4% bandemia and absolute neutrophil count 1420-3250, platelets 111 x 103/mcL), hyponatremia 132 mmol/L, elevated pro-B-type natriuretic peptide (pro-BNP) 791 pg/mL, elevated D-dimer 850 ng/mL, mild hypoalbuminemia 3.1 g/dL, and transaminitis (aspartate aminotransferase [AST] 88 U/L, alanine aminotransferase [ALT] 103 U/L, alkaline phosphatase [ALP] 292 U/L). Troponin levels, renal function panel, and bilirubin levels were normal. Urinalysis was not significant. An initial chest X-Ray (Figure ) showed a large, right-sided paratracheal/hilar opacity suspicious for mass versus adenopathy. CT abdomen/pelvis (Figure ) was performed for transaminitis and splenomegaly which was significant for upper abdominal lymphadenopathy in the retroperitoneum and porta hepatis (largest 2.4 cm), bulky paraspinal masses in the upper abdomen, splenomegaly with multiple hypodense lesions, and sclerotic bony lesions. These findings were worrisome for metastatic disease. CT angiogram of the chest (Figure ) was significant for marked splenomegaly with heterogenous enhancement due to multiple hypodense masses, no evidence of pulmonary emboli, and bulky abnormal mediastinal, hilar, lower neck, and upper abdominal lymphadenopathy. Echocardiogram showed a preserved ejection fraction of 55-60%.\\nThe patient received three units of packed red cells for symptomatic anemia with improvement in his hemoglobin to 7.8 g/dL. An anemia work-up was sent and was significant for severely elevated ferritin (4630 ng/mL), 17% iron, elevated haptoglobin (335 mg/dL), and elevated lactate dehydrogenase 342 U/L. Coagulation panel indicated prolonged prothrombin time (PT) (19.5 seconds) and activated partial thromboplastin time (aPTT) (41.6 seconds). Mixing studies were significant for abnormal aPTT study. The patient met sepsis physiology criteria with fever, leukopenia, and tachycardia. HIV, COVID-19 cepheid testing, and acute viral hepatitis panels were negative. Procalcitonin was slightly elevated at 0.27 ng/mL. A repeat complete blood count showed 9% bandemia. The patient was started on empiric antibiotic coverage with vancomycin and cefepime. Initial blood cultures returned with one of two bottles growing Rothia aeria, a gram-positive filamentous bacteria which often colonizes healthy individuals and was determined to be a contaminant by infectious disease consultation. Quantiferon-TB Gold returned indeterminate twice. Epstein-Barr virus (EBV) antibodies were sent which returned positive. Reflex polymerase chain reaction (PCR) was sent for EBV DNA and returned significantly elevated at 17,400 IU/mL. The patient continued to spike fever with T-max 103 °F despite negative cultures. Antibiotics were discontinued. Malignancy work-up was initiated with cancer antigen 125 (CA-125) elevated at 71 U/mL but with normal carcinoembryonic antigen (CEA) and carbohydrate antigen 19-9 (CA 19-9). The patient exhibited signs concerning for HLH (Table ) and workup showed normal triglyceride levels (130 mg/dL) and severely elevated cluster of differentiation 25 (CD-25) soluble receptor (43,171 pg/mL). The patient underwent endoscopy with fine-needle aspiration (FNA) of a lower esophageal and porta hepatis lymph node. Interventional radiology performed a diagnostic biopsy of the mediastinal mass, which resulted in a diagnostically inadequate sample. Bone marrow biopsy with aspiration was attempted but resulted in a dry tap. Pathology from endoscopy-guided FNA returned significant for nodular sclerosing Hodgkin lymphoma. He was recommended for thoracic surgical evaluation and transferred to a tertiary care center for continued management. Repeat testing at the outside hospital (OSH) showed ferritin elevation as high as 11,000 ng/mL and the patient was started on intravenous dexamethasone (10 mg/m2 daily) for eight days with improvement in the ferritin levels to 4,000 ng/mL. Acyclovir 400 mg twice daily was started for the treatment of EBV viremia. Additionally, he was started on AAVD (brentuximab, adriamycin, vinblastine, and dacarbazine) chemotherapy protocol for the treatment of Hodgkin lymphoma, received port placement for pain control, and was discharged home with outpatient follow-up. At last check, the patient is tolerating therapy and the plan is to reevaluate his lymphadenopathy and viremia after several cycles of treatment.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'19055804': 2, '27803821': 2, '9561911': 1, '16937360': 1, '30992265': 1, '26314082': 1, '24835040': 1, '11594524': 1, '26537747': 1, '26686809': 1, '34659965': 2}", "similar_patients": "{'5075614-1': 1, '2613409-1': 1}"}