{"patient_id": 49906, "patient_uid": "8130273-1", "PMID": 34006236, "file_path": "comm/PMC008xxxxxx/PMC8130273.xml", "title": "Multiple pericardial hematomas: a case report and mini-review in multimodality imaging", "patient": "An asymptomatic, 35-years old male came for routine after-surgery evaluation. He had a history of successful surgical closure for secundum atrial septal defect (ASD) with a pericardial patch one month ago.\\nThe physical examination was unremarkable. Laboratory examinations showed haemoglobin 13 g/dL (N 14–17.4 g/dL), haematocrit 39.2% (N: 41.5–50.4%), erythrocyte 4.6 mil/uL (N 4.5–5.9 mil/uL), leukocyte 6460/uL (N 4400–11,300/uL), thrombocyte 328,000/uL (150,000–450,000/uL), prothrombin time 14.7 s (9.1–13.1 s), partial thromboplastin time 35 s (14.2–34.2 s), D-dimer 0.27 mg/L (< 0.55 mg/L), fibrinogen 245.1 mg/dL (N 238–498 mg/dL), INR 1.38 (0.8–1.2). Electrocardiography (ECG) was also within the normal limit.\\nOn Transthoracic Echocardiography (TTE), we detected two echo-dense masses (Fig. ). An intrapericardiac hematoma with a distinct smooth rounded margin was visualized near the right ventricle's (RV) free wall. It was slightly compressing the RV chambers without any effect on the intracardiac hemodynamic. Another mass was visualized near the right atrium (RA). It had an indistinct border with the RA's free wall, which made the location was unclear. This mass was suspected as pericardial hematoma differential diagnosed with intracardiac thrombus. Despite the suspicion of RA thrombus, we did not start anticoagulation therapy because it could be fatal if the patient has pericardial hematoma. Hence, we proceed with cardiac computed tomography (CT) scan.\\nCardiac computed tomography (CT) scan showed both masses have an attenuation of 30–40 HU (Fig. ). However, the mass's border at the RA side was still not clearly delineated. We also detected mild superior vena cava (SVC) compression without sign of obstruction. Multiple lymphadenopathies at the paratracheal region were also identified. These findings are not typical for pericardial hematomas nor intracardiac thrombus; hence another additional differential diagnosis of pericardial neoplasm was considered. After consultation with the haemato-oncologist and the cardiothoracic surgeon, an open biopsy was recommended, but the patient refused, and additional imaging was performed to pursue the diagnosis.\\nSingle-photon emission computer tomography (SPECT)/CT with Technetium-99 m (Tc-99 m) macro-aggregated albumin (MAA) and Sestamibi was performed and did not find any radioactivity enhancement despite filling defect in the right side of the heart, which exclude intracardiac thrombus (Fig. ). Therefore, the urgent need for anticoagulation therapy was discarded. Cardiac magnetic resonance imaging (CMRI) confirmed that the masses' location was intrapericardial (Fig. ). Tissue characterizations imaging revealed a similar appearance of both masses, which is the dark peripheral rim and low intensity of T1 signal, heterogeneously high intensity on T2 signal with no evidence of gadolinium enhancement. The indistinct border revealed to be irregularities of the RA wall due to chronic compression. Hence, we conclude the diagnosis as multiple pericardial hematomas.\\nWe plan to observe and close follow-up because the patient was asymptomatic and hemodynamically stable.\\nFollow-up and echocardiography were performed monthly. During the observation period, the patient's condition remained stable, and after six months, the pericardial hematomas were resolved.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'23998693': 1, '12735593': 1, '28062266': 1, '26300161': 1, '21362516': 1, '8410293': 1, '17450246': 1, '19646557': 1, '17160161': 1, '34790357': 2, '30533336': 2, '14557510': 1, '23793590': 1, '22259006': 1, '23302285': 1, '30534293': 1, '8623497': 1, '24108554': 1, '3873483': 1, '14734919': 1, '24250023': 2, '22358009': 1, '12199984': 1, '28315124': 1, '3112332': 1, '22084188': 1, '34006236': 2}", "similar_patients": "{'6279000-1': 1, '3822414-1': 1, '3822414-2': 1, '3822414-3': 1, '3822414-4': 1, '3822414-5': 1, '3822414-6': 1, '8591634-1': 1}"}