{"patient_id": 49978, "patient_uid": "8133074-1", "PMID": 34026147, "file_path": "comm/PMC008xxxxxx/PMC8133074.xml", "title": "Warfarin-related nephropathy: A case report of a delayed renal function improvement", "patient": "A 73-year-old man was admitted for acute kidney injury (AKI) and dark urine. He had chronic atrial fibrillation, valvular heart disease, and hypertension and had been taking warfarin and antihypertensive drugs for 3 years. His last checkup (3 months before admission) had revealed mild microscopic hematuria without proteinuria and mild renal dysfunction of serum creatinine 1.1 mg/dL. He had noticed gross macrohematuria about 2 weeks before admission. He had undergone a work-up for the gross macrohematuria 5 days before admission, where severe renal dysfunction had been found. Warfarin had been stopped at that time because the prothrombin time-international normalized ratio (PT-INR) was elevated to 3.90. He was then referred to our hospital for the diagnosis and treatment of renal dysfunction.\\nOn admission, the patient was 155.6 cm tall and weighed 49.7 kg, with a blood pressure of 176/94 mm Hg and temperature of 36.8°C. A physical examination did not reveal any abnormalities of the lungs and abdomen, but a systolic murmur was heard at the apex. Mild leg edema was detected. The urine volume was 313 mL per day, and the color was reddish brown.\\nThe laboratory findings were as follows: serum creatinine was 7.67 mg/dL, the estimated glomerular filtration rate (eGFR) was 6.0 mL/min/1.73 m2, serum potassium was 6.0 mEq/L, and C-reactive protein (CRP) was 0.69 mg/dL. His PT-INR decreased to 2.2 as he discontinued warfarin. The patient was negative for antineutrophil cytoplasmic antibody, antiglomerular basement membrane antibody, and antinuclear antibody. The concentrations of serum complement, such as C3 and C4, were within the normal range. The urine protein-to-creatinine ratio (U-P/U-Cr) was 6.6 g/Cr, and the urine sediment contained more than 100 red cells per high-power field (HPF). Computed tomography showed swelling of the right kidney with no urinary tract obstruction.\\nWe suspected AKI due to WRN and followed the patient to observe whether or not the renal function improved once warfarin was discontinued. However, the serum creatinine level increased to 9.0 mg/dL, and oliguria persisted on the 6th hospital day, so hemodialysis was started. The renal function and urine volume did not improve, so a renal biopsy was performed for the differential diagnosis on the 28th hospital day.\\nA histological analysis revealed that 6.3% (1/16) of the glomeruli showed global sclerosis, and 12.5% (2/16) of the glomeruli showed proliferation of mesangial cells (Figure ). Thickening of the basement membrane was observed in one glomerulus (Figure ). Red blood cell casts and hemorrhaging were observed in 24 renal tubules (Figure ). IgA and C3 showed slight deposition. Electron microscopy showed subepithelial edema and no electron-dense deposits. Based on these histological findings, the patient was diagnosed with AKI with WRN. Mesangial proliferative nephritis may have been present as an underlying disease.\\nWarfarin-related nephropathy usually induces AKI occurring during episodes of over-anticoagulation. However, the renal function did not improve even after discontinuing warfarin, so shunt surgery was performed, and hemodialysis was continued. He was discharged on the 56th hospital day and continued hemodialysis at a clinic near his home. He visited our outpatient hospital to check for changes in the renal function.\\nAt 2 months after the onset, the urine volume was about 400 mL, and dialysis was continued. At 4 months after the onset, the urine volume was about 1000 mL, and the serum creatinine level was 1.65 mg/dL (a blood test was performed the day after dialysis), so he was hospitalized again to try to stop hemodialysis. At 157 days after the onset, he was withdrawn from dialysis with a serum creatinine level of 1.8-2.0 mg/dL and good weight control. He started taking edoxaban for chronic atrial fibrillation and had no recurrence of AKI and gross hematuria. At 187 days after the onset, he underwent surgery (mitral valve replacement, tricuspid annuloplasty, and maze operation) for heart disease. After the operation, his renal function declined temporarily but improved thereafter. At 1 year after the onset, the renal function had improved, with a serum creatinine level of approximately 1.6 mg/dL (Figure ).", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'19577348': 1, '21389969': 1, '28616216': 1, '26670286': 1, '19571284': 1, '31198540': 1, '15312219': 1, '30420420': 1, '23560034': 1, '10692282': 1, '25842804': 1, '34026147': 2}", "similar_patients": "{}"}