{"patient_id": 52514, "patient_uid": "8253460-1", "PMID": 34249579, "file_path": "comm/PMC008xxxxxx/PMC8253460.xml", "title": "Asystole During Nasopharyngeal Swab: Is COVID-19 to Blame?", "patient": "A 40-year-old Caucasian male with no prior medical history originally presented to an urgent care facility for shortness of breath and had tested positive for SARS-CoV-2. He was deemed to be stable and was sent home. The patient subsequently presented to a community hospital within our healthcare system the following week for continued difficulty breathing, persistent fevers and fatigue. Upon arrival, the patient was in acute hypoxemic respiratory failure with an oxygen saturation of 85% on room air. He was placed on 6L oxygen by nasal cannula and maintained adequate oxygen saturation.\\nChest X-ray demonstrated prominent bibasilar patchy intestinal opacities in the lower lung fields. Labs were significant for WBC count of 15.2 bil/L and elevated inflammatory markers as follows: lactate dehydrogenase (LDH) 729 U/L, fibrinogen >1000 mg/dL, ferritin 1945 ng/mL, D-dimer 1376 ng/mL FEU, C-reactive protein (CRP) 438 mg/L, procalcitonin 0.39 (ref 0.00 - 0.25 ng/mL). Electrocardiogram (ECG) demonstrated sinus tachycardia with a rate of 114 bpm. The patient was started on remdesivir and dexamethasone 20 mg IV once daily. Despite this treatment, his respiratory status deteriorated with increasing oxygen requirements and was subsequently placed on a combination of high-flow nasal cannula and non-rebreather at 100% FIO2. He was started on vasopressors for worsening hypotension and IV azithromycin and cefepime due to concern for superimposed bacterial infection in the setting of elevated procalcitonin, low grade fevers and worsening hypoxemia and hypotension.\\nDespite medical therapy and supportive care, the patient’s condition continued to deteriorate. Chest CT scan demonstrated evidence of pneumomediastinum (Figure ).\\nHe was intubated and subsequently transferred to our facility for escalation of care and possible extracorporeal membrane oxygenation (ECMO). Upon arrival at our facility, the patient remained mechanically ventilated, and on vasopressors for refractory hypotension. Dexamethasone and remdesivir were continued for SARS-CoV-2 viral pneumonia, and IV antibiotics were continued for potential secondary bacterial pneumonia. The patient was given one dose of tocilizumab 800 mg IV. At this point a baseline EKG at our institution was obtained and demonstrated normal sinus rhythm (NSR) with both normal PR and QTc intervals (Figure ).\\nOn hospital day 2, a nasogastric tube (NG) was inserted and the patient was placed in prone position according to ARDSnet protocol. He was on propofol and fentanyl for sedation and cisatracurium for neuromuscular paralysis for optimization of mechanical ventilation. Vent setting were as follows: Mode PC/AC, FiO2 100%, respiratory rate (RR) 24, and positive end-expiratory pressure (PEEP) 15 cmH2O. COVID swab obtained on day of admission resulted positive and the patient was given convalescent plasma as part of a clinical trial (ABACCuS, NCT04432272). Over the following days, the patient’s respiratory status improved as evidenced by his decreasing ventilatory requirements, and paralytics were discontinued. By hospital day 6, the patient’s hemodynamic status had improved and was consequently weaned off IV vasopressors with completion of a course of IV cefepime, azithromycin and remdesivir.\\nOn hospital day 7, labs were significant for WBC count of 12.8 bil/L, hemoglobin of 13 g/dL and normal procalcitonin of 0.04. Electrolytes were within normal limits as follows: Na 134, K 4.3, corrected Ca 8.88, PO4 3.4, Mg 2.2. The patient had a sinus rhythm of 84 bpm on telemetry. Ventilator settings were as follows: Mode PC/AC, FIO2 50%, RR 12, and PEEP 12 cmH2O. Sedation was maintained on fentanyl 150 mcg/hr and precedex 1 mcg/kg/hr. Enteral nutrition was continued via NG tube. The patient was not on any atrioventricular nodal blocking agents. Repeat nasal swab was performed on day 7 of admission per protocol for ABACCuS to determine if the previously given plasma had reduced the viral load of SARS-CoV-2. During the NP swab the patient had an immediate rhythm change from NSR to asystole (Figure ). This persisted for 25 seconds during which pulse was non-palpable. Chest compressions were initiated per ACLS protocol; about 10 chest compressions were preformed after which return of spontaneous circulation (ROSC) was achieved with a palpable pulse and mean arterial pressure of 64 mmHg. The patient then reverted back into an organized sinus rhythm (Figure ). This brief event was thought to be due to an exaggerated vagal response during the NP swab.\\nTen days after presentation, the patient was successfully extubated and transferred out of the medical intensive care unit. His hospital course was complicated by positive blood and respiratory cultures for methicillin-sensitive Staphylococcus aureus. He was initially placed on IV vancomycin and subsequently switched to IV cefazolin based on susceptibility results. Follow-up echocardiogram demonstrated a left ventricular ejection fraction of 60%, no valvular vegetations or structural heart abnormalities were noted. Repeat COVID swab approximately three weeks following presentation was performed without issues and resulted negative. He was subsequently discharged home.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'33089039': 1, '16466647': 1, '33219449': 1, '25654391': 1, '2229892': 1, '33554620': 1, '25602626': 1, '5363117': 1, '33022069': 1, '30105807': 1, '21489228': 1, '1914059': 1, '25861181': 1, '33125901': 1, '3407873': 1, '30333200': 1, '33302973': 1, '2248851': 1, '32031570': 1, '34249579': 2}", "similar_patients": "{}"}