{"patient_id": 52269, "patient_uid": "8238587-1", "PMID": 34249378, "file_path": "comm/PMC008xxxxxx/PMC8238587.xml", "title": "Spontaneous Bilateral Tubal Ectopic Pregnancy in a Low-Risk Patient: A Case Report with Implications for Preoperative Patient Counseling", "patient": "A 35-year-old woman G4P0030 at 5 weeks and 6 days based on the last menstrual period initially presented to a reproductive endocrinologist (REI) for recurrent pregnancy loss. Past medical history was significant for three prior spontaneous abortions, the last of which was noted to be a pregnancy of unknown location, and was managed expectantly with spontaneous resolution. Past surgical history was unremarkable. Prior to starting any intervention, the patient was found to be pregnant. The beta-human chorionic gonadotropin (β-hCG) trend revealed the following values: 776 mIU/mL (day 1), 1203 mIU/mL (day 3), 2211 mIU/mL (day 7), and 2669 mIU/mL (day 9). A transvaginal ultrasound performed on day 9 showed a lack of an identifiable intrauterine pregnancy (IUP), a right adnexal mass measuring 33 × 17 mm, and a moderate amount of free fluid in the pelvis. No left adnexal mass was reported ().\\nThe patient was subsequently referred to the emergency room for complaints of moderate right lower quadrant pain in the setting of a pregnancy of unknown location with abnormally rising β-hCG. In the emergency room, the patient was hemodynamically stable with blood pressures 120 s/80 s mmHg and heart rate 70 s beats per minute. On physical exam, the abdomen was soft, nondistended, and nontender without rebound or guarding. β-hCG was obtained and found to be 5454 mIU/mL. The repeat transvaginal ultrasound revealed the same findings as the ultrasound performed at the REI office. The patient was made aware of the concern for a ruptured ectopic pregnancy due to physical exam findings and free fluid on transvaginal ultrasound evaluation, without evidence of an IUP. Surgical management of ectopic pregnancy was advised, and consent was obtained for a diagnostic laparoscopy and possible salpingectomy or salpingostomy.\\nIntraoperatively, the uterus and ovaries were within normal limits. Approximately 100 mL of dark blood was present and evacuated from the cul de sac. A large, right ampullary ectopic pregnancy with damaged fimbria and fallopian tube was appreciated. The isthmic portion of the left fallopian tube was noted to have a blue-purple bulge suspicious for ectopic pregnancy versus a hemorrhagic or necrotic process (). Due to the patient's history of infertility and desire to undergo in vitro fertilization, the REI and the family were contacted intraoperatively to discuss the findings of suspected BTP and to formulate a surgical plan that aligned with the patient's goals. The decision for definitive management was made, and bilateral salpingectomy was performed without complication.\\nThe final diagnosis of bilateral tubal ectopic pregnancy was confirmed on pathology. The pathology report demonstrated chorionic villi within the right fallopian tube consistent with right intratubal ectopic pregnancy. The left fallopian tube demonstrated focal decidua and few trophoblast-like cells, which were positive for placental alkaline phosphatase suggestive of left tubal ectopic pregnancy. The patient's postoperative course was uneventful, and the β-hCG decreased appropriately following the procedure.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'27134298': 1, '23786635': 2, '30235696': 1, '24499812': 1, '27134950': 1, '34249378': 2}", "similar_patients": "{'3693925-1': 1}"}