{"patient_id": 50899, "patient_uid": "8171143-1", "PMID": 34131500, "file_path": "comm/PMC008xxxxxx/PMC8171143.xml", "title": "A rare case of paradoxical pulmonary embolism in spontaneous aortocaval fistula", "patient": "A 57-year-old male patient was admitted to our emergency department (ED) with diffuse abdominal pain, shortness of breath, cold sweat and palpitations.\\nOn physical examination the patient, with a BMI of 30.7, presented mottled skin of umbilical region and lower extremities; femoral pulses were symmetrically present, while distal ones were absent and he referred leg pain. He was a heavy smoker, without medical history.\\nVital signs were as follows: body temperature 36.5°C, blood pressure 100/60 mm Hg, heart rate 120 beats/min and polypnea.\\nLaboratory analysis () revealed leukocytosis, impairment of renal function, increase of D-Dimer, fibrinogen, cardiac troponin-T, C-reactive protein (CRP) and hyperglycemia (with a consequent diagnosis of a previously unknown diabetes). Arterial blood gas (ABG) analysis revealed a compensated metabolic acidosis with respiratory alkalosis and high levels of lactates.\\nThe patient underwent a bedside ultrasound in the ED, which showed a large abdominal aortic aneurysm (AAA), without clear signs of rupture. Therefore, a contrast-enhanced multi-detector CT scan was immediately requested.\\nA multi-phases thoraco-abdominal CT with contrast injection (120 ml of Iopamidol 370 mg ml−1 at 4 mL/s) was performed using a 128-slice Flash Dual-Source CT scanner (SOMATOM Definition Flash - Siemens Healthcare). A bolus tracking in the descending aorta, with an attenuation threshold of 120 HU, was used to optimize the imaging of the aorta; an arterial phase with a 10 s delay after reaching the threshold and a venous phase (60 s delay) were obtained. Images were reconstructed with 3 mm and 1 mm collimation. Post-processing included multiplanar reformation (MPR), maximum intensity projection (MIP) and volume rendering technique (VRT) reconstructions.\\nImages acquired during the arterial phase showed early full-enhancement of the inferior vena cava (IVC) and hepatic veins associated with a large aorto-bisiliac aneurysm (maximum diameter 8 cm at the infrarenal tract), extended into the iliac bifurcation bilaterally. On axial images, an aortocaval fistula was identified, confirmed on MPR reconstructions, located just above the level of the confluence of the iliac veins. No signs of retroperitoneal rupture of AAA were detected ().\\nAAA was characterized by concentric thrombotic apposition (thickness 20 mm) with adequate proximal neck. Other findings included dilatation of the IVC (infrarenal caliber 27 mm) and CT signs of right heart overload: atrial and ventricle dilatation, cardiac axis clockwise rotation, straightened interventricular septum ().\\nLast but not least, bilateral acute pulmonary embolism was detected, without CT signs of parenchymal infarctions. Segmental and subsegmental arteries were involved with often complete filling defect (); main and lobar arteries were patent. The main pulmonary artery presented normal caliber with ascending thoracic aorta / pulmonary artery ratio >1.\\nAfter a prompt multidisciplinary evaluation, a surgical approach was chosen, mainly due to a lack of bilateral distal neck necessary for an endovascular treatment.\\nThe patient was submitted to open repair. After median laparotomy, aorta, iliac arteries, IVC and right common femoral vein were isolated to obtain proximal and distal bleeding control. Systemic heparinization with 5000 UI was performed. Aorta and iliac arteries were clamped before sac’s incision.\\nA 2 cm fistula between IVC and aorta aortocaval fistula (ACF) was identified and repaired using continues suture with 3/0 Prolene ®. Subsequently, an aorto-bisiliac reconstruction with Dacron ® prosthesis (20 × 10 mm) was performed; right hypogastric artery was closed while the left one was saved using Gore® vascular graft (Hybrid nr. 7, Flagstaff, Arizona, USA) ().\\nAt the end of the procedure a good refill of IVC, without apparent stenosis, and a valid hypogastric pulsation were obtained.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'12823918': 1, '10329521': 1, '24866809': 1, '21135586': 1, '32407256': 1, '15517454': 1, '22197523': 1, '21571773': 1, '22764358': 1, '34131500': 2}", "similar_patients": "{}"}