{"patient_id": 51545, "patient_uid": "8207801-1", "PMID": 34134618, "file_path": "comm/PMC008xxxxxx/PMC8207801.xml", "title": "Mediastinal effusion due to pericardiocentesis with cardiac tamponade: a case report", "patient": "A 47-year-old man presented for inferior vena cava (IVC) filter removal, which was initially placed roughly one month prior to this hospitalization. He had a 10 pack-year history of smoking and was diagnosed with thromboangiitis obliterans for more than six months. At that time, the patient had right leg deep vein thrombosis (DVT) and bilateral segmental pulmonary embolism (PE). A nonpermanent IVC filter was placed to prevent recurrence of PE from DVT, and the DVT was treated with mechanical thrombectomy. Subsequently, the patient received long-term anticoagulation with rivaroxaban. In the present hospitalization, computed tomography pulmonary angiography (CTPA) showed that the bilateral segmental pulmonary thrombus had almost disappeared, and ultrasonography showed partial thrombus dissolution and patency of blood flow in the vein of the right lower limb. Based on the above results, it was not necessary to retain the filter. Then, interventional radiology-guided IVC filter removal was performed in the operating room. Under X-ray fluoroscopy, a snare was inserted into the right internal jugular vein, and the IVC filter was withdrawn from its hook. The procedure was uneventful. Within 30 min after the procedure, the patient developed chest pain, nausea, vomiting and presyncope. Physical examination showed a blood pressure of 70/34 mmHg, a pulse of 108 beats per minute, and a respiratory rate of 23 breaths per minute. Arterial blood gas showed a pH of 7.31, PaCO2 of 36 mmHg, PaO2 of 68 mmHg, HCO3 of 18.1 mmol/L, lactate 5.8 mmol/L and oxygen saturation of 95 %. Bedside echocardiography confirmed circumferential pericardial effusion, 1.59 cm in the largest dimension, with evidence of cardiac tamponade (Fig. , videos in supplementary files and ). The ideal puncture site, as defined by echocardiography, was para-apical. Pericardiocentesis was immediately performed with an 18G (1.3 × 1.06 × 65) mm needle after echocardiography localization. Confusingly, only 3 mL of bloody pericardial effusion was removed in total, and subsequently, the patient’s symptoms significantly improved except for mild subxiphoid pain. His vital signs improved approximately 3 min later, with a blood pressure of 125/95 mmHg, a pulse of 70 beats per minute, a respiratory rate of 20 breaths per minute, and an oxygen saturation of 99 %. Clotting tests indicated an INR of 1.15, an activated partial thromboplastin time of 34.7 s, and a prothrombin time of 14.5 s. Repeat echocardiography revealed that the pericardial effusion had disappeared (Fig. d, video in supplementary file ). To clear up the confusion, an urgent CTPA was performed approximately 3 h after the procedure. The images showed mediastinal effusion, which had not been seen on the previous CTPA (Fig. a), around the left ventricle in the anterior mediastinum (Fig. b). Considering that the patient was asymptomatic and organ failure secondary to mediastinal effusion were not present, no intervention was suggested. He remained in the hospital for three days after the procedure. He was subsequently discharged in a stable condition, and outpatient follow-up was advised.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'26320112': 1, '23998693': 1, '30649232': 1, '6861307': 1, '26867832': 1, '3953452': 1, '22315268': 1, '25491665': 1, '21890380': 1, '26956635': 1, '34134618': 2}", "similar_patients": "{}"}