{"patient_id": 61358, "patient_uid": "8693301-1", "PMID": 34964033, "file_path": "comm/PMC008xxxxxx/PMC8693301.xml", "title": "Splenic Calcification in a Case of Sarcoidosis", "patient": "A 19-year-old girl presented to us with history of low-grade fever and recurrent painful nodular lesions in both legs for 3 months duration. She also complained of bilateral ankle pain and swelling of 2 weeks duration. She had no similar history in the past and her family history was unremarkable. On examination she was febrile with a temperature of 100° F, and lower limb examination revealed bilateral erythema nodosum and ankle arthritis. Other systems examination was normal. Her investigations revealed raised ESR, 78mm in 1st hour and raised C reactive protein of 26mg/L (Normal < 6mg/L). Her complete blood count, liver function and renal function tests were normal. She had raised serum calcium, 11.5mg/dL. She had negative Mantoux and TB Quantiferon test. Her serum angiotensin converting enzyme (ACE) level was 96U/L (Normal range 16–85 U/L). She had serum Vitamin D3 level of 40ng/mL (Normal range 20–30ng/mL).She had normal ferritin and serum immunoglobulin levels and negative serology for hepatitis B, and C and HIV. Serology for brucellosis and histoplasmosis were negative. Her chest radiograph showed features of splenic calcification in the left hypochondrium (). Computed tomography of thorax showed bilateral hilar adenopathy and splenic calcifications. A diagnosis sarcoidosis was made. She was started on oral prednisolone 40mg per day along with methotrexate at a dose of 15mg per week and hydroxychloroquine 200mg per day. She was vaccinated for Pneumococcus and Hemophilus influenzae. She promptly became afebrile with resolution of arthritis and skin lesions within 4 weeks. Her serum calcium normalized and her serum ACE level reduced to 56U/L. She was regularly followed up for 6 months and was off corticosteroid. She lost follow-up subsequently.\\nHowever, one year later, she presented to our emergency department with history of fever with associated productive cough of 5 days duration. She took anti-cold medication with no benefit. She got high grade intermittent fever (103°F) with chill and rigor for last 2 days and developed shortness of breath for last 1 day. On examination, she had altered sensorium and hypotension. Chest imaging revealed bilateral pneumonia with evolving ARDS. She resuscitated with fluid initially, followed by vasopressor. Empiric antibiotic meropenem with clarithromycin was started after blood culture. However, her general condition deteriorated in 24hr despite adequate medical management and she died of overwhelming sepsis. Subsequent blood culture report revealed Streptococcus pneumoniae.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'32208005': 1, '21897611': 1, '330779': 1, '16407513': 1, '25512071': 1, '21372802': 1, '34964033': 2}", "similar_patients": "{}"}