{"patient_id": 49435, "patient_uid": "8104239-1", "PMID": 33950950, "file_path": "comm/PMC008xxxxxx/PMC8104239.xml", "title": "Sarcomatoid carcinoma associated with chronic empyema and early lung and pleural metastases", "patient": "A 59-year-old man presented to our hospital with a chief complaint of left chest wall pain for 5 months. He had a 12-year history of hemodialysis in the Department of Renal Medicine of our hospital for end-stage renal disease due to immunoglobulin A nephropathy (IgA nephropathy) and a history of renal cell carcinoma (RCC) treated with radical nephrectomy 2 years prior. Nine years ago, he was hospitalized for community-acquired pneumonia with parapneumonic effusion, which subsequently developed to chronic empyema. During the follow-up period, the empyema remained stable and the patient had no symptoms. Therefore, surgical intervention, such as decortication, was not performed. Physical examination revealed no other clinical signs or symptoms, and there was no history of chest wall trauma. His vital signs were within the normal range (body temperature 36.5 °C, pulse rate 60 beats/min, blood pressure 120/80 mmHg, and respiratory rate 12 breaths/min). Laboratory examinations revealed mild anemia, with a hemoglobin level of 9.5 g/dL (normal range, 13.1–17.5 g/dL) and an increased C-reactive protein level (6.22 mg/dL). Other routine blood counts and biochemistry were normal, with negative urinalysis findings.\\nThe contrast-enhanced thoracic computed tomography (CT) scan showed an empyema cavity enclosed by calcified pleural layers in the left lower hemithorax (Fig. A) and an approximately 5.2 × 3.2 cm sized irregular soft tissue mass located on the posterior pleura eccentrically at the margin of empyema cavity (Fig. C). The mass extended to the adjacent chest wall and lung parenchyma with perilesional ground glass opacity (Fig. C, D). Prior thoracic CT performed 4 months ago, which was done for regular follow-up of chronic empyema, demonstrated lenticular soft tissue involving extrapleural fat (Fig. B) in the corresponding area. It was thought that the mass was overlooked at the time because the attenuation of the empyema cavity and the tumor were similar. Subsequently, there were multiple pleural and lung metastases on diagnostic CT, which were not seen in previous CT. Each mass or nodule showed a surrounding halo of ground glass opacity (Fig. A–D). These CT findings are suggestive of hypervascular metastases. The tumor appeared to be rapidly growing and highly aggressive. Our initial diagnosis is RCC metastases because of the patient's medical history of RCC and RCC usually leads to hypervascular metastases. However, since the primary mass initially arose from the margin of the chronic empyema, highly aggressive chronic empyema associated malignancy (CEAM) such as sarcoma could not be excluded.\\nThe patient underwent CT-guided percutaneous core needle biopsy (PCNB). Biopsy was performed in the pleural mass of the right upper hemithorax because the margin of the primary tumor of the left lower hemithorax was not well distinguished from the chronic empyema cavity on CT. Histopathological evaluation revealed carcinomatous proliferation of pleomorphic spindle and globoid cells with extensive necrosis (Fig. A). Immunohistochemically, tumor cells were positive for cytokeratin and vimentin, but negative for cytokeratin 7 (CK 7), thyroid transcription factor-1 (TTF-1), carbonic anhydrase-9 (CA-9), paired box gene 8 (PAX8), leukocyte common antigen (LCA), and human melanoma black 45 (HMB45) (Fig. B–D). The final histopathological diagnosis was sarcomatoid carcinoma.\\nAfter admission, the patient complained of severe dyspnea and showed rapid clinical deterioration with a progressively decreased level of hemoglobin. Serial simple radiography showed rapid progression of the tumors (Fig. A, B). Patient was started on oxygen therapy and palliative treatment for symptom control. Nevertheless, on hospital day 16, after 9 days from biopsy, the patient expired.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'21043818': 1, '20028908': 1, '29454534': 1, '1987602': 1, '2681886': 1, '11259704': 1, '26945399': 1, '16778621': 1, '10440688': 1, '33950950': 2}", "similar_patients": "{}"}