{"patient_id": 106911, "patient_uid": "8058789-1", "PMID": 33953802, "file_path": "noncomm/PMC008xxxxxx/PMC8058789.xml", "title": "Characterization of the tumor immune-microenvironment of adenocarcinoma of lung with a metastatic lesion in the pancreas treated successfully with first-line, single-agent pembrolizumab", "patient": "A 64-year-old male smoker presented with cough and dyspnea. Computed tomography (CT) scan revealed a right lung mass with mediastinal adenopathy (). There was also a 7.4 cm mass in the tail of the pancreas (). Magnetic resonance imaging (MRI) of the brain revealed a 1.2 cm mass in the right frontal lobe without significant edema.\\nFine needle aspiration of the lung mass revealed an adenocarcinoma. IHC showed positivity for thyroid transcription factor-1 (TTF-1), cytokeratin 7 (CK7) and Napsin A, confirming its primary pulmonary origin (). The ALK protein was not expressed by IHC, and no EGFR, MET or RAS mutations were detected. Mutations of functional significance were detected in PIK3CA (c.1636C>A), NF1 (c.4836-1G>A) and TP53 (c.809T>C). PD-L1 TPS was determined to be ⩾50% using the 22C3 PharmDx assay (Dako, CA, USA). A core biopsy of the large mass in the tail of the pancreas revealed a different cytomorphology and immunoprofile from the lung biopsy (). The IHC results showed TTF-1 to be weakly positive, while Napsin A and CK7 were both negative. These results suggested the lung and pancreatic tumors were not clonal and were synchronous primaries rather than lung cancer metastatic to the pancreas.\\nThe patient declined cytotoxic chemotherapy due to concern regarding possible side effects and the anticipated poor outcome associated with stage IV lung cancer with a possible synchronous cancer in the pancreas. He consented to the use of single-agent pembrolizumab at a dose 2 mg/kg administered intravenously every 3 weeks. One week after the first pembrolizumab infusion the patient presented to the emergency department with focal seizures, mild slurring of speech and weakness. A repeat MRI of the brain demonstrated the enlargement of the right frontal lobe lesion from 1. 2 cm to 2.2 cm with associated focal edema and mild mass effect but no new lesions. The patient was started on dexamethasone 4 mg daily and an antiseizure medication. Palliative radiation to the brain was discussed with the patient and he elected to receive whole brain radiation rather than stereotatic radiotherapy. The patient received 2000 cGy in five fractions and 3000 cGy in 10 fractions to the lung primary and mediastinal adenopathy. He resumed the pembrolizumab 1 week later without incident.\\nAfter three cycles of pembrolizumab, the patient developed moderate thrombocytopenia and severe immune-mediated encephalitis that required hospitalization and treatment with high doses of methylprednisolone. A CT scan revealed a marked reduction in the lesions in the chest and pancreas (). An MRI of the brain showed almost complete resolution of the metastatic disease and no edema. The patient recovered from his immune-mediated encephalitis but received no further pembrolizumab. Four months after stopping the pembrolizumab, the tumors in the chest and pancreas continued to regress (). The patient discontinued corticosteroids after a long taper, but the platelets count remains reduced at between 60 and 90 × 109/L. There is no evidence of progression 11 months after discontinuing pembrolizumab.\\nIn an effort to determine why the patient had such a marked response in the non-radiated tumor in the tail of the pancreas, the pancreas biopsy was tested for PD-L1 expression and subjected to genomic sequencing. The PD-L1 IHC performed on the pancreatic biopsy revealed a TPS of ⩾50%, similar to the PD-L1 TPS of ⩾50% seen on prior testing of the tumor sample from the lung primary at diagnosis. Molecular profiling of the pancreatic tumor revealed the same mutations in PIK3CA, NF1and TP53 as seen in the lung. KRAS was wild type.\\nThe lung and pancreatic tumor biopsies were further analyzed with a novel 27-gene expression assay (Oncocyte, Irvine, CA, USA) to assess the tumour immune-microenvironment.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'32104548': 1, '31294749': 1, '29229669': 1, '32994997': 1, '27310713': 1, '19179185': 1, '13042090': 1, '26911831': 1, '26908167': 1, '31199580': 1, '30643566': 1, '33748492': 1, '29327044': 1, '31895407': 1, '30620668': 1, '24831977': 1, '33953802': 2}", "similar_patients": "{}"}