{"patient_id": 54705, "patient_uid": "8360263-1", "PMID": 34395136, "file_path": "comm/PMC008xxxxxx/PMC8360263.xml", "title": "COVID-19 Presenting as Acute Icteric Hepatitis", "patient": "A 29-year-old male with no past medical history presented to the emergency department with concerns of constipation for 10 days duration and subsequent development of scleral icterus five days later. The patient also reported early satiety during this time. He denied Tylenol or excess alcohol ingestion, history of hepatitis, IV drug use, gallbladder disease, or a history of transfusions. Notably, his wife tested positive for COVID-19 four days prior to presentation, and the patient had been quarantining for three days. He denied other sick contacts or recent travel. He reported a fever of up to 100.3 two days prior to presentation, mild sore throat with cough, chills, and fatigue. He denied shortness of air. He reported drinking alcohol socially once or twice a week and denied drinking since his symptoms began. He denied tobacco use and smoked marijuana occasionally, with the last use three months ago. His family history is negative for liver disease. His vital signs were significant for blood pressure 150/100 mmHg, temperature 100.3° F, heart rate 107 bpm, and oxygen saturation of 97% on room air. Physical exam showed appropriate mentation, scleral icterus, and epigastric tenderness to palpation; it was negative for hepatosplenomegaly, spider angiomata, or increased work of breathing, or any other stigmata seen in chronic liver disease. Complete metabolic profile and complete blood counts were significant for WBC 2.7 10^3/cmm, total bilirubin 8.8 mg/dL, direct bilirubin 6.9 mg/dL, indirect bilirubin of 1.9 mg/dL, AST 1415 U/L, ALT 2322 U/L, and alkaline phosphatase 227 U/L (Figures -, Tables -). Creatinine, albumin, platelet count, coagulation studies, and lipase were within normal limits. A COVID PCR was positive. He was admitted for further workup of liver enzyme abnormalities.\\nThroughout the patient’s hospital course, a comprehensive workup for acute hepatitis was completed. A right upper quadrant ultrasound was negative for acute cholecystitis, common bile duct dilation, and hepatic and portal vein thrombosis; the liver was noted to have normal echogenicity. MRCP showed diffuse hyperintensities along the periportal tract likely relating to acute hepatitis with mild fluid around the gallbladder fossa that was likely reactive to hepatocellular disease. Toxicology screening, including alcohol, acetaminophen, aspirin, and urine drug screen, was negative. Viral serologies were negative for hepatitis A, Β, C, acute CMV, acute EBV, HSV1, HSV2, HIV1 and HIV2. Hepatitis C RNA was undetectable. The autoimmune panel, which included anti-smooth-muscle antibody, antinuclear antibody, anti-double-stranded DNA, IgG, and anti-liver-kidney-microsomal antibody, was negative. Ceruloplasmin was normal. Iron studies showed elevated iron, percent saturation, and ferritin; however, genetic testing for hemochromatosis later resulted as negative for C282Y and H36D variants in the HFE gene. It was suspected that acute hepatitis was secondary to COVID-19 hepatitis. The patient remained on room air throughout his hospitalization. His sore throat resolved quickly after admission and he remained asymptomatic from a respiratory perspective thereafter. He did not require antivirals, steroids, monoclonal antibodies, or supplemental oxygen. Liver function test and coagulation studies were obtained daily and showed steady improvement (Figures -, Tables -). On the day of discharge, his labs were notable for a total bilirubin of 8.2 mg/dL, direct bilirubin 6.6 mg/dL, indirect bilirubin 1.6 mg/dL, AST 1273 U/L, ALT 1821 U/L, and alkaline phosphatase 197 U/L. He was instructed to repeat labs and follow up with hepatology the following week.\\nSeven days following his discharge and 13 days after his initial presentation, repeat outpatient laboratory tests showed worsening liver function, with AST 1653 U/L and ALT 2610 U/L (Figures -, Tables ). The patient reported persistent jaundice, but denied symptoms of cough, shortness of air, anosmia, and ageusia. Vital signs were normal. The patient was mentating appropriately and had notable scleral icterus and jaundice. Repeat right upper quadrant US was stable from prior admission. The patient was readmitted for acute hepatitis.\\nThe patient remained hospitalized for a total of nine days. On hospital day two, he was initiated on empiric treatment for liver injury with N-acetylcysteine 15mg/kg/hr IV infusion for a total of seven days of treatment. Starting on day three of hospitalization, he received three days of vitamin K 10mg IV daily for INR elevation and ursodiol 300mg three times per day PO for seven days. Liver biopsy was performed on day six of admission and was suggestive of acute hepatitis. Pathology demonstrated periportal and interstitial inflammation with predominantly lymphocytes, rare plasma cells, and neutrophils. Hepatocyte rosette formation, apoptotic bodies, and centrilobular congestion were also noted (Figures -). Reticulin stain showed preserved liver architecture. Trichrome stain showed mild increased portal and pericellular fibrosis. PAS stain revealed normal hepatocyte cytoplasmic glycogen content that is completely digested with the PAS-diastase (PAS-D) stain. Prussian blue stain was positive for iron granules (1+/4+). Classic features of autoimmune hepatitis were not present and immunostains were negative for CMV, HSV1, and HSV2. No features of steatosis were identified on the biopsy. Liver function and coagulation tests were obtained daily and showed consistent downtrending starting on day five of admission (Figures -, Tables -). He was scheduled to follow up in three weeks and obtain repeat labs.\\nRepeat outpatient liver function tests continued to improve. Three weeks after discharge and five weeks after his initial presentation, labs showed normalization of liver function tests, with AST 20 U/L and ALT 21 U/L (Figures -, Tables -). The patient is scheduled to undergo a repeat liver biopsy three months after resolution.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'32891635': 1, '33654363': 1, '32727662': 1, '33679191': 2, '32473607': 1, '33553391': 1, '33024307': 1, '32301760': 1, '32251539': 1, '32145190': 1, '34395136': 2}", "similar_patients": "{'7927974-1': 1}"}