{"patient_id": 54204, "patient_uid": "8331313-1", "PMID": 34354848, "file_path": "comm/PMC008xxxxxx/PMC8331313.xml", "title": "Acute Pulmonary Embolism Associated with Low-Dose Olanzapine in a Patient without Risk Factors for Venous Thromboembolism", "patient": "A 66-year-old female patient without a prior cardiovascular condition suddenly experienced a collapse for the first time and was reportedly unconscious for around 10 minutes. No abnormalities in facial expressions, limb weakness, drooling, or chest discomfort were noted during the crisis.\\nOn admission to the emergency department, she was afebrile, alert, normotensive with a blood pressure of 135/82 mm Hg, a heart rate of 76 bpm, and nonobese with a BMI of 24.2 kg/m2. Her oxygen saturation was 87% on room air. Physical examination showed no noticeable abnormalities. Complete blood cell count was in the normal range. Blood biochemistry, including blood urea nitrogen, creatinine, high-sensitive troponin T, and N-terminal pro-BNP, was all in the normal range. The non-ST elevated myocardial infarction was excluded. Due to the syncopal episode at home, a head computed tomography was then performed, showing an extradural hematoma due to the collapse, but no other cerebral malformation was noted. We decided to have a coronary computed tomography angiography performed that ruled out coronary artery disease but revealed a pulmonary embolism. Multiple emboli were noted, causing a subtotal occlusion of the distal segment of the right pulmonary artery (). The left pulmonary artery was also partially occluded (). A venous duplex scanning for proximal deep vein thrombosis was performed that revealed no venous clot. Due to the presence of PE, we proceeded to screen malignant diseases and autoimmune diseases and test the autoimmune antibodies and possible causes of hypercoagulopathy, which showed no abnormality. Retrospectively, we found that the patient had been taking olanzapine 2.5 mg daily for the previous two years for her insomnia. Olanzapine was then discontinued on the first day of hospitalization.\\nWith the pulmonary embolism severity index (PESI) score of 66 points and the presence of an epidural hematoma, we decided to start continuous intravenous heparin for the first two days, followed by low molecular weight heparin for the next three days, and finally oral dabigatran 150 mg twice a day. The patient was discharged three weeks after the onset and has been regularly followed up at the outpatient clinic. During the follow-up period, she experienced no remarkable events. A computed tomographic pulmonary angiography ordered two months after her discharge showed complete resolution of the previously documented PE in the pulmonary arterial system (). At the time of preparing this manuscript, the patient is still on oral Dabigatran.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'14670884': 1, '31504429': 1, '12920392': 1, '24403009': 1, '18636787': 1, '16344428': 1, '19067990': 1, '34354848': 2}", "similar_patients": "{}"}