{"patient_id": 208, "patient_uid": "8671579-1", "PMID": 34907487, "file_path": "comm/PMC008xxxxxx/PMC8671579.xml", "title": "Successful treatment of severe adrenaline-resistant anaphylactic shock with glucagon in a patient taking a beta-blocker: a case report", "patient": "An 88-year-old woman (height, 150 cm; weight, 41 kg) with no history of drug allergy or general anesthesia was scheduled for transfemoral TAVI because of severe aortic stenosis (AS). The surgery was performed under general anesthesia to facilitate the use of transesophageal echocardiography and to manage any intraoperative complications. She was taking 0.625 mg/day bisoprolol, a selective β-1 blocker, for hypertension and chronic atrial fibrillation. Additionally, she was taking amlodipine for hypertension. Preoperative transthoracic echocardiography showed severe AS (aortic valve peak flow velocity: 4.73 m/s; mean aortic valve pressure gradient: 47 mmHg; aortic valve area: 0.41 cm2) and myocardial hypertrophy (left ventricular posterior wall thickness and interventricular septum thickness: 14 mm).\\nPre-anesthetic medication for sedation was not administered. She received bisoprolol and amlodipine 3 h before entering the operating room. Figure shows the anesthesia record. General anesthesia was induced using midazolam and remifentanil; additionally, rocuronium was administered to facilitate tracheal intubation. She received total intravenous anesthesia: continuous infusions of propofol and remifentanil. Noradrenaline and dopamine were infused continuously through the central venous catheter to maintain blood pressure. AS disappeared after valve implantation. During the surgery, complete atrioventricular block occurred, and ventricular pacing (VVI mode: 60 ppm) was initiated. No other complications were associated with the surgical procedure. Postoperatively, she received 100 mg sugammadex through the central venous catheter, but 2 min later, her systolic arterial blood pressure (ABP) decreased unexpectedly to less than 40 mmHg. Simultaneously, ventilator monitoring revealed elevated peak and plateau airway pressures (60 and 40 cmH2O, respectively). No skin rash was observed on the body surface. Transthoracic echocardiography showed underfilling of the left ventricle without right ventricular dilatation or pericardial effusion. No abnormalities were observed in left ventricular wall motion.\\nThe patient developed distributive shock, which was clinically diagnosed as anaphylactic shock caused by sugammadex because of the rapid onset of severe hypotension and bronchospasm. First, two boluses of 0.05 mg adrenaline were administered through the central venous catheter, followed by rapid volume resuscitation using crystalloid (1 L infusion within 30 min). The dose of noradrenaline was increased to 0.3 μg/kg/min. Consequently, the airway pressures returned to the original level, but the hypotension persisted. Thereafter, adrenaline was administered via bolus (0.1 mg twice) and continuous infusion (0.1 μg/kg/min); however, the increase in her ABP was minimal. Therefore, 1 mg glucagon was administered intravenously, and her systolic ABP immediately rose to 130 mmHg. An erythematous rash also appeared on her neck with the increase in ABP. Her general condition was stable after the therapeutic interventions. Ventricular pacing was continued because bradycardia with complete atrioventricular block was persistent during the interventions. She was admitted to the intensive care unit under tracheal intubation. Subsequently, the continuous infusion of adrenaline was discontinued, and the continuous infusion of noradrenaline was reduced. We also administered 125 mg methylprednisolone for 3 days. She was extubated 9 h after the onset of anaphylaxis, and circulatory agonists were discontinued the following day. She was discharged without complications on postoperative day 9. Blood tests revealed a total serum tryptase level of 7.3 ng/mL and 1.2 ng/mL at 1 h and 24 h after onset, respectively. We advised the patient to undergo allergy tests, such as skin prick tests or intradermal tests, to identify the cause of anaphylaxis. However, the patient refused these tests because she was elderly and unlikely to undergo surgery under general anesthesia in the future.\\nWritten informed consent was obtained from the patient for the publication of this case report. This report was approved by the Institutional Review Board of Nagasaki University Hospital (Approval number: 21041932).", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'8958428': 1, '31130272': 1, '17091059': 1, '24909803': 1, '31983596': 1, '31058676': 1, '23268454': 1, '813507': 1, '33456852': 1, '15788828': 1, '31749797': 1, '34651257': 1, '3717811': 1, '26505932': 1, '29935569': 1, '34907487': 2}", "similar_patients": "{}"}