{"patient_id": 49613, "patient_uid": "8113285-1", "PMID": 33980211, "file_path": "comm/PMC008xxxxxx/PMC8113285.xml", "title": "Assessing causality by means of the Naranjo scale in a paediatric patient with life threatening respiratory failure after alemtuzumab administration: a case report", "patient": "A 17-year old boy with a history of autosomal recessive polycystic kidney disease (ARPKD) started haemodialysis when he was 4 years of age. At the age of 8 years, he received a diseased donor kidney transplant. After 8 years he lost this graft due to chronic transplant rejection and haemodialysis needed to be restarted. Two years later, a second kidney transplant was executed by means of a heart beating donor. Notably, this donor had a repeated HLA mismatch of B14. However, levels of donor specific antibodies against B14 were not detected in his last pre-transplant serum sample.\\nAccording to our local guideline, induction after transplantation was initiated with basiliximab. Tacrolimus, mycophenolate mofetil and prednisolone were given as maintenance immunosuppression therapy. Because of altered graft function (creatinine 394 μmol/L and oliguria (0.3–0.8 ml/kg.h), unresponsive to furosemide), tacrolimus was discontinued 4 days post transplantation. Day 11 post-transplant, graft function deteriorated even further (creatinine 415 μmol/L, blood urea nitrogen 36 mmol/L). After a renal biopsy was performed, methylprednisolone pulses were initiated and low-dose tacrolimus was restarted. In addition, on day 12, plasmapheresis was started for five consecutive days in order to treat a possible humoral rejection. The graft biopsy demonstrated a type 2A acute rejection (BANFF classification: C4d positive, diffuse interstitial infiltrate, extensive oedema, focal interstitial hemorrhage, mild tubulitis, mild acute glomerulopathy and mild endovasculitis) []. Polyoma virus in plasma was negative, and no viral inclusions were found in the biopsy. Due to his underlying ARPKD, leucopenia and thrombocytopenia were present.\\nDonor-specific human leukocyte antigen (HLA) antibodies against B14 in plasma increased significantly. Creatinine initially decreased from 425 μmol/L to 215 μmol/L but increased again to 376 μmol/L on day 18 (Fig. ). Therefore, intravenous immunoglobulin G (IVIG) was administered. Graft function improved and tacrolimus was doubled at day 15 to a dose of 1 mg (0.02 mg/kg).\\nA second graft biopsy, on day 18 post-transplant, showed severe cellular rejection. There were minor signs of humoral rejection as a mild influx of inflammatory cells in the capillary lumen was observed and donor specific antibodies (DSA) against B14 mildly increased. In order to treat this severe steroid resistant cellular rejection, with a mild humoral component in the biopsy and mild DSA against B14, anti T-cell therapy was indicated.\\nA splenectomy as well as rituximab therapy were both considered but not deemed suitable. Splenectomy to treat antibody-mediated rejection (AMR) remains debatable as antibodies are not solitary being produced by the spleen, but also in lymph nodes and bone marrow. This, combined with the increased risk of infection with capsuled bacteria, argued against splenectomy. Rituximab on the other hand, targets CD20, mainly present on memory B-cells. However, plasma-cells responsible for antibody production lead to CD138 expression and do not express CD20. The leuco- and thrombocytopenia present in this patient resulted in the choice to treat this patient with alemtuzumab instead of rATG, as less side effects were expected compared to other anti-T-cell therapies.\\nAlemtuzumab was administered subcutaneously at a dose of 30 mg. One hour prior to administration, 500 mg methylprednisone was given together with 2 mg clemastin to prevent allergic reactions and 500 mg acetaminophen to prevent development of fever and/or headaches. In order to prevent raised levels of uric acid due to a tumour lysis syndrome, 200 mg allopurinol was given as a prophylaxis and hyper hydration protocol was applied (1,5–2,0 L/m2 per 24 h). Except for a minor headache 4 h post administration, no side effects occurred. Two days later, tacrolimus was discontinued due to high potassium levels and the second dose of alemtuzumab was administered.\\nSeven hours after this second dose, patient complained about a headache similar to the day before and he developed a fever up to 38.5 degrees Celsius. Within 5 h, his clinical status deteriorated significantly. The patient became dyspnoeic (oxygen saturation 87%) with 3 L of 100% oxygen and he started coughing. He was in agony, tachypnoeic (45–50/min) with a 15 L non rebreathing mask and his heartrate increased to 150/min with a mean arterial pressure of 95 mmHg.\\nFurosemide 80 mg was administered intravenously without effect and the patient was transferred to the paediatric intensive care unit (PICU) and immediately intubated due to acute respiratory failure. He deteriorated within hours into severe acute respiratory distress syndrome (ARDS) with signs of pulmonary oedema (foamy bloody secretions). Mechanical ventilation with maximal settings with nitric oxide (20 ppm) and abdominal positioning as well as maximal inotropic treatment with adrenalin (max 0,7 μg/kg/min), vasopressin (max 0,04 IE/min), dobutamine (max 33 μg/kg/min) and noradrenalin (max 2,1 μg/kg/min) were required. Ascites (3 L) was drained to lower ventilatory pressure before transferring the patient into supine position. Cardiac ultrasound showed diminished hypertrophic left ventricle contractility without signs of backward failure, a normal right ventricle and a collapsed inferior vena cava. There were no signs of fluid overload. Fluid resuscitation with crystalloids, packed cells and thrombocytes was initiated. Extracorporeal membrane oxygenation was not possible due to lack of appropriate vascular access. Continuous Renal Replacement Therapy (CRRT) was started 6 h after admission to the PICU as acute kidney injury and general oedema developed due to capillary leak syndrome. Yet, this failed to improve his clinical status. As opportunistic infections as a cause for the deterioration could not be excluded, antibiotics, ganciclovir and fluconazole were given. Unfortunately, the patient was too unstable to perform a broncho-alveolar lavage for culture diagnostics. Continuing this maximal supportive therapy, the patient stabilized after 12 h and inotropic and vasopressive support could be tapered and ventilation and oxygenation gradually improved. After 5 days on mechanical ventilation, he was successfully extubated and could be discharged from the PICU to the ward after an additional 8 days. He returned home in relatively good condition 33 days after his kidney transplantation with a serum creatinine of 111 μmol/L.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'24616363': 1, '29067527': 1, '25645795': 1, '21199208': 1, '12060875': 1, '18574290': 1, '28546374': 1, '30454022': 2, '31405369': 1, '7249508': 1, '18095744': 1, '23442101': 1, '32164120': 1, '28619423': 1, '32967641': 2, '18284654': 1, '31675637': 1, '33980211': 2}", "similar_patients": "{'6245888-1': 1, '7510011-1': 1}"}