{"patient_id": 51642, "patient_uid": "8212906-1", "PMID": 34159011, "file_path": "comm/PMC008xxxxxx/PMC8212906.xml", "title": "A Case of Escherichia coli Endogenous Panophthalmitis and Orbital Cellulitis With Normal Workup for Primary Focus", "patient": "A 71-year-old female patient, with poorly controlled type 2 diabetes mellitus (DM) on oral hypoglycemic medications was referred to our hospital as a case of left eye endophthalmitis. The patient had undergone phacoemulsification one year ago and penetrating keratoplasty five years previously in the right eye. Her presenting complaint was pain and severe swelling of the left eye for five days duration with limitation of ocular motility, followed by a gradual reduction in the vision to hand motion (HM) for which she was admitted elsewhere and misdiagnosed initially as a case of acute angle-closure glaucoma (AACG) with intraocular pressure (IOP) of 48 mmHg. At that time, the patient received full antiglaucoma treatment including intravenous mannitol and Diamox, and YAG peripheral iridotomy was performed but (IOP) was not controlled (41 mmHg). Initial B-scan ultrasonography showed vitreous hemorrhage and T-sign with no evidence of endophthalmitis. However, later, computed tomography (CT) scan findings indicated orbital cellulitis and magnetic resonance imaging (MRI) showed endophthalmitis with subchoroidal abscess formation. Subsequently, intravenous vancomycin and ceftazidime were started for two days followed by oral antibiotics.\\nOn presentation to our hospital, the patient was completely blind in the left eye and complaining of tenderness and pain with mild swelling in the left eye. Review of systems was unremarkable including gastrointestinal, genitourinary, nervous, and respiratory systems. On examination, the patient was vitally stable with light perception (LP) vision in the right eye, a quiet eye with a failed graft and pupillary membrane, with no further view to the fundus. Visual acuity of the left eye was no light perception (NLP), moderate lid swelling with conjunctival chemosis, mild proptosis, and frozen globe (Figure ).\\nSlit-lamp examination of the left eye showed severe conjunctival congestion, chemosis, and discharge, scleral thinning with melting was noted superiorly, opaque vascularized cornea, flat anterior chamber with iridocorneal touch, and dense cataract with no further view to the fundus. The dental exam indicated very poor oral hygiene with white oral thrush; no black discolorations were noticed. The ear and nose examinations were unremarkable.\\nThe B-Scan repeated at our hospital and the left eye had moderate to dense vitreous opacities with dense vitreal strand formation, 360° peripheral bullous choroidal detachment with maximum elevation superiorly, and dense subchoroidal opacities (Figure ).\\nThe right eye showed no significant findings. CT and MRI images brought by the patient were reviewed at our hospital and indicated a clear picture of panophthalmitis with orbital cellulitis (Figure -D).\\nThe clinical impression was endogenous panophthalmitis with orbital cellulitis in the left blind, painful eye. The patient admitted and started on intravenous gentamycin 60 mg and, cefazoline 1 g (every eight hours), oral paracetamol 1 g (four times daily), oral acetazolamide 250 mg (twice daily), and topical moxifloxacin (every four hours), brimonidine (three-time daily), and bimatoprost (once daily at bedtime). Blood and urine samples extracted for culture and analysis. Because of the presented vision of NLP and late presentation, no globe salvage intervention performed, and the patient underwent evisceration of the left eye fortified by gentamycin wash for the inner scleral coat, without intraocular implant. Samples from all ocular layers were sent for culture, gram staining, and histopathology.\\nCulture and sensitivity result from cornea, sclera, and uvea indicated Escherichia coli sensitive to gentamycin. Blood cultures and urine cultures showed no growth. Histopathology findings were consistent with endophthalmitis.\\nPostoperatively the patient was vitally stable and intravenous antibiotics were continued for five additional days. The patient was referred to a general hospital for further systemic workup. Systemic workup was performed at the general hospital by the infectious disease team and no focus for the bacteremia was identified.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'1417545': 1, '26351596': 1, '28821529': 1, '12850229': 1, '18600246': 1, '8758017': 1, '12640186': 1, '20489621': 1, '25113611': 1, '15942499': 1, '28056067': 1, '22664925': 1, '17090866': 1, '23893059': 1, '9862309': 1, '20966972': 1, '34159011': 2}", "similar_patients": "{}"}