{"patient_id": 49970, "patient_uid": "8132409-1", "PMID": 34006269, "file_path": "comm/PMC008xxxxxx/PMC8132409.xml", "title": "Laparoscopic perineal hernia repair following pelvic exenteration: a case report", "patient": "We present a case report and a surgical video of a 42-year-old woman with perineal hernia. The manuscript has been written according to CARE guidelines. This patient presented with stage IIA squamous cell carcinoma of the cervix, initially treated by radiotherapy, chemotherapy and brachytherapy in December 2013. Surgery consisted of laparoscopic total hysterectomy and ovariectomy, together with pelvic and para-aortic lymphadenectomy. Early left paravaginal recurrence occurred in 2015 and was treated by resection of the left Bartholin gland. Another course of radiotherapy and chemotherapy was administered due to positive surgical margins (R1) of this resection. The patient presented another recurrence of her cervical carcinoma in February 2017 confirmed by pelvic CT scan and MRI. Due to the presence of a suspicious rectovaginal node, abdominoperineal resection with terminal colostomy was performed via a laparoscopic and perineal approach. We performed laparoscopic dissection of the left and right pararectal space to prepare an extralevator abdominoperineal excision and partial posterior colpectomy. We then performed radical posterior vulvectomy and a perianal incision at the lateral margin of the external anal sphincter and continued the dissection into the ischioanal fossa as far as the insertion of the pelvic floor muscles. We repaired the perineal defect and performed reconstruction of the posterior part of the vagina with an omental flap to preserve sexual function. After another course of chemotherapy and cycles of bevacizumab, the patient presented with her third recurrence two years later. Anterior pelvectomy was initially indicated due to a malignant mass infiltrating the right ischiopubic ramus and the right obturator internus muscle responsible for urethral retraction. This patient's case was discussed at a multidisciplinary consultation meeting and it was decided to treat her with chemotherapy. Complete regression of the recurrent malignancy allowed us to treat the perineal hernia (Fig. ). The perineal hernia was causing pain and discomfort with a sensation of perineal heaviness. On physical examination, a reducible posterior perineal mass was palpated, which increased in volume during Valsalva manoeuvre.\\nThe patient was placed in the supine position. We performed open laparoscopy with the introduction of three 5-mm trocars under direct vision: suprapubic, right and left iliac fossa. Exploration did not reveal any signs of carcinoma. The patient was placed in the Trendelenburg position. No postoperative peritoneal adhesions were observed and the content of the sac was easily removed to visualize the omental flap that constituted most of the hernia sac. We pediculized the omental flap, that was vascularized by the left gastroepiploic artery and the Barkow’s arcade. The perineal hernia sac was not resected because of its extremely fibrous structure and the need to preserve the vaginal reconstruction. We introduced Symbotex prosthetic mesh, composed of two layers: one layer of 3D monofilament polyester for the abdominal wall, and the other hydrophilic collagen layer for the visceral side. We simply applied the mesh inside the pelvic cavity above the pediculized omental flap to restore the pelvic floor.\\nThe mesh was then sutured:- Posteriorly and laterally with Mersilene® 2.0 on the fibrous structure corresponding to the insertion of the previously resected left and right levator ani muscles. - Superiorly with Vicryl® 2.0 to the umbilical fascia.\\nWe did not immediately remove the excess skin. The immediate postoperative period was marked by urinary retention, requiring a bladder catheter for 5 days and urinary tract infection treated by antibiotics. Perineal pain was relieved and the patient was satisfied with the result. At 6-month follow-up, the patient remained asymptomatic with no perineal hernia recurrence on clinical examination and imaging (Fig. ).", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'28508281': 1, '32514996': 1, '22308975': 1, '30887380': 1, '27656644': 1, '16946992': 1, '28880495': 1, '31049717': 1, '31910492': 1, '34006269': 2}", "similar_patients": "{}"}