{"patient_id": 112389, "patient_uid": "8565703-1", "PMID": 34754932, "file_path": "noncomm/PMC008xxxxxx/PMC8565703.xml", "title": "Failure of non-vitamin K antagonist oral anticoagulants in preventing stroke in elderly patient: a case report of multiple strokes on standard of care treatment for atrial fibrillation", "patient": "We present the case of an 84-year-old left-handed, white female, nonsmoker, nonalcoholic, who presented to the emergency department (ED) on 09/23/19 in the early evening shortly after experiencing dysarthria and transient left-hand tremor (around 18:30) concerning for an acute stroke. She was not a candidate for Alteplase (tPA) due to recent stroke and current use of apixaban.\\nShe has a history of hypertension, non-insulin dependent diabetes mellitus, atrial fibrillation diagnosed in 2017 (paroxysmal AF with spontaneous reversal at the time of diagnosis and which was initially treated with 2.5 mg of apixaban twice daily) with 1 prior cardiovascular accident (CVA) in the left frontotemporal infarction seen on MRI on 08/09/2019, no tPA was administered.\\nEarlier that evening prior to arriving to the ED, the patient was eating dinner and abruptly noticed that she had tonic jerky movements of her left hand which she could not control. The episode lasted a few minutes. Subsequently, she noticed right facial droop, slurred speech and expressive aphasia. She denied diplopia or difficulty swallowing. She denied weakness in her extremities. She endorses previous history of abrupt onset expressive aphasia which lasted 3-4 days or so during the CVA on 08/09/2019 (positive on MRI as stated above). She was on apixaban 2.5 mg twice a day (BID) by mouth (p.o.) at the time which was increased to 5.0 mg BID p.o. upon discharge. Physical examination was grossly unremarkable other than noted left corner of the mouth facial droop and slurred speech per the admitting physician. NIHSS stroke scale was 2.\\nIn the ED, an electrocardiogram (EKG) revealed sinus rhythm with heart rate of 89 beats per minutes, right bundle branch block, T wave inversions in inferior leads and poor R-wave progression as read by the cardiologist. The report of the brain computed tomography (CT) without contrast obtained at 19:33 showed no acute intracranial hemorrhage, midline shift or mass effect but revealed age indeterminate infarct in the left frontal lobe per the reading radiologist. CT angiography performed at 19:51 reported no focal flow-limiting stenosis, occlusion or aneurysm involving the anterior and posterior circulation of the brain nor any hemodynamically significant stenosis or occlusion involving the major arterial vessels of the neck. Brain MRI ( and ) performed at 22:05 revealed subacute infarct in the left frontal lobe at the gray-white matter junction. There was an acute infarct involving the right frontotemporal cortex just above the right sylvian fissure and chronic ischemic changes and cortical atrophy. An echocardiogram performed on 09/23/2019 at 21:54 reported an ejection fraction estimated at 60-65% with grade I diastolic dysfunction and no gross regional wall motion abnormalities. There was aortic valve calcification without hemodynamically significant stenosis.\\nLaboratory findings were grossly unremarkable: white blood cell (WBC)=7.1 10*3/ uL, hemoglobin (Hb)=13.0 g/dL, hematocrit (Hct)=38.3%, platelets (PLT)=250 10*3/ uL, prothrombin time (PT)=13.1 seconds (secs), activated partial thromboplastin time (aPTT)=30.6 secs, INR=1.0. Myocardial enzymes (troponins I) were unremarkable (<0.015, <0.015, <0.015). Electrolytes were grossly unremarkable. Blood urea nitrogen (BUN)=22 mg/dL, Creatinine=1.260 mg/dL. Glucose=228 mg/dL. Hepatocytolysis enzymes were grossly unremarkable (AST 35, ALT 83, Alkaline phosphatase 103). She was administered 324 mg of aspirin orally and admitted for further evaluation.\\nRegarding clinical and pharmacological history at the time of this current presentation, for anticoagulation due to her history of AF, she was on apixaban 5 mg p.o. daily (qd). For rate control, she was reportedly on oral diltiazem 120 mg daily and for rhythm control, oral sotalol 80 mg BID. In addition, the patient was on rosuvastatin 20 mg daily qd p.o for cardiovascular event prevention and metoprolol succinate 25 mg qd p.o. for hypertension. Canaglifozin 300 mg p.o. daily and sitagliptin 100 mg p.o. daily for diabetes. Levothyroxine 88 mcg p.o. daily for hypothyroidism. For the past month prior to this ED visit, she had been complaining of headaches localized over the forehead, more so on the left side, off and on. She has history of chronic headaches in the past and was diagnosed to have temporal arteritis. She was followed by a rheumatologist and treated with oral methotrexate 2.5 mg daily and 12.5 mg once a week on Thursdays as well as oral prednisone 2-3 mg a day. She suffers from major depressive disorder and was on oral paroxetine 20 mg once daily.\\nUpon admission, most of the aforementioned medications were withheld except for apixaban, metoprolol and paroxetine. Permissive hypertension was allowed for the first 24 hours. The patient’s BP remained in systolic BP between 125-170 and diastolic between 55-77 during that timeframe. The patient was noted to have paroxysmal atrial fibrillation and was in sinus rhythm at the time of the encounter with the cardiologist around 21:59 on the day of admission. Metoprolol was discontinued by day 1 (09/24/2019) by the cardiologist after noticing heart rate sustaining in the 60s beats per minutes. Sotalol was resumed on day 1 and administered throughout her hospital stay. Lipid profile on 09/24/2019 revealed triglycerides of 81 mg/dL, cholesterol of 185 mg/dL, low density lipoprotein (LDL) of 94 mg/dL, high density lipoprotein (HDL) of 75 mg/dL. LDL goal was less than 70 mg/dL hence atorvastatin at a higher dose of 80 mg p.o. qd was started on day 1 and maintained throughout her hospital course. Levetiracetem was initiated at 1000 mg IV q12 hours upon admission due to possible right focal motor seizure involving her involuntary left hand clonic type activity. It was subsequently reduced to 500 mg IV q 12 hours on day 4 and discontinued upon discharge due to no further seizure like activities. 2 mg of oral prednisone once daily was resumed on day 1 to continue management for her history of temporal arteritis as well as her daily levothyroxine and 81 mg of p.o. aspirin. Apixaban was discontinued on day 1 and she was bridged the same day to warfarin with heparin drip (discontinued on 10/02/2019). She was administered 5 mg p.o. daily of warfarin which was continued throughout the hospitalization with occasional administration of a 2.5 mg dose instead (on 10/01, 10/02 and 10/04) An INR goal of 2.0-2.5 was targeted and it remained between 1.0 to a peak of 2.3 on the day of discharge.\\nRepeat CT scan of the brain (on 09/27/19 and 10/02/19) were negative for hemorrhagic conversion or any other acute intracranial changes. She remained neurologically stable from the time of admission to the day of discharge on 10/06/2019. She was able to ambulate without assistance despite mild weakness in the left leg proximally and she remained in sinus rhythm on tele-monitoring throughout her hospital stay. Her dysarthria was very minimal prior to discharge with no significant changes in her facial weakness. She was recommended to continue to do facial exercises as well as physical and occupational therapy upon discharge. Apixaban, diltiazem, metoprolol, paroxetine and rosuvastatin were discontinued during this admission and rosuvastatin 40 mg p.o daily, warfarin 4 mg p.o daily, amlodipine 2.5 mg p.o daily, aspirin 81 mg p.o daily and vitamin B12 1000 mg p.o daily were added to her list of ambulatory meds. Medications for temporal arteritis, diabetes, hypothyroidism were renewed and for atrial fibrillation only sotalol was renewed.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'24682348': 1, '23086966': 1, '30210082': 1, '25680659': 1, '32740435': 1, '9737513': 1, '30762659': 1, '25995317': 1, '7864703': 1, '30002145': 1, '34754932': 2}", "similar_patients": "{}"}