{"patient_id": 53447, "patient_uid": "8293241-3", "PMID": 34287266, "file_path": "comm/PMC008xxxxxx/PMC8293241.xml", "title": "Primary Localized Cutaneous Nodular Amyloidosis and Limited Cutaneous Systemic Sclerosis: Additional Cases with Dermatoscopic and Histopathological Correlation of Amyloid Deposition", "patient": "A 74-year-old woman with lcSSc (ACA positive) was referred to dermatological consulting for the occurrence of bilateral well demarcated, multiple, yellow–purple nodular lesions of her legs, progressively enlarging during the last 14 months (C). She was affected by type 2 diabetes, chronic hepatopathy, portal hypertension and a five-year disease history of recurrent digital ulcers, calcinosis, Raynaud’s phenomenon, sclerodactyly, extensive facial telangiectasias and moderate esophageal dysmotility. No treatment was supplied in consideration of the age and the general conditions. Dermoscopy of skin nodules showed, under polarized light, a structureless yellow background interspersed with whitish spots, surrounded by a hemorrhagic halo with elongated serpentine vessel (C). Histopathology of the skin lesion showed the presence of a dermal and hypodermal homogeneous, hyaline-like amorphous eosinophilic material, involving and surrounding the thickened vessel walls (A). The material stained positively with Congo red (D). A slight perivascular and periadnexial histiocytic and plasmocytic infiltrate was present in the deep reticular dermis (B,C). Immunostaining was significantly positive for lambda chains (E) while kappa chains were barely represented in the lymphoplasmacytic infiltrate.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'23373889': 1, '20465653': 1, '22257835': 1, '12975157': 1, '29319281': 1, '26702814': 1, '30677833': 1, '8915162': 1, '20526567': 1, '25399683': 1, '22632408': 1, '28342017': 1, '20920690': 1, '17438189': 1, '30201145': 1, '9302305': 1, '15906542': 1, '11453916': 1, '23158630': 1, '18712025': 1, '24124838': 1, '18576343': 1, '28560302': 1, '34287266': 2}", "similar_patients": "{'8293241-1': 2, '8293241-2': 2}"}