{"patient_id": 110365, "patient_uid": "8374963-1", "PMID": 34423239, "file_path": "noncomm/PMC008xxxxxx/PMC8374963.xml", "title": "Thrombosed sinus of Valsalva aneurysm masquer ading as a cardiac tumour: a case report", "patient": "A 70-year-old man with complete AVB was referred to our hospital for further evaluation and treatment (Figure ). His initial chief complaint was faintness. Observation with careful haemodynamic monitoring revealed well-tolerated complete AVB. No heart murmur was heard. His vital signs were as follows: heart rate 42 beats/min, blood pressure 126/69 mmHg, SpO2 99%, and temperature 36.5°C. He had a medical history of hypertension and a single kidney and had been taking an angiotensin II receptor blocker, calcium channel blocker, and β blocker. Even after discontinuation of the calcium channel blocker and β blocker, electrocardiogram monitoring showed complete AVB and frequent paroxysmal atrial fibrillation with junctional escape rhythm. A chest X-ray showed cardiomegaly with a cardiothoracic ratio of 55%. Surprisingly, transthoracic echocardiography (TTE) revealed a spherical mass (43 × 49 mm) in the centre of the heart with normal left ventricular systolic function (Figure , Video 1). Blood tests showed an elevated brain natriuretic peptide level of 84.3 pg/mL (normal value: 0–18.4 pg/mL), serum creatinine of 1.12 mg/dL (normal value: 0.46–0.79 mg/dL), and D-dimer of 1.87 μg/mL (normal value: 0–0.99 μg/mL) but were otherwise normal. The tumour marker levels, such as soluble interleukin-2 receptor, squamous cell carcinoma, pro-gastrin-releasing peptide, neuron-specific enolase, and cytokeratin 19 fragment, were within the normal range. Contrast-enhanced computed tomography (CT) showed a well-defined, hollow, 4.5 cm, non-enhanced mass in the interatrial septum (Figure ). Transoesophageal echocardiography confirmed that the mass was close to the atrial septum without invasion (Figure , Video 2). Cardiac magnetic resonance imaging showed excellent delineation of the tumour, the internal contents of which showed high signal intensity on a T2-weighted image and iso-signal intensity on a T1-weighted image. Based on these findings, we suspected that this was a cardiac tumour arising from the interatrial septum or the wall of the non-coronary sinus of Valsalva. However, 18F-fluorodeoxyglucose positron emission tomography/CT (18F-FDG PET/CT) revealed no uptake in the mass (Figure ). To summarize his findings so far, he presented with bradycardia due to complete AVB, paroxysmal atrial fibrillation and an unidentified cardiac mass. After implantation of a permanent pacemaker for complete AVB, anticoagulant therapy with rivaroxaban was started for paroxysmal atrial fibrillation. The patient was treated conservatively. Two months later, unexpectedly, follow-up evaluation by TTE and enhanced CT revealed an increase in size of the hollow interior cavity (Figure and E, Video 3). This suggested thrombolysis by rivaroxaban and offered useful additional information for the diagnosis. A non-coronary SVA filled with thrombus was the most likely preoperative diagnosis. Two weeks later, a non-coronary sinus plasty and thrombectomy were performed. Intraoperatively, a non-coronary SVA filled with chronic mural and fresh thrombus was found (Figure ).", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'23323129': 2, '8465755': 1, '25861484': 2, '34423239': 2}", "similar_patients": "{'3539057-1': 1, '4377395-1': 1}"}