{"patient_id": 60314, "patient_uid": "8613353-1", "PMID": 34841004, "file_path": "comm/PMC008xxxxxx/PMC8613353.xml", "title": "Hymenolepis nana Infection in an HIV Patient With Diarrhea", "patient": "A 27-year-old man with untreated human immunodeficiency virus and acquired immunodeficiency syndrome presented with 5 days of diffuse abdominal pain, watery, nonbloody diarrhea, vomiting, and a CD4 count of 93 cells/mm3. He endorsed 4–5 episodes of diarrhea per day along with nocturnal episodes. He had a recent diagnosis of cerebral toxoplasmosis and was undergoing treatment with trimethoprim-sulfamethoxazole and high-dose dexamethasone for 4 weeks. Abdominal computed tomography demonstrated normal bowel appearance. Stool studies were negative for acid-fast bacilli, Salmonella, Shigella, Campylobacter, Yersinia, Vibrio, and Clostridium difficile infection. Colonoscopy was performed to evaluate for Cytomegalovirus infection. He was found to have linear and coiled white thread-like worms on the mucosa of the terminal ileum and cecum (Figure ). Biopsy of the terminal ileum revealed multiple parasitic organisms (Figure ). The diagnosis was confirmed with stool examination that revealed ova consistent of Hymenolepis nana (H. nana) (Figure ). The patient likely had a latent H. nana infection that was reactivated by high-dose steroid therapy. He received treatment with praziquantel, and his symptoms rapidly improved.\\nH. nana (also called dwarf tapeworm) is the most common human cestode infection, with an estimated 50 – 75 million carriers worldwide. This tapeworm is endemic to Asia, Africa, and Southern and Eastern Europe. Humans or rodents serve as the definitive host in its life cycle, whereas arthropods serve as the intermediate host. Humans are infected on ingestion of infected arthropods or embryonated eggs from contaminated food or water. After ingestion, the eggs hatch to release a 6-hooked larva that then penetrates the small intestine and develops into a cysticercoid larva. Autoinfection results in persistence of tapeworm and larvae for years if untreated. The infection is often asymptomatic; however, it can cause diarrhea when there is heavy worm burden or in immunosuppressed states. Careful endoscopic examination of the colon and small bowel with stool evaluation can aid in diagnosis of such gastrointestinal parasitic infections in immunocompromised individuals.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'29702114': 1, '19577746': 1, '34841004': 2}", "similar_patients": "{}"}