{"patient_id": 55096, "patient_uid": "8376335-1", "PMID": 34414994, "file_path": "comm/PMC008xxxxxx/PMC8376335.xml", "title": "Right heart thrombus-in-transit in a patient with Evans syndrome", "patient": "A 36-year-old Asian woman presented to the emergency department with complaints of worsening swelling of the left lower extremity over 12 hours. She underwent cesarean section because of pre-term pre-mature rupture of the membrane 5 months prior and 1 episode of chest pain and dyspnea, accompanied by left leg swelling during the postpartum period, which resolved spontaneously without any intervention. Her medical history was ES diagnosed during the second trimester of the last pregnancy that was treated with an initial dose of 1 mg/kg/day of prednisolone for 4 weeks, with tapering by 5 mg weekly. She recently received low-dose prednisolone (<10 mg/day) for the treatment of thrombocytopenia. She also had a history of right immature ovarian teratoma that was treated with right salpingo-oophorectomy with omentectomy and chemotherapy 7 years prior. This patient was a non-smoker, non-drinker, and denied any family history of autoimmune diseases or clotting disorders.\\nHer vital signs upon arrival were as follows: body temperature of 36.3 °C; blood pressure of 165/116 mm Hg; heart rate of 111 beats/min; and respiratory rate of 20 breaths/min. She denied any chest pain or dyspnea. On physical examination, breathing sounds were clear to auscultation bilaterally, and no cardiac murmurs were heard. The abdomen was soft, without hepatosplenomegaly. Examination of the extremities revealed erythema, warmth, tenderness, and swelling of the entire left leg, which was 4 cm larger in diameter than the right leg. Laboratory studies showed white blood cell counts of 7300/uL, hemoglobin of 13.2 g/dL, hematocrit of 38.4%, platelet count of 42,000/uL, and D-dimer level of 26.47 mg/L. Her serum electrolyte, blood urea nitrogen, creatinine, aspartate aminotransferase, prothrombin time, and activated partial thromboplastin time were within normal limits. Electrocardiography demonstrated normal sinus rhythm without ST segment changes. Chest radiography revealed a left pleural effusion and a normal heart size. With symptoms suggestive of DVT, she was administered subcutaneous enoxaparin sodium 6000iu every 12 hours.\\nExtensive thrombosis from the left femoral vein to the common iliac vein was observed on contrast-enhanced computed tomography angiography of the lower extremities performed the following day. A Celect Platinum retrievable inferior vena cava filter (Cook Medical, Bloomington, IN) was placed for iliofemoral DVT. Transthoracic echocardiography revealed a large, mobile, homogeneous, right atrial mass, approximately 7 cm in length, prolapsing through the tricuspid valve during diastole. No thrombi were detected in the main pulmonary artery via transthoracic echocardiography, and the right ventricle was not enlarged with normal systolic function.\\nSubsequent computed tomography angiography of the chest revealed filling defects in the right pulmonary artery and left interlobar artery, consistent with thrombi (Fig. A). It also revealed a right atrial mass extending into the inferior vena cava and right ventricle (Fig. B, C).\\nBecause it was thought to be a thrombus rather than myxoma, cardiology and cardiovascular surgeons were consulted regarding therapeutic options. Open thrombectomy and conservative thrombolytic therapy were discussed. The anticoagulant used for 7 days was not effective in resolving the right atrial mass, which was suggestive of an organized thrombus. Considering her underlying condition with thrombocytopenia and lower surgical risk, an open thrombectomy was suggested. The patient was scheduled to undergo surgery. Intraoperative transesophageal echocardiography revealed a large mass that moved into and out of the right ventricle (Fig. A, B). Surgical resection was performed via a lower mini-sternotomy. Cardiopulmonary bypass was established with bicaval drainage and right femoral artery perfusion. After a longitudinal right atriotomy, the mass was removed without cardioplegic arrest. No visible stalk or ulceration of the right atrium was observed. Histopathologic examination confirmed the mass as an organized thrombus that measured 7.0 × 1.9 × 1.0 cm (Fig. ).\\nThe postoperative course was uneventful, and her left leg swelling gradually improved. Further hypercoagulable workup revealed positive lupus antigen, decreased protein S level (25%), and normal antithrombin III, protein C, anticardiolipin antibody IgG/IgM, and anti-beta 2-glycoprotein-1 IgG. Transthoracic echocardiography before discharge showed mild residual tricuspid valve incompetence. The patient was discharged on the eighth postoperative day with anticoagulant therapy. The patient was treated with oral warfarin for 6 months postoperatively and had no further complications at the 6-months follow-up.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'30349415': 1, '12821255': 1, '2606115': 1, '30408135': 1, '20955411': 1, '19638626': 1, '26797032': 1, '10351972': 1, '11888964': 1, '20145266': 1, '34414994': 2}", "similar_patients": "{}"}