{"patient_id": 51028, "patient_uid": "8179565-3", "PMID": 34104602, "file_path": "comm/PMC008xxxxxx/PMC8179565.xml", "title": "Tailored Anterior Clinoidectomy: Beyond the Intradural and Extradural Concepts", "patient": "Case Presentation\\nA 62-year-old female patient presenting with recurrent scintillating scotoma in the right eye about 12 months ago. CT angiography revealed a 7-mm saccular paraclinoid aneurysm of the right ICA, with the neck measuring 3.5 mm (Figure , panel A). The neurological exam was normal and computerized campimetry did not reveal any visual impairment.\\nDescription of Technique\\nThe patient was positioned in dorsal decubitus with an ipsilateral shoulder roll. The head was fixed in a three-pin device, elevated, turned 30 degrees to the contralateral side, and slightly extended. The standard pterional approach and durotomy were performed. The Sylvian fissure was opened and the optic nerve, ICA, and ACP were exposed. Until this step, a microscopic inspection was not able to view the aneurysm neck (Figure , panel B). Scalpel durotomy extending from the planum sphenoidale to the lateral aspect of the ACP tip was performed. A tailored intradural AC was carried out with optic canal unroofing and ACP tip osteotomy using a 2-mm high-speed diamond drill bit. The falciform ligament was opened, the optic nerve was gently mobilized, and the neck of the aneurysm and the ophthalmic artery were clearly identified (Figure , panel C). An aneurysm clip was applied, with good control of the ophthalmic artery (Figure , panel D). Intraoperative fluorescein video angiography revealed complete aneurysm occlusion.\\nOutcome\\nThe patient's visual function was kept intact and postoperative CT angiography revealed complete aneurysm occlusion (Figure , panel E).", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'15118888': 1, '3989589': 1, '22120307': 1, '2230967': 1, '30864664': 1, '23665725': 1, '22059135': 1, '25584957': 1, '29753644': 1, '23432478': 1, '31617013': 1, '22120327': 1, '18091231': 1, '23474732': 1, '17034058': 1, '16776341': 1, '29473783': 1, '31277066': 1, '21368690': 1, '29501044': 1, '22990732': 1, '16619669': 1, '29145656': 1, '19240577': 1, '15926728': 1, '33117710': 1, '8027806': 1, '25527880': 1, '30717035': 1, '34104602': 2}", "similar_patients": "{'8179565-1': 2, '8179565-2': 2}"}