{"patient_id": 52251, "patient_uid": "8238293-1", "PMID": 34160456, "file_path": "comm/PMC008xxxxxx/PMC8238293.xml", "title": "Favorable response to second-line atezolizumab and bevacizumab following progression on nivolumab in advanced hepatocellular carcinoma", "patient": "A man in his late 50s with a history of type 2 diabetes mellitus and morbid obesity initially presented in December 2019 with abdominal distension, poor appetite, and melena prompting an outpatient CT abdomen/pelvis that revealed a 12 cm solitary liver mass with extensive portal vein and inferior vena cava (IVC) tumor thrombus, and multiple enlarged abdominal lymph nodes. Although outpatient workup was underway, he presented to the emergency department with acute onset exertional dyspnea and was found to have multiple right-sided pulmonary emboli on chest CT. Follow-up transthoracic echocardiogram showed a large tumor with associated thrombus extending from the IVC into the right atrium, which was confirmed on cardiac MRI. Initial labs were notable for a mild transaminitis (AST 233 U/L, ALT 121 U/L, and ALP 339 U/L).\\nHe subsequently underwent a CT-guided biopsy of the hepatic lesion and pathology showed a high-grade carcinoma. The tumor's immunohistochemical (IHC) staining profile was most consistent with a primary gastric or gastroesophageal junction tumor with hepatoid and neuroendocrine differentiation; however, HCC could not be excluded based on glypican-3 and HepPar1 positivity, although arginase staining was negative. Given the diagnostic uncertainty, he underwent an upper gastrointestinal (GI) endoscopy, which demonstrated a large fungating circumferential gastric fundus mass. Brushings of the mass showed glandular epithelial cells with cytologic and architectural atypia suspicious for a primary gastric adenocarcinoma. At this time, he was found to have a marked elevation of alpha fetoprotein (AFP) to 8716.5 ng/mL. Further molecular profiling of his tumor was notable for the following: HER-2 negative, mismatch repair (MMR) preserved, PD-L1 combined positive score (CPS) of 2% by IHC. Next-generation sequencing revealed no clinically actionable alterations.\\nWhile inpatient, he received 5 fractions of palliative radiation therapy directed at the portal vein and IVC tumor thrombi, abdominal lymphadenopathy, and gastric fundus mass. He was then initiated on palliative systemic therapy in early January 2020 with infusional fluorouracil (5-FU) and leucovorin. This was selected in lieu of the more myelosuppressive standard of care FOLFOX regimen given his severe thrombocytopenia with a nadir platelet count of 16 x 103/μL, likely multifactorial in the setting of confirmed heparin-induced thrombocytopenia, underlying liver disease and splenomegaly. He received a total of 3 cycles; however, a restaging CT scan in mid-February revealed progression of disease in his lung and lymph nodes and stable solitary liver mass. His AFP continued to rise and peaked at 107,866 ng/mL.\\nGiven biochemical and radiographic evidence of disease progression on gastric cancer directed therapy, the case was revisited at a multidisciplinary tumor board. The consensus was that his pathology was more consistent with stage 4 primary HCC and the treatment plan was modified accordingly. He proceeded with 5 fractions of stereotactic body radiation therapy to the hepatic lesion at the end of February 2020 followed by systemic therapy with nivolumab given its indication for HCC and his ineligibility for TKI therapy. After 3 months of treatment, imaging showed a partial response to therapy, with interval decrease in his hepatic, pulmonary and nodal disease.\\nHe was maintained on nivolumab with a dramatic decrease in AFP to a nadir of 66.8 ng/mL by July 2020. His platelet count also recovered to 115 x 103/μL during this time. However, over the next 2 months, his AFP began to slowly rise, and restaging scans demonstrated progressive nodal disease. In September 2020, he was initiated on combination therapy with atezolizumab and bevacizumab dosed every 3 weeks given its safety and efficacy profile and perceived benefit following progression on nivolumab monotherapy. AFP levels continued to downtrend (Fig. ) and his scans from December 2020 showed a partial response with stable thoracic nodal disease burden and a decrease in size of his hepatic mass and abdominopelvic adenopathy. He experienced a sustained response for four months, after which time he was started on next-line lenvatinib for thoracic nodal disease progression, with a duration of follow-up of 8 months. Importantly, aside from several mild immune-related adverse effects including arthritis and lower back rash, his treatment was well-tolerated and his quality of life has greatly improved.", "age": "[[57.5, 'year']]", "gender": "M", "relevant_articles": "{'32319693': 1, '32349374': 1, '27932229': 1, '32984090': 1, '31790344': 1, '33087333': 1, '33001135': 1, '29433850': 1, '32402160': 1, '30665869': 1, '29972759': 1, '18650514': 1, '34160456': 2}", "similar_patients": "{}"}