{"patient_id": 112244, "patient_uid": "8554727-1", "PMID": 34754396, "file_path": "noncomm/PMC008xxxxxx/PMC8554727.xml", "title": "Whole circumferential endoscopic submucosal dissection of superficial adenocarcinoma in long-segment Barrett's esophagus: A case report", "patient": "An 85-year-old man complained of hoarseness and dysphagia. He was referred to our hospital for further medical work-up and treatment.\\nThe patient underwent esophagogastroduodenoscopy; A nodular aggregated protruded lesion was found in the lower esophagus. Histological analysis of the biopsy samples obtained from the protruded lesion showed adenocarcinoma.\\nThe patient had a history of left glottic cancer and prostatic cancer, which were treated with radiation therapy and hormonal therapy, respectively.\\nHe had a smoking history of 40 cigarettes per day for 40 years. There was no remarkable family medical history.\\nThe patient presented in a normal nutritional state and the physical examination was unremarkable.\\nLaboratory studies, including total blood count, analysis of markers of kidney and liver failure, and analysis of tumor makers did not reveal any abnormalities.\\nConventional white-light endoscopy (CWE) showed a protruded lesion in the LSBE (C 3.5 M 4; Figure and ). CWE and indigo carmine chromoendoscopy could not visualize a definitive lesion other than the protruded lesion (Figure ), whereas NBI-M visualized extensive irregular mucosal/vascular patterns in the flat areas surrounding the nodular aggregated protruded lesion (Figure ). The NBI-M findings were suggestive of a flat-type neoplastic lesion extending the whole circumference of the LSBE. The flat-type neoplastic lesion was suspected to longitudinally extend up to the esophagogastric junction. Adenocarcinoma and neoplastic glands were observed in the biopsy specimens obtained from the protruded and flat lesions, respectively. We predicted a diagnosis of superficial tumors spreading extensively along the whole circumference of the LSBE. The protruded lesion did not show poor distensibility or an expanding appearance but was semi-pedunculated. These findings suggested that the protruded tumor was confined to the mucosal layer. Contrast-enhanced computed tomography showed no metastatic lesions in the thorax and abdomen.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'21492854': 1, '31396997': 1, '20200809': 1, '29444278': 1, '19565442': 1, '29234120': 1, '20501776': 1, '19124023': 1, '29351773': 2, '25314328': 1, '29923024': 1, '30076512': 1, '25357187': 1, '25412087': 1, '18459993': 1, '23810327': 1, '22752886': 1, '26828761': 1, '9128304': 1, '22136782': 1, '26627609': 1, '21376940': 1, '23254407': 1, '34754396': 2}", "similar_patients": "{'5775555-1': 1}"}