{"patient_id": 53913, "patient_uid": "8318316-1", "PMID": 34336483, "file_path": "comm/PMC008xxxxxx/PMC8318316.xml", "title": "Hereditary Chorea Associated With and Aggravated by Systemic Lupus Erythematosus", "patient": "A 19-year-old girl presented with fever, cough, and aggravation of choreiform movements of bilateral upper and lower limbs for 10 days. Fever was gradual in onset, continuous, initially low grade and then high grade, and not associated with rigors, chills, or night sweats. The fever was mildly relieved by paracetamol. The cough was nonproductive, with no special time of occurrence, no chest pain, or shortness of breath. She had chorea for five years but did not visit the doctor regularly. At the age of 14, the choreiform movements started from her left hand and gradually progressed to involve both upper and lower limbs. Initially, she had difficulty holding a pen and writing. Her teacher complained her writing was not legible, although she was mentally sharp. She was able to live independently earlier, however, from the last three months, she needed assistance in activities of daily living and self-care. She also complained of hair loss, pain in the small joint of her hands and feet, oral ulcers, bedsores, and skin rashes on her face and neck for two and a half months. Her family mentioned irritability and emotional lability as the change in her behavior. They did not report any apathy, confusion, difficulty concentrating, or associated depression. She also had dysarthria and dysphagia. There were no complaints of seizures, psychosis, dryness of the eyes and mouth, headache, oral contraceptive intake, or Raynaud's phenomenon. She had no history of streptococcal throat infection or rheumatic fever. She denied smoking, alcohol, or drug intake. She did not have any allergies. Her family history was positive for choreiform disorder in her paternal grandmother, father, and uncles. Her paternal grandmother had chorea at age 45 and lived up to 58 years. She had six children, four of whom had chorea. Her father developed chorea at age 30. He is mobile with assistance, can self-care and dress, however, he has difficulty in articulation, swallowing, and ambulation. He has three daughters. Two of his daughters, including the patient, have chorea. His daughter’s chorea started at ages 14 and 15. One of the patient’s uncles, aged 56 years, developed chorea at age 40. He can take care and dress himself, walks with assistance, and is functionally much better than his brothers. Two of her uncle’s daughters developed choreiform movements at ages 14 and 19 years. Thus anticipation phenomenon is observed in each successive generation.\\nPhysical examination revealed generalized weakness, pallor, oral ulcers, rashes on the face and neck (Figure ), vasculitic lesions on the toes (Figure ), and forearm (Figure ). She had bed sores on the sacral region with scanty discharge. Examination of the upper and lower limbs revealed choreiform movements (Video ). The movements were involuntary, purposeless, jerky, irregular, non-rhythmic, and continuous. All four limbs revealed hypotonia and decreased bulk. Power was 4/5 (Medical Research Council Scale) in all limbs. Sensations were intact to pinprick, soft touch, and vibration. Reflexes were diminished. No neck rigidity or cerebellar signs were observed. No cranial nerve palsies were found. Pupils were reactive to light and accommodation, vision was normal, and slit-lamp examination of eyes did not reveal any Kaiser Fleisher rings or other abnormality. Jack-in-the-box tongue, milkmaid’s grip, and piano sign were observed. Chest, cardiovascular, and abdominal examinations were unremarkable.\\nProbable differential diagnoses of Huntington’s disease, Wilson’s disease, and other types of hereditary chorea, aggravated by infections, SLE, or COVID-19, were made. Her initial lab results revealed pancytopenia, increased D-dimers and serum ferritin, positive ANA, and anti-dsDNA. Her C3 and C4 complement factors were low. Urine analysis was significant for albumin: 2+, red blood cells: 40-45/high power field (HPF), and leucocytes: 25-30/HPF. Her autoimmune profile was in the normal range for anti-U1 ribonucleoprotein (U1-RNP antibodies), anti-Sjögren's-syndrome-related antigen A auto-antibodies (SS-A/Ro antibodies), anti-Sjögren's-syndrome-related antigen B auto-antibodies (SS-B/La antibodies), and anti-topoisomerase I (Scl-70 antibodies). The test for malaria was negative. Other lab tests, including serum electrolytes, reticulocyte count, liver function tests, serum calcium, urea, creatinine, and hepatitis B and C serology were found normal. Her PCR COVID-19 test came out negative. Chest X-ray and echocardiogram were reported as normal. No bacterial pathogens were isolated from the blood culture and swabs taken from bedsores. Details of the lab tests are presented in Table . However, genetic testing and MRI of the brain could not be done due to the depleting financial resources of the patient and parental denial. The genetic test is done in collaboration with USA labs, which is disrupted by the COVID-19 pandemic, thus genetic testing could not be done.\\nBased on the history, physical examination, and lab results, she was diagnosed as SLE that aggravated her pre-existing hereditary choreiform disorder. Genetic testing for Huntington’s disease could not be done due to non-affordability, non-availability, and parental denial. Parents were given genetic counseling and encouraged if they would opt for a genetic test in the future. She was given pulse therapy with steroids for SLE flare and clonazepam for the chorea. She improved with the treatment. Fever and cough subsided, and chorea improved mildly without any adverse or unanticipated events. She was advised to follow up for genetic testing and an MRI of the brain when the testing resumes and they feel ready.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'15099544': 1, '12196653': 1, '15597339': 1, '21768167': 1, '27022507': 1, '21496574': 1, '18024776': 1, '17078070': 1, '12805114': 1, '26459693': 1, '32219094': 1, '15468075': 1, '34336483': 2}", "similar_patients": "{}"}