{"patient_id": 111046, "patient_uid": "8426652-1", "PMID": 34465683, "file_path": "noncomm/PMC008xxxxxx/PMC8426652.xml", "title": "Atypical femoral fracture in a metastatic bone disease patient six months after discontinuation of denosumab received sequentially to previous bisphosphonate therapy - A case report", "patient": "In March 2020, a 76-year-old woman with a past medical history of MBD from breast cancer presented to the emergency department of our hospital with a spontaneous left femur fracture. The breast cancer was diagnosed in 1985 and treated with partial mastectomy, chemotherapy and hormonotherapy with Tamoxifen for five years. In 1997 the patient underwent total mastectomy due to local recurrence of the cancer and she was administered chemotherapy and hormonotherapy with Tamoxifen for another five years. Bone metastases were found in January 2012 and she received zoledronic acid (4 mg monthly) until April 2015 when she presented acute renal failure. She continued receiving zoledronic acid in lower dose (5 mg every two months) until October 2018 when BPs were switched to denosumab in oncologic dose (120 mg monthly) due to MBD recurrence. She received eleven doses of denosumab until September 2019 when she underwent hysterectomy with the suspicion of endometrial cancer. Although the histopathology was negative, she presented serious wound infection. Additionally, the patient was suffered from diabetes mellitus and psoriatic arthritis.\\nUpon her arrival at the emergency department, she reported that was experienced continuous pain in her left thigh, for a period of eight months. Although an initial frontal radiograph of the left hip showed localized thickening of the lateral cortex in the subtrochanteric region of the left femur, the examination was misinterpreted as normal (). Moreover, bone scan obtained in November 2019, two months since the patient discontinued denosumab, showed increased tracer uptake at the subtrochanteric area, while the previous bone scan obtained in July 2018 was negative ().\\nThe recent serial hip radiographs revealed a complete non-comminuted transverse subtrochanteric fracture at the left femur with focal lateral cortical thickening and a small medial spike (), while radiographs at the contralateral femur were negative. At the time of fracture, the following blood test results were found: urine (47mg/dl, normal range 10-50 mg/dl), creatinine (0,9 mg/dl, normal range 0,5-1,5 mg/dl), alkaline phosphatase (52 U/L normal range 25-130 U/L), blood calcium (8,2 mg/dl, normal range 8,2-10,4 mg/dl), blood phosphate (2,5 mg/dl, normal range 2,5-4,5 md/dl) and parathyroid hormone (69 pg/ml, normal range 15-69 pg/ml) were in normal ranges, while 25-hydroxy-vitamin D level was low (12,6 ng/ml, normal range 20-40 ng/ml). No bone turnover markers obtained at the time of fracture or at any point during the course of the patient. Patient underwent DXA scan only twice in her life, the first one five years before and the second one nine months after AFF, with normal BMD values.\\nMultidetector computed tomography (MDCT) of pelvis and femurs was performed for exclusion of a MBD fracture. The MDCT scan demonstrated imaging features suggesting stress fracture such as complete transverse fracture line at the subtrochanteric region of left femur with focal lateral cortical thickening of the shaft, no aggressive periosteal reaction, no endosteal scalloping or soft tissue mass (Figures -).\\nLong cephalomedullary interlocking nailing was performed and histopathology showed no evidence of malignancy. The fracture healed in a normal time period of 5 months with callus formation (). Postoperatively, vitamin D was commenced. Denosumab was given again in oncologic dose 120 mg monthly, six months after the fracture occurrence in order to prevent SRE and since there was no evidence of AFF in the contralateral femur.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'28611964': 1, '26617219': 1, '31640606': 1, '30039251': 1, '23712442': 1, '15838703': 1, '29237448': 1, '21776577': 1, '18214569': 1, '26896384': 1, '29105841': 1, '25410509': 1, '22440513': 1, '26588590': 1, '26202894': 1, '28275116': 1, '28748389': 1, '22975218': 1, '22634175': 1, '34465683': 2}", "similar_patients": "{}"}