{"patient_id": 52390, "patient_uid": "8245218-1", "PMID": 34258080, "file_path": "comm/PMC008xxxxxx/PMC8245218.xml", "title": "Brooke–Spiegler Syndrome: Familial Cylindromatosis, a Rare Variant of a Rare Familial Syndrome", "patient": "A 54-year-old male presented to the office with several subcutaneous nodular masses ranging in size on the scalp, groin, and back. The patient reports he had these nodules at age 18, but they have slowly grown over the years. The largest nodules were selected for surgical excision from each region. The nodules removed included a scalp lesion (7.4 × 5.6 × 3.8 cm) (), right groin (4.7 × 2.7 × 1.9 cm), and upper back (4.4 × 3.5 × 3.2 cm). After excision, the three nodules had a similar gross appearance, gray-tan, firm, nodular mass. Scalp and back lesions were sent for frozen sectioning during the procedure but were inconclusive on the specific pathology. Frozen sectioning did raise concern for possible malignancy. Permanent sectioning revealed an irregular globular jigsaw of basaloid cell morphology of the dermis in all specimens. Hyaline droplets and focal ductal differentiation were also present in all specimens. No nuclear pleomorphism or mitotic elements were present. The tumor cells were positive for cytokeratin 7 (CK7), periodic acid-Schiff (PAS), and epithelial membrane antigen (EMA). These histologic findings were consistent with multiple cylindromas. The presence of multiple cylindromas raised concern for potential familial diseases such as Brooke–Spiegler syndrome. On follow-up, the patient discussed that his son had similar appearing nodules. On follow-up, the patient reported his son also had subsequent surgical resection. His lesions were determined to be cylindromas as well, solidifying a familial component.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'25354097': 1, '25515269': 1, '15854031': 1, '28388989': 1, '26971504': 1, '30201149': 1, '30093932': 1, '27324556': 1, '34258080': 2}", "similar_patients": "{}"}