{"patient_id": 89282, "patient_uid": "8684885-1", "PMID": 34938631, "file_path": "comm/PMC008xxxxxx/PMC8684885.xml", "title": "Glycogenic Hepatopathy as the Etiology of Abnormal Liver Chemistries in an Uncontrolled Type I Diabetic Patient", "patient": "An 18-year-old male with poorly controlled type 1 diabetes mellitus (Table ) and Grave’s disease status post radioactive iodine ablation presented for evaluation of elevated liver chemistries six months after being started on statin therapy. He was started on statin therapy in 2/2019 with a baseline aspartate transaminase (AST) of 78 U/L and alanine transaminase (ALT) of 106 U/L. Prior to this, his liver chemistries were checked in 2013 and were within normal limits. Presenting labs in 8/2019, six months after starting statin therapy, included an ALT of 440 U/L, AST of 479 U/L, and alkaline phosphatase of 221 U/L. Creatinine, calcium, international normalized ratio (INR), bilirubin, protein, albumin, phosphorus, hemoglobin, platelets, and creatinine kinase (CK) were all within normal limits. The patient’s BMI was 26.6 kg/m2. His statin was held, and he underwent a significant workup which revealed negative anti-liver-kidney microsomal (LKM) antibody, smooth muscle antibody, antinuclear antibody (ANA), antimitochondrial antibody (AMA), and celiac screen. Alpha-1 antitrypsin, IgG, ceruloplasmin, ferritin, and free T4 levels were all within normal limits (Table ). Hepatitis IgG was positive as was hepatitis B surface antibody; hepatitis B surface antigen was negative (Table ). His Hgb A1c was over 14% (Table ). Liver ultrasound revealed cholelithiasis without cholecystitis, hepatomegaly to 20.7 cm, and fatty infiltration. The only medications the patient was taking were levothyroxine and insulin once the statin was discontinued. He denied tobacco, alcohol, or illicit drug use.\\nThe patient remained asymptomatic throughout his workup and never developed abdominal pain, jaundice, ascites, encephalopathy, joint pain, rashes, or pruritis. Due to his negative autoimmune, metabolic, and infectious workup as well as his up-trending liver chemistries (ALT of 424 U/L, AST of 672 U/L, and alkaline phosphatase of 229 U/L with normal albumin, protein, and bilirubin), he underwent a liver biopsy which was consistent with glycogenic hepatopathy without evidence of steatosis or fibrosis (Figures -). He was advised to optimize his glycemic control to assist in resolution of his liver disease. His Hgb A1c decreased to 9.3% over a year with subsequent return of his liver enzymes to levels similar to before his starting of statin therapy (Table ).", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'16625098': 1, '21542747': 1, '27301913': 1, '29511464': 1, '26005676': 1, '26494963': 1, '11036799': 1, '29427488': 1, '28331558': 1, '20370736': 1, '34938631': 2}", "similar_patients": "{}"}