{"patient_id": 107950, "patient_uid": "8142789-1", "PMID": 33944829, "file_path": "noncomm/PMC008xxxxxx/PMC8142789.xml", "title": "ECG-gated multislice computed tomography angiography as a comprehensive non-invasive imaging tool in patient with aortic coarctation", "patient": "A 52 year old woman was referred to our Istitution for asthenia and pain at the lower extremities for three months. Physical examination revealed asymmetric peripheral pulse. Upper extremities and lower extremities blood pressure were 180/95 mm Hg and 90/60 mm Hg, respectively. Echocardiography showed the dilatation of aortic root and the hypertrophy of left ventricle walls and septum. Furthermore, it is showed dilatation of aortic arch and right subclavian arteries. An AC was strongly suspected.\\nA 40-channel MSCT angiography (Brilliance 40, Philips Medical Systems, Cleveland, Ohio) using an ECG-gated retrospective technique was performed to assess the grade and morphology of AC and eventually to plan the endovascular treatment. The scan parameters were: collimation 40x0.625 mm, rotation time 420 msec, pitch 0.4, Kv 120, mAs 500, table speed 23.8 mm/sec, scan length 640,8 mm, and scan time 28,39 sec. The heart rate registered during the MSCT angiography scan was 75 beats/minute. An automated injector (Stellant, MedRAD, Pittsburgh, USA) was used to administer 130 ml of iodinated contrast material (iomeprol, Iomeron(R) 400, Bracco, Milan, Italy) through a 18 Gauge catheter placed in a superficial vein of the right arm at a flow rate of 4 ml/sec with bolus tracking technique (Triggering threshold: +90 HU). The MSCT angiography allowed the assessment of coronary trees and demonstrated the morphology of the high grade aortic coarctation and the extensive collateral circulation (-).\\nThe best therapeutic approach was established on the basis of MSCT findings and the patient was treated surgically.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'15220491': 1, '9369517': 1, '14313869': 1, '14557504': 1, '11000160': 1, '2052694': 1, '33944829': 2}", "similar_patients": "{}"}