{"patient_id": 54787, "patient_uid": "8363160-1", "PMID": 34408959, "file_path": "comm/PMC008xxxxxx/PMC8363160.xml", "title": "Cerebral Amyloid Angiopathy With a Hypomanic Episode Treated With Valproic Acid", "patient": "An 80-year-old, right-handed Japanese woman made an outpatient visit to our university hospital. Her initial symptoms were poor judgment, low concentration, and personality changes, which started at the age of 79. She had a physical history of hypertension and uterine fibroids. She had no personal or family history of psychiatric diseases, such as depression or mania She was able to maintain her daily life, and her Mini-Mental State Examination-Japanese (MMSE-J) score was 29/30 points. There were no obvious neurological findings. A head computed tomography (CT) was performed which showed mild atrophy of the bilateral cerebrum, old infarcts in the left basal ganglia, and deep white matter of the left frontal lobe. As a result, dementia was ruled out and she was diagnosed with MCI. She was kept on observation without anti-dementia drugs; however, gradually, she became irritative. At the age of 80, her family noticed her hypomanic episodes such as verbosity, flight of ideas, hypertrophy of self-esteem, mood swings, irritability, excessive energy, and distraction. There was no decrease in the desire for sleep, sexual hyperactivity, or fanciful dressing. As a result, her family brought her to our hospital again. At this time, her MMSE-J score was 27/30 points, Montreal Cognitive Assessment-Japan (MoCA-J) score was 19/30 points, and Young Mania Rating Scale (YMRS) score was 25/60 points. There was no visual hallucination, muscle rigidity, parkinsonism, antisocial, and homophobic behavior. Hematological and biochemical examinations as well as thyroid function were normal. Her brain magnetic resonance imaging (MRI) showed diffuse cerebral atrophy involving the medial temporal lobe. T2-weighted image/fluid-attenuated inversion recovery (T2WI/FLAIR) showed a high signal intensity in the bilateral cerebral white matter, indicating chronic ischemic changes due to lacunar infarction (Figure ). In addition, T2WI showed low signal intensity in bilateral temporal lobes, occipital lobes, right subcortical frontal lobes, and right illuminating hemisphere, indicating obsolete microbleeds and CAA from the distribution (Figure ). The patient was diagnosed with probable CAA according to the Boston criteria [], along with a hypomanic episode in the setting of MCI associated with CAA. We started her on VPA 400 mg/day for the hypomanic episode. Her hypomanic episode was gradually improved, and her YMRS score decreased to 8/60 points seven weeks after VPA was initiated. Her blood level of VPA was 43.1 µg/mL. Although she still has some symptoms of MCI and mild verbosity, she does not worry about her daily living and continues to visit our outpatient department.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'29536616': 1, '14624230': 1, '3276815': 1, '27338926': 1, '11222803': 1, '2673474': 1, '24854198': 1, '28334869': 1, '28947378': 1, '32414028': 1, '32413690': 1, '26079413': 1, '16472370': 1, '21387377': 1, '3341462': 1, '34408959': 2}", "similar_patients": "{}"}