{"patient_id": 55140, "patient_uid": "8378055-1", "PMID": 33567839, "file_path": "comm/PMC008xxxxxx/PMC8378055.xml", "title": "More than myalgia: An unusual presentation of exertional rhabdomyolysis", "patient": "Ms JR is a 33-year-old female who presented at the emergency department (ED) of a district hospital in the Free State province, South Africa, with 5 days’ history of generalised muscle pain. There was no history of trauma. She has been healthy, with no previous medical history of significance. No fever or any further symptom suggestive of viral or bacterial infection was observed. On her doctor’s advice, she recently commenced a regimen of exercise, because she was slightly overweight (body mass index [BMI] 27.3). Few days into her workouts, she developed muscle pains, which she was treated with ‘Mypaid’ (an analgesic containing Ibuprofen and Paracetamol), purchased over-the-counter. A few days later, she consulted her general practitioner (GP) who, according to patient report, made a diagnosis of myalgia. She was given Voltaren (Diclofenac) injection intramuscularly and was requested to continue her analgesic, take some days off work to rest and to ‘go slow’ with her workouts. There was no other history of relevance.\\nGeneral examination done at the ED, revealed a young healthy looking female, not in painful distress, comfortable, although a little anxious. Her vital signs were all within normal ranges and no other significant findings were noted. Examination of the musculoskeletal system revealed mild tenderness in her quadriceps femoris and latissimus dorsi muscles with no sign of inflammation or trauma. Other systems were normal.\\nUrinalysis was performed. Macroscopically, the urine was turbid and dark brown in colour, which was unusual according to the patient. She, however, thought that it was because of the analgesic she was taking. Microscopic findings include 1–5 red blood cells per microliter (reference range ≤ 5 cells/µL), no pus cells, moderate squamous epithelial cells and granular casts. Crystals, parasites and yeast cells were absent. Urine chemistry (dipstick) showed blood3+, protein3+ and bilirubin+ (). Other parameters were negative or normal. At this stage, a diagnosis of ER became high on the list of differential diagnoses.\\nFull blood count, electrolyte and urea and creatinine kinase were determined from the patient blood sample. CK was significantly elevated at 119,800 IU/L (reference range 26 IU/L–192 IU/L). Potassium level was normal (3.9 mmol/L) along with other electrolytes and urea. The full blood count was normal as well (). Based on these findings, a diagnosis of ER was made.\\nIV fluid (0.9% NaCl) treatment was commenced at an initial rate of 300 mL/h and the patient was admitted to a high care unit. IVfluid treatment with 0.9% NaCl was later reviewed to 500 mL/h, reaching a urinary output > 200 mL/h. During her clinical course, no complication was noted. Day 2 CK concentration was 88 787 U/L, day 3 concentration was 83 142 U/L and day 4 concentration was 68 948 U/L (). The urea and creatinine levels remained normal and after 4 days of IV fluids, the urine was completely clear.\\nThe patient was discharged on day 5 completely asymptomatic. No further repeats of blood tests were performed. She was subsequently booked for outpatient monitoring of her CK and renal function. The patient did not attend the follow-up clinic, however, a telephonic consultation was performed with the patient during which she indicated that she was doing well with no further complaints post discharge.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'15774072': 1, '23358319': 1, '17465608': 1, '28332112': 1, '27301374': 1, '25118558': 1, '27734446': 1, '18803864': 2, '16529674': 1, '14692169': 1, '25802939': 1, '17338959': 1, '11957245': 1, '23016070': 1, '9931196': 1, '24982707': 1, '22681398': 1, '29593874': 2, '31233108': 1, '17038125': 1, '33567839': 2}", "similar_patients": "{'5853001-1': 1, '2561012-1': 1}"}