{"patient_id": 47701, "patient_uid": "8019250-2", "PMID": 33851032, "file_path": "comm/PMC008xxxxxx/PMC8019250.xml", "title": "Clinicopathologic features of Good’s syndrome: Two cases and literature review", "patient": "A 46-year-old Chinese man was admitted with a 5-year history of recurrent diarrhea and weight loss. The patient reported suffering from diarrhea for about four to five times a day but without tenesmus, abdominal pain, or bloody stools. Four years before presentation, the patient had been diagnosed in the local hospital with “thymoma” following a complaint of chest pain. At that time, he underwent surgical resection of the thymoma; however, recurrent diarrhea became aggravated in the postoperative period and showed an unsatisfactory response to therapy. Importantly, the patient also became susceptible to respiratory infections.\\nPhysical examination showed severe malnutrition and emaciation, with a body mass index of 16.8 kg/m2. Moist rales could be heard in both lungs. The patient’s abdomen was flat and soft, with active bowel sounds. There were no signs of abdominal tenderness or hepatosplenomegaly.\\nOn admission, stool routine, bacterial culture, and parasite test of this patient showed negative results. Decreases in the serum electrolyte levels including potassium, phosphorus, and serum calcium were revealed with a decline in the serum levels of albumin and globulin. The serum level of IgA, IgM, and IgE was normal, whereas hypoimmunoglobulinemia was observed with low serum levels of IgG (). There was an inverted CD4+/CD8+ T-cell ratio. The results of the tests for HIV, HSV, Toxoplasma gondii antibody, CMV, EBV, rubella virus, Aspergillus, and Cryptococcus were negative. Tuberculin skin test also showed a negative result. Sputum cultures revealed Haemophilus influenzae and Escherichia coli. Chest CT scan showed the bilateral lower bronchus to be slightly dilated with infection. Abdominal CT showed that part of the gastrointestinal wall was swollen, and the middle end of the transverse colon was locally thickened.\\nGastroscopy revealed nodular changes in the descending duodenum (). Colonoscopy presented focal hemorrhagic plaques in the transverse colon, with normal terminal ileum. Capsule endoscopy revealed extensively swollen and chapped mucosa, extending from the duodenum to the jejunum. Histopathological examination of the mucosa showed villous blunting in the descending duodenum and moderate chronic inflammation in the lamina propria of both descending duodenum and terminal ileum (). The inflammatory infiltrate contains CD138+ plasma cells, some scattered CD3+ T-cells, and eosinophils ().\\nIntravenous nutritional support, antibacterial therapy, and correction of electrolyte disturbance were administered. The diarrhea remained despite the improvement in patient’s cough and expectoration. The patient’s medical history of thymoma prompted consideration of whether the diarrhea was associated with immunodeficiency. Hence, the diagnosis of GS was considered. Ultimately, the patient’s diarrhea improved after regular administration of monthly IVIG treatment.\\nThe research related to human use has been complied with all the relevant national regulations, institutional policies, and in accordance the tenets of the Helsinki Declaration, and it has been approved by the authors’ institutional review board or equivalent committee.\\nWritten informed consents were obtained from both of the patients for the publication of the data.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'34761119': 1, '12499426': 1, '10540200': 1, '29977769': 1, '16718939': 1, '31218940': 2, '9114841': 1, '20149753': 1, '28639577': 1, '23043756': 1, '10561285': 1, '26408958': 1, '27576953': 2, '23454275': 1, '6608930': 1, '2996329': 1, '26522540': 1, '30216434': 1, '17673822': 1, '32015824': 2, '32006450': 1, '2329970': 1, '14381740': 1, '5580638': 1, '33851032': 2}", "similar_patients": "{'8019250-1': 2, '5004299-1': 1, '6683929-1': 1, '6990100-1': 1}"}