{"patient_id": 51706, "patient_uid": "8214578-1", "PMID": 32893314, "file_path": "comm/PMC008xxxxxx/PMC8214578.xml", "title": "Radiological imaging features of the salivary glands in xerostomia induced by an immune checkpoint inhibitor", "patient": "A 56-year-old male patient with bilateral renal cancer, diagnosed as clear cell carcinoma, received nivolumab (240 mg/day) for renal cancer treatment at the affiliated hospital of Niigata University Medical and Dental Hospital. The patient had type 1 diabetes and diabetic renal failure. He had no subjective or objective signs of xerostomia until the fifth course of nivolumab, after which he complained of dry mouth and dry eye. After the fifth course of nivolumab, his serum total amylase level increased to 645 U/L (normal range: 40–130 U/L), with the serum salivary amylase level elevated at 611 IU/L. Subsequently, his amylase level decreased markedly to below the normal range (7–35 U/L). Based on the patient’s clinical course and laboratory results, he was diagnosed with nivolumab-induced xerostomia.\\nAfter the eighth course of nivolumab, ICI therapy was discontinued because of consciousness disturbance and acute hepatic dysfunction. The patient was transferred to the Department of Urology, Niigata University Medical and Dental Hospital, and to treat these immune-related adverse events, corticosteroids were initiated, consisting of intravenous prednisolone 60 mg/day (1 mg/kg/day). Disturbance of consciousness and acute hepatic dysfunction improved rapidly after the start of corticosteroids. Two months after discontinuation of ICT therapy, the total serum amylase levels normalized (89 U/L). Figure shows the relationship between the changes in serum amylase levels and ICI therapy. However, there was no improvement in dry mouth or dry eye symptoms. Serological test, the Saxon test, and the Schirmer test were conducted 2 weeks before, 2 weeks after, and 2 months after discontinuation of ICI therapy, respectively. The serological test results were negative for both anti-SS-related antigen A (anti-SSA) and anti-SS-related antigen B antibodies. The amount of stimulated saliva by Saxon test was 0.32 g/2 min, and the Schirmer test produced tears of 3 mm/5 min for the right eye and 2 mm/5 min for the left eye. These results showed that salivary and lacrimal functions were decreasing markedly, although the results of the serologic test were negative for SS (Fig. ). Lip biopsy was not performed because SS was excluded by the clinical course and the serological test results. This patient was referred to the Department of Oral Radiology, Niigata University Medical and Dental Hospital, for detailed imaging examination and imaging diagnosis of the salivary glands. US, contrast-enhanced CT, and MRI were conducted at 2, 3, and 9 weeks after discontinuation of ICI therapy, respectively.\\nUS was conducted using a HI VISION Preirus (Hitachi Medical Corp., Tokyo, Japan) with a 5–18 MHz linear array transducer (EUP-L75). B-mode images showed atrophic and heterogeneous changes in both the parotid and submandibular glands (Fig. a, b). Fine-blood flow color Doppler images did not show increased vascularity suggesting acute sialadenitis (Fig. c, d).\\nContrast-enhanced CT was conducted using an Ingenuity Elite 128-slice CT scanner (Philips Japan Ltd., Tokyo, Japan). CT images revealed atrophic changes and a density that was slightly higher than normal in both the parotid and submandibular glands; as shown on US, marked heterogeneity was not observed in each salivary gland (Fig. ).\\nMRI was conducted using a MAGNETOM Prisma 3Tesla MRI scanner (Siemens K.K., Tokyo, Japan) with 64-channel head and neck coils. MRI demonstrated atrophic changes of both the parotid and submandibular glands, which had lower signal intensity than normal. The parotid gland was heterogeneous on T-weighted images (TWI) and T-weighted images with fat saturation (TWIfs), and it was replaced by multiple intermediate-signal lesions, including diffusely distributed small, low-signal spots. Moreover, the heterogeneous intermediate-intensity lesions and diffusely distributed small, low-intensity spots of TWIfs corresponded to that of TWI, respectively (Fig. a, b). By contrast, the submandibular glands did not reveal heterogeneity as much as the parotid glands on TWI and TWIfs (Fig. c, d). MR sialography showed a few globular high-signal spots of the parotid glands (Fig. e) and dilations of both Wharton’s duct and intraglandular main duct of the submandibular gland (Fig. f). Diffusion-weighted image (DWI) and apparent diffusion coefficient (ADC) map showed salivary glands with a heterogeneous marked high signal intensity and a lower value than normal, respectively (Fig. g–j).", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'31464670': 1, '31270382': 1, '26762844': 1, '9844659': 1, '30996010': 1, '26406148': 1, '1395220': 1, '22285605': 1, '34790844': 1, '8633469': 1, '11906883': 1, '24339361': 1, '25858804': 1, '27307501': 1, '25704439': 1, '32300556': 2, '24590637': 1, '32581160': 1, '32893314': 2}", "similar_patients": "{'7142242-1': 1}"}