{"patient_id": 60597, "patient_uid": "8629096-1", "PMID": 34868745, "file_path": "comm/PMC008xxxxxx/PMC8629096.xml", "title": "Evidence of Post-COVID-19 Transverse Myelitis Demyelination", "patient": "A 39-year-old female without notable medical, travel, or family history, presented to her work at a correctional facility with a viral syndrome (light headache, rhinorrhea, odynophagia, myalgia, and mild fever) and she subsequently was tested positive for COVID-19. She rested at home, was managed conservatively for her symptoms, re-tested for continuous infection weekly until she tested negative three weeks later. She went back to work and developed feet paresthesias, and subsequently underwent thoracic and lumbar spine computed tomography (CT) scans and non-contrast magnetic resonance imaging (MRI) which showed no pathology per report. Three months later, she presented to our clinic with complaints of numbness, tingling, weakness, and urinary retention. Her neurological examination was notable for incomplete bilateral lower extremity paraparesis with diminished motor strength, and a sensory level at T8-T9 with loss of sensation to lower extremities. Reflexes were increased bilaterally in the lower extremities with positive Babinski bilaterally. A spinal cord pathology secondary to demyelinating disease was considered. The patient was admitted for workup and treatment initiation, and her initial labs revealed a negative COVID-19 and mildly elevated pro-inflammatory markers.\\nMRI with gadolinium of cervical spine revealed bilateral extensive cord signal abnormalities, most prominent at the level of C2-C4 and C6-C7 with extensive bilateral hyperintense focus on the medulla (Figures ). MRI showed extensive multifocal bright T2 signal lesions involving the thoracic and lumbar spine, some of which demonstrated patchy enhancement (Figure ) with no evidence of cord expansion, stenosis, flow voids, foraminal narrowing, and postcontrast sequence did not demonstrate a mass-like enhancement. Thoracic spine MRI with contrast showed multiple longitudinally extensive hyperintense T2-signal abnormality with restricted diffusion and enlargement extending from C5-T12 involving the central gray matter (Figures ).\\nFurthermore, moderately increased T1-signal from T3-T4 to T9-T10 on sagittal imaging and an abnormally diminished gradient-recalled-echo (GRE) signal in the same region was noted. Axial imaging confirmed the abnormal increased T1-signal in this region on sagittal imaging. Postcontrast sequences did not demonstrate a mass-like enhancement. Serology, cerebrospinal fluid (CSF), and immunofixation analysis revealed mild pro-inflammatory markers, and no immunophenotypic evidence of non-Hodgkin’s B-cell lymphoproliferative disorder, T-cells, or acute leukemia were found (Tables -).\\nThe patient was treated with methylprednisolone with immediate improvement and was discharged after clinical improvement. One month later, the patient continued to improve, and her cervical-thoracic-lumbar MRI (with and without contrast) revealed moderate resolution of her spinal cord lesions. Partial resolution of cord lesions without expansion was seen in a repeat cervical-thoracic-lumbar MRI with and without contrast.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'32685076': 1, '32926682': 2, '32345728': 1, '32167747': 1, '21384278': 1, '15280490': 1, '12236201': 1, '21621005': 1, '23943349': 1, '31004072': 1, '32637987': 1, '34868745': 2}", "similar_patients": "{'7434243-1': 1}"}