{"patient_id": 53088, "patient_uid": "8276903-1", "PMID": 34255204, "file_path": "comm/PMC008xxxxxx/PMC8276903.xml", "title": "A practical approach to orofacial rehabilitation in a patient after inferior maxillectomy and rhinectomy with mono framework construction supported on a zygomatic implant placed in the glabella: a case report", "patient": "A 48-year-old man was referred to the maxillofacial clinic of Mannan Hospital, Chennai, India, with a severe face deformation and difficulty in chewing with restricted mouth opening. He has undergone anterior segmental maxillectomy along with right antrostomy and complete rhinectomy 4 years back as a treatment for oral squamous cell carcinoma, as shown in Figs. and a.\\nThe post-surgical defect was closed after mobilizing the pectoralis major myocutaneous flap (PMMC) with advancement and bipedicling (Fig. b) with flap shift to the operation site by modified McFee incision and supra masseteric tunneling. The skin between the two pedicles was denuded and separated into two layers—the first layer was sutured to perinasal skin, and the latter one to the palatal region covering the intraoral and extraoral defect as tightly as possible, resulting in nasal defect coverage and obliteration of oro-antral communication. After the surgery patient did not undergo any additional radio- or chemotherapy.\\nAt the first visit, the patient’s intraoral and extraoral conditions were examined, i.e., the remaining teeth and lost stomatognathic structure were evaluated. Based on Brown’s classification, the defect had been assessed as class 2b, with a vertical and horizontal component []. During the physical examination, a broad nasal opening was found, which led to anterior facial deformity (Fig. ). Moreover, hyper-nasal tone, abnormal breathing pattern, inability to chew, masticate, and speak properly were revealed and the upper lip was short with minimal mobility.\\nIntraorally, all the upper incisors up to premolars were missing bilaterally, as well as lower left molars. Prior to implant placement, all the remaining teeth were extracted due to their questionable periodontal support. There was excess bulk of the PMMC flap on the right side and restricted mouth opening and constricted right corner of the mouth. Furthermore, the upper lip construction was deficient in loose tissue lacking the spread and resiliency needed for the normal contour, such as lip commissure, columns, and nasolabial fold.\\nExtraorally, as of the bulky skin island and the flap, the base for the nasal epithesis was devoid of supporting nasal and alveolar bone. Anteriorly, the resection included septum, the nasal piriformis, and support of the alar base. Because of the patient’s fear of additional surgeries, hard tissue augmentations like fibula or iliac crest bone graft were not performed. One of the consequences of this decision was the lack of stable bone in the front of the maxillae for the implant placement.\\nTo solve these problems, additional zygomatic implant engaging glabella/floor of the frontal sinus was chosen in order to anchor the implant in the native bone which, together with the pterygoid implants, would allow to create enough support for the implant-retained prosthesis with nasal epithesis. This solution was offered to the patient as one of the possible treatment options, which the patient readily accepted and agreed to.\\nCephalometric analysis and computer tomography were performed (Fig. ) to evaluate the facial profile and to look for possibilities for anterior implant anchorage in order to achieve a respectful facial profile, most favorable loading conditions, and functionality of the future prosthesis.\\nUnder local infiltration, the implants were placed in a flapless procedure, successfully engaging pterygoid apophysis and zygomatic bone bilaterally in the maxilla and achieving high primary stability > 70 Ncm as listed in Table (Figs. , , and ). Additionally, one zygomatic implant was used for the glabella region anchorage, engaging the floor of the frontal sinus []. The osteotomy for glabella was made keeping the surgically compromised upper lip in line with nasion for the future emergence profile of the glabella abutment, and implant osteotomy was made through the lip toward between the inner canthus of the eyes holding the remaining nasal bridge by fingers to perform a flapless procedure.\\nIn the mandible, three implants were placed in order to replace the left molar (Table ) (Fig. b). Jaw relation recordings were made with bite registration wax after anthropometric VD measurements, following the “equal thirds concept” [].\\nIt had been decided to reconstruct the maxillary defect with metal to acrylic (Ivoclar Vivadent AG) hybrid prosthesis (Fig. a-c). The anteriors were set up in a crossbite and the posterior teeth accordingly to the concept of strategic occlusion. In this type of occlusion, non or semi-anatomical teeth are used with lingualized occlusal contact points kept only on the medial part of the first molar and both premolars [].\\nThe next day, the metal framework was fitted on the implant abutments and, after adjustment, permanently cemented with the use of glass-ionomer cement (Fuji Plus; GC). Bilateral balanced occlusion with single point contact on the fossa of lower teeth and the slightly anterior crossbite was chosen occlusal scheme as previously mentioned.\\nFor the nasal epithesis fabrication, we have chosen the silicone material (Technovent) because of its excellent compatibility with the soft tissue, color, and pigmentation reproduction and blending with the native tissue margins (Figs. and ) []. The clip was fabricated by doing casting of wax pattern over the body of the zygoma implant; then, it was cut in half. Retentive wings were also fabricated along the clip. The half-cut clip was fixed to the tissue surface of the nasal epithesis to be used as a clip over the body of zygoma as bar.\\nFor the retention of the nasal epithesis, we adopted a unique, self-developed concept—a maxillofacial prosthodontist fabricated a clip with the diameter of the body of the ZDI (Simpladent) implant, which was used as a bar and clip attachment, with the bar used as the anterior ZDI (Simpladent) implant body (Figs. and ). It is a removable epithesis fabricated with washable silicon material for home care by the patient. The patient was instructed regarding hygiene and maintenance of the prosthesis.\\nAt 1-year follow-up visit, the patients did not report any complications (Fig. ).", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'11055139': 1, '33551135': 1, '14739895': 1, '25123760': 1, '22073096': 1, '24286049': 1, '27428293': 1, '24200378': 1, '32745726': 2, '25784187': 1, '20594058': 1, '29854483': 2, '33708595': 1, '28944370': 1, '8518769': 1, '335618': 1, '31396279': 1, '20932492': 1, '25955953': 1, '17716255': 1, '34255204': 2}", "similar_patients": "{'5949185-1': 1, '7398898-1': 1}"}