{"patient_id": 60607, "patient_uid": "8629686-1", "PMID": 34868779, "file_path": "comm/PMC008xxxxxx/PMC8629686.xml", "title": "Conservative Management of Mirizzi Syndrome in Community Hospital Setting", "patient": "A 76-year-old female presented for an elective cholecystectomy after being evaluated for cholelithiasis with pericholecystic fluid that was identified in ultrasound. She was diagnosed with chronic cholecystitis. The patient complained of some food intolerances and minimal tenderness of the RUQ abdomen. The patient has a history of hypertension, type 2 diabetes, osteopenia, obesity, diverticulosis, hyperparathyroidism, osteoarthritis (OA) of knees, and hyperlipidemia. The patient's family history consists of hypertension (HTN), diabetes mellitus (DM), cerebral vascular accident (CVA), in the patient’s mother. Surgical history is comprised of parathyroidectomy, pericardial window, colonoscopy with polypectomy, and left total knee arthroplasty.\\nA laparoscopic cholecystectomy was initially the plan of choice. During dissection of the gallbladder, significant scarring was noted and a structure entering the gallbladder anterior to the cystic duct was observed, which was carefully dissected and a ductotomy was performed. Intraoperative cholangiogram through the duct showed proximal CBD filling defect with extravasation of dye. Due to a possible CBD ductotomy, the procedure was converted to open. The ductotomy was within the CBD which was further explored and flushed and did not show any evidence of stones within the duct but did show amounts of biliary sludge and sediment. A t-tube was inserted into the ductotomy and intraoperative t-tube cholangiogram revealed the ductotomy within the CBD and dye extravasating into the gallbladder itself (Figure ). After the cystic duct was visualized and clipped, the gallbladder was dissected from the liver bed and opened to further visualize the CBD communication with the gallbladder. The t-tube was seen passing through the infundibulum of the gallbladder with clear visualization of a long fistula tract between the CBD and gallbladder itself. The remainder of the gallbladder was closed over a Blake drain and a Jackson-Pratt (JP) drain was inserted in the infrahepatic space.\\nPostoperative management consisted of strict ins and outs of drains and assessing the patient’s clinical examinations and labs. The patient was discharged postoperative delirium (POD) 7 when she was tolerating a regular diet, with decreased bilious output, and liver function tests were normalized. At one-month outpatient follow-up, the patient had 200-300cc per day drainage from the t-tube and about 50cc drainage each from the other two drains. At this time, the patient had a CT abdomen taken and showed no evidence of biloma or biliary dilatation. Both the JP and Blake drains were removed at this time. At the two-month postoperative, the t-tube had less than 5 cc output in the t-tube study performed at this time showed contrast into the duodenum (Figure ). The t-tube was then clamped and removed three months postoperatively. The patient’s drain and incision sites were well healed and closed at the three-month postoperative visit.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'27445508': 2, '7434217': 1, '8131201': 1, '28653000': 1, '18161934': 1, '14895136': 1, '30246584': 2, '34868779': 2}", "similar_patients": "{'6259394-1': 1, '4938132-1': 1}"}