{"patient_id": 49216, "patient_uid": "8092435-1", "PMID": 33953727, "file_path": "comm/PMC008xxxxxx/PMC8092435.xml", "title": "Case Report: Combined Intravenous Infusion and Local Injection of CAR-T Cells Induced Remission in a Relapsed Diffuse Large B-Cell Lymphoma Patient", "patient": "A 60-year-old female patient was admitted to our hospital and enrolled in our clinical trial for relapsed diffuse large B cell lymphoma. In 2014, the patient complained of a mass in her right breast; subsequently, her pathological diagnosis was DLBCL. The detail immunohistochemical findings were as follows: CD5(+), CD3(+), CD20(+), CD79a(+), CD10(scattered weak+), Mum-1(+), Bcl-2(+), Ki-67(>80%), and Bcl-6(+). The patient refused medical treatment for personal reasons.\\nApproximately 4 years later (2018), the disease progressed; she complained of a new mass that emerged in her right forearm. Further PET/CT examination indicated increased metabolism in the ethmoid sinus, nasal cavity, nasopharynx, bilateral mammary glands, chest wall on the left side, right back, waist, and subcutaneous of both upper limbs. A biopsy of right forearm mass was performed, and immunohistochemical findings were as follows: CD20(+), PAX5(+), CD10(−), Mum-1(+), bcl-2(+), bcl-6(+), cyclinD1(−), TDT(−), Ki-67(60%). Based on these findings, she was diagnosed with DLBCL. Then, she received five cycles of induction therapy of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) and achieved complete remission. In the last course of induction therapy, the patient had a severe lung infection; therefore, she refused to receive further medical treatment.\\nIn October 2019, a new mass emerged in her left forearm (size: 3 cm ∗ 3 cm ∗ 1 cm), with a scab; without pain, pruritus, or secreta in her left forearm; and without fever, hidrosis, or weakness. The ultrasound indicated enlargement of superficial lymph nodes (cervical, axillary, and inguinal lymph nodes). To identify the pathologic type of this new mass, a biopsy was performed and immunohistochemical findings were as follows: CD5(−), CD3(−), CD20(+), PAX-5(+), CD10(+), Mum-1(+), Bcl-2(+), Ki-67(75%), Bcl-6(+), EBER(−). Based on those findings, the patient was diagnosed with relapsed DLBCL (Ann Arbor stage IV). A brief introduction of disease history was presented in .\\nAccording to the NCCN guideline (), we suggested the patient enroll in a clinical trial, and the patient and her families were urged to participate in an ongoing clinical trial of CAR-T cell therapy. Therefore, CD19 CAR-T cell therapy was administered.\\nLymphocytes were isolated from peripheral blood and T cells used to generate CD19 CAR-T cells. The lenti-CD19-2nd CAR was provided by Jiangsu Tuohong Kangheng Pharmaceutical Co. Ltd (Nanjing, China). The CAR included a murine anti-CD19 single-chain variable fragment, 4-1BB costimulatory domain, and CD3ζ T cell activation domain. We followed a published CAR-T cell manufacturing process protocol ().\\nThe patient received conditioning chemotherapy (cyclophosphamide 750 mg/m2 for 3 days), followed by CD19 CAR-T cells therapy (cell vitality: 95%, CAR19-positive rate: 47%, cell number: a total of 6.7 × 107 cells (1 × 106 cells/kg), CD4/CD8 T cell ratio: 7.15).\\nIn CAR-T cells treated patients, the number of CAR-T cells infiltrating lesions was reported as a more important indicator of effectiveness than the number of CAR-T cells in blood (). To increase the number of CAR-T cells in local lesions to enhance the efficacy, we used a new strategy that combined intravenous infusion and local injection of CAR-T cells ().\\n6.53 × 107 cells were mixed with 100 ml of saline for the intravenous infusion, and 1.67 × 106 cells were mixed with 3 ml of saline for the local injection. A total of six sites were selected for the local injection (four sites at the base of the mass and two sites at the top of the mass), each of the six sites were injected with 0.5 ml CAR-T cells ().\\nOn day 7, after the CAR-T cell therapy, the mass became flattened, and the scab loosened; on day 14, the mass had a clear reduction in size, the scab fell off, and the median surface was slightly swollen, on day 28, the mass had largely disappeared ().\\nPET/CT examination revealed that the skin on the left forearm’s radial side was slightly thickened and FDG metabolism slightly increased, indicating the patient had achieved a complete remission (CR).\\nAbout 2 h after the CAR-T cells therapy, the CAR-T cell was detectable in the peripheral blood and reached its highest peak on day 14; it was almost undetectable on day 28 (). Besides, flow cytometry showed B cells in the peripheral blood had decreased from day 1 of CAR-T cells administered level to undetectable level on day 14; the B cells remained unrecovered on day 28 ().\\nThe patient did not complain of any pain and discomfort during the process of treatment. There was no liver and kidney function damage or decreased in the hemogram (data not shown). The serum levels of interleukin-6, interleukin-8, interleukin-10, and tumor necrosis factor α slightly fluctuated in the normal range (). No signs of severe cytokine-release syndrome (CRS) or tumor lysis syndrome, or neurologic events were observed.\\nAfter CAR-T cell therapy, the maintenance treatment was suggested, but the patient refused to receive further medical treatment. We advised the patient to return for a follow-up visit within six months, and six months after CAR-T cell therapy, the patient had no discomfort, the mass had disappeared, and the newly formed skin was flat (). B cells were detectable in the peripheral blood (7.4% of total lymphocyte). One year after CAR-T cells therapy, the patient remained in good condition.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'33230103': 1, '27582488': 1, '28029927': 1, '28003642': 1, '33180899': 1, '32789732': 1, '29167021': 1, '31200358': 1, '32457910': 2, '32888407': 1, '29061641': 1, '28774879': 1, '29109077': 1, '30213390': 1, '33587155': 1, '33953727': 2}", "similar_patients": "{'7225683-1': 1}"}