{"patient_id": 110681, "patient_uid": "8388329-1", "PMID": 34485040, "file_path": "noncomm/PMC008xxxxxx/PMC8388329.xml", "title": "Giant Left Atrial Myxoma with Mitral Valve Obstruction", "patient": "A 54-year-old womanwith a medical history of hypothyroidism presented to our emergency complaining of progressive dyspnea of about 1 month duration.\\nOn physical examination, she had a normal blood pressure and heart rate. Her oxygen saturation was 92% in ambient air. Pulmonary auscultation found crackling rales at both lung bases. Cardiac auscultation found normal heart sounds and a diastolic murmur in the mitral focus. The electrocardiogram was in sinus rhythm.\\nRoutine laboratory investigations were unremarkable. Frontal chest X-ray showed no lung parenchymal abnormality, heart shadow was normal. Transthoracic echocardiography revealed a 7.5 cm × 4.5 cm mass in the left atrium connected to the interatrial septum and prolapsing into the left ventricle through the mitral valve during diastole [Figure and ], causing severe functional mitral valve stenosis (The mean transmitral gradient = 14 mmHg) [] and a pulmonary hypertension (The systolic pulmonary arterial pressure = 60 mmHg). Left ventricular systolic function and geometry were normal.\\nThe patient was admitted to the cardiothoracic surgery department. She underwent a median sternotomy. Surgical resection of the tumor with patch closure of the interatrial septum was performed successfully. Gross examination of the specimen showed a partially encapsulated pedunculated mass measuring 7.5 cm × 4.5 cm × 2.5 cm and weighing 55 g []. The tumor was attached to the interatrial septum with a pedicle. Direct inspection of the mitral valve revealed no abnormalities and intraoperative transesophageal echocardiography (TEE) did not reveal pathologic mitral regurgitation. Histopathological examination of the surgical specimen confirmed the presumed diagnosis of a myxoma. One week later, the patient was discharged without any complications.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'12040350': 1, '30701715': 1, '10543485': 1, '20545256': 1, '15104547': 1, '24717305': 1, '8540447': 1, '9803804': 1, '28762298': 1, '7477198': 1, '26765302': 1, '34485040': 2}", "similar_patients": "{}"}