{"patient_id": 47931, "patient_uid": "8028736-1", "PMID": 33832425, "file_path": "comm/PMC008xxxxxx/PMC8028736.xml", "title": "Gastrointestinal symptoms as first remarkable signs of ANCA-associated granulomatosis with polyangiitis: a case report and reviews", "patient": "An 18-year-old, previously healthy white male patient was admitted to our Nephrology Department with elevated serum creatinine levels. His symptoms started 2 weeks ago with severe abdominal pain, vomiting, hematemesis, and diarrhoea and was examined by two other hospitals. At the first hospital, CT (computer tomography) scan showed ileal wall thickening. The patient declined to undergo colonoscopy, therefore based on the result of the CT scan, laboratory tests (C-reactive protein 149 mg/L) and the symptoms, inflammatory bowel disease (IBD) was diagnosed. The recommended therapy was sulfasalazine, methylprednisolone, and metronidazole. At his first symptoms, his kidney function was normal with a 90 µmol/L serum creatinine level and a 5.9 mmol/L BUN (blood urea nitrogen) level, although microhaematuria was detected (no sediment evaluation). His abdominal pain was worsened, so 10 days later, he was admitted to the second hospital, where the total number of the white blood cells (21.3 × 109/L), C-reactive protein (137 mg/L) and serum creatinine level (198 μmol/L) found elevated. Blood was not detected in the stool but calprotectin level, one of the potential indicators of IBD, was elevated (776 µg/g). The patient’s renal function started to decline rapidly reaching a serum creatinine level of 429 μmol/L in 5 days. Microscopic examination of the urinary sediment showed dysmorphic red blood cells. He developed anaemia with a haemoglobin level of 105 g/L. Abdominal ultrasound examination could not find any bowel wall thickening but found hyperechoic enlarged kidneys. The patient was transferred to our Nephrology Department for further diagnostics.\\nAt the Nephrology Department, anti-proteinase 3 ANCA (PR3-ANCA) positivity (461 U) was detected, and urgent kidney biopsy showed pauci-immune, crescentic glomerulonephritis with the signs of vasculitis (Fig. ). Based on these results, ANCA-associated vasculitis with rapidly progressive glomerulonephritis was diagnosed, and high dose intravenous (IV) methylprednisolone (500 mg/day for 3 days followed by slow dose reduction), IV cyclophosphamide (500 mg) and plasma exchange therapy were commenced with continuing the previously administered anti-hypertensive and proton-pump inhibitor therapy. Trimethoprim/sulfamethoxazole therapy was started according to the recommendations []. Because of the progressive renal function decline, haemodialysis therapy was started on the fifth day of admission.\\nThe patient had a 67 g/L of haemoglobin level on the fifth day of admission; therefore, blood transfusion was performed. In search of the cause of his anaemia, we performed examinations to exclude extrarenal bleeding. Several stool samples were tested for blood, which were mostly negative, with one slightly positive sample (regular Weber test). An upper gastrointestinal endoscopy was performed, which showed normal oesophagus, stomach and duodenum without any sings of bleeding or inflammation. Clinically, the patient did not have bleeding from the respiratory tract. Chest X-ray and high-resolution CT scan were performed, which showed small nodules and ground glass opacity signs in a small area of the right lower lobule of the lung. Examination at the otorhinolaryngology department found some ulcers on the nasal septum. Haemolysis was also excluded, and erythropoietin and Vitamin B12 injections were performed because of the renal disease and proven Vitamin B12 deficiency.\\nBased on the criteria of vasculitis [] (clinical symptoms, nasal ulceration, necrotising glomerulonephritis, elevated PR3-ANCA levels), GPA was diagnosed. The patient was discharged on the 24th day after his admission, after his second administration of IV cyclophosphamide.\\nThree days later, the patient was admitted to our hospital because of an early morning haematochezia with severe fatigue. He had epigastric abdominal pain the day before. With physical examination, the patient was pale with a new systolic murmur, with a mild epigastric and umbilical tenderness. The urgent laboratory test showed severe anaemia with a haemoglobin level of 36 g/L. With continuing haematochezia and haematemesis, the patient presented in a rapidly progressive haemorrhagic shock. Proton-pump inhibitor therapy started IV immediately. To stabilize the patient, 4500 ml crystalloid solution, several transfusions (17 units of red blood cell concentrates, 4 units of fresh frozen plasma and 24 units of platelet concentrates) were needed during the day and tranexamic acid was also administered. Gastroscopy was performed, during which “spurting” arterial bleeding of the duodenum was found. The bleeding was controlled with three clips placed on the artery. The patient stayed conscious and normotensive, the haemoglobin level could be increased to 67 g/L, and for further observation, he was transferred to the intensive care unit of our hospital.\\nAt the intensive care unit, 2 days later the bleeding restarted next to the clips, and the patient needed surgery to suture the artery. Three days after the first surgery, a reoperation was needed because of the perforation of the duodenum (Fig. ). After an additional 10 days of intensive therapy, the patient recovered from the second surgery. Enteral nutrition could be administered, and haemodialysis therapy could be terminated. After this, he was transferred back to our department, and the cyclophosphamide therapy was continued. He left the hospital after 10 days of observation. Figure summarizes the main points of the case description.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'27428710': 1, '23423260': 1, '27338776': 1, '27407286': 2, '16901958': 1, '29703056': 1, '27698975': 2, '23436885': 1, '24124396': 2, '22962314': 1, '23045170': 1, '31798577': 1, '9048352': 1, '29419474': 1, '32770991': 1, '22042563': 1, '31999379': 1, '22955877': 1, '11507371': 1, '24387727': 1, '25221912': 1, '15758841': 1, '21188339': 1, '34863299': 2, '10858811': 1, '33832425': 2}", "similar_patients": "{'4918050-1': 1, '5045678-1': 1, '3794984-1': 1, '8645136-1': 1}"}