{"patient_id": 50501, "patient_uid": "8155148-1", "PMID": 34037886, "file_path": "comm/PMC008xxxxxx/PMC8155148.xml", "title": "Robot-assisted thoracoscopic enucleation for a large esophageal leiomyoma: a case report", "patient": "A female in her thirties visited our hospital, because she was experiencing epigastric pain. Upper gastrointestinal endoscopy showed an esophageal SMT 10 cm in length about 20–30 cm from the incisors (Fig. ). On an esophagogram the lesion appeared as a sharply demarcated, smooth, rounded, filling defect (Fig. ). Enhanced computed tomography imaging of the chest showed a poor contrast effect mass in the upper-middle thoracic esophagus (Fig. ). [18F] fluorodeoxyglucose-positron emission tomography detected no accumulation within the tumor (Fig. ). Ultimately, after endoscopic ultrasound-fine needle aspiration, this esophageal SMT was diagnosed most likely to be a benign leiomyoma. However, from its size (10 cm) it was judged to have malignant potential. After sufficient explanation, the patient requested tumor enucleation to both treat her symptoms and for a definitive pathological diagnosis to rule out completely the possibility of malignancy.\\nWe performed robot-assisted thoracoscopic esophageal SMT enucleation using a da Vinci Xi system, which was not covered by medical insurance. The patient was placed in the left lateral position under a combination of inhaled and intravenous anesthesia, and a double-lumen endotracheal tube was used for single-lung ventilation. The right arm was raised 60 degrees cranially to expose the right axillar fossa, then tilted 20 degrees cranially and 15 degrees ventrally. The da Vinci trocars were inserted into the 10th intercostal space (ICS), on a posterior axillary line (AL); the 7th ICS, on a middle AL; the 5th ICS, on a posterior AL; and the 3rd ICS on an anterior AL. An assist trocar with an air-sealed system was inserted into the 5th ICS on an anterior AL; it was used to maintain 8 mmHg positive pressure within the thoracic cavity.\\nWe initially exfoliated the azygos vein, double ligated it using silk, and double clipped both sides. In addition, a threaded needle was sewn through the dorsal blood vessel stump, grasped with an Endo Close® suturing device and pulled out the dorsal side, after which the suture was pulled back to expand the surgical field. We then opened the superior mediastinal pleura cranially and caudally from arch of the azygos vein and expanded the superior mediastinum. The upper thoracic esophagus was exposed, and the location of the tumor was roughly confirmed. A gastrointestinal endoscope was inserted to confirm the anal side of the tumor. An incision was made in the muscular layer of the upper thoracic esophagus with a monopolar hook and monopolar scissors, and the tumor was enucleated in a protective manner so as not to damage its capsule or mucosa (Additional file : Surgical Video). We applied appropriate robot-specific counter traction, changed the location of the traction frequently and, when necessary, increased it gradually and carefully. Moreover, to avoid any potential damage to the esophageal mucosa resulting from movement of the surgical field due to the patient’s heartbeat or respiration, a monopolar hook was inserted into the detached surface and a coagulation incision was made in a direction away from the mucosal side. The lobular mass on the anal side of tumor was enucleated with particular care. We put the tumor in a retrieval bag and removed it through an assist port, which was extended to match the tumor size. Air was then supplied from the gastrointestinal endoscope, and it was confirmed that there was no mucosal damage. We sewed up the muscularis using 4–0 Vicryl, inserting the endoscope in the thoracic esophagus, where it substituted for a bougie. In addition, the pleura was sutured using barbed suture (V-Loc®). We inserted a thoracic drain and had a closed wound. The operation time was 5 h and 29 min, and the hemorrhage volume was 21 ml. Postoperative esophagography on postoperative day 2 revealed that there was no leak or passage disorder (Fig. ). The patient was discharged on postoperative day 4.\\nThe resected specimen was a white tumor 58 mm × 35 mm × 25 mm in size. There thus appears to have been shrinkage after excision (Fig. a). Hematoxylin–eosin staining showed proliferation of spindle-shaped tumor cells forming an interlacing pattern and fascicles (Fig. b), and immunostaining showed positivity for α-smooth muscle actin (α-SMA). Based on these findings a diagnosis of the esophageal leiomyoma was made.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'16960671': 1, '26542838': 1, '24521964': 1, '25705596': 1, '18492731': 1, '23401224': 1, '26120297': 2, '28203434': 1, '22437235': 1, '32371854': 1, '25460487': 1, '16181841': 1, '17599505': 1, '29078626': 1, '17505413': 1, '26977331': 2, '19517189': 1, '20351961': 2, '18373459': 1, '27899323': 1, '22420503': 1, '24712727': 1, '33479860': 1, '27637713': 1, '33319464': 1, '23549763': 1, '30941689': 1, '15026895': 1, '17018158': 2, '30666360': 1, '24528601': 2, '17520641': 1, '34037886': 2}", "similar_patients": "{'4478339-1': 1, '4763011-1': 1, '2841809-1': 1, '3936798-1': 1, '1599730-1': 1}"}