{"patient_id": 48887, "patient_uid": "8077789-1", "PMID": 33902462, "file_path": "comm/PMC008xxxxxx/PMC8077789.xml", "title": "Resistance-associated substitutions and response to treatment in a chronic hepatitis C virus infected-patient: an unusual virological response case report", "patient": "A Uruguayan 58-year-old Caucasian male patient was diagnosed with a chronic hepatitis C infection on May 2012 (genotype 1a and a viral load of 6.3 logs). HCV infection was detected by real time PCR using Abbott Real Time HCV kit (Abbott Molecular Inc., Des Plaines, USA) and viral genotype was confirmed by amplification of the Okamoto region of the NS5B polymerase gene and subsequent phylogenetic analyses. Both tests for hepatitis B surface antigen and human immunodeficiency virus were negative. The patient’s medical history suggested no hepatic risk of liver diseases and no history of alcohol or drug abuse. Both the patient and his family denied having a history of other risk factors for HCV infection. Liver biopsy did not show any significant fibrosis (F0).\\nOn October 2012 the patient started the classic pharmacologic treatment with pegylated interferon-alpha (peg-IFN-α) (180 μg/week) in combination with ribavirin (RBV) (1000 mg/day) (Fig. ). Treatment was well tolerated. On weeks 4 and 12 of treatment, the patient was evaluated by PCR and still showed detectable viral RNA levels (6.7 logs viral load at week 12). Therefore, the patient was considered as non-responder (NR) which led to the interruption of the classic treatment. Since the suspension of the dual therapy and up to December 2015 the patient received no other medical treatment for HCV and there was no evidence of fibrosis progression (measured by elastography).\\nOn May 2016, when HCV viral load was 6.8 logs, the patient started a 12-week DAA-based treatment with 400 mg/day of sofosbuvir (SOF) and 90 mg/day of ledipasvir (LDV) plus RBV (1000 mg/day) with self-reported good adherence to it and no concomitant medication. Serum HCV RNA became negative during therapy (week 4), and it remained so at end of treatment (EOTSOF/LDV/RBV) as well. However, 12 weeks after EOTSOF/LDV/RBV, the serum revealed the presence of viral RNA with a viral load of 7.1 logs. Therefore, the patient was considered as a relapser to this first DAA-therapy. On August 2019, the patient started a second 12-week DAA-based treatment, in this case, with 400 mg/day of SOF and 100 mg/day of velpatasvir (VEL) (Fig. ). Fibrosis had progressed (F3, measured by elastography). Once again, HCV RNA levels became undetectable during and at EOTSOF/VEL, but unfortunately, the patient suffered a new relapse (7.0 logs viral load 12 weeks after EOTSOF/VEL).\\nIn order to explain the treatment failures observed, serum samples from the patient taken before (April 2016) and after treatment with SOF/LDV + RBV (3 months after EOTSOF/LDV/RBV) were analyzed. Since the antivirals used were directed to inhibit viral proteins NS5A (LDV) and NS5B (SOF), viral RNA was extracted and both genomic regions were PCR-amplified (using a high-fidelity polymerase). The unlikely possibility of reinfection was discarded by phylogenetic analyses of the strains under study (). Then, with the aim of identifying RASs that might be responsible for the relapse, the PCR products from NS5A and NS5B genomic regions were sequenced using the Sanger methodology. Next, we pursued a deeper analysis of the samples by Next Generation Sequencing (NGS) in an effort to identify viral resistant variants present in minority frequencies (0.1–1.0%) within the viral population. To this end, the amplified PCR products were used for NGS library construction using the TruSeq Nano DNA LT Library Prep Kit (Illumina, San Diego, CA, USA) and a paired-end sequencing was run on a Mi-Seq instrument (Illumina). RASs were searched in in-silico translated sequences for all direct acting agents (DAAs) available to date by means of the on-line tool Geno2pheno [hcv] [] and their frequencies were determined for those detected from NGS technology with the software UnifiedGenotyper (Genome Analysis Toolkit) [] using the MPileUp algorithm [].\\nThe analyses of Sanger sequencing results did not reveal the presence of RASs in the consensus sequences neither before nor after the DAA treatment with SOF/LDV. On the other hand, several RASs were found by NGS approach both before as well as after DAA treatment. Some of them were found as minority variants (0.1–1.0%) and a few also as low frequency variants (1.0–15.0%), both in NS5A and in NS5B genomic regions (see Fig. a and b).\\nWithin NS5A region, three amino acidic (aa) positions exhibited RASs to LDV (Fig. a) before treatment started (H58D, A92T and Y93C/S). The changes that have been reported to have an important role in conferring LDV resistance were changes in position 93 (Paolucci et al., 2013). LDV seems to have exerted pressure on the distribution of the viral population since RASs in this position increased their frequencies (Y93C/S from 0.33% to Y93C/S/F - 0.65%), and even a new change in this position was detected (Y93F in a frequency of 0,14%).\\nContrary to what was expected, H58D frequency drastically diminished (from 7,23% to 0,16%) and A92T, only marginally present before treatment (0,10%) was no longer found after treatment.\\nWithin the NS5B region, two RASs to SOF were found as minority variants (E237G and V321A) both before as well as after treatment. In both substitutions, a slight increase in their frequencies was observed after treatment (Fig. b). It is also worth noting the emergence of RASs as minority variants in two different positions after the drug pressure (L159F – 0,20% and C316F – 0,18%) (Fig. b).", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26409317': 1, '28650844': 1, '28108232': 1, '28657143': 1, '30519058': 1, '19505943': 1, '28252637': 1, '27357737': 1, '28361915': 1, '29146520': 1, '25734178': 1, '32188235': 1, '30669818': 1, '29167469': 1, '20644199': 1, '28939133': 1, '27196673': 1, '33902462': 2}", "similar_patients": "{}"}