{"patient_id": 57173, "patient_uid": "8467866-1", "PMID": 34572222, "file_path": "comm/PMC008xxxxxx/PMC8467866.xml", "title": "Transient Congenital Complete Heart Block: A Case Report", "patient": "A female neonate was born to a 29-year-old gravida 3 para 2 abortus 1 mother at the gestational age of 37 weeks with unremarkable prenatal laboratory results and an unremarkable second trimester anatomic ultrasound. She had no past history of autoimmune disease, and no medication was used during pregnancy. The fetal heartbeat (FHB) decreased to less than 60 bpm during a routine prenatal examination, and the infant was delivered via an emergency Cesarean section on the same day.\\nThe baby cried well soon after birth, and the Apgar score was 8 at both 1 and 5 min after birth. The amniotic fluid was clear without meconium staining. The birth body weight was 2615 g, which was appropriate for the gestational age. She was admitted to the neonatal intensive care unit. On admission, bradycardia (heart rate: 70 bpm) was noted but the pulse was strong and no hypotension was detected (blood pressure: 70/29 mmHg). The peripheral saturation was 100% in room air. The electrocardiogram (ECG) showed a complete atrioventricular (AV) block with an atrial rate of 158 bpm and a ventricular rate of 75 bpm (). Echocardiography showed a normal heart structure with a normal LV systolic function (EF: 59.7% by M mode measurement in parasternal long-axis view) and mild mitral regurgitation. The child had a normal hemogram and an unremarkable blood gas analysis. A cardiac biomarker survey showed a mildly elevated creatine kinase of 234 U/L and a creatine kinase isoenzyme (CK-MB) level of 8.65 ng/mL. High-sensitivity troponin T and N-terminal pro-brain natriuretic peptides were within the normal range. Immunological tests for serum SSA/Ro antibodies and SSB/La antibodies were both negative. The mother had no previous connective tissue disease history, and the anti-nuclear antibody (ANA) screening test was ANA-speckled and homogenous (1:160 positive) but C3, C4, and anti-dsDNA were within the normal ranges.\\nThe patient was hemodynamically stable under continuous ECG monitoring in the neonatal intensive care unit. The heart rate was between 63 and 93 beats per minute without any signs of hypoperfusion. She received neither respiratory support nor inotropic agents, and there was no metabolic acidosis. A temporary pacemaker implantation, although initially planned, was eventually not performed because of the constant good clinical condition, sufficient perfusion, and acceptable heart rate. Repeated 12-lead ECG follow-up at 3 days of age indicated a change to a Mobitz type I second degree AV block with an atrial rate of 144 bpm and a ventricular rate of 60–90 bpm (). To differentiate this rhythm, atropine was injected, and both the atrial and ventricular rates transiently increased. On the following day, the ECG revealed prolonged PR intervals without interruption of atrial-ventricular conduction, demonstrating passage to a first degree AV block. A normal sinus rhythm with a heart rate of 125 bpm was restored at 5 days of age (). A follow-up, an outpatient visit at 1 month of age revealed a normal sinus rhythm and a heart rate of approximately 130–160 bpm.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'26876124': 1, '11755298': 1, '22368629': 1, '25937350': 1, '17375353': 1, '10025599': 1, '27351174': 1, '18226027': 1, '15692198': 1, '27356498': 1, '24613234': 1, '19183117': 1, '23265327': 1, '9626848': 1, '29116459': 1, '25247254': 1, '18305268': 1, '23778728': 1, '34572222': 2}", "similar_patients": "{}"}