{"patient_id": 106695, "patient_uid": "8046451-1", "PMID": 34169021, "file_path": "noncomm/PMC008xxxxxx/PMC8046451.xml", "title": "A Pediatric Floating Elbow Associating Flexion Type Supracondylar Fracture with Both Bone Forearm Fracture And Ulnar Nerve Irritation: A Case Report", "patient": "The patient was a 5-year-old boy presenting to the emergency department after sustaining a fall from 3 m height with a direct blow to the posterior aspect of the left elbow.\\nAt presentation, he had severe left elbow and forearm pain with an S-shaped deformity of the left upper limb, along with ecchymosis of the medial side of the elbow and the anterior aspect of the forearm ().\\nThe patient was complaining of severe pain with numbness in the territories of the ulnar nerve at the level of the wrist and hand without any signs of the median nerve or radial nerve neuropraxia or injury. There was no vascular compromise and the limb was warm well perfused.\\nX-rays were done in the emergency department and showed a left supracondylar fracture, along with ipsilateral radial shaft fracture and ulnar shaft fracture (). The supracondylar fracture was flexion type, displaced with complete loss of anterior and posterior periosteal hinge, type III, according to Gartland classification. Both bone forearm fracture was A3 according to the AO classification, the radial shaft fracture was simple transverse, non-displaced, and located in the diaphyseal mid-third, while the ulnar shaft fracture was simple with slight shortening, and located at the junction of the diaphyseal mid-third and distal third. This fracture could not be classified according to Cuellar-Nieto classification because it does not involve any metaphyseal region of the radius and/or ulna.\\nThe injured limb was immobilized in the emergency room without reduction. The pre-operative plan was to start with reduction and fixation of the supracondylar fracture to limit as possible any additive damage to the ulnar nerve from manipulation of the forearm when addressing the radius and ulna, and then reduce and fix the forearm fracture. Having a warm perfused limb, with ulnar nerve irritation in a setting of floating elbow, the surgical intervention was judged to be urgent but not emergent. That is why the patient was then taken to the operating room during the same day of the injury, where under general anesthesia, supine position, a closed reduction of the supracondylar fracture was tried once under the control of the image intensifier with no success. The reduction technique involved longitudinal traction applied to the forearm to reduce the humeral length while holding the olecranon; the elbow was then extended gradually to correct the angulation. After the failure of the closed maneuver, the decision for the open reduction was taken. After scrubbing and draping, a lateral incision centered over the fracture was made, which allowed direct access to the fracture that was reduced anatomically and fixed by 2 parallel percutaneous Kirschner wires inserted from distal to proximal (lateral to medial) and a 3rd one inserted from proximal to distal (lateral to medical), through the mentioned incision, crossing the other two wires under the control of the image intensifier. Care was taken to not cross the medial cortex distally to avoid any injury to the ulnar nerve. After confirming the stability of the construct, the forearm fractures were reduced closed and fixed by antegrade elastic nailing of the ulna and retrograde elastic nailing of the radius. All wires were embedded under the skin. Finally, a well-padded circumferential long arm cast was applied. Post-operative circumferential cast. Post-operative radiographs of the elbow () and forearm () are shown below. Post-operative, the patient was doing well, there were no signs of compartment syndrome, and ulnar nerve symptoms such as numbness and slight weakness of the 5th finger flexion were present. He was discharged after 2 days of monitoring without any signs of compartment syndrome.\\nAt 3-week follow-up, the patient was improving in terms of ulnar nerve symptoms; follow-up radiographs showed increasing callus formation ().\\nAt 2 months post-operative, the patient was readmitted for removal of cast and wires. Post-operative testing under general anesthesia showed a good range of motion of the elbow. Post-operative radiographs are shown in ().\\nThe patient had complete recovery of the ulnar nerve symptoms after 4 months of the initial injury. The patient and family were completely satisfied by the results where there was no complication or residual signs or symptoms.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'10573354': 1, '1757135': 1, '27168001': 1, '24919135': 1, '6939427': 1, '9449099': 1, '28872531': 1, '4421700': 1, '10906855': 1, '32080162': 1, '9882730': 1, '3941182': 1, '7449219': 1, '10738885': 1, '16508509': 1, '11433156': 1, '21139796': 1, '22610861': 1, '34169021': 2}", "similar_patients": "{}"}