{"patient_id": 50236, "patient_uid": "8143462-3", "PMID": 33922070, "file_path": "comm/PMC008xxxxxx/PMC8143462.xml", "title": "Inversion Table Fall Injury, the Phantom Menace: Three Case Reports on Cervical Spinal Cord Injury", "patient": "A 58-year-old healthy woman without any other medical history was doing at-home workout in her own house on 31 January 2015. The patient had been previously active and well before the accident. After training, she was hanging upside down on her inversion table. While hanging on the inversion table, she slipped and fell, hitting her head on the ground. She collapsed and immediately experienced a complete loss of body motor function. She visited the emergency room of a local medical center. Cervical spine CT revealed a bursting fracture on C6 (a). For further evaluation, she was transferred to our hospital. Cervical spine MRI revealed heterogeneous signal change and intramedullary hemorrhage introducing compressive cervical myelopathy. (b).\\nDuring the examination, she was conscious with a Glasgow coma scale score 15 out of 15. She was 157 cm tall, weighed 67 kg, and had a BMI of 27.18. Her both legs were flaccid with a motor grade of 0, while the upper limbs showed power grade of 3- on the shoulder, elbow, and wrist. However, her fingers were flaccid with a power grade of 0. Tones and reflexes of the biceps, knee, and ankle were diminished due to spinal shock. All sensory modalities below the C6 sensory level were absent. More importantly, with absence of anal sphincter contraction and perianal sensation, she was diagnosed as complete spinal cord injury of AIS grade ‘A’ according to ISNCSCI.\\nUrgent neurosurgical referral was provided, and anterior corpectomy on C6 with ACDF of C5-6-7 and posterolateral mass screw fixation of C5-6-7 were performed. She presented severe hypotension with fever which was caused by spinal shock and septic shock. Conservative post-operation care with intravenous inotropic agents and antibiotics was administered, and she was referred to the Department of Rehabilitation Medicine on 26 February 2015.\\nLike two cases, she received multidisciplinary rehabilitation therapy for two sessions a day in our rehabilitation unit. Interventions also included standing on tilt table treatment, passive exercises on both legs, arm strengthening exercises, and functional electrical stimulation. She presented neuropathic pain in whole extremities and took 300 mg of gabapentin three times a day. Since she showed depressive mood changes after the injury, we prescribed antidepressant after consulting a psychiatrist. Follow-up assessments did not show any improvement. The last follow-up assessment before discharge was performed on 29 March 2015 and her neuropathic pain had improved as NRS score decreased from 5 to 3, while her motor power grade remained unchanged. Her BBS score improved from 0 to 2. An urodynamic study conducted before discharge showed neurogenic bladder with low detrusor pressure and detrusor external sphincter dyssynergia. She failed to void and an indwelling catheter was inserted, and she was transferred to local rehabilitation center for long term treatment.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'8850637': 1, '23775333': 1, '9434667': 1, '24827515': 1, '33382419': 1, '10088850': 1, '26108039': 1, '659473': 1, '33269579': 1, '34372371': 1, '25307391': 1, '21840526': 1, '10372624': 1, '2236223': 1, '7790793': 1, '8358582': 1, '33715638': 1, '22684211': 1, '3741078': 1, '14586924': 1, '10903582': 1, '26528885': 1, '31581217': 1, '33422154': 1, '29544678': 1, '32700126': 1, '33922070': 2}", "similar_patients": "{'8143462-1': 2, '8143462-2': 2}"}