{"patient_id": 108256, "patient_uid": "8180316-1", "PMID": 34141671, "file_path": "noncomm/PMC008xxxxxx/PMC8180316.xml", "title": "Intraoperative Femoral Condyle Fracture during Bone Preparation in a Cruciate-retaining Primary Total Knee Arthroplasty", "patient": "A 68-year-old female was admitted with a 10-year history of bilateral knee pain. She was diagnosed with advanced osteoarthritis (OA) of both knees and did not have any history of neurologic disorders, chronic steroid use, inflammatory arthropathy, or previous knee surgery. She requested for the right primary TKA to be done first. Her pre-operative Knee Society Knee and Function Scores were 21 and 35 points, respectively, with a range of the right knee motion of 90° (10–100°). Dual-energy X-ray absorptiometry was done to assess her bone mineral density and revealed a T-score of –1.8 (L1-4) and –1.2 (femur total). Her body mass index was 26.5 kg/m2. Pre-operative radiographs () revealed varus deformity, severe osteoporosis, and tibial bone defect (Anderson Orthopaedic Research Institute [AORI] T2A) [].\\nHer knee was exposed with a subvastus approach. The distal femur and proximal tibia cuts were taken with a saw using a measured resection technique. After distal femur cutting, while, securing the femoral anteroposterior (A/P) and rotational block with the medial and lateral pins, a fracture of the medial femoral condyle occurred in the coronal plane through the medial pin site (). The fracture was reduced anatomically and temporarily fixed with k-wires () in a way such that the k-wires do not obstruct the placement of the cutting block and use of a saw. Femoral and tibial bony preparation is done in the usual manner followed by trialing of components (). The fracture fragment was then internally fixed using a 3.5 mm*60 mm locking screw () followed by the placement of original cemented components (size, femur – 1.5, and tibia – 1.5) () and insertion of polyethylene insert (thickness – 8 mm). Right-sided cemented CR TKA was performed using PFC (De Puy, Johnson & Johnson, Warsaw, USA) total knee system. Knee was stable throughout the range of movements without any mobility at the fracture site.\\nPost-operative radiographs showed satisfactory alignment (). Immediate active and passive knee range of motion (ROM) exercises were started immediately after surgery. Walker assisted full weight-bearing with knee brace was started the next day. The fracture was united () at a 3-month follow-up and her right knee ROM was 0–110° (). At 2-year follow-up, her Knee Society Knee and Function Scores () were 86 and 90, respectively, without any evidence of component loosening or ligament instability ().", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'19430855': 1, '26321552': 1, '19423419': 1, '32660648': 1, '26321551': 1, '25189672': 1, '22348954': 1, '10098042': 1, '9273376': 1, '34141671': 2}", "similar_patients": "{}"}