{"patient_id": 56781, "patient_uid": "8448276-1", "PMID": 34540494, "file_path": "comm/PMC008xxxxxx/PMC8448276.xml", "title": "Posterior Reversible Encephalopathy Syndrome in a Patient With Macrophage Activation Syndrome and Herpes Simplex Virus 2", "patient": "A 69-year-old female with a previous admission for HLH, which was diagnosed with bone marrow biopsy, and adult-onset Still’s disease initially presented to an outside hospital with concern for sepsis in the setting of multifocal pneumonia. At the outside hospital, she was treated for septic shock with meropenem and eventually transferred to the Brooke Army Medical Center for the continuation of care.\\nWhile a bone marrow biopsy was not repeated, the clinical presentation, known previous diagnosis of HLH, and other laboratory findings suggested HLH. However, because the patient presented with an acute adult-onset Still’s disease flare, she was diagnosed with MAS. She required intubation during her admission at an outside hospital. She arrived intubated and over the first two days following the transfer was weaned and later extubated. During her hospital stay, she was continued on anakinra and decadron for treatment of her HLH/MAS. Several days after the extubation, the patient had an episode of left arm repetitive flexion and leftward deviation of eyes lasting four minutes. She was given Ativan due to continued deviation of her eyes. During this period, the patient desaturated to the 40s and her systolic blood pressure was in the 200s. Subsequently, the patient was intubated and imaging was obtained.\\nThe initial CT head showed bilateral parietal white matter hypodensities concerning for embolic or watershed strokes or progressive multifocal leukoencephalopathy. An MRI obtained later that day demonstrated multifocal T2/fluid-attenuated inversion recovery (FLAIR) hyperintense signal abnormalities within the bilateral ACA/MCA watershed territories as well as the PCA territory with associated DWI hyperintensity, internal foci of microhemorrhages, and faint cortical enhancement suggestive of PRES, with other less likely considerations, including sequelae of subacute watershed infarct, post-inflammatory syndrome from known HLH, and less likely sequelae of hypoxic-ischemic injury. The T2/FLAIR hyperintensities can be seen in Figures , below. The patient underwent a lumbar puncture to assess for inflammatory or infectious etiologies of the seizure. Cerebrospinal fluid testing demonstrated glucose of 68 mg/dL, protein 43 mg/L, red blood cell count of 37/µL, and polymorphonuclear cell count of 9/µL. She was also found to be herpes simplex virus 2 (HSV2) positive. She was started on Keppra twice daily for further seizure prevention which was increased following further seizure-like activity two days after the initial seizure. In addition, she was started on a 21-day course of acyclovir three times daily for the treatment of HSV encephalitis. Blood pressure was controlled using a nicardipine drip and eventual transition to oral amlodipine. Given significant medical comorbidities and worsening clinical status, the patient was eventually transitioned to comfort care and later to inpatient hospice.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'26298534': 1, '28054130': 1, '19137570': 1, '17698535': 1, '26032137': 1, '12353183': 1, '26461152': 1, '26184985': 1, '12239144': 1, '20435835': 1, '23460378': 1, '34540494': 2}", "similar_patients": "{}"}