{"patient_id": 112432, "patient_uid": "8568035-1", "PMID": 34764798, "file_path": "noncomm/PMC008xxxxxx/PMC8568035.xml", "title": "Mutation in the proline-serine-threonine phosphatase-interacting protein 1 (PSTPIP1) gene in a patient with acute lymphoblastic leukemia", "patient": "A 20-month-old male patient was referred to the oncology clinic for evaluation of a possible HLH based on his laboratory test results. The patient was born at 40 weeks gestation to a healthy 34-year-old G3P3 mother, delivery by cesarean section, birth mass 3.8 kg, Apgar score of 10. The boy was vaccinated without complications until the age of 14 months according to the Polish schedule () – BCG and hepatitis B – 24 hours after birth, 2 and 7 months, DTP 2, 3, 5 months, Hib 2, 4, and 6 months, PVC 2, 4 and 13 months, IPV 3, and 6 months, MMR 14 months. The boy was not vaccinated against VZV (it is not obligatory in Poland). He was previously diagnosed with atopic dermatitis and cows’ milk allergy. The parents are unrelated, and both are healthy. The family history concerned in particular the oldest brother who is an asymptomatic carrier of the heterozygous CFTR gene variants (F508del, and L467F) (diagnosed through newborn screening), which he inherited one from his mother and one from the father. Our patient’s mother’s sister was diagnosed with Wilson’s disease at the age of 25 (carrier of heterozygous H1069Q and Q1351X mutations in ATP7B gene), and additionally at the age of 41 with Crohn’s disease. Of the five siblings of the patient’s mother, Wilson’s disease was also confirmed in the mother’s youngest brother. Our patient and his mother are asymptomatic carriers of the H1069Q variant in the ATP7B gene. The boy is also an asymptomatic carrier of heterozygous variants in the CFTR gene, i.e., F508del and L467F. The rest of the family members, including both siblings, are healthy.\\nThe current disease began a month earlier with enterocolitis. Five days before chickenpox, he was diagnosed with pharyngitis – treated with first-generation cephalosporin. The first hospitalization was on day 5 of fever in the course of chickenpox. The source of infection was unknown – family members were healthy, siblings and the patient himself did not attend kindergarten. On admission, physical examination revealed a rash on the trunk and swelling of hands and feet. Inflammatory markers were not clearly elevated (details are presented in ). Chickenpox was severe, with many lesions and prolonged fever. VZV-DNA by PCR was found in the skin lesion scraping. He was treated with antibiotics and acyclovir for seven days. He had a fever for ten days in total. After four days without a fever, he was sent home. The day after discharge, he returned with the fever without any other symptoms. Laboratory tests on readmission are shown in . Seasonal infections such as influenza and respiratory syncytial virus (RSV) were excluded. He was empirically treated with 3rd generation cephalosporin. During the next four days, enlargement of the liver and spleen was increasing, anemia and thrombocytopenia appeared, and the level of ferritin and triglycerides had increased. HLH was suspected, and the child was referred to the oncology department.\\nOn admission to the oncology ward, the boy was in a bad condition, he had a fever above 39°C, a rash on the trunk, swelling of the hands and feet, generalized lymphadenopathy, liver enlargement about 2 cm below the navel and spleen about 2 cm below the rib arch. Slight swelling of the upper eyelids was also found. Findings of bone marrow and lumbar puncture were not consistent with HLH. Myelogram showed 91% of cells with L1 morphology. Flow cytometric analysis revealed 86% blast CD19+, CD34+, cCD79a+, CD10+, TdT+, CD58+, CD38+, cIgM–, sIgM–, CD22+/–dim, CD20+/–. The diagnosis of acute lymphoblastic leukemia from precursors of B lymphocytes, SR groups, without the involvement of the central nervous system, was made. Hemophagocytosis in bone marrow, count per 1,000 nucleated cells, was low – 0.01%. TEL-AML1, BCR-ABL,SIL-TAL1,KMT2A rearrangements have not been observed in leukemic cells. The study with CytoScan HD Affymetrix did not confirm the deletion of the IKZF1,PAX5,PAR1, and ERG gene. However, the bi-allelic deletion of CDKN2A and CDKN2B genes was found. 24-hour leukemic cell culture showed abnormal male karyotype – 46,XY, inv(1)(p13p36.3),del(9)(p21),del(13)(?q21).\\nTreatment was consistent with the AIEOP-BFM pB ALL 2017 scheme. Chemotherapy was complicated by infection (molluscum contagiosum), hepatotoxicity, neurotoxicity, cardiotoxicity (sinus bradycardia), and endovascular clotting (Leiden mutation, as well as mutations in prothrombin, and MTHFR genes were excluded). On day 15, hematological remission was obtained, and on day 33, remission was confirmed by flow cytometry and molecular tests. The patient remains in full remission of leukemia, continues treatment, molluscum contagiosum lesions are still observed but to a lesser extent. To exclude congenital HLH, a genetic test (by next-generation sequencing in a range of 5227 genes included in the SureSelect Custom Constitutional Panel, Agilent Technologies) was performed. The presence of a heterozygous missense mutation in exon 15 of the PSTPIP1 gene (c.1213C>T, R405C) and two heterozygous variants in the CFTR gene, i.e., F508del and L467F, was identified. Gene mutations associated with inherited HLH syndrome were not found. Neither parent carries this PSTPIP1 variant.", "age": "[[20.0, 'month']]", "gender": "M", "relevant_articles": "{'31339233': 1, '25501066': 1, '16937360': 1, '28421071': 1, '26713508': 1, '27697804': 1, '31471736': 1, '24795715': 1, '14595024': 1, '22161697': 1, '28628471': 1, '23571383': 1, '25683018': 1, '24421327': 1, '26025129': 1, '30467586': 1, '21790734': 1, '21532836': 1, '29099860': 1, '34764798': 2}", "similar_patients": "{}"}