{"patient_id": 106422, "patient_uid": "8021080-1", "PMID": 33828946, "file_path": "noncomm/PMC008xxxxxx/PMC8021080.xml", "title": "Shock and Diffuse ST-elevation in a Patient with Coronavirus Disease-2019 Disease", "patient": "A 58-year-old Caucasian male was admitted to the hospital for shock and diffuse ST-elevation at the electrocardiogram. He had been complaining fever and persistent cough for 7–10 days. The first nasopharyngeal swab test performed 2 days before admission resulted positive for SARS-CoV-2 infection on the real-time reverse transcriptase-polymerase chain reaction assay. The fever decreased after 5 days of levofloxacin.\\nThe patient was a current smoker (20/30 cigarettes a day for 40 years), and he was also affected by hypothyroidism. Because of persistent cough, the patient had performed a chest X-ray and pneumological consultant 3 months before. A diagnosis of interstitial lung disease was assumed, and a high-resolution lung computed tomography (CT) scan was performed showing a mass in the right lung suspected for cancer. Subsequently, an endobronchial ultrasound-guided transbronchial needle aspiration was planned.\\nOn April 2, for the occurrence of severe hypotension and asthenia, the emergency service was called. At patients' home, he was found in shock, and the electrocardiogram revealed a diffuse ST-elevation []. Blood pressure was 80/40 mmHg, heart rate 110 bpm, oxygen saturation 88% on room air, and body temperature 37.5°C. He was directly moved to the catheterization laboratory, and any contact with other health-care workers was avoided. An emergency coronary angiography showed the absence of a coronary artery disease as well as a normal left ventricular function.\\nAfterward, the patient was admitted to the COVID-19 ward. At blood samples, high inflammatory markers, increased liver enzymes, and normal troponin values were observed (peak HS-troponin value 10.5 ng/L); arterial blood gas analysis showed respiratory alkalosis with hyperlactatemia (pH 7.5, paCO2 27.1 mmHg, HCO3-24.1 mmol/dL, and lactates 5.5 mmol/dL). shows the results of the blood samples and a control electrocardiogram. A bedside focused ultrasound was performed. The lung ultrasound showed an interstitial syndrome with bilateral B lines, small sub-pleural consolidations, and bilateral pleural effusion. The echocardiography highlighted the presence of diffuse pericardial effusion of 2.5 cm and a swinging heart, inferior caval vein of 2.2 cm with no respiratory excursion, and global left ventricular ejection fraction of 50% []. Blood pressure values increased after fluid therapy, and pericardiocentesis was not performed due to the improved patient's hemodynamic conditions, instead oxygen saturation rapidly deteriorated with the need of high flow oxygen therapy. A diagnosis of pericarditis was made; corticosteroids and colchicine were started. Heparin prophylaxis was started, and high dose aspirin was avoided. Empiric antibiotic therapy was administrated as a concomitant lung infection was suspected. A second and third (2 days after) nasopharyngeal swab tested negative for SARS-CoV-2 infection, whereas an enzyme-linked immunosorbent assay based test resulted positive for IgM and IgG antibodies for SARS-CoV-2.\\nIn the next days, the patient remained hemodynamically stable but severe respiratory failure persisted. At this time, a total body CT was performed and confirmed the presence of a locally advanced lung cancer of 8.5 cm with subclavian artery and vein and thoracic lymph nodes involvement and confirmed the pleural and pericardial effusion []. The histological examination confirmed the diagnosis of lung adenocarcinoma. Indeed, after oncologic evaluation, the patient was moved to the oncologic clinic, but 1 week later, he died for rapidly worsening of the respiratory failure.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'32374370': 1, '32766099': 1, '32201335': 1, '32219356': 1, '32211816': 1, '32200663': 1, '28886621': 1, '32125452': 1, '32171076': 1, '33828946': 2}", "similar_patients": "{}"}