{"patient_id": 58984, "patient_uid": "8555675-1", "PMID": 34745913, "file_path": "comm/PMC008xxxxxx/PMC8555675.xml", "title": "Urothelial carcinoma of the fossa navicularis successfully treated with laser ablation and distal urethrectomy: A case report", "patient": "A 34-year-old man presented to our outpatient clinic with a chief complaint of bloody discharge and painful erection and ejaculation. He also reported occasional greenish discharge from the urethra. At 6 months before presentation, he had undergone cystoscopy, which was reported as “free.” Physical examination results of the external genitalia were normal. Urine analysis showed pyuria with no hematuria consistent with a urinary tract infection. He was given a course of levofloxacin, and cystourethroscopy was scheduled.\\nSeveral months before presentation, the patient underwent multiple cystoscopies with negative results, and no tumors were detected. At 2 months later, cystourethroscopy was performed in an erection state to mimic his symptoms, which mainly occurred with erections. To induce an erection before cystoscopy, the patient was injected with prostaglandin-E1 locally before the procedure. Upon advancement of the cystoscope, we fund a large papillary mass measuring 5 mm × 6 mm within the fossa navicularis (). With further advancement of the cystoscope, we found normal bladder mucosa with no evidence of any masses or transitional cell carcinoma elsewhere. Multiple biopsies were taken from the tumor, tumor base, prostate, and bladder. The tumor in the fossa navicularis was also ablated using a low-power holmium laser.\\nAfter the procedure, the biopsied tissue was sent for analysis, and histopathological examination showed the tumor as noninvasive high-grade papillary urothelial carcinoma (). Computed tomography urography did not find masses or signs of malignancy elsewhere in the urinary system.\\nCystourethroscopy was repeated after 3 weeks along with an excisional biopsy of the superficial inguinal lymph nodes. Biopsy was taken from the base of the tumor in the fossa navicularis, and laser cautery ablation was repeated with a high-power holmium laser setting. Histopathological examination revealed high-grade urothelial carcinoma with squamous differentiation and metastasis to the right superficial inguinal lymph nodes.\\nThe patient underwent a metastatic workup with positron-emission tomography (PET), which showed no evidence of metastasis to the chest, abdomen, or pelvis. Distal urethrectomy with penile urethrostomy was performed after PET, and the resected tissue was sent for a frozen section procedure. Histopathological examination showed no signs of urothelial carcinoma, and the whole tissue specimen was free from tumor. The patient was referred to the oncology department for further management. He received three cycles of cisplatin-based chemotherapy and two PET scans over 1 year, which showed no signs of recurrence. The treatment preserved both the erectile function and continence of the patient.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'12378515': 1, '21673031': 1, '9372897': 1, '22033323': 1, '9624565': 1, '16493225': 1, '10367840': 1, '34745913': 2}", "similar_patients": "{}"}