{"patient_id": 109454, "patient_uid": "8281397-1", "PMID": 34307627, "file_path": "noncomm/PMC008xxxxxx/PMC8281397.xml", "title": "Endoscopic management of biliary ascariasis: A case report", "patient": "A 68-year-old female was admitted to the Emergency Department of the Affiliated Hospital of Guizhou Medical University on 28 September 2017, with chief complaint of colic in the right upper abdomen that radiated into the back. She had no nausea, vomiting, fever, night sweats, chest tightness nor palpitations.\\nUpon enquiry, the patient revealed that she had been suffering from recurrent pain in the right upper abdomen for 2 years and received no special treatment for her symptoms. The pain had worsened in the past 2 d.\\nAdditionally, the patient had a history of gastritis and urethritis for many years. She mentioned that she enjoyed eating raw and cold vegetables and fruits.\\nThe patient had no remarkable personal or family history.\\nThe patient’s vital signs were normal and abdominal examination revealed a soft abdomen, mild tenderness in the right upper abdomen, with no rebound pain or cholecystitis.\\nThe vital parameters were recorded as follows: eosinophils 0.54 G/L; red blood cells 3.52 T/L; and, hemoglobin 112.00 g/L. Normal results were acquired for testing of hepatic and kidney functions, electrolyte levels and blood coagulation function.\\nAbdominal ultrasound revealed that the gallbladder was normal in size and shape; the upper segment of the common bile duct was about 28 mm long and 4 mm wide, slightly dilated and parallel to the tubular structure, without obvious peristalsis (Figure ). A preliminary diagnosis of biliary ascariasis was made. No abnormalities were found in the liver, pancreas, spleen and kidneys. Cholangitis due to biliary ascaris was suspected.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'26373649': 1, '29895068': 1, '28780014': 1, '25308610': 1, '29320821': 1, '29659086': 1, '31938556': 1, '27418801': 1, '24792027': 1, '27672273': 1, '24407145': 1, '32140497': 1, '26348307': 1, '32329468': 2, '32240824': 1, '24979844': 1, '30046214': 2, '24926166': 1, '29905283': 1, '30710698': 1, '26411145': 1, '27285651': 1, '29649951': 1, '28799147': 1, '27217679': 1, '34307627': 2}", "similar_patients": "{'6055212-1': 1, '7580446-1': 1}"}