{"patient_id": 112691, "patient_uid": "8604455-1", "PMID": 34804403, "file_path": "noncomm/PMC008xxxxxx/PMC8604455.xml", "title": "Zinc-induced hypocupremia and pancytopenia, from zinc supplementation to its toxicity, a case report", "patient": "An 81-year-old female with past medical history of anemia of chronic disease, ischemic stroke, chronic anticoagulation therapy, chronic renal insufficiency, liver disease (mild, chronic elevation of liver functions), and macular degeneration came to the hematology office as a referral from her primary care physician due to pancytopenia. She denied nausea, vomiting, headache, dizziness, myalgia, arthralgia, rash, bleeding, or clotting. The patient was a former smoker and did not drink alcohol. Her home medications included amlodipine, aspirin, cilostazol, cyanocobalamin, furosemide, metoprolol, pantoprazole, MVMs, potassium chloride tablets, and rosuvastatin. Her vitals were blood pressure: 144/63 mmHg, pulse: 89 beats/minute, respirations: 18/minute and temperature: 97.9ºF. On examination, she appeared healthy without obvious signs of distress. Her oropharynx was unremarkable for stomatitis, mucositis, or ulcerations. There was no jaundice. Neck was without lymphadenopathy or thyromegaly. Lungs were clear to auscultate. Cardiovascular auscultation showed normal cardiac sounds without murmur, gallop, or rub. Abdomen was soft, non-tender without visceromegaly. Cranial nerves were intact, and there were no sensory or motor deficits. Skin had normal turgor and showed no petechiae, bruises or rash. Her labs showed white blood cell count of 1.35 × 109/l (reference range (RR): 4.5–11.0 × 109), hemoglobin 7.1 gm/dl (RR: 12.3–15.3), hematocrit 22.4% (RR: 35.9–44.6), mean corpuscular volume (MCV) 92 FL (RR: 80–96), mean corpuscular hemoglobin concentration (MCHC) 31.7 g/dl (RR: 33.4–35.5) and platelet count of 99 × 109/l (RR: 150–400 × 109). The patient was severely neutropenic with an absolute neutrophilic count of 0.1 × 109/l (RR: 1.8–7.8 × 109). Sodium level was 137 mmol/l (RR: 135–145), potassium 3.3 mmol/l (RR: 3.7–5.2), creatinine 1.46 mg/dl (RR: 0.6–1.3), BUN 27 mg/dl (RR: 6–20), bicarbonate 28 mmol/l (RR: 23–29) and chloride 104 mmol/l (RR: 96–106). Thyroid functions were within normal range. Aspartate aminotransferase (AST) was 106 U/l (RR: 8–33), Alanine transaminase (ALT) 102 U/l (RR: 4–36) and bilirubin 0.9 mg/dl (RR: 0.1–1.2). HIV, HBV, and HCV screens were negative. Vitamin B12 and folate levels were normal. Ultrasound abdomen was negative for hepatosplenomegaly. To rule out acute myeloid leukemia and myelodysplastic syndrome (MDS), bone marrow biopsy was performed which showed mild megaloblastoid changes, mild myeloid shift and nonspecific dyshematopoeitic changes. Erythroid and myeloid precursors with vacuolization and megalobastoid changes are shown in . No ring sideroblasts were seen on bone marrow biopsy. Fluorescence in-situ hybridization (FISH) study for MDS Panel (5/5q, 7/7q, 8, MLL, 20q) was normal.\\nThe patient had history of macular degeneration and was taking MVMs for many years. For possible zinc-induced hypocupremia, we ordered serum zinc and serum copper levels. Zinc level was 168 ug/dl (RR: 60–130) and the copper level was <10 ug/l (RR: 810–1990). MVMs containing 80 mg of zinc (this MVMs contained 2 mg of copper as well but apparently dose was not sufficient enough to compensate for zinc excess) was discontinued and the patient was started on oral copper 8 mg daily. With the two-week treatment of oral copper, the patient’s white blood cell count improved from 1.35 to 7.13 × 109/l, hemoglobin from 7.1 to 9.8 g/dl and platelet from 99 to 216 × 109/l. Absolute neutrophil count improved to 5.1 × 109 from 0.1 × 109/l (). Serum zinc and copper levels normalized in 4 weeks period.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'15762288': 1, '32983473': 2, '21178089': 1, '28792457': 1, '21865568': 1, '6822916': 1, '25200490': 1, '16632171': 1, '18024379': 1, '31209935': 1, '18284630': 1, '23034053': 1, '28860733': 1, '11269606': 1, '34804403': 2}", "similar_patients": "{'7495772-1': 1}"}