{"patient_id": 56660, "patient_uid": "8442801-1", "PMID": 34540438, "file_path": "comm/PMC008xxxxxx/PMC8442801.xml", "title": "Incidental Finding of Extreme Elevation of Serum Alkaline Phosphatase in Pregnancy", "patient": "A 32-year-old female, with no relevant past medical history, presented in her second pregnancy. In the first pregnancy, she had a 36 weeks preterm labor after a preterm rupture of membranes, without further complications.\\nAt 37 weeks, elevated blood pressure prompted urgent request for analyzes that revealed an extremely isolated increase in ALP of 2877 U/L (normal range 30-120 U/L), with no previous values other than a 159 U/L in 2015 during the first pregnancy. There were no complaints nor a previous history of bone, liver, or renal disease.\\nLaboratory tests showed normal hepatic, endocrine, and renal functions, without proteinuria. Tumor markers (cancer antigen 125 {CA-125}, carcinoembryonic antigen, alpha-fetoprotein, beta-human chorionic gonadotropin {beta-hCG}, and cancer antigen 19-9 {CA-19-9}) were non-pathological. She was discharged with recommendations of blood pressure monitoring and was scheduled for routine prenatal follow-up care in the following week. ALP isoenzyme differentiation revealed a predominance of placental isoenzyme (97%), with both liver and bone isoenzymes within the normal range.\\nOn her next appointment, one week later, she maintained grade I hypertension and presented in labor. ALP raised to 3040 U/L (25-fold increase in upper normal limit). She had an uneventful vaginal delivery and a mature normal-weight baby boy was born, with 3360 g, and a 9/10/10 appearance, pulse, grimace, activity, and respiration (APGAR) score. They were discharged two days following delivery. Placental ALP levels were measured immediately after delivery (2607 U/L), at two days (1978 U/L), two weeks (530 U/L) postpartum, and returning to normal at the sixth week postpartum (108 U/L) (Figure ).\\nThe placenta showed a 25th percentile weight revealing a suitable 38 weeks development and minimal chronic villitis (Figure ).\\nThe male infant is doing well at five months of age and has reached all developmental milestones.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'32918806': 1, '7296819': 1, '31040142': 1, '32461917': 1, '21552196': 1, '2178810': 1, '6210329': 1, '29730386': 1, '25584211': 1, '27610256': 2, '15623487': 1, '19121887': 1, '18482929': 1, '15512385': 1, '34540438': 2}", "similar_patients": "{'5005538-1': 1}"}