{"patient_id": 55654, "patient_uid": "8400023-1", "PMID": 34441016, "file_path": "comm/PMC008xxxxxx/PMC8400023.xml", "title": "Successful Treatment of a Patient with Cardiac Arrest Due to Hyperkalemia by Prolonged Cardiopulmonary Resuscitation along with Hemodialysis: A Case Report and Review of the Literature", "patient": "A 39-year-old female patient was admitted to an emergency unit with nausea, debility, and weakness in legs. She had been undergoing treatment of hemodialysis due to end-stage chronic kidney disease for three days per week for the past4 years. She had performed her last dialysis via arteriovenous fistula on the left forearm 48 h before admission. No family history of kidney failure was found in the anamnesis. ECG monitoring was initiated. Arterial blood pressure was 100/70 mmHg from the right arm, and the heart rate was 100 bpm from the right radial artery. The ECG curve revealed a heart rate of 102 bpm, a QRS time of 140 milliseconds, a flattened p wave, and a spiked T wave (a). These ECG findings suggested hyperkalemia. Laboratory analyses performed in the emergency department included a complete blood cell count, metabolic panel, kidney panel with potassium, and blood–gas analysis. Blood–gas analyses from the right radial artery revealed that the pH was 7.29, pCO2 was 33 mmHg, and pO2 was 88 mmHg. Her serum potassium concentration was 9.95 mEq/L (3.60–5.00 mEq/L), blood urea nitrogen levels were 216 mg/dL (10–50 mg/dl), creatinine was 8.69 mg/dL (0.4–1.4 mg/dL), sodium level was 137 mmol/L (135–147 mmol/L, calcium level was 6.3 mg/dL (8.6–10.8), chloride was 103 mmol/L (98–111 mmol/L), white blood cell count was 7.9 × 103 cells/µL (4.0–11.0 × 103 cells/µL) with 84% segmented neutrophils (50−80%), and hemoglobin level was 11.7 g/dL (usually 11–18.8 g/dL for women).\\nShortly after admittance, ventricular fibrillation and cardiac arrest developed. Standard cardiopulmonary resuscitation (CPR) was commenced. Simultaneously, 30 mL of calcium gluconate (10%) was administered for 5 min, 50 mEq of sodium bicarbonate was administered for 5 min, and glucose and insulin (50 mL of 50% dextrose and 10 U regular insulin) were administered intravenously for 15 min. Despite 20 min of cardiopulmonary resuscitation and conventional treatment for hyperkalemia, the cardiac arrest persisted, and normal cardiac rhythm was not recovered. Veno-venous hemodialysis was initiated via the right femoral vein due to hyperkalemia. CPR was continued and the blood flow (150–200 mL/min) was adequate. Heparin (5000 IU) was administered intravenously. Hemodialysis was performed in 4 h with a dialysate fluid that contained 1% potassium. Spontaneous sinus rhythm and blood pressure were restored at the 40th minute of hemodialysis and at the 60th minute of total CPR. After the return of spontaneous circulation, serum potassium levels were 5.2 mmol/L, systemic arterial blood pressure. 110/70 mmHg, ECG exhibited a sinus rhythm, the peak of the T wave decreased, and the pulse was 98 bpm (b). After 30 min, the subject regained her consciousness and was extubated. Subsequently, 4 h of hemodialysis was performed for the following consecutive 3 days.\\nThe laboratory analyses from the previous hemodialysis sessions revealed ineffective hemodialysis. The insufficiency of the arteriovenous fistula was the underlying cause of this situation. The subject had three arteriovenous fistulas previously due to insufficiencies. A right subclavian vein hemodialysis catheter was inserted before discharge. An effective regimen of 12 h per week of hemodialysis was planned and the potassium levels were monitored frequently thereafter. The subject had no subsequent problems during follow-ups, however she died due to fatal pneumonia after 5 years.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'8090306': 1, '11092145': 1, '8046123': 1, '15912333': 1, '16108244': 1, '2768648': 1, '19469118': 1, '25016403': 1, '24904657': 1, '11043630': 1, '9570179': 1, '7238064': 1, '23171442': 1, '15846652': 1, '6404388': 1, '9697678': 1, '34441016': 2}", "similar_patients": "{}"}