{"patient_id": 52816, "patient_uid": "8265084-2", "PMID": 34233728, "file_path": "comm/PMC008xxxxxx/PMC8265084.xml", "title": "Diagnostic workup for endometrioid borderline ovarian tumors (eBOT) requires histopathological evaluation of the uterus", "patient": "Before presentation to our hospital, the 27-year old nulliparous female, was diagnosed with a left-sided endometrioid BOT at an external institution. She had already undergone fertility-sparing surgery with adequate staging procedures including left-sided salpingo-oophorectomy and omentectomy by open surgery. External histopathological findings revealed a single peritoneal implant in the left paracolic gutter. Three months later she presented for first consultation to our department with a highly suspicious contralateral ovary in vaginal ultrasound (Fig. a, b). On physical examination, the patient presented with no acute distress and a soft, nontender, nondistended abdomen. She denied any abnormal vaginal bleeding. Pelvic examination was unremarkable as well as cervical cytology. Vaginal ultrasound revealed a 7 mm thickness endometrium of with slightly inhomogeneity but without any suspicious lesions. The right ovary presented highly suspicious for malignancy consisting of cystic and solid aspects with abnormal perfusion.\\nAccording to her explicit request for fertility preservation, we performed a re-laparotomy with salpingo-oophorectomy of the right side and cryoconservation of healthy appearing ovarian tissue. To increase oncological safety in this constellation, hysteroscopy and curettage was additionally performed. Pathological evaluation revealed a progression of the previously diagnosed eBOT to a well-differentiated endometrioid ovarian carcinoma limited to the ovary and sized 25 mm, positive peritoneal washings and a corresponding FIGO stage IC3 with accompanying superficial endometriosis in peritoneal biopsies. Unexpectedly, uterine curettage revealed an endometrioid endometrial cancer (Fig. a-d). As a consequence, completion surgery consisting of a total abdominal hysterectomy, pelvic and para-aortic lymphadenectomy was performed. No further peritoneal lesions were noted. Histopathological examination diagnosed a moderately differentiated endometrioid endometrial cancer without extrauterine tumor growth with a corresponding FIGO stage IA (pT1a pN0 (0/65) L0 V0 Pn0 G2 R0). While both carcinomas of the ovary and of the endometrium displayed similar histomorphological and immunohistochemical characteristics, the possibility of an ovarian dissemination of the endometrial carcinoma could not be ruled out at this point. However, due to the limited extent of the endometrial cancer and the patient´s history of eBOT, it appeared more likely that two independent carcinomas developed synchronously. No mismatch repair deficiency was detected. Finally, an adjuvant mono chemotherapy consisting of six cycles carboplatin was recommended.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'26832770': 1, '25661104': 1, '19305320': 1, '24300466': 1, '26832771': 1, '11075848': 1, '25341581': 1, '12960810': 1, '25692284': 1, '22418038': 1, '28025670': 1, '17444554': 1, '22381933': 1, '22366596': 1, '11606097': 1, '29673382': 1, '23837881': 1, '31046081': 1, '27587625': 1, '34233728': 2}", "similar_patients": "{'8265084-1': 2}"}