{"patient_id": 111427, "patient_uid": "8462263-1", "PMID": 34621832, "file_path": "noncomm/PMC008xxxxxx/PMC8462263.xml", "title": "Treatment for CD57-negative γδ T-cell large granular lymphocytic leukemia with pure red cell aplasia: A case report", "patient": "A 34-year-old woman with a 20-year history of anemia was admitted to our hospital. She experienced severe dizziness, which led her to visit the hospital.\\nThe patient reported that a diagnosis of mild anemia was made 20 years ago; however, no treatment followed the diagnosis. Gradually, the anemia worsened. Two years ago, the patient visited a hospital for bone marrow cytology and received a diagnosis of PRCA. She was treated with oral cyclosporine A (CSA) 125 mg bid for 2 years. Her condition worsened, and approximately every 2 wk, she received an infusion of red blood cells after her diagnosis (until this admission).\\nThe patient had no other remarkable medical history.\\nThe patient reported an unremarkable personal and family history.\\nThe patient presented with the features of severe anemia, including pale skin and lips. There was no palpable swelling of superficial lymph nodes and no tenderness in the sternum. The body temperature was 36.7 °C; heart rate, 92 beats/min; blood pressure, 110/76 mmHg; respiratory rate, 20 breaths/min, and oxygen saturation, 98%. The lung sounds were normal, and the spleen and liver were not enlarged.\\nComplete blood count showed the following results: White blood cell count, 2.56 × 109/L; neutrophil level, 0.87 × 109/L; red blood cell count, 1.16 × 1012/L; hemoglobin (Hb) level, 35 g/L; platelet count, 241 × 109/L; and reticulocyte count, 0.98%. Biochemical test results were normal, and direct and indirect antiglobulin test results were negative. Further, the following findings were noted: Antinuclear antibody/ extractable nuclear antigen antibody, negative; antineutrophil cytoplasmic antibody, negative; anticentromere antibody, negative; humoral immunity, normal; rheumatoid factor, normal; cyclic citrullinated peptide antibody, negative; human leukocyte antigen-B27, negative; erythrocyte sedimentation rate, 21.0 mm/h; ferritin, > 1500 ng/mL; Vit B12, > 1117.75 pmol/L; C-reactive protein, normal range; Coombs test, negative; flow cytometry for paroxysmal nocturnal hemoglobinuria, negative; thyroid function, normal, and anti-human T-cell lymphotropic virus antibody, negative.\\nBone marrow cytology revealed PRCA as well as large granular lymphocytes (Figure ). Bone marrow pathology revealed the presence of few erythroid cells and a relatively higher T lymphocyte count (Figure ). A sinus rhythm was noted on performing electrocardiography. The result of chromosome karyotype examination was normal. Erythroid progenitor cell culture resulted in 60/105 bone marrow-derived mononuclear cells. Bone marrow flow cytometry revealed the presence of 13.22% of γδ T lymphocytes with the immunophenotype CD3++, CD8+, TCRγδ+, CD2 part+, CD5 part+, CD4−, CD57−, CD34−, CD33−, CD117−, CD56−, and TCRαβ− (Figure ). Bone marrow multiplex polymerase chain reaction combined with fluorescent fragment analysis found a Dβ-Jβ rearrangement in TCRβ (299 bp) at 194 bp and a Vδ-Jδ rearrangement in TCRδ at 221 bp. The monoclonal rearrangement was detected in the Vγlf interval, Vγ10-Jγ interval (238 bp), and Vγ9 and Vγ11-Jγ intervals in TCRγ at 174 bp (Figure ).\\nChest computed tomography showed two notable findings. First, the patient had decreased heart density, which is in line with the diagnosis of anemia. Second, the density of the liver parenchyma was high, which might signify splenomegaly. Using hepatobiliary and spleen color Doppler ultrasound, splenomegaly was confirmed. The patient showed a normal sinus rhythm on echocardiography.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'32035354': 1, '16437145': 1, '31632073': 1, '27342492': 1, '18641028': 1, '11435321': 1, '17544120': 1, '24635703': 1, '21190991': 1, '27408372': 1, '9664073': 1, '28633612': 1, '32135626': 1, '34621832': 2}", "similar_patients": "{}"}