{"patient_id": 51358, "patient_uid": "8196493-1", "PMID": 34131542, "file_path": "comm/PMC008xxxxxx/PMC8196493.xml", "title": "A Fatal Case of Dengue-Associated Hemophagocytic Lymphohistiocytosis and Retroperitoneal Hematoma in a Patient With Autoimmune Hemolytic Anemia", "patient": "A 59-year-old lady with non-insulin-dependent diabetes mellitus presented to Hospital Sultanah Aminah, Johor, Malaysia with fever, myalgia, and headache of two days duration. She reported no bleeding tendency or rash. She had a known history of warm AIHA diagnosed two years prior. Her condition was deemed to be in remission during the last hematology clinic follow-up. She was on oral prednisolone 5 mg daily and azathioprine 50 mg daily.\\nUpon arrival to the hospital, she appeared alert and pale. Her blood pressure was 103/55 mmHg and her heart rate was 90 beats per minute. She was febrile, not tachypnoeic, and the oxygen saturation was 98% while breathing ambient air. Her initial full blood count showed a hemoglobin of 7.2 g/dL, while the white cell and platelet counts were within the normal limits. Due to the clinical suspicion of dengue infection, a rapid dengue non-structural (NS)-1 antigen test (SD Bioline Dengue Duo kit, Standard Diagnostics Inc., Seoul, Korea) was requested and shown to be positive, while dengue immunoglobulin M (IgM) and IgG were negative. Dengue virus type 3 (DEN-3) was later identified by reverse transcription-polymerase chain reaction (RT-PCR) assay. Peripheral blood film examination revealed active hemolysis with elevated reticulocyte count. The liver transaminases were elevated (alanine aminotransferase (ALT) 70 U/L, aspartate aminotransferase (AST) 137 U/L) while the renal function test was normal. The serum ferritin and lactate dehydrogenase (LDH) on admission were 16851 mcg/L and 655 U/L, respectively.\\nIn the ward, the patient received maintenance intravenous fluid therapy (1-1.5cc/kg/hour) and she was started on intravenous hydrocortisone 100 mg every eight hours in view of active AIHA. Since admission, she was noted to be febrile until attaining defervescence on day five of illness. She remained normotensive and did not exhibit any signs of plasma leakage or hyperinflammation. Subsequently, the hematological and biochemical indices suggested reducing hemolysis.\\nHowever, her fever recurred on day 6-7 of illness with a high temperature recorded at 38.9°C. Serial blood cultures were negative and the C-reactive protein level was not raised. At this point in time, the liver function tests were markedly deranged (ALT 281 U/L, AST 1426 U/L, LDH 3793 U/L) and the serum ferritin level was >100000 mcg/L. Besides, hypofibrinogenemia and high triglyceride levels were also observed (Table ). There was no organomegaly noted on physical examination. As a result, a clinical diagnosis of HLH was made as the calculated HScore was 197, with an 84% probability of HLH []. Intravenous hydrocortisone was then changed to intravenous methylprednisolone 500 mg daily, and intravenous N-acetylcysteine was also started.\\nHowever, the patient did not improve despite three days of methylprednisolone with persistent fever, serial serum ferritin levels persistently >100000 mcg/L, and severe liver dysfunction. Therefore, intravenous immunoglobulin 4 mg/kg was given on day 8 of illness. Bone marrow examination was not performed due to her unstable condition. On day 9 of illness, she developed hypotensive shock that required multiple fluid boluses and inotropic support. She was subsequently intubated due to respiratory distress. She was noted to have increasing abdominal distension and a concurrent drop in hemoglobin of 3 g/dL from the previous day (9.9 to 7.0 g/dL). Urgent abdominal ultrasonography revealed a large retroperitoneal hematoma measuring 10 x 10 x 14 cm (Figure ). She was transfused with a total of eight units of packed cells and two cycles of disseminated intravascular coagulation (DIC) regimes. Her condition was deemed critically ill and unfit for surgical management of retroperitoneal hematoma. She finally succumbed on day 10 of illness.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'24782338': 1, '11921020': 1, '16937360': 1, '28936212': 1, '30220951': 2, '33363946': 1, '21079655': 1, '31060498': 1, '28050423': 1, '26874619': 1, '28700492': 1, '26696796': 1, '31188423': 1, '34131542': 2}", "similar_patients": "{'6134992-1': 1}"}