{"patient_id": 47841, "patient_uid": "8025313-2", "PMID": 33827439, "file_path": "comm/PMC008xxxxxx/PMC8025313.xml", "title": "Chorea as the presenting feature of acute rheumatic fever in childhood; case reports from a low-prevalence European setting", "patient": "The second case was a 10-year-old girl (Patient 2) with right limb and hemifacial choreic movements of 1 week duration. She had symptoms of fever and papular and not confluent rash the previous week and a history of pharyngitis that resolved without antibiotic treatment 2 months before. She was a previously healthy Spanish girl, with no significant medical history and without regular medications. She lived with her parents and her sister. There was no history of a familial movement disorder.\\nOn physical examination she was afebrile and with normal vital signs. She presented choreic movements of the right half of the body, involuntary lingual movements, and repetitive right eye closure. No murmurs or rubs were detected on the cardiopulmonary auscultation. In addition, she exhibited skin lessions compatible with erythema marginatum on the upper limbs the third day of hospital admission.\\nBlood laboratory tests (Table ) demonstrated elevation of acute phase reactants (CRP 12 mg/dl and ESR 96 mm/h, leukocytes 16,010/mm3) with normal serum copper, ceruloplasmin and ANA. Streptococcal pharyngeal culture was negative with a high ASOT (956 IU/mL) and anti-DNAse B titres (> 1600 IU/mL). The ASOT peaked at 1060 IU/mL at day 12, with subsequent decrease and normalisation over 2 months.\\nBrain CT was performed but not valid because of the patient’s involuntary movements, and posterior brain MRI was considered normal (Table ).\\nChest x-ray did not reveal cardiomegaly or other pathological findings. Initial ECG was normal and the echocardiogram showed left ventricle dilation and mild mitral regurgitation (Table ), fulfilling criteria for the diagnosis of ARF. During follow-up cardiological workup, first-degree AV block was observed in the ECG, and mild mitral and aortic regurgitation was noted on echocardiography.\\nDue to neurological involvement, intravenous immunoglobulin treatment (400 mg/kg/day) was given for 5 days, with worsening of neurological symptoms associated with dyskinesia in the left half of the body and involuntary jerky movements that required initiation of valproic acid. She received treatment with corticosteroids (2 mg/kg/day) for 2 weeks followed by gradual tapering that was complete in 6 weeks from the start, with improvement of symptoms.\\nNeurologically she was completely recovered at 3 weeks and at this time she does not receive any antiepileptic medication (valproic acid was given during 2 months). During the 8 subsequent years she has not presented new ARF recurrences.\\nBoth patients received treatment against S. pyogenes with oral penicillin for 10 days and subsequently initiated secondary prophylaxis with oral penicillin V twice daily because they and their parents preferred this option rather than the intramuscular regimen every 4 weeks. Adherence to oral prophylaxis been good during follow-up (over a year and a half in patient 1 and 8 years in patient 2 and still continue today in either way).", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'19052157': 1, '21179620': 1, '17266857': 1, '22926211': 1, '20948456': 1, '19128773': 1, '26175053': 1, '26374756': 1, '17766522': 1, '25908771': 1, '27188830': 1, '23703332': 1, '33827439': 2}", "similar_patients": "{'8025313-1': 2}"}