{"patient_id": 58327, "patient_uid": "8522031-2", "PMID": 34657630, "file_path": "comm/PMC008xxxxxx/PMC8522031.xml", "title": "Ultrasound-accelerated thrombolysis in high-risk perioperative pulmonary embolism: two case reports and review of literature", "patient": "A 59-year-old female with a BMI of 23.5 kg/m2 suffering from renal cell carcinoma (RCC) metastasis in the right lobe of the liver, underwent elective right hemihepatectomy. The patient’s medical history included RCC treated with nephrectomy, splenectomy and pancreatic left resection in 2003. Currently, the patient presented in a good condition. After the uneventful surgery, during which 84% of the liver was resected, the patient was transferred to the intensive care unit. Intermittent pneumatic compression (Kendall SCD 700, Cardinal Health, Ireland) was used as deep-venous thrombosis prophylaxis. Prophylactic anticoagulation was first achieved with heparin (400 I.E./h) and was subsequently changed to certoparin (3000 I.E. s.c. per day). Her recovery proceeded without any abnormalities; thus, she was discharged to the general ward at POD 1. One day later, she collapsed during mobilisation and was immediately transferred to the radiology department. On the way, she became haemodynamically unstable and CPR was started. Orotracheal intubation was performed and the patient was transferred to the intensive care unit, where a VA-ECMO was implanted. After haemodynamic stabilisation, a CT scan was performed and revealed massive bilateral PE spreading through all lobar and segmental arteries. Due to the large thrombotic burden and the massive derangement of coagulation (prothrombin time < 7% of the norm, international normalised ratio > 6.1, aPTT > 120 s), an interdisciplinary decision was made to pursue interventional treatment. Pulmonary angiography and consecutive catheter implantation (EkoSonic Endovascular System [EKOS Corporation, a Boston Scientific Company, Bothell, WA, USA]) in each pulmonary artery allowed the performance of USAT. The left pulmonary artery catheter was inserted through the left femoral vein, and the right pulmonary artery was reached through the right jugular vein. During the following 12 h, 12 mg of rtPA were administered (0.5 mg/h/catheter). After 6 h, an additional CT scan already revealed partial recanalisation of the lobar arteries. Noradrenaline was administrated at a maximum dose of 0.19 μg/kg/min and inotropic support was delivered using low-dose dobutamine (3 μg/kg/min). During USAT with rtPA and therapeutic anticoagulation with argatroban (at a maximum of 0.46 μg/kg/min, resulting in an aPTT of 60–80 s), a major abdominal bleed from the operating area occurred. The bleeding required massive transfusion and had to be treated in the operating theatre twice. Subsequently, examinations of RV function were performed with transoesophageal echocardiography (TEE). Daily improvements in biventricular function were recognised; as a result, the ECMO was removed after 4 days. Subsequently, the patient underwent prolonged intensive care treatment, including tracheotomy, dialysis and complicated weaning. Empyema of the lower lobe due to a lung infarction-associated pneumonia was treated surgically before the patient’s condition improved. She was transferred to the general ward 41 days after admission to the intensive care unit and was discharged to rehabilitation 2 weeks later. Today, the patient is independent in daily life and in good neurological and stable general condition.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'16020800': 1, '16377297': 1, '29248101': 1, '8982898': 1, '25910837': 1, '26867832': 1, '28393706': 1, '25856269': 1, '12814980': 1, '9308755': 1, '23583612': 1, '21422387': 1, '28549416': 2, '21326491': 1, '22474264': 1, '19919804': 1, '26995592': 1, '30915912': 1, '26315743': 1, '24917641': 1, '30915914': 1, '31504429': 1, '27630267': 1, '29686907': 2, '30025734': 1, '28827014': 1, '24226805': 1, '28212912': 1, '29206697': 1, '12679132': 1, '34657630': 2}", "similar_patients": "{'8522031-1': 2, '5857334-1': 1, '5446758-1': 1}"}