{"patient_id": 50978, "patient_uid": "8176595-1", "PMID": 34082705, "file_path": "comm/PMC008xxxxxx/PMC8176595.xml", "title": "A rare case of posterior reversible encephalopathy syndrome in a patient with severe leptospirosis complicated with rhabdomyolysis and acute kidney injury; a case report", "patient": "A 21 year-old previously healthy, male university student was admitted to our ward with high fever with chills, rigors, severe myalgia for 4 days and oliguria with dark red coloured urine for 1 day. Patient gave a history of working in a paddy field about 10 days prior to the admission. On examination he was of average built with a body mass index (BMI) of 22 kg/m2. Temperature was 101 °F. He was tachypnoeic, not pale or icteric and no features of fluid overload was apparent. Pulse rate was 108 beats per minute and blood pressure was 110/70 mmHg. Rest of the cardiovascular and respiratory systems were normal on examination. Abdominal examination was also normal except for a severe generalized wall tenderness. His Glasgow coma scale (GCS) was 15/15 and nervous system examination including the fundi was unremarkable.\\nGiven the typical presentation during a local outbreak period, a working diagnosis of leptospirosis complicated with possible rhabdomyolysis and acute kidney injury was made. He was started on IV Ceftriaxone 1 g twice daily according to the national guidelines after obtaining samples for relevant investigations. An urgent venous blood gas (VBG) showed severe metabolic acidosis. Serum creatinine was 528 μmol/L with blood urea (BU) of 15 mmol/L. White blood cell count (WBC) was 11.3 × 109/L with 89% of neutrophils. Platelet count was 84 × 109/L. He had a C-reactive protein (CRP) of 126 mg/dL. The creatine phospho kinase (CPK) level was 390,000 U/L and urine was positive for myoglobin. He underwent hemodialysis on the day of admission. Post hemodialysis serum creatinine was 260 μmol/L with BU of 11 mmol/L, and the clinical state stabilized.\\nHe was managed according to the standard practice with antibiotics and supportive measures with a special attention to fluid balance. His vital parameters remained stable and fever gradually subsided over the next 4 days together with myalgia. However, he remained anuric and required regular hemodialysis. Serum creatinine and BU was stable in the range of 200 μmol/L and 10 mmol/L respectively and CPK level reduced steadily. Leptospira polymerase chain reaction (PCR) sent on admission became positive confirming the diagnosis.\\nOn the 4th day of inward stay, patient complained of a generalized headache and about a few hours later developed painless vision loss. There was complete blindness which was followed by several attacks of brief generalized tonic clonic seizures. He was confused and agitated in between attacks. On a limited neurological examination no abnormality was detected except for a GCS of 14/15, and complete blindness bilaterally. There was no meningism or papilloedema. Blood pressure was 150/90 mmHg and no abnormality in other system examination was apparent. Leptospirosis with encephalitis, uremic encephalopathy, acid-base or electrolyte disturbance and PRES were major differential diagnoses at this point. An urgent non contrast computed tomography (NCCT) scan of the brain done after stabilizing the patient showed no abnormality and no major acid base or electrolyte disturbances were noted in the VBG. An urgent magnetic resonance imaging (MRI) of brain with magnetic resonance arteriogram (MRA) and magnetic resonance venogram (MRV) was done which showed T2/fluid attenuated inversion recovery (T2/FLAIR) high signal intensities in the left occipito-parietal and right temporo-parietal regions, involving mainly the subcortical white matter and a small area of cortical diffusion restriction in the left occipital lobe (Fig. ). MRA and MRV were normal. The features were consistent with PRES. [] Lumbar puncture, though was imperative in arriving at a diagnosis of leptospirosis related encephalopathy, could not be performed due to low platelet count of 90 × 109/L.\\nThe seizures were managed with IV Levetiracetam 500 mg twice daily together with standard supportive care. IV Labetalol was administered to gradually down-titrate blood pressure, about 25% per day. With these measures together with antibiotics and hemodialysis patient recovered gradually and regained vision to his baseline level after 2 days. Repeat MRI brain could not be performed due to the limited availability of resources. Meanwhile, the microscopic agglutination test (MAT) for Leptospira done on day 10 of illness became positive for Leptospira bakeri with a titre of 1:320. Ceftriaxone was given for 7 days. The AKI resolved gradually, and he was taken off dialysis after 18 days of hospital stay. He was discharged after 20 days of inpatient care.\\nThe antiepileptics were continued for 3 months as per opinion of consultant neurologist and tapered off slowly. Serum creatinine level after 3 months was 90 μmol/L. He made a complete recovery without long term renal or neurological consequences.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'3310933': 1, '28054130': 1, '31929913': 1, '10954269': 1, '4726531': 1, '17885064': 1, '25388133': 1, '21539531': 1, '16333189': 1, '30727968': 1, '3392418': 1, '20435835': 1, '34082705': 2}", "similar_patients": "{}"}