{"patient_id": 51204, "patient_uid": "8189530-1", "PMID": 34123637, "file_path": "comm/PMC008xxxxxx/PMC8189530.xml", "title": "Atypical Carcinoid Tumor of the Mediastinum Presenting as Cushing’s Syndrome in an Otherwise Healthy Young Male", "patient": "A 38-year-old male with a past medical history of untreated, mild depression diagnosed several years ago was admitted for the subacute presentation of nonspecific fatigue and weakness associated with nausea and subjective weight gain over several weeks. Physical examination was significant for conjunctival pallor and decreased breath sounds on the left anterior chest. Initial laboratory findings were significant for K = 2.4 mmol/L (reference range: 3.5-5.1), Cl = 95 mmol/L (reference range: 98-108), HCO3 = 41 mmol/L (reference range: 22-29), and Na 145 mmol/L (reference range 136-145). He was noted to have WBC 12.0 x 103/mcL (reference range: 4.8-10.8) and lactate 2.1 mmol/L (reference range: 0.5-2.0). Initial vitals included temperature 98.6F, heart rate 79, respiratory rate 16, blood pressure 129/78 mm Hg with oxygen saturation 98% on room air.\\nChest x-ray (CXR) showed a prominent anterior mediastinal mass extending into the region of the left hilum (Figure ). Subsequent chest CT revealed a mildly heterogeneous anterior mediastinal mass measuring approximately 9.0 x 10.3 x 6.1 cm, extending to the left and exerting mild mass effect on the left upper lobe of the lung (Figures -). There were two enlarged mediastinal lymph nodes adjacent to this mass, without hilar or axillary lymphadenopathy. Initial workup for common mediastinal masses, including testicular examination with ultrasound and tumor markers for germ cell neoplasia, returned negative. Thyroid function testing was normal. Acetylcholine receptor antibodies were negative. Morning cortisol was elevated at 47.7 ug/dL (reference range: 6.0-21.0), ACTH 281 pg/mL (reference range: 7.2-63.3) with suppressed aldosterone <3.0 ng/dL (reference range: <23.2) and renin <2.1 pg/mL (reference range: <33.2). The morning serum cortisol after 8 mg dexamethasone at midnight, was 58.7 mcg/dL. Chromogranin A was elevated at 423 ng/mL (reference range: <93) as well as 5-hydroxyindolacetic acid at 2,950 mg/day (reference range <6.0 mg/day).\\nAn Interventional radiology-guided biopsy of the mediastinal mass returned positive for a neuroendocrine tumor, grade 2, atypical carcinoid, rather than thymoma. Spindle cells were positive for cytokeratin AE1/E3, CAM 5.2 and negative for CK7. The tumor cells were also positive for synaptophysin (Figure ), chromogranin (Figure ), ACTH (partial) (Figure ), and Ki-67 3-5%. The patient was started on spironolactone for hypokalemia and metabolic alkalosis. Initial metastatic workup, including CT of the abdomen/pelvis, MRI brain, and PET-CT (mass with max standardized uptake value 4.3; see Figure ) were negative for metastatic disease. The patient was subsequently transferred to another institution for surgical evaluation, where he was started on metyrapone and ketoconazole, with a subsequent decrease in his cortisol level. While waiting for operative management, the patient developed persistent fevers and found to be in an immunocompromised state (absolute cluster of differentiation 4 {CD4} 98, immunoglobulin G {IgG} 510, immunoglobulin M {IgM} 33) with negative workup for HIV and hepatitis viruses. He underwent CT chest/abdomen/pelvis with findings of multifocal areas of ground-glass opacities suspicious for pneumonia. He was incidentally found to have a right femoral lesion, not previously noted on PET CT. MRI of the femur was suspicious for avascular necrosis of the femur. Given the patient’s high risk of venous thromboembolism due to underlying malignancy, infection, and hemodynamic instability he was transferred to the intensive care unit for adrenal suppression to goal cortisol <20.\\nThe patient underwent resection of the anterior mediastinal mass and thymectomy en bloc with pericardium 30 days after admission. During surgery, the patient received 50 mg hydrocortisone, with long-term dosing afterward. Surgical pathology returned positive for atypical carcinoid tumor with zero of three lymph nodes positive for the disease. During his postoperative period, the patient had persistent tachycardia with a heart rate up to 140s. CT-chest angiography revealed no evidence of pulmonary embolism but again revealed bilateral consolidations indicative of pneumonia. As a result of his operation, the patient developed pericarditis without pericardial effusion, which was thought to be in the setting of recent pericardial patch placement. For the management of his acute pericarditis, he received nonsteroidal anti-inflammatory drugs (NSAIDs) and colchicine. He was stabilized and discharged on hydrocortisone with planned follow-up with CT surgery, orthopedic surgery, and medical oncology. As surgical pathology was notable for margins <1mm of distance from the tumor, adjuvant radiation was considered but shared decision making between the radiation oncology team and the patient led to a decision for active surveillance. A follow-up echocardiogram was significant for signs of early tamponade (right ventricular diastolic collapse, left atrial free wall inversion, and right atrial free wall inversion). The patient underwent pericardiocentesis with cytology returning negative for malignant cells. Follow-up imaging at three months post-op with chest CT and Octreoscan showed mild, focal uptake at the site of midline sternotomy with linear uptake in the soft tissues of the superior margin of the pericardium, which was more suggestive of residual disease. As the patient was tapered off of corticosteroids, ACTH levels were frequently monitored for signs of recurrence. Initially, the levels increased to 73.9 pg/mL (reference range: 7.2-63.3), but subsequent values have normalized. At the last follow-up, the patient has resumed working and is under active surveillance.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'15797039': 1, '30140036': 1, '9648056': 1, '18978555': 1, '29047405': 1, '28523180': 1, '20664470': 1, '28448665': 1, '29201448': 1, '29201451': 1, '10884805': 1, '24944027': 1, '34123637': 2}", "similar_patients": "{}"}