{"patient_id": 48447, "patient_uid": "8055601-1", "PMID": 33898260, "file_path": "comm/PMC008xxxxxx/PMC8055601.xml", "title": "Extrapulmonary Tuberculosis masquerading as chest wall malignancy: Just never ceases to surprise!", "patient": "A 24-year-old male patient, who was previously healthy, presented to the Hamad General Hospital complaining of progressive left-sided pleuritic chest pain lasting for a few weeks. He noticed two large lumps in front of his chest, precisely at the same site of the pain slowly increasing in size over four months. He experienced a loss of appetite and weight of eight kilograms over the same duration. The patient denied any history of cough, shortness of breath, fever, or night sweats. He was a lifelong non-smoker, with no contact with sick people and no recent travel, with unremarkable family history.\\nOn examination, he was afebrile, maintaining normal oxygen saturation on ambient air. There were two anterior chest wall masses: the first above the left second rib, measuring 7 × 7 cm, and the second over the left costal margin measuring 10 × 10 cm. The covering skin of both masses appeared normal with no draining sinus or tract. The lumps were mobile, cold, non-pulsatile, and not tender. Chest auscultation and examination of other relevant systems were unremarkable.\\nHis laboratory investigations showed hemoglobin of 11.4 g/dL, C-reactive protein of 65 mg/L, positive Quantiferon TB gold plus, and normal kidney and liver function tests ().\\nA chest x-ray showed airspace opacity noted in the left perihilar region (). Chest computed tomography (CT) showed two lenticular-shaped collections noted in the left anterior chest wall. One is noted along the internal surface of the left third rib measures 19 × 53 mm causing bone destruction. The other one is in the subcutaneous tissue measures 60 × 33 mm, with an enlarged left hilar lymph node showing peripheral enhancement and central hypodense necrotic area ( A, B) with associated underlying third rib destruction (). Ultrasound examination of the lesion in the lower chest wall showed well defined hypoechoic area, with varying degrees of internal heterogeneity ().\\nThe patient failed to produce any sputum even after induction. The acid-fast bacilli smear (AFB) of the aspirated fluid from the chest wall swelling was negative, but the Polymerase Chain Reaction (PCR) was positive. The aspirated fluid culture grew a pan-sensitive Mycobacterium Tuberculosis Complex (MTB). We diagnosed him with primary chest wall tuberculosis and therefore started on first-line anti-tuberculosis medications. The patient traveled back to Nepal and lost follow up with us.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'30046216': 2, '1909046': 1, '15425827': 1, '27365635': 1, '11026712': 1, '16045721': 1, '26377143': 1, '9509615': 1, '21431030': 1, '27516382': 1, '11336272': 1, '19788801': 1, '33898260': 2}", "similar_patients": "{'6055216-1': 1}"}