{"patient_id": 48541, "patient_uid": "8059675-1", "PMID": 33898150, "file_path": "comm/PMC008xxxxxx/PMC8059675.xml", "title": "Primary Malignant Melanoma of the Urinary Bladder", "patient": "A 78-year-old female presented to the Emergency Department for new onset of incontinence and gross hematuria. Upon initial workup, computed tomography (CT) urogram (Figure ) demonstrated a calcified mass in the bladder along with left hydroureteronephrosis. Shortly after the bladder mass diagnosis, the patient underwent a pelvic examination under anesthesia revealing negative findings, as well as a TURBT, and left ureteral stent placement. Pathological analysis of the resected tumor revealed PMM of the bladder as it demonstrated positive staining for HMB-45 and S-100 (Figure ). Following the pathological diagnosis of the tumor resection, continued workup was done for melanoma. A fluorodeoxyglucose (FDG)-positron emission tomography (PET) was performed, which demonstrated positive uptake of FDG only in the bladder, and chest imaging was negative. The patient also had a suspicious lesion on the forearm of concern for possible melanoma; however, a biopsy of the forearm lesion showed dermatofibroma, thus ruling out melanoma. Therefore, PMM of the bladder was confirmed after extensive history, physical examination, and workup.\\nEight months since her symptoms of hematuria and incontinence began, and approximately seven months following her initial diagnosis of PMM, the patient underwent radical cystectomy with ileal conduit and bilateral pelvic lymph node dissection, lysis adhesions, removal of the left ureteral stent, bilateral ureteral stent placement, hysterectomy and bilateral salpingo-oophorectomy, and excision of the anterior vaginal wall. The specimen was sent for analysis, and pathological analysis showed pT3N0M0 PMM of the bladder.\\nSix months later (14 months following the initial diagnosis), the patient presented with abdominal pain. A CT scan of the abdomen and pelvis showed new retroperitoneal lymphadenopathy and infrarenal occlusion of the aorta. A month later, FDG-PET CT (Figure ) showed confluent bilateral adenopathy extending from the aortic hiatus into the pelvis, as well as positive lymph nodes in the chest. Pathological findings of the lymph node biopsy was positive for metastatic melanoma.\\nThe patient had planned to proceed with adjuvant chemotherapy following cystectomy. However, the patient presented with recurrent abdominal pain and had a complicated hospital course. During that hospitalization the patient eventually succumbed to her metastatic disease.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'34934756': 2, '30362694': 1, '34503234': 1, '31263858': 1, '27603550': 1, '31363341': 1, '33898150': 2}", "similar_patients": "{'8684417-1': 1}"}