{"patient_id": 47929, "patient_uid": "8028720-1", "PMID": 33827713, "file_path": "comm/PMC008xxxxxx/PMC8028720.xml", "title": "Oral myopericytoma: a rare pediatric case report and a review of the literature", "patient": "A 6 years old boy, ASA 1 (American Society of Anesthesiologists physical status 1) was referred to a maxillofacial surgeon in November 2012, for the evaluation of a solitary growth of the posterior right maxilla.\\nOral examination revealed a reddish, well-circumscribed and firm nodule that measured in its largest diameter about 2 cm. The mother of the patient noticed the lesion about a month before the initial examination. Main complaint upon presentation was bleeding from the area of the lesion while brushing the teeth.\\nIn order to establish better differential diagnosis and to undercover whether the lesion originates in the bone (meaning a central epicenter), causing bone destruction or whether it is a lesion of the soft tissue alone, the patient was sent to perform imaging. A Panoramic X-ray (Fig. ) and cone beam computed tomography (CBCT) failed to show any pathological change of the right maxilla.\\nOwing to the obscure nature of the lesion and the young age of the patient, an incisional biopsy was performed immediately under local anesthesia and sent urgently to the pathological department (one of the considered and alarming differential diagnosis being Lymphoma and Leukemia). After receiving the pathological report based on the incisional biopsy (diagnosis of MPC), the patient underwent excisional biopsy of the lesion under general anesthesia, and a diagnosis of MPC was once again established based on histological and immunohistochemical analysis (Figs. , , ). The incisional and excisional biopsy were performed by the Principal Investigator (Prof. Abu El-Naaj, an Oral and Maxillofacial Surgeon). Types of suture that were used (incisional and excisional biopsy, respectively) were Silk 3*0 and Vicryl 4*0, single interrupted. The excisional biopsy procedure was performed under general anesthesia in order to relieve the patient’s anxiety and also in order to ensure the excision of the lesion and closure of the site are performed under the best medical conditions and maximal control. The operation itself lasted about an hour. Postoperatively, the patient received antibiotics (amoxicillin) and analgesics.\\nNo further treatment was necessary as the lesion was fully excised.\\nAfter the final diagnosis was established and the postoperative healing was uneventful (Fig. a), the patient remained under close follow up (Fig. b). During the first year the patient was examined every 3 months and later on, once a year. During each follow up session, clinical examination was performed. Once a year, a panoramic Xray was performed.\\nTo present date, 8 years postoperatively, no recurrence was detected.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'23898280': 2, '22364658': 1, '24592750': 1, '24348865': 2, '18494828': 1, '8915853': 1, '19675451': 1, '24717593': 1, '17270242': 1, '18972424': 1, '25885136': 1, '22532925': 1, '17252599': 1, '16330949': 1, '25349759': 2, '1463097': 1, '9591720': 1, '17367902': 1, '20123399': 1, '24045161': 1, '19568469': 2, '27047931': 1, '18199115': 1, '11023096': 1, '12358814': 1, '12405913': 1, '17265081': 1, '33827713': 2}", "similar_patients": "{'2702050-1': 1, '3861592-1': 1, '3724137-1': 1, '4202198-1': 1}"}