{"patient_id": 50655, "patient_uid": "8161952-1", "PMID": 34044896, "file_path": "comm/PMC008xxxxxx/PMC8161952.xml", "title": "Proteus mirabilis thoracic vertebral osteomyelitis: a case report", "patient": "An 80-year-old Taiwanese woman was admitted to the emergency room of our hospital with intermittent fever and colic abdominal pain lasting for 3 days. She also expressed concerns about severe back pain lasting for over 1 year, and she had no prior trauma or history of surgery. She had type 2 diabetes mellitus and hypertension, which had been under medical control for over 10 years. She was [] taking a calcium channel blocker once daily as an antihypertensive drug and [] having an insulin pen injection twice daily for diabetes control. She also had hepatitis B infection, for which she was undergoing treatment with tenofovir, and mild dementia. The patient had no history of alcohol consumption or smoking. Her husband had died several years previously, and she had two sons and one daughter. Before retiring, she worked as a deputy section manager in a local farm alliance. In the emergency department, she had a fever (body temperature, 38.2 ℃), sinus tachycardia (heart rate, 107 beats/minute), and high blood pressure (146/84 mmHg). After admission to ward, her body temperature returned to normal (36.7 ℃), but her sinus tachycardia (108 beats/minute) and high blood pressure (136/84 mmHg) persisted. We noted bilateral proximal weakness of the lower limbs without urinary sphincter involvement. According to the patient’s caregiver, this weakness symptom had progressed over the last few years. The patient could walk short distances but was dependent on a wheelchair most of the time. Physical examination and sonography ruled out pyelonephritis and hydronephrosis. The patient’s other neurological and physical examinations reveal no abnormalities. This was the patient’s third admission to our hospital; she had been admitted twice in the previous 6 months for intermittent fever. Mid-portion urine was collected during each admission, and routine urine analysis revealed pyuria, positive urine nitrates, and bacteriuria. Urine aerobic culture showed mixed growth of P. mirabilis and Escherichia coli during the first hospital stay and E. coli alone during the second admission. Three sets of aerobic blood cultures were taken from the patient at both admissions, and the results indicated gram negative bacilli later identified as P. mirabilis bacteremia. Anaerobic blood culture was also conducted during her second hospital stay, and the results were negative. Laboratory examination results during her first and second admissions (written on the left and right, respectively) were as follows: white blood cell count, 8.3 × 103/µL and 11.0 × 103/µL; C-reactive protein (CRP) level, 5.1 mg/dL and 6.8 mg/dL; neutrophil percentage, 80.6% and 68.3%; blood urea nitrogen, 13 mg/dL and 20 mg/dL; and serum creatinine value, 0.8 mg/dL and 0.98 mg/dL, respectively. Flomoxef was prescribed, and fever subsided within 1 day in her previous admissions. During her third admission, laboratory tests also revealed leukocytosis (white blood cell count, 8.2 × 103/µL), high CRP level (5.2 mg/dL), normal neutrophil percentage (77.4%), and pyuria combined with positive urine nitrate and bacteriuria. Urine culture revealed E. coli growth > 104 CFU/mL, and no specific indications were obtained from abdominal sonography, chest X-ray, or computed tomography findings.\\nAfter starting flomoxef empirical treatment on day 1 of admission, the patient’s fever subsided promptly and her abdominal pain was also alleviated. Thus, we downgraded her regimen of antibiotics from flomoxef to cefuroxime on the following day. The patient’s fever did not recur during the remainder of her hospital stay. Although the urine culture indicated a possible UTI, a gallium scan was also conducted to rule out other potential causes of recurrent fever and to determine the infection source of P. mirabilis bacteremia. The scan revealed increased Ga67 citrate uptake in the ninth thoracic vertebra, which aligned with the location of the patient’s back pain (Fig. ). We also conducted magnetic resonance imaging (MRI) several days later. Both the short T1 inversion recovery (STIR) sequence image (Fig. a) and the contrast-enhanced T1 sequence (Fig. b) depicted enhanced signals between the seventh and eighth thoracic vertebral segments, which indicated infectious spondylodiscitis. In addition, mild spinal canal stenosis was noted in the same area, which may have caused the patient’s neurological symptoms. We consulted orthopedic specialists, and they suggested conservative treatment. The patient’s family was also opposed to surgery. We did not assess whether the patient had tuberculosis (TB) infection; however, the possibility of TB infection was low because the patient reported no TB-associated symptoms in the past decade, and no TB-like lesions were identified in her chest X-rays.\\nIntravenous cefuroxime injections during the entire course of hospitalization stabilized the patient’s clinical condition, and white blood cell count was normal during hospitalization. Because of the considerable improvement in her condition, she was discharged on the 19th day of hospitalization with oral cefuroxime as her take-home medication. She reported to the outpatient department for follow-up once a month for 4 months. Her erythrocyte sedimentation rate (ESR) had decreased from 91 mm/hour to approximately 30 mm/hour by her fourth outpatient department visit. After the initial 4-month follow-up period, the patient came to the outpatient department once every 3 months. At her last follow-up, which was approximately 10 months after discharge, the patient had no complaints of back pain or fever. According to the patient and her caregivers, she became more energetic and was no longer experiencing proximal weakness of the lower limbs.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'11981730': 1, '13572813': 1, '370121': 1, '3043721': 1, '17857618': 1, '20237348': 1, '23771127': 1, '24296494': 1, '9007487': 1, '16798719': 1, '20374334': 1, '34044896': 2}", "similar_patients": "{}"}