{"patient_id": 109026, "patient_uid": "8246526-1", "PMID": 34182818, "file_path": "noncomm/PMC008xxxxxx/PMC8246526.xml", "title": "High-dose diquat poisoning: a case report", "patient": "A 30-year-old man was admitted to the intensive care unit (ICU) of our hospital with an approximately 12-hour history of oliguria. He was 180 cm tall and weighed 70 kg. The patient and his sister provided the history.\\nTwo days before admission, the patient had orally ingested about 160 mL of enriched diquat (20 g per 100 mL) because of debt-related problems. Three hours later, the patient presented to another hospital for treatment and underwent gastric lavage. At that time, his blood pressure and heart rate were normal, and he had no shortness of breath. His blood creatinine level, routine blood tests, transaminase levels, bilirubin level, coagulation function, troponin level, and electrocardiogram findings were all normal. Chest computed tomography (CT) showed no abnormalities (). The patient refused further treatment and went home on his own. Moreover, a history of systematic disease including hypertension, diabetes, respiratory illness, hepatic or renal dysfunction, and mental disorder was denied by the patient and his family member, as was drug or alcohol abuse. His previous health condition was claimed to be quite good.\\nOne day before admission, the patient presented to the emergency department of our hospital because of pharyngeal pain and mild pain in the upper abdomen. At that time, blood tests showed a high creatinine level (267 μmol/L). The patient was given antioxidation and infusion therapy. However, his urine output decreased and his blood creatinine level increased to 541 μmol/L after 24 hours. The doctor recommended a blood purification treatment. However, the patient and his family refused for economic reasons. Seven hours later, the patient and his family agreed to the blood purification treatment. At that time, the patient’s transaminase and bilirubin levels were elevated. He was transferred to the ICU 57 hours after the oral diquat ingestion and developed kidney failure, liver dysfunction, and respiratory failure. He died of respiratory failure on day 13 of hospitalization.\\nDiquat is a small molecular substance with molecular weight of 344.05, and it can easily pass through the cell membrane. Hemoperfusion is an important treatment method in the early stage of diquat poisoning. In the present case, hemoperfusion was performed immediately after admission to the ICU; however, only one 2-hour session of hemoperfusion was performed. Oliguria persisted during hospitalization; therefore, continuous renal replacement therapy (CRRT) was initiated following the hemoperfusion treatment. Postdilution continuous venovenous hemodiafiltration with an effluent flow of 30 mL/kg of body weight per hour was implemented until the patient died.\\nUpon presentation, the patient was conscious, had no shortness of breath, had a percutaneous oxygen saturation (SpO2) of 98% (fraction of inspired oxygen (FiO2), 21%), and had a normal blood pressure and heart rate. His arterial partial pressure of oxygen was acceptable (). Chest CT findings at that time appeared normal (). He was not treated with oxygen therapy because the mechanism of diquat poisoning is mainly the generation of oxygen free radicals leading to cell apoptosis.\\n Although the leukocyte count was high, the procalcitonin (PCT) level was within the low range (). No antimicrobial agent was administered at that time. The patient’s clinical condition rapidly became exacerbated thereafter. On day 3 of hospitalization, the patient developed progressive shortness of breath and hypoxemia, and his SpO2 was maintained at only about 88% with conservative oxygen therapy. The patient was intubated and mechanically ventilated when the severe hypoxemia became unacceptable. After endotracheal intubation, piperacillin/tazobactam was empirically given for anti-infective therapy. Fiberbronchoscopy was performed after intubation, and a large amount of yellow plasma exudate was observed. Sputum was collected for culture (). Chest CT examination revealed exudation, consolidation, and ground-glass opacity in the bilateral lower lungs, confirming a diagnosis of acute respiratory distress syndrome (ARDS) (). The patient’s oxygenation significantly improved after he was moved into the prone position; his FiO2 increased to 30% and his SpO2 was maintained at about 90%. On day 6 of hospitalization, another chest CT examination showed that the lung exudation was significantly reduced ().\\nOn day 8, however, the SpO2 began to gradually decline, especially after position changes. The FiO2 had to be increased, and higher inspiratory pressure was required to achieve a satisfactory tidal volume because of deterioration in the respiratory compliance. Deep sedation was required to relieve the sensation of asphyxia. At that time, the previous sputum culture revealed ampicillin-sensitive Acinetobacter baumannii. Thus, the treatment with piperacillin/tazobactam was continued. On day 10, a bedside chest radiograph showed interstitial lung lesions (). Necrotic mucosal tissue could be seen in the bronchi branches under fiberbronchoscopy. However, the mucosal injury of the oropharynx had healed without mucosal abscission. No plasma exudate was present in the airway, but scattered bleeding was noted after mucosal exfoliation.\\nOn day 12, the patient’s dyspnea was extremely severe, and his autonomic inspiratory drive was so strong that muscle relaxants were required to maintain deep sedation. However, the respiratory compliance was attenuated and the arterial pressure of carbon dioxide increased rapidly as a result. The patient eventually developed severe carbon dioxide retention, respiratory acidosis, and distributed shock (), which led to his death on day 13.\\nWhen the patient was transferred to the ICU, his serum levels of alanine aminotransferase and aspartate aminotransferase were 184 and 275 IU/L, respectively. His total bilirubin level was 60.7 μmol/L, and his direct bilirubin level was 41.0 μmol/L; both decreased slightly after hemoperfusion treatment. Vitamin C, vitamin B6, N-acetyl-L-cysteine, and glutathione were intravenously infused for antioxidation. Additionally, magnesium isoglycyrrhizinate injection, ademetionine 1,4-butanedisulfonate for injection, and ursodeoxycholic acid capsules were administered for liver protection from the beginning of hospitalization.\\nThe patient’s total bilirubin and direct bilirubin levels increased again during CRRT maintenance (). An abdominal CT scan showed no reduction in liver volume on days 3 and 6. However, the prealbumin level was independent of the abnormal liver function. Both the prothrombin time and activated partial thromboplastin time were also normal.\\nThe troponin level was closely monitored after admission, and the troponin I level slightly increased to a maximum of 0.36 ng/mL. In addition, bedside ultrasound monitoring showed no obvious abnormalities in cardiac function.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'30646642': 1, '29484840': 1, '1207703': 1, '26775000': 1, '30732194': 2, '32547405': 1, '24266334': 1, '29569487': 1, '32734801': 2, '32708214': 1, '29562342': 1, '34182818': 2}", "similar_patients": "{'7401049-1': 1, '6380784-1': 1}"}