{"patient_id": 48082, "patient_uid": "8039865-1", "PMID": 33859912, "file_path": "comm/PMC008xxxxxx/PMC8039865.xml", "title": "Immunoglobulin A Vasculitis in a Patient on Hemodialysis and With a Metastatic Liver Lesion", "patient": "A 79-year-old man with a history of colorectal adenocarcinoma and choledocholithiasis was started on hemodialysis a year ago following a CT finding that showed bilateral renal atrophy. He was diagnosed with hypertensive nephrosclerosis at that time; he had been treated with antihypertensives for more than 20 years. He recently presented to the emergency room with epigastralgia, vomiting, and a fever of 39.4 ℃. There was no evidence of a rash, arthralgia, or gross hematuria. Laboratory test results were as follows: white blood cell count: 7.8 x 106/L; neutrophil count: 7.2 x 106/L; hemoglobin level: 11.7 g/dL; platelet count: 16.9 x 106/L; total protein: 7.5 mg/dL; albumin: 3.8 g/dL; aspartate aminotransferase: 34 IU/L; alanine aminotransferase: 35 IU/L; alkaline phosphatase: 370 U/L; gamma-glutamyltransferase: 9 IU/L; and C-reactive protein level: 0.40 mg/dL. CT showed bilateral pneumonia and an enlarged hepatic space-occupying lesion (SOL) (Figure ).\\nHe received sulbactam and cefoperazone for pneumonia and cholangitis. After 10 days, he was discharged from the hospital. Three weeks after the onset of his abdominal symptoms, he noticed a rash on his lower limbs. The rash evolved into palpable purpura after a few days (Figure ). Additional laboratory studies showed proteinase-3 antineutrophil cytoplasmic antibodies (ANCA) and myeloperoxidase-ANCA almost within the normal limits, at 0.8 IU/mL (normal range: <3.5 IU/mL) and 2.1 IU/mL (normal range: <2.0 IU/mL), respectively. Total protein and albumin were decreased at 6.6 mg/dL and 2.6 g/dL, respectively. Hematoxylin and eosin staining of a skin biopsy showed leukocytoclastic vasculitis (Figure ). Immunofluorescence studies showed perivascular deposition of IgA and C3 (Figure ).\\nThe patient was diagnosed with IgA vasculitis and received topical corticosteroids, after which the palpable purpura gradually disappeared. A follow-up enhanced CT for cancer showed that the hepatic SOL had a slightly high density in the arterial phase (Figure ).\\nLaboratory studies showed that alpha-fetoprotein and protein induced by vitamin K absence or antagonist II were negative, but carcinoembryonic antigen and cancer antigen 19-9 were elevated at 38.6 ng/mL and 519.2 U/mL, respectively. The patient was diagnosed with a metastatic liver lesion most likely of an appendiceal or rectal cancer origin; he did not have hepatitis B, hepatitis C, a habit of drinking alcohol, or non-alcoholic steatohepatitis. He declined to undergo surgery and chemotherapy.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'20371584': 1, '19207675': 1, '2202310': 1, '18085729': 1, '30922296': 1, '10630435': 1, '12390327': 1, '17052537': 1, '11437679': 1, '24845224': 1, '22293661': 1, '28605168': 1, '12653909': 1, '33859912': 2}", "similar_patients": "{}"}