{"patient_id": 107406, "patient_uid": "8098868-1", "PMID": 33533751, "file_path": "noncomm/PMC008xxxxxx/PMC8098868.xml", "title": "Pembrolizumab-induced large duct cholangiopathy: Diagnosis and follow-up imaging", "patient": "A 66-year-old man presented with cough, hoarseness of voice, and right shoulder pain for 1 month. He was a known diabetic and hypothyroid on oral medication. No personal or family history of cancer or liver disease was present. A chest radiograph done in October 2019 showed left hilar mass and a PET-CT showed left lung mass with bone metastases which explained the shoulder pain. No abdominal metastasis was detected. The liver was mildly enlarged without any other abnormalities. Bile ducts were normal []. Biopsy done on late November 2019 from the lung mass showed adenocarcinoma that was negative for anaplastic lymphoma kinase (ALK) rearrangement and endothelial growth factor receptor (EGFR) mutation. Liver function test was normal. Systemic chemotherapy with palliative intent was initiated with pemetrexed, carboplatin, and pembrolizumab in December 2019. The patient tolerated the first cycle of chemotherapy well. Following the second cycle of chemotherapy, mild to moderate elevation of liver enzymes was noted as followed - serum alkaline phosphatase [ALP] [232 U/L; normal range 38-126 U/L], gamma-glutamyl transferase [GGT] [981 U/L; normal range 15-73 U/L], alanine aminotransferase [ALT] [85 U/L; normal range 17-59 U/L], and aspartate aminotransferase [AST] [174 U/L; normal range 0-50 U/L. He was observed at this point. In January 2020, before the initiation of the third cycle, he had marked elevation of serum ALP [1843 U/L] and GGT [2097 U/L] with mild to moderate elevation of ALT [165 U/L] and AST [238 U/L]. His bilirubin and albumin levels were normal. A contrast-enhanced computed tomography [CECT] scan of thorax and abdomen showed a stable neoplastic disease process. The liver was of pre-therapy size without any focal or diffuse parenchymal change. Marked diffuse dilatation of common bile duct was noted associated with enhancement of duct walls and smooth distal tapering []. Gallbladder showed wall edema. No calculus was detected on screening ultrasound. Central intrahepatic biliary radicles (maximum diameter 3 mm) were mildly prominent []. The total leukocyte count was normal. Hepatitis viral serology was negative. An upper gastrointestinal endoscopy ruled out ampullary obstruction. Since there was no clinical feature of obstructive jaundice or cholangitis, we suspected immune-mediated liver injury secondary to chemotherapy. Liver biopsy was not done considering the presence of acute liver injury and potential non-contributory biopsy findings. Transmainitis [Grade 2 as per Common Terminology Criteria for Adverse Events (CTACE) version 5.0] along with bile duct dilatation was attributed to pembrolizumab as the same has not been reported with pemetrexed and carboplatin. Pembrolizumab was withheld and tablet ursodeoxycholic acid [UDCA] [150 mg twice daily] was started. Liver enzymes were serially monitored []. In late February, near-normalization of enzymes [ALP 292 U/L; GGT 357 U/L; ALT 40 U/L and AST 14 U/L] was observed. Upper abdominal ultrasound showed persistent dilatation of common bile duct but decreased gallbladder wall edema. Pembrolizumab was restarted in view of near normal ALT & AST []. Liver enzymes, repeated in late April 2020, were normal. CT chest and abdomen done at this time showed stable cancer with persistent dilatation of common bile duct and wall enhancement [Figure 1d]. A final diagnosis of pembrolizumab-induced large duct cholangiopathy was made. The patient is currently on pembrolizumab (completed 9 cycles) and pemetrexed maintenance and his disease is under control.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'31132740': 1, '28317087': 1, '31550390': 1, '31872447': 1, '33533751': 2}", "similar_patients": "{}"}