{"patient_id": 56146, "patient_uid": "8422938-1", "PMID": 34540523, "file_path": "comm/PMC008xxxxxx/PMC8422938.xml", "title": "Acute anterior uveitis after topical interferon for conjunctival intraepithelial neoplasia (CIN)", "patient": "A 65-year-old female initially presented to an outside hospital with a 6-week history of redness, pain, and tearing of her left eye. On presentation, she was diagnosed with a near total epithelial defect and suspected conjunctival intraepithelial neoplasia (CIN) affecting the limbus and peri-limbal conjunctiva for 360 degrees. The patient was started on IFN α-2b, but after 3 weeks, there was progressive growth of the lesion with extension of the neoplasm temporally. The patient was then referred to our institution for further evaluation and treatment. Past ocular history was positive for myopia of both eyes and a left eyelid injury following a dog bite as a child. The patient’s past medical history was positive for well-controlled hypertension. She had a 40-pack-year smoking history and admitted to occasional alcohol use, though she denied any intravenous or recreational drug use. She was HIV-negative and had no pertinent family history of malignancy.\\nOn initial presentation to our clinic, the patient had a large inferior corneal epithelial defect (6x3.5 mm) with mild subepithelial haze in her left eye. There was 360 degrees of gelatinous limbal thickening with vascular loops suspicious for CIN (Figure 1A, B ). Also noted was significant extension of the lesion temporally onto the lateral bulbar conjunctiva (Figure 1C ). Due to the 360 degrees of limbal involvement and risk of severe limbal stem cell deficiency with surgical excision of the lesion, the patient was continued on the IFN α-2b drops (1 million IU/ml) four times a day. A bandage contact lens was placed to promote re-epithelialization of the corneal epithelial defect. Topical ofloxacin was added twice daily to the left eye for the epithelial defect.\\nA month after the initial presentation, the patient complained of increasing left eye pain and redness and returned urgently to the clinic. Slit lamp examination showed a new hypopyon, engorged iris vessels, and posterior synechiae consistent with acute non-granulomatous anterior uveitis (Figure 2 ). No keratic precipitates or corneal infiltrates were noted. An infectious and autoimmune workup was performed. All bloodwork, including quantiferon gold, RPR, and HLA-B27, was negative. CRP was slightly elevated at 0.5 (normal range 0.0–0.3). There was also increased thickening of the CIN and notable extension of the lesion 360 degrees onto the cornea. There was no posterior involvement on B-scan ultrasound. In the setting of a new hypopyon, IFN α-2b drops were held, and the bandage contact lens was removed. The patient was started on prednisolone 1% ophthalmic drops four times a day and continued on topical ofloxacin four times a day. The following day, the hypopyon had significantly improved; however, the CIN continued to progress with worsening of the corneal epithelial defect (6.5x4 mm). A Prokera amniotic membrane was placed on the left eye.\\nTwo weeks later, the patient described less pain and less photophobia. The hypopyon was resolved, but the patient continued to have a larger persistent epithelial defect. The previous Prokera amniotic membrane had dissolved. The patient then received a repeat Prokera amniotic membrane and temporary suture tarsorrhaphy. Prednisolone 1% was also decreased to three times daily to promote re-epithelialization. IFN α-2b drops continued to be held.\\nThe patient was seen in follow-up three weeks later, and significant growth of the CIN was noted (Figure 3 ). Given the uveitic reaction to IFN α-2b, the patient was switched to 5-FU drops four times per day in her left eye. Prednisolone 1% drops were tapered to twice daily.\\nTwo weeks later, there was interval improvement of the CIN, and 5-FU drops four times daily was continued. The epithelial defect remained stable at 5.5x6 mm (Figure 4 ).\\nOne month later, the epithelium began to heal, albeit slowly, as the CIN continued to improve. Prednisolone 1% drops were tapered to once daily. Ofloxacin was continued twice daily. An Ambiodisk amniotic membrane and Kontur lens were placed in the left eye for the persistent epithelial defect. After six weeks of topical 5-FU, the patient was noted to have near resolution of the CIN (Figure 5 ). She was then started on oral cimetidine 400 mg twice daily for its immunomodulatory effects [].\\nFinally, six months after initial presentation, the persistent corneal epithelial defect was resolved after suture tarsorrhaphy, multiple amniotic membranes, and bandage contact lenses (Figure 6 ). The patient completed a two-month course of oral cimetidine (400 mg twice daily dosing). To date, there has been no recurrence of CIN.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'24269461': 1, '28184236': 1, '15350332': 1, '10511035': 1, '30896784': 1, '24191906': 1, '28244285': 1, '30593587': 1, '24411578': 1, '30030703': 1, '34540523': 2}", "similar_patients": "{}"}