{"patient_id": 55326, "patient_uid": "8385258-1", "PMID": 34433417, "file_path": "comm/PMC008xxxxxx/PMC8385258.xml", "title": "Pseudomonas otitidis bacteraemia in a patient with COPD and recurrent pneumonia: case report and literature review", "patient": "A 59-year-old man with a medical history of chronic obstructive pulmonary disease (COPD), epilepsy, abdominal aortic aneurysm, previous right parieto-occipital ischemic stroke and arterial small vessel disease was admitted to the emergency department with anorexia, severe weight loss and worsened general condition.\\nPhysical examination revealed a cachectic man with a BMI of 15 kg/m2. Body temperature was 37.7 °C. Oxygen saturation was 93% with FiO2 of 25%, and respiration rate was 20 cycles per min (cpm). Blood pressure was 105/44 mmHg, and heart rate was 81 beats per min (bpm).\\nBlood tests revealed an elevated C-reactive protein (CRP) of 150 mg/L, a slight leucocytosis of 10.9 109/L, macrocytic anaemia with a haemoglobin of 6.2 mmol/L, multiple vitamin and mineral deficiencies (folic acid, iron, zinc, magnesium and vitamin D) and normoglycaemia. Blood and urine cultures were negative.\\nOn chest X-ray, there were signs of chronic lung fibrosis and emphysema, but no visible infiltrates, bronchiectasis or pleural effusion. An abdominothoracic computed tomography (CT) revealed a right upper lobe infiltrate, bilateral bronchiectasis and enlarged mediastinal lymph nodes without signs of malignant disease.\\nTreatment with piperacillin-tazobactam was initiated along with a diet plan and vitamin supplements. Four days after admission, the patient was discharged against medical advice. At the time of discharge, the patient had a declining, though still elevated, CRP of 80 mg/L, normalised leucocytes of 6,37 109/L and stationary haemoglobin of 6,3 mmol/L. He was prescribed amoxicillin-clavulanic acid for the next 10 days and was referred to his general practitioner for follow-up blood tests. A thoracic CT scan was planned 2 months later.\\nApproximately 2 weeks after the discharge, the patient was readmitted. He reported fever, productive cough and progressive dyspnoea. He assured us that he had taken his medication as prescribed at discharge.\\nPhysical examination revealed a body temperature of 39.5 °C, respiration rate of 28 cpm, oxygen saturation of 90% (FiO2 21%), pulse rate of 131 bpm and blood pressure of 143/76 mmHg. Arterial blood gas analysis showed hypoxemia and respiratory alkalosis (pH 7.49, pO2 8.1 kPa, pCO2 3.6 kPa and hydrogen carbonate 22.6 mmol/L). Arterial lactate was normal.\\nLaboratory findings reported a CRP of 168 mg/L, leucocytosis of 17.7 109/L with neutrophilia of 15.7 109/L and lymphopenia of 0.72 109/L and normoglycaemia. Renal and hepatic parameters were normal. Once again, the chest X-ray showed emphysema and fibrosis without visible infiltrates or pleural effusion. The urine test strip had no traces of leucocytes, nitrite, blood or protein. The SARS-CoV-2 PCR swab test, the Pneumococcal and Legionella urinary tests and urine cultures were all negative.\\nAs there was fever with an obvious respiratory focus but no bacteriological diagnosis, blood cultures were obtained. After 33 h of incubation, gram-negative rods were found in one of the blood cultures. Using Matrix-assisted laser desorption/ionisation time-of-flight mass spectrometry (MALDI-TOF MS), the microorganism was identified as P. otitidis. The isolate was sent to the Danish State Serum Institute for identification and confirmed as P. otitidis, using 16 S rRNA sequence analysis. The bacterium was sensitive for piperacillin-tazobactam, gentamicin and ciprofloxacin. In collaboration with the Department of Clinical Microbiology, a 7-day-treatment of intravenous piperacillin-tazobactam and gentamicin was initiated.\\nAn otorhinolaryngologic examination was performed to exclude asymptomatic otitis. Neither otoscopic examination nor flexible laryngoscopy showed any signs of pathology.\\nThe patient completed 7 days treatment with piperacillin-tazobactam and gentamicin and was discharged clinically well. On discharge, the patient had a CRP of 20 mg/L and leucocytes of 10,7 109/L, and a prescription for oral amoxicillin-clavulanic acid for 10 days. He was referred to the general practitioner for follow-up blood tests. Based on the patient’s symptoms at admittance and the lung infiltrates seen on the recent thoracic CT scan, the discharge diagnosis was pneumonia.\\nApproximately 1 month later, the patient was readmitted with the same symptoms. A new thoracic CT scan showed bilateral pneumonia and bilateral bronchiectasis. No positive blood cultures were obtained. The patient underwent a fibrobronchoscopy with bronchoalveolar lavage, which revealed normal cytology and no bacterial growth. After completing a new series of IV piperacillin-tazobactam, the patient was discharged clinically well.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'23743112': 1, '16585681': 1, '24964956': 1, '29976651': 1, '12169893': 1, '27835844': 1, '34433417': 2}", "similar_patients": "{}"}