{"patient_id": 60628, "patient_uid": "8631371-3", "PMID": 34858670, "file_path": "comm/PMC008xxxxxx/PMC8631371.xml", "title": "Left-sided Macro-reentry or Right-sided Focal Tachycardia in Patients with Prior Pulmonary Vein Isolation: A Tale of Two Atria", "patient": "A 73-year-old man with a history of symptomatic persistent AF, coronary artery bypass graft, hypertension, and diabetes mellitus who had previously undergone AF radiofrequency (RF) ablation with PVI and roof, mitral isthmus, and cavotricuspid isthmus ablation presented with AFL with proximal to distal activation in the CS. Given his prior extensive LA ablation, it was decided to map the LA first. After transseptal access, extensive fast anatomical mapping, voltage mapping, and activation mapping were performed. All veins were isolated. Activation mapping revealed that the whole TCL was mapped in the LA. Also, there was an area in the roof near the RSPV anteriorly that showed a gap in the previous roof ablation line (. Entrainment in this area resulted in a close post-pacing interval (PPI) suggestive of the area being part of the circuit. Entrainment also revealed that the cavotricuspid isthmus and the lateral RA were not part of the circuit. Ablation performed in this area prolonged the TCL without terminating the tachycardia, and no change in activation was noted. Subsequently, we decided to map the RA, and activation mapping, fast anatomical mapping, and voltage mapping of the RA were performed. There was an area of early activation near the junction of the SVC and the RA, and heterogenous scarring was noted in this area on the voltage map. This area was anteriorly adjacent to the RSPV roof. Entrainment from this area also resulted in a close PPI again, suggestive of the area being part of the circuit. Ablation was finally performed near the RA–SVC junction, resulting in TCL prolongation and tachycardia termination (.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'11440490': 1, '30997340': 1, '8087935': 1, '31102114': 1, '27153876': 1, '30678791': 1, '34858670': 2}", "similar_patients": "{'8631371-1': 2, '8631371-2': 2}"}