{"patient_id": 108584, "patient_uid": "8204169-1", "PMID": 34189464, "file_path": "noncomm/PMC008xxxxxx/PMC8204169.xml", "title": "New onset headache caused by histiocytic sarcoma of the spinal cord and leptomeninges: a case report", "patient": "A 54-year-old previously well man presented with the complaint of headache worse with recumbency and blurred vision. Symptoms had been present for 2 months and he reported moderate weight loss during this period. Funduscopy revealed papilledema. Shortly after admission, he was noted to have mild strength reduction (Medical Research Council grade 4) in bilateral hip and knee flexor and ankle plantar flexor muscle groups. Reflexes were sluggish in the upper limbs and absent at the knee and ankle joints. The plantar response was flexor bilaterally. Sensory examination was normal in the lower limbs and there was no saddle anaesthesia, anal sphincter tone was normal. On further direct questioning, the patient reported no symptoms of bladder or bowel control.\\nMRI brain, including the orbits, showed optic disc swelling consistent with papilledema, however, there were no parenchymal lesions. The oculomotor, trigeminal, abducens and facial cranial nerves were thickened and enhanced post-contrast. Lumbar puncture was unsuccessful both at the bedside and subsequently following fluoroscopic guidance. MRI spinal cord undertaken thereafter showed diffuse leptomeningeal enhancement and nerve root thickening throughout the spine, most conspicuously in the cervical and lumbar segments. An intradural infiltrative process caused complete effacement of the CSF spaces surrounding the cauda equina and conus medullaris ().\\nCSF analysis obtained by cisternal puncture revealed slightly elevated protein of 0.53 g/L (normal range 0.15–0.45 g/L) with 81 mononuclear cells. Microscopy showed increased numbers of atypical histiocyte-like cells.\\nPositron emission tomography (PET) showed increased metabolic activity along the base of the skull and a dramatic increase in fluorodeoxyglucose (FDG) avidity throughout the spinal cord and nerve roots, most notably at C4–C7 and T12–L4 levels, with no increase in uptake in lymph nodes, solid organs or bones ().\\nThe patient underwent open biopsy of the infiltrative mass in the lumbar canal. Pathological examination of tissue showed intermediate-sized tumour cells with epithelioid morphology negative for keratin and S-100 with a weak positive staining for leucocyte common antigen on immunohistochemical staining. The cells were positive for CD68, CD163 and CD4, and negative for T-cell and B-cell markers, thus confirming their histiocytic/monocytic lineage (). No bone marrow infiltrates or circulating leukemic cells were detected.\\nHistiocytic sarcoma was diagnosed and chemoradiotherapy including temozolomide was commenced. While the patient initially achieved remission, brain parenchymal relapse 18 months later led to death shortly after.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'16504416': 1, '27325388': 1, '25345462': 2, '12185258': 1, '26545021': 1, '18982475': 1, '17196509': 1, '23801128': 1, '21552013': 1, '13165928': 1, '22935131': 1, '28548244': 1, '34189464': 2}", "similar_patients": "{'4398107-1': 1}"}