{"patient_id": 108814, "patient_uid": "8223830-1", "PMID": 34222459, "file_path": "noncomm/PMC008xxxxxx/PMC8223830.xml", "title": "Low symptomatic COVID-19 in an elderly patient with follicular lymphoma treated with rituximab-based immunotherapy: A case report", "patient": "A 74-year-old female patient presented with an enlargement of her right palatine tonsil accompanied by difficulties with swallowing lasting for 2 mo.\\nIn May 2020, the patient was referred to a laryngologist, and the right-side tonsillectomy was performed, obtaining a surgical specimen measuring 3.5 cm × 2.5 cm × 2.0 cm. This pathological mass with polypoid lesions was sent for pathological, immunohistochemical and genetic analyses, which confirmed Grade 2 FL with the following marker combinations: CD20 (+), CD23 (+), CD3 (-), CD5 (-), bcl-2 (+), bcl-6 (+), CD10 (+) and Ki-67 (80%). Afterwards, in July 2020, she was admitted to the Department of Internal Diseases and Oncological Chemotherapy of the Medical University of Silesia in Katowice to evaluate the advancement of the disease and implement the targeted therapy.\\nThe patient reported suffering from arterial hypertension, hypothyroidism, glaucoma and hyperuricemia. She underwent a radical, right-side nephrectomy 25 years ago due to kidney tumor (the estimated glomerular filtration rate of the remaining kidney was 41 mL/min per 1.73 m2).\\nThe family history was not relevant as for neoplasms, and there were not any known drug allergies nor use of any psychoactive substances.\\nOn admission, the patient was alert, self-oriented and complained of progressive fatigue (without B symptoms). No additional symptoms on the part of other organs or systems were reported. Her general well-being and activities of daily life were assessed as ECOG 1 (symptomatic but completely ambulatory). General examination, apart from obesity (body mass index 30.5 kg/m2) and the nephrectomy scar, did not reveal any other abnormalities.\\nConducted blood tests primarily did not indicate infectious background (lymphopenia 0.89 G/L, C-reactive protein 16.47 mg/L, procalcitonin < 0.05 ng/mL). Reported symptoms were connected to the adverse effects of immunochemotherapy. After infusion of multielectrolyte fluids, the patient felt better.\\nInterim positron emission tomography-computed tomography (PET-CT) scan was performed, as planned, before the fourth cycle, and then rituximab infusion was given (before PET-CT description). The following day, the results of imaging (Figure ) demonstrated the regression in metabolism and measurements of affected lymph nodes and spleen.\\nNonspecific, previously nonexistent pulmonary changes, predominant in the upper and middle lung areas, were described. The differential considerations in the first instance included ongoing inflammatory processes (especially the viral ones) but also drug toxicity reactions.\\nAfter the initial routine diagnostic process for the patient with FL, including a PET-CT scan of the neck, thorax, abdomen and pelvis (to stage nodal and extranodal site involvement) as well as laboratory tests such as complete blood count, lactate dehydrogenase, beta-2 microglobulin and uric acid, the clinical stage was evaluated as III according to the Ann Arbor classification system (involved nodes on both sides of the diaphragm and the spleen). Furthermore, Follicular Lymphoma International Prognostic Index was established 3 out of 5 (due to advanced age, anemia and clinical stage III), predicting a poor prognosis of overall life survival. Although European Society for Medical Oncology guidelines prefer rituximab, cyclophosphamide, doxorubicin, vincristine, prednisone regimen as a front-line treatment of FL[], patient was qualified for immunochemotherapy according to the R-CVP protocol (rituximab: 375 mg/m2, cyclophosphamide: 1200 mg, vincristine: 1 mg, prednisone: 10 mg)[]. The prevention of herpes simplex virus and pneumocystis infections and emetic complications was applied. At home, after the third cycle of therapy, the patient developed excessive fatigue, loss of appetite and nausea deteriorating since the previous week. During the succeeding hospitalization, the patient’s physical condition weakened, but ECOG remained 1.\\nHaving regard to the current global epidemiological situation, on October 1, 2020 we extended the diagnostics taking a nasopharyngeal swab to test for SARS-CoV-2, which led to a positive result.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'31565247': 1, '24421306': 1, '32345616': 1, '32238429': 1, '31792945': 1, '32479787': 1, '32339915': 1, '30044476': 1, '32933879': 1, '31986264': 1, '32332856': 1, '33051960': 1, '12662126': 1, '26686258': 1, '21074471': 1, '33064307': 1, '32354772': 1, '31831752': 1, '33249059': 1, '32574165': 1, '32503849': 1, '32241792': 1, '34222459': 2}", "similar_patients": "{}"}