{"patient_id": 110875, "patient_uid": "8413863-1", "PMID": 34470091, "file_path": "noncomm/PMC008xxxxxx/PMC8413863.xml", "title": "COVID-19 and Plasmodium ovale Malaria: A Rare Case of Co-Infection", "patient": "A 38-year-old male patient without any co-morbid disease admitted with fatigue and fever for 7 days. He was diagnosed as COVID-19 with a positive SARS-CoV-2 PCR test and was given favipiravir as antiviral and enoxaparine as anticoagulant, according to national guidelines [], 5 days prior to his admission to our center. His symptoms were not resolved despite antiviral treatment. He described a 5 days business journey to Ghana, a West African country, 8 days prior to his symptoms. He did not receive anti-malarial prophylaxis. On physical examination; his body temperature was 37.9°C, blood pressure 110/70 mmHg, respiratory rate 20/min and oxygen saturation was 98% in ambient air. No other pathological finding was detected. Laboratory tests revealed; CRP: 53 mg/L (0–5 mg/L) procalcitonin: 0.083 ng/ml (0–0.5 ng/ml) AST: 21 IU/L, ALT: 28 IU/L, LDH: 309 IU/L, Ferritin: 1,219 ng/ml, D-dimer: 1.2 mg/L WBC: 5,100/μl, HGB: 13.2 g/dl, PLT: 125,000/μl. Giemsa stained blood smear for malaria and rapid antigen test for P. falciparum and P. vivax were negative. His chest computerized tomography (CT) revealed ground glass opacities in bilateral lungs, compatible with Covid-19. Control nasopharyngeal swab PCR was positive for SARS-CoV-2.\\nHe was evaluated as hyperinflammatory syndrome secondary to COVID-19, favipiravir treatment was extended for another 5 days, vitamin D 20,000 U/day and colchicine 0.5 mg q8h po were initiated for immunomodulation and daily dose of enoxaparin-sodium was increased to 4,000 U sc q12 hr.\\nAs his fever continued (>38°C) on the third day of follow-up he was hospitalized for further evaluation and treatment. His physical examination was normal and he was hemodynamically stable while laboratory tests revealed deterioration as follows; CRP: 241 mg/L procalcitonin: 18 ng/ml, AST: 148 IU/L, ALT: 224 IU/L, LDH: 1,019 IU/L, direct bilirubin: 0.37 mg/dl, Ferritin: >2,000 ng/ml, D-dimer: 3.3 mg/L, WBC: 7,500/μl, HGB: 10.2 g/dl, PLT: 98,000/μl. SARS-CoV-2 PCR was detected negative. Peripheral blood smear was obtained due to continued fever and intra-erythrocyte trophozoites with typical stony ring appearance and schizonts in maturation stage were detected ().\\nHe was diagnosed as complicated malaria, his blood sample was sent to National Reference Parasitology Laboratory for species level identification with molecular methods and was given intravenous artesunate 2.4 mg/kg at 0, 12, 24, 48, 72, 96, and 120 hr, as recommended in the guidelines []. Colchicine was discontinued. The patient’s symptoms were resolved within the 24 hr of treatment, blood platelet count returned to normal, control blood smears became negative. Liver function tests and acute phase reactants tended to regress. After 5 days of iv artesunate treatment, he was switched to oral artemeter lumefantrine which was given for 3 days. Daily blood smears remained negative and laboratory tests on day 8 were normal as follows; CRP: 1.58 mg/L AST: 15 IU/L, ALT: 49 IU/L, LDH: 267 IU/L, direct bilirubin: 0.17 mg/dL, D-dimer: 0.51 mg/L, WBC: 5,600/μl, HGB: 12 g/dl, PLT: 461,000/μl. The Real Time PCR test result revealed Plasmodium ovale. After confirming that the blood G6PD level was normal, he was discharged with a prescription of 2-week primaquine for hypnozoite-acting treatment to prevent relapses.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'31204457': 1, '32665888': 2, '33357220': 1, '17160826': 1, '21989376': 1, '32563698': 1, '31791319': 1, '9886189': 1, '33313015': 1, '32899935': 1, '34470091': 2}", "similar_patients": "{'7305490-1': 1}"}