{"patient_id": 47144, "patient_uid": "8717822-1", "PMID": 34987924, "file_path": "comm/PMC008xxxxxx/PMC8717822.xml", "title": "A Rare Case of Dulaglutide-Associated Angioedema in a Male Patient", "patient": "A 72-year-old male patient with a long-term history of T2D, arterial hypertension and dyslipidemia, presented at the outpatient clinic with edema of his neck over the last three days.\\nHis vital signs and chest x-ray were normal. The area of the neck was mildly swollen with moderate urticaria, but with no signs of infection, rashes or obvious sites of insect bite (Figure ). Examination of his thyroid gland and mouth cavity did not reveal any abnormalities. The rest of the head, ears, throat, nose and eyes examination was unremarkable. Lung examination did not reveal wheezing.\\nThe presentation was suggestive of mild angioedema of the neck. The patient reported no injuries, minor cuts or insect bites on the area. He had no previous history of medication allergy, allergic asthma, eczema or adverse reactions to other medications. He did not report any family history of angioedema. In addition, the patient denied any exposure to new foods, topical or oral creams and laundry detergents. However, the patient reported a recent change in his medication with the addition of dulaglutide, a long-acting GLP-1 receptor agonist, 0.75 mg once a week, to control his diabetes, two weeks ago. The rest of his medication was unchanged and included a combination of metformin and dapagliflozin 1,000 mg+5 mg twice a day, olmesartan 20 mg once a day and fenofibrate 145 mg once a day.\\nComplete blood count, including eosinophil count, and inflammatory markers were normal. Given the negative history of HAE, we did not perform a test for C1q protein. Taking into account the correlation between the addition of dulaglutide to his medication and the onset of symptoms and since angioedema is reported as a potential, extremely rare, side effect of GLP-1 medication [], dulaglutide was discontinued and sitagliptin 100 mg once a day, was added to the already prescribed combination of metformin and dapagliflozin. No further treatment was needed and the angioedema improved significantly, the next days, after the discontinuation of dulaglutide.\\nAllergic angioedema is usually accompanied by pruritus and is resolved with the use of antihistamines and corticosteroids. Given the negative family history, the negative history of ACE inhibitor use, the exclusion of facial cellulitis, since the patient did not mention recent injury, fever, or facial swelling and the fact that the angioedema was resolved with no specific therapy, dulaglutide induced angioedema was the most likely diagnosis.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'26177483': 1, '31690390': 1, '28274140': 1, '17085280': 1, '29800215': 1, '32002850': 1, '7249508': 1, '31864442': 1, '34987924': 2}", "similar_patients": "{}"}