{"patient_id": 107563, "patient_uid": "8114254-1", "PMID": 34017593, "file_path": "noncomm/PMC008xxxxxx/PMC8114254.xml", "title": "Anticoagulation treatment and prophylactic edoxaban for cerebral sinus venous thrombosis in an adolescent with acute lymphoblastic leukemia", "patient": "An 18-year-old male, who presented with migrating arthralgia, had taken prednisolone and certolizumab pegol, an anti-tumor necrosis-alpha antibody, for 9 months for rheumatoid arthritis. The patient was transferred to our hospital due to his peripheral blood test results, which showed leukocytosis with blasts and thrombocytopenia. On admission, the patient had pain in both knees, hepatomegaly, and a low-grade fever (37.9°C). Bone marrow aspiration revealed a blast frequency of 98%, and the blasts were positive for CD10, CD19, CD34, cy-CD79a, CD99, terminal deoxynucleotidyl transferase, and human leukocyte antigen-DR. Chromosomal analysis of the patient’s bone marrow cells revealed the following karyotype: 46, XY, t(2;11)(p11.2;p11.2). Magnetic resonance imaging (MRI) demonstrated necrosis of the femoral head, which seemed to be associated with prolonged prednisolone treatment. The patient was diagnosed with B-precursor ALL, and induction therapy, including prednisolone (60 mg/m2 daily for 4 weeks), vincristine (1.5 mg/m2 on days 8, 15, 22, and 29), daunorubicin (40 mg/m2 on days 8, 15, 22, and 29), L-ASP (5000 U/m2 on days 12, 15, 17, 21, 24, 27, 30, and 33), and triple intrathecal therapy (methotrexate, cytarabine, and hydrocortisone; 12.5, 25, and 25 mg, respectively, on days 1, 12, and 33). On day 20 of the induction therapy (after three courses of L-ASP), the patient developed left-sided paralysis and anarthria. A neurological examination revealed reduced movement in his left upper arm and left lower leg, together with loss of the deep tendon reflex. The Manual Muscle Test results for the left upper arm and left lower leg were both 1/5. Coagulation tests revealed the following: activated partial thromboplastin time, 191.6 s (normal = 26–36 s); prothrombin time, 17.9 s (normal = 10–15 s); prothrombin time-international normalized ratio, 1.46 (normal = 0.9–1.1); fibrinogen level = 50 mg/dL (normal = 175–430 mg/dL); antithrombin III (AT) activity level, 74% (normal = 80%–120%); and protein C activity level, 67% (normal = 79%–140%). The patient was considered to be in a hypercoagulable state, as he exhibited decreased fibrinogen levels, and the repeated administration of AT-III concentrate was required to maintain an AT-III activity level of >70% due to the effects of L-ASP. Although the patient’s brain MRI findings were normal, it was considered that CSVT had probably occurred due to hypercoagulation. The induction therapy was stopped, and anticoagulation therapy with unfractionated heparin was initiated. MRI performed on day 21 after the initiation of ALL treatment showed a CSVT in the superior sagittal sinus ( and ()). The patient’s neurological symptoms improved 3 days after the initiation of anticoagulation therapy. A course of L-ASP was skipped, and the remaining residual induction therapy, which included L-ASP, was restarted 16 days after the interruption (the first dose of L-ASP was a half dose, but full doses were administered thereafter). The unfractionated heparin was switched to LMWH 14 days later. The patient achieved complete remission after the completion of the induction therapy, and the follow-up brain MRI performed at the end of the induction therapy showed that the CSVT had been ameliorated ( and ()). As a prophylaxis against CSVT, the patient was switched from LMWH to oral edoxaban 2 months later. The edoxaban treatment was continued for about 12 months, and it was stopped about 4 months after the last round of consolidation therapy, which included L-ASP and steroids. During this time, there were no coagulation abnormalities associated with L-ASP or steroids. The patient was successfully treated with all of the therapies that were deemed necessary at admission, except the one and a half doses of L-ASP skipped during the induction therapy, and oral maintenance treatment was subsequently started.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'29231094': 1, '21210774': 1, '25288392': 1, '27392277': 1, '17608766': 1, '15551293': 1, '28331334': 1, '16804111': 1, '25867866': 1, '16421910': 1, '31839868': 1, '18502832': 1, '16019511': 1, '31480062': 1, '28819280': 1, '9191776': 1, '23099335': 1, '19124805': 1, '31381464': 1, '11496852': 1, '28660695': 1, '34017593': 2}", "similar_patients": "{}"}