{"patient_id": 109646, "patient_uid": "8299375-1", "PMID": 34326757, "file_path": "noncomm/PMC008xxxxxx/PMC8299375.xml", "title": "Hyperviscosity Retinopathy and Immunogammopathy Maculopahy as New Onset of Multiple Myeloma", "patient": "A 50-years-old male presented with a sudden painless decreased vision in both eyes (OU) 2 months previously. The patient denied having systemic or ocular diseases. At the time of admission, VA was counting fingers at 1 m in the right eye (OD) and 20/63 in the left eye (OS). Pupillary light reflex, slit-lamp examination, and intraocular pressure were normal in OU. Fundus examination revealed bilateral dilated and tortuous retinal veins, multiple flame-shaped and dot-blot hemorrhages in all 4 quadrants, associated with a wide inferior serous detachment extending to the macula (Fig. ).\\nOptical coherence tomography showed macular edema, SMD in the posterior pole and inferior region, as well as hyperreflective material at the outer retina OU (Fig. ). Fluorescein angiography evidenced engorged and tortuous veins with an irregular pattern of filling, multiple areas of blocked fluorescence, and intravascular abnormal pinpoints (Fig. ).\\nGiven the atypical bilateral presentation and the patient's age, a broad systematic investigation was chosen. Blood pressure was 110/68 mm Hg. Initial blood work presented anemia (hemoglobin, 5.8 g/dL), high partial thromboplastin time (1.32 s), high international normalized ratio (1.41), hypercalcemia (13.1 mg/dL – normal range: 8.3–10.6 mg/dL), renal insufficiency (creatinine was 2.84 mg/dL) and normal hepatic function. Blood viscosity was 6.4 cP (normal range: 1.4–1.8 cP). Inflammatory and infectious workup was negative. Serum protein electrophoresis showed a monoclonal protein component with peak of 7.0 g/dL (normal range: 0.7–1.6 g/dL) and immunofixation identified IgM/kappa.\\nThe patient was then referred to the hematologist. Computerized tomography survey showed multiple lytic lesions on the bone framework without pathological fractures (Fig. ). Also, a bone marrow biopsy showed 55% infiltration with the plasma cells, and a diagnosis of MM IgM/kappa was reached (Fig. ). Acutely, the patient underwent plasmapheresis to treat the hyperviscosity syndrome (HVS) and zoledronate to treat hypercalcemia. Subsequently, he received bortezomib (Velcade), cyclophosphamide, and dexamethasone – the VCD protocol.\\nSix months after the VCD protocol, VA was 20/32 OD and 20/100 OS. Fundoscopy revealed marked amelioration of intraretinal hemorrhages (Fig. ), while the SMD persisted OU with reduction in the intraretinal fluid and presence of hyperreflective subretinal deposits, adherent to the retinal surface, as well as at the level of retinal pigment epithelium (Fig. ). At that point, patient received intravitreal injection of triamcinolone acetonide (Allergan, Inc., Irvine, CA, USA) in the eye with worst VA (OS). One month after the injection, VA remained the same OU, SMD continued in OU (Fig. ), and the hyperreflective deposits were unchanged (Fig. ). Fixation assessment by microperimetry showed a slight improvement in OS retinal sensitivity after medication, which may be explained by the improvement of intraretinal cysts (Fig. , , , ).\\nOne year later, the VA was 20/40 OD and 20/200 OS. He is currently on the sixth chemotherapy cycle, with a partial response, and is a candidate for autologous stem cell transplantation.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'24950591': 1, '25383828': 1, '30671569': 2, '18326744': 1, '23455837': 1, '8517591': 1, '27002787': 1, '25707055': 1, '10857829': 1, '34326757': 2}", "similar_patients": "{'6329023-1': 1}"}