{"patient_id": 106812, "patient_uid": "8053452-1", "PMID": 33880228, "file_path": "noncomm/PMC008xxxxxx/PMC8053452.xml", "title": "An extremely rare presentation of AV fistula: Massive destruction of multiple vertebral bodies with paraparesis", "patient": "A 38-year-old male patient presented to the outpatient department with a history of mid-back pain for 1 year and progressive weakness in both lower limbs for 3 months. The pain in the mid-back was insidious in onset, progressive in nature, dull-aching in character, initially aggravated by walking and movements of the trunk but had pain even at rest at the time of presentation. Back pain was also associated with a history of difficulty in walking and pain in both lower limbs for the past 3 months. The patient walked with help of walking aid. There was no history of trauma or constitutional symptoms such as fever, weight and loss or loss of appetite. He consulted elsewhere, where he was clinicoradiologically diagnosed with spinal tuberculosis and was started on the anti-tubercular therapy, but there was no relief in his symptoms even after 2 months of taking anti-tubercular therapy. The family and personal history were not significant. On examination, there was deep tenderness over the thoracolumbar junction. There was no local warmth/swelling over the back. The neurological examination suggested paraparesis [].\\nThoracolumbar radiographs (AP/Lateral) and CT scan suggested huge lytic lesions with complete destruction of T12 and L1 vertebral body as well as pedicles and posterior elements and complete collapse of body of T12 with partial collapse of the body of L1 []. MRI suggested abnormal marrow signal intensity lesion involving vertebral body and posterior elements with pathological collapse of T12 with similar signal intensity changes in T11 and L1 bodies []. Prominent flow voids were seen in predominantly anterior but also posterior epidural space from T9-L2, likely to be prominent epidural blood vessels []. The primary differential diagnoses were spinal tuberculosis and neoplastic etiologies. After discussion with the patient and his family, the patient was advised surgical decompression. After informed consent, the patient was operated under general anesthesia wherein T9 to L3 stabilization with pedicle screw instrumentation and anterior decompression by pediculectomy of the left T12 and L1 by a posterior approach was performed. The surgeon encountered massive bleeding at the time of anterior decompression and was controlled by the use of local and systemic hemostatic agents. A vascular etiology of spinal compression was suspected and tissue from the destroyed vertebrae was sent for histopathological examination and culture-sensitivity tests. The histopathological examination suggested no evidence of malignant cells/granuloma. Culture sensitivity testing and TB-PCR were negative for infection. DSA was performed after 2 months of surgery through the right femoral artery which revealed EDAVFs fed by the vessels arising from T10-L2 vertebrae and transcatheter embolization of the predominant right T12 feeders was performed with 25% glue (2 ml) []. Angiographically, it was an extradural Type 1 single vessel dural fistula. However, the atypical nature of massive vertebral destruction precluded it from grouping into any single entity. DSA performed after the embolization revealed 30 % reduction of fistula fed by vessels from the right T12 pedicle []. At follow-up after 21 months of surgery, the patient is free from pain, walking independently with normal neurological examination findings [].", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'10404582': 1, '8724094': 1, '19213818': 1, '5353307': 1, '33880228': 2}", "similar_patients": "{}"}