{"patient_id": 59489, "patient_uid": "8577006-1", "PMID": 34749803, "file_path": "comm/PMC008xxxxxx/PMC8577006.xml", "title": "Gummatous neurosyphilis in an elderly patient in the Australian outback: a case report", "patient": "Our patient is a 77-year-old frail gentleman with type 2 diabetes mellitus on oral hypoglycemic medications who lives with his daughter, requiring support with daily living activities. His past medical history is significant for hypertension, chronic kidney disease, and gout. He is a former smoker and denies recent alcoholism. Prior to his monogamous relationship with his partner, he vaguely recalls having unprotected sexual relations in his teens, almost 50 years ago. He denies being treated for any sexual transmitted diseases (STDs), and confirms nil significant family history for STDs.\\nHe mobilizes with a four-wheel walker, and presented to the hospital with vomiting, presyncope, and an unwitnessed fall without loss of consciousness.\\nHe reports almost daily postural dizziness and has had several short admissions in the past for recurrent presyncope and falls. He denies other systemic complaints.\\nHis history is significant for bilateral hearing impairment, previously attributed to a vestibular disease and a possible past syphilis infection which remains unknown within the local STD registry. It is uncertain whether treatment was ever commenced. A baseline VDRL test was unavailable.\\nOn examination, his vitals were stable with demonstrable postural hypotension. A neurological examination demonstrated a right eye relative afferent pupillary defect, left eye abducens nerve palsy, and a high stepping gait of the right foot. A review of his symptoms was otherwise unremarkable, except for a prolonged PR interval (200–220 milliseconds) on his electrocardiogram (ECG).\\nHis routine blood biochemistry was as expected, and syphilis serology detected Treponema pallidum particle agglutination (TPPA) as well as previously undetected rapid plasma reagin (RPR) titers, giving rise to uncertainty as to whether the syphilis infection was prior or current. A lumbar puncture displayed clear CSF within normal pressures with a high protein count of 2.59 mg/dl and an elevated CSF white cell count at 12 × 106/L (Table ). In addition, the CSF syphilis nucleic acid antigen (NAA) test was negative, CSF fluorescent treponemal antibody (FTA) was minimally reactive, and CSF TPPA and VDRL were both nonreactive.\\nHis echocardiogram revealed normal ventricular function without valvular pathologies. Alarmingly, an inpatient Holter test detected a 6-second sinus pause that was emergently addressed with the insertion of a pacemaker within 24 hours and a brief postprocedural cardiac care unit admission for observation.\\nA non-contrast computerized tomography (CT) scan of the brain showed thickening of the meninges at the left clivus, resembling a meningioma, and this was further followed up by a magnetic resonance imaging (MRI) of the brain. The MRI reported similar findings, with the addition of possible chronic mastoiditis. As a consequence of this significant finding, a multidisciplinary collaboration between geriatrics, neurosurgery, and radiology was undertaken. It was concluded beyond reasonable doubt that the MRI was consistent with a radiological diagnosis of gumma (Fig. ). With clinical consensus, the final diagnosis of gummatous neurosyphilis was made.\\nA cognitive assessment was attempted while the investigation (pre-treatment) was ongoing but was limited by hearing and vision impairment. A baseline Mini-Mental State Examination (MMSE) was attempted but was prematurely stopped because of the patient’s poor comprehension of the examination questions. An assessment of delirium was also limited for the same reason.\\nHe was commenced on 1.8 million units of intravenous benzylpenicillin, 4-hourly for 15 days, and was sent to the Geriatric Medical Unit for ongoing care and physiotherapy. On completing his antibiotic regime, he made a satisfactory recovery—notably, with an improvement in his cognition from severe to mild cognitive impairment (MMSE 22/30) post-treatment and an appreciative reduction in the size of his gumma on the repeat MRI scan (Fig. ).\\nDespite negative CSF Treponema pallidum serology, which is known to have low sensitivity and may thus contribute to false negative cases, the poignant history of bilateral deafness, the presence of a sixth cranial nerve pathology, an Argyll Robertson pupil, a tabes dorsalis gait, and an extremely high CSF protein with a gumma on the brain MRI collectively diagnosed this patient as having gummatous neurosyphilis.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'23754916': 1, '27585980': 1, '25321411': 1, '22963062': 1, '27647589': 1, '30081207': 1, '34749803': 2}", "similar_patients": "{}"}