{"patient_id": 110573, "patient_uid": "8383637-2", "PMID": 34434417, "file_path": "noncomm/PMC008xxxxxx/PMC8383637.xml", "title": "Amnioinfusion and Bed Rest May Effectively Improve the Insufficient Circulation of the Umbilical Cord in Pregnant Women With Hyper-Coiled Cord and Oligohydramnios", "patient": "This case was 45-year-old Japanese primiparous woman who had a history of myomectomy for three myomas and adhesive intestinal obstruction. She achieved pregnancy by in vitro fertilization and embryo transfer. On ultrasound assessment at 20 + 1 weeks’ gestation in our hospital, the estimated fetal weight was 210 g, which was - 2.0 standard deviation (SD) based on the Japanese standard [], a hyper-coiled cord was detected by the coiling index of 0.6, and marginal cord insertion of the placenta was revealed ().\\nShe visited our outpatient clinic at 22 + 2 weeks’ gestation due to decreased fetal movement and fetal growth restriction. The volume of the amniotic fluid expressed by the amniotic pocket was decreased to 10.5 mm. Ultrasound Doppler assessment revealed the reversed wave of ductus venosus and the pulsation of umbilical venous blood flow (). She was therefore admitted to our hospital to monitor the well-being of the fetus.\\nIt was hypothesized that the fetal growth restriction and the oligohydramnios may have resulted from umbilical cord abnormalities, such as a hyper-coiled cord and marginal cord insertion. After admission, her amniotic fluid volume was gradually increased to 22 mm after 2 weeks by only bed rest. The Doppler assessment of both the ductus venosus and umbilical venous flow also improved ().\\nThe well-being of the fetus was monitored by the assessments of both the Doppler blood flow and fetal heart tracing during pregnancy. At 37 + 3 weeks’ gestation, she delivered a neonate weighing 1,923 g (- 2.3 SD) by cesarean section due to her history of a previous uterine operation. The placenta weighed 410 g with lobed placenta, marginal cord insertion and 70 cm of hyper-coiled cord. Calcification, infarction and fibrin deposition were observed in a pathological examination of the placenta. All procedures followed were in accordance with the ethical standards of the responsible committee on human experimentation and with the Helsinki Declaration of 1975, as revised in 2008 (5).", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'23642640': 1, '19853300': 1, '19346188': 1, '22122238': 1, '23134215': 1, '11281463': 1, '6519342': 1, '3515948': 1, '8040842': 1, '24617834': 1, '34434417': 2}", "similar_patients": "{'8383637-1': 2}"}