{"patient_id": 59630, "patient_uid": "8582284-1", "PMID": 34786270, "file_path": "comm/PMC008xxxxxx/PMC8582284.xml", "title": "Cardiac Multimodality Imaging Assessment of Dystrophic Myocardial Calcification in a Human Immunodeficiency Virus-Infected Patient With Dilated Cardiomyopathy", "patient": "A 72-year-old male presented with chest pain on exertion for one year. It was stated that it disappears in a few minutes after effort cessation. He had a Class II New York Heart Association (NYHA) functional status with only a slight limitation of physical activity but without symptoms at rest. He had a medical history of HIV infection 30 years ago under antiretroviral therapy (lopinavir/ritonavir), dyslipidemia treated with atorvastatin 20 mg per day, deep vein thrombosis on oral anticoagulation, and chronic dilated cardiomyopathy. He had had undetectable viral load test results for at least six months. His electrocardiogram showed sinus rhythm, a heart rate of 62 beats per minute with the presence of pathological \"Q\" waves, and a lack of \"R\" wave voltage in the inferior leads (DII, DIII, and aVF), and ST-T segment abnormalities at the inferolateral precordial leads (v5-v6) (Figure ).\\nThe transthoracic echocardiography denoted severe LV dysfunction, and an extensive akinesis and echo-hyperrefringency from basal to apex at the inferior, inferolateral, and lateral LV walls. Three-dimensional echocardiography allowed us to estimate an LV end-diastolic volume of 132 ml, LV end-systolic volume of 86 ml, and LV ejection fraction of 34%. The global longitudinal strain was calculated as -13.3%, which was compatible with abnormal values in the context of a chronic dilated cardiomyopathy (Figure , Video ).\\nCMR pharmacological stress myocardial perfusion imaging was chosen to confirm the presence and for quantifying the amount of myocardial ischemia related to the exertional chest pain in our patient. Dipyridamole was used at doses of 0.84 mg/kg infused in four minutes. Neither any cardiac symptoms such as chest pain or dyspnea nor other drug infusion-related complications were present during the test. However, imaging analysis denoted a persistent perfusion defect in thinned and akinetic LV walls, and there was a reversible perfusion defect in mid-inferoseptal, anteroseptal, and septal apical LV walls indicating myocardial ischemia in left descending coronary artery (LAD) territory (Figure ).\\nIn the context of myocardial ischemia on the LAD coronary artery territory, a CCTA was preferred with a non-invasive approach to determine atherosclerotic coronary artery disease and myocardial involvement in our patient. A diffuse non-significant obstructive LAD atherosclerotic coronary disease with calcified plaques at the proximal and mid-segments (25-49% obstruction) was observed. Therefore, myocardial ischemia was found to be present in a <50% coronary artery obstruction, suggesting a Coronary Vasomotor Disorders International Study Group (COVADIS) type 2 microvascular ischemia. On the other hand, the circumflex coronary artery had a diffuse non-calcified disease at the mid-segment causing a non-significant obstruction (25-49%), and the right coronary artery (RCA) showed diffuse involvement with non-calcified plaques at the proximal and mid-segments. There was a significant obstruction at the level of the mid-RCA (50-69% coronary stenosis) (Figure ). Direct functional coronary artery assessment of fractional flow reserve (FFR) was not available in our case, and neither was non-invasive FFR-CT.\\nAdditionally, we were able to accurately characterize the LV involvement by CCTA, and as an unusual finding, the calcification of the myocardium was present at the levels of LV thinned walls. A CMR examination from 16 years ago had already shown the presence of severe LV systolic dysfunction and dilatation with the extensive compromise of LV walls. Furthermore, LGE was present in a subendocardial distribution with a transmural infarction of 70% of LV thickness, with papillary muscles compromise in the setting of ischemic cardiomyopathy (Figure , Video ). Lipid and metabolic panel were not available in our case presentation. Conservative management and optimal medical therapy including aspirin 100 mg per day, continuing with statins, angiotensin-converting enzyme (ACE) inhibitors (enalapril), and beta-blockers (bisoprolol) as maximal dose tolerated were indicated in our patient with neither angina nor dyspnea progression after two months of follow-up.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'15193932': 1, '24778120': 1, '19717355': 1, '20598909': 1, '28057253': 1, '26164680': 1, '11014331': 1, '16781213': 1, '28057254': 1, '20952214': 1, '25456525': 1, '34786270': 2}", "similar_patients": "{}"}