{"patient_id": 60025, "patient_uid": "8601397-1", "PMID": 34820221, "file_path": "comm/PMC008xxxxxx/PMC8601397.xml", "title": "Bilateral Facial Palsy: A Case Study of an Exceedingly Rare and Difficult Diagnosis", "patient": "A 32-year-old Asian male presented to the emergency department with complaints of right-sided facial weakness, perioral numbness, speech difficulty, and altered taste sensation, which had started five days ago. Interestingly, he had been seen in the emergency department multiple times before this attendance and sent home with an outpatient neurology follow-up as the investigation results had been within the standard parameters. The patient also gave a history of a flu-like illness two weeks earlier. He had a past medical history of obstructive sleep apnea and bipolar disorder, and his regular medications included lithium carbonate and sodium valproate. He was a non-smoker and denied any alcohol or drug use.\\nThe patient had been referred to be assessed by the stroke team. His symptoms had started with right-sided facial weakness, eventually progressing to the left side. He denied any history of trauma, rashes, travel abroad, or tick bites. On examination, he had a bilateral facial weakness with the inability to elevate eyebrows, puff out cheeks, or smile, and inadequate closure of the eyes (Figures -). The neck was supple, and neurological examination revealed mild facial sensory deficits with bilateral lower motor neuron palsy. The rest of the neurological examination revealed no abnormalities. A complete blood count, comprehensive metabolic panel, and CT scan of the head did not reveal any significant findings. After a thorough exam, the stroke team ruled out a stroke, and the patient was handed over to the medical team for further workup.\\nThe neurology team advised a lumbar puncture to rule out infection before commencing any steroids. After two failed lumbar punctures in the lateral position due to increased basal metabolic index (BMI), a lumbar puncture was attempted in the sitting position, and cerebrospinal fluid (CSF) analysis showed the following results: glucose: 3.0, WBC: 6, lymphocytes: 6, RBC: <1, and protein: 0.75; Gram stain was negative. A CSF oligoclonal band was not detected. Electromyography (EMG) showed partial right facial nerve lesion, demyelinating in nature, and no signs of acute motor axonal loss and left facial lesions. Subsequent MRI head with contrast was unremarkable. No paraproteins were detected on serum electrophoresis, and the immunology, vasculitis, and viral screen were negative (Table ).\\nMore information came to light during a thorough and detailed history taking. Family history revealed that both the patient's mother and sister had bilateral facial palsy, and his mother had been diagnosed with sarcoidosis. At this point, serum angiotensin-converting enzyme (ACE) level was requested due to the suspicion of sarcoidosis and was found to be within the range. Chest radiograph showed no hilar adenopathy. A CSF ACE level was not requested, and hence sarcoidosis could not be completely ruled out. An eye examination conducted to check for ocular manifestations revealed no abnormalities.\\nOn day six of admission, the patient was commenced on oral steroids after a central nervous system (CNS) infection was ruled out. By this time, there had been a complete resolution of the left-sided facial weakness and the initial complaint of the neck pain; however, the right-sided facial palsy and the pain around the ears were still present. Otolaryngological examination revealed tenderness in the parotids and submandibular region even though the glands were not enlarged. Hence, a clinical diagnosis of Heerfordt syndrome was considered. The patient was advised to complete a 10-day course of steroids and sent home with eye patches once his symptoms were found to be improving.\\nFollow-up at one week showed improvement in right-sided facial weakness as well. Slurring of speech became better but did not revert to baseline. The patient has developed no additional symptoms and is currently under outpatient neurology follow-up.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'34079670': 2, '23136264': 1, '2921543': 1, '1564749': 1, '8035915': 1, '3963164': 1, '25685372': 1, '11860653': 1, '9646312': 1, '27307336': 1, '23891413': 1, '1762779': 1, '1935712': 1, '23326715': 2, '34820221': 2}", "similar_patients": "{'3542940-1': 1, '8159336-1': 1}"}