{"patient_id": 56431, "patient_uid": "8433493-1", "PMID": 34527496, "file_path": "comm/PMC008xxxxxx/PMC8433493.xml", "title": "You Only Find What You Are Looking for: Concurrent Alcoholic Liver Cirrhosis and Undiagnosed Wilson’s Disease", "patient": "A 27-year-old female with a past medical history pertinent for mild asthma, alcohol-use disorder (8-10 drinks/day), and generalized anxiety disorder presented to the emergency department after being found unconscious by her partner. The patient was unable to provide a coherent history upon presentation. Her partner reported that she had been experiencing unexplained low mood, generalized weakness, fatigue, intermittent confusion, and poor appetite for a few weeks. The aforementioned symptoms had exacerbated two days prior to the presentation. Further questioning revealed that the patient had been consuming large amounts of alcohol after losing her job due to the pandemic in early 2020.\\nThe patient’s vital signs upon admission were not significantly alarming; her temperature was 36.1 °C, heart rate was 94 beats per minute, blood pressure was 101/66 mmHg, and her respiratory rate was 17 breaths/minute. The patient was noted to be confused with a Glasgow Coma Scale (GCS) of 12 (opened eyes to speech, confused and localized to pain). Further physical examination was notable for jaundice with icteric sclera, a distended protuberant abdomen with a positive fluid wave test, in addition to +1 bilateral lower limb edema. Asterixis could not be reliably evaluated.\\nLaboratory investigations revealed macrocytic anemia, mild thrombocytopenia, elevated liver enzymes with alanine transaminase (ALT) of 375 U/L and aspartate transaminase (AST) of 890 U/L, total bilirubin of 29 mg/dL, albumin of 2.1 g/dL, and blood ammonia concentration of 89 µmol/L. Detailed initial laboratory studies are listed in Table and Table .\\nThe head CT scan was unremarkable. An abdominal ultrasound (US) demonstrated a diffusely echogenic and mildly enlarged liver with a minimally nodular surface, as well as ascites in all four quadrants. No intrahepatic or extrahepatic biliary obstruction was noted (Figure ). Subsequent plain abdominal CT scan demonstrated an enlarged liver with diffuse heterogeneity of the liver parenchyma, without extra or intraductal dilation. A moderate volume of ascites was noted. Incidental cholelithiasis was also noted (Figure ). Diagnostic paracentesis results (Table ) were suggestive of portal hypertension without SBP [serum ascites albumin gradient (SAAG) of 1.3 and nucleated cell count of 89].\\nThe fact that AST and ALT levels were more than 500 prompted further investigations into other potential causes of hepatic injury; an ischemic etiology was unlikely as the patient had a mean arterial pressure (MAP) above 65 on presentation and throughout hospitalization. Medication overdose and infectious, autoimmune, and genetic etiologies were also considered. Further workup included acetaminophen levels, hepatitis panel for HBV and HCV, ferritin level, antinuclear antibody (ANA), anti-liver-kidney microsome antibody (Anti-LKM), alpha 1 antitrypsin level, anti-smooth muscle antibodies (ASMA), and ceruloplasmin level. With the exception of ceruloplasmin level, all the other results were normal (Table ). Ceruloplasmin was significantly low at 6 mg/dL. A confirmatory 24-hour urine copper level was high at 119 μg/24 hours. Liver biopsy was deferred in the acute setting given consistent clinical and biochemical pictures as well as the anticipated overall status improvement.\\nThe clinical picture was suggestive of either decompensated alcoholic liver cirrhosis or acute liver failure with an element of confounding alcohol intoxication. The elements suggesting liver cirrhosis included a history of heavy alcohol use, ascites with SAAG >1.3, and portal hypertension in the absence of portal vein thrombosis. However, abdominal CT scan and liver US were more suggestive of fatty infiltration of the liver rather than cirrhosis. Ideally, a liver biopsy would have helped assert the diagnosis but was perceived to be too invasive at that time.\\nThe patient was initially managed with lactulose and rifaximin to relieve symptoms of possible HE. Zinc was started as it interferes with the uptake of copper from the gastrointestinal tract []. Prednisone was also initiated given Maddrey's discriminant function of 52. Our liver transplant center was contacted; unfortunately, the patient did not meet the transplantation criteria at that time given the ongoing alcohol abuse and inadequate social support.\\nThe patient’s mental status improved over the span of the next five days with complete resolution of confusion. The patient was scheduled for an ophthalmology clinic appointment to screen for Kayser-Fleischer rings while she was still in the hospital, which later confirmed the diagnosis. A referral to the hepatology clinic to further discuss alcohol abstinence, the usefulness of biopsy, and initiation of chelating agents was also scheduled. Given the patient’s deconditioning and high risk for clinical deterioration, she was discharged to a physical rehabilitation center with in-house alcohol recovery services.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'2900362': 1, '20955957': 1, '18798336': 1, '75819': 1, '25697811': 1, '24107488': 1, '26288636': 2, '18506894': 1, '26265724': 1, '24954675': 1, '21901655': 1, '18328931': 1, '11585025': 1, '24137231': 1, '24966602': 1, '16252195': 1, '31653639': 1, '30190489': 1, '2355023': 1, '15208167': 1, '34527496': 2}", "similar_patients": "{'4532869-1': 1}"}