{"patient_id": 107390, "patient_uid": "8095325-1", "PMID": 33881011, "file_path": "noncomm/PMC008xxxxxx/PMC8095325.xml", "title": "Guttate psoriasis: a case of unusual evolution of an occupation-related skin chemical burns", "patient": "A 36 years-old man was admitted to the Emergency Department (ED) three-hours after a work accident. During the cleaning of an industrial hydraulic system, a jet of hydrochloric acid 20%, ambient temperature, injured his face and upper limbs. At the workplace, an immediate clothing removal and accurate washing with cold water was performed. At ED admission, he presented first and second-degree skin burns on the frontal region, on the scalp, on the right forearm (-A), and earlobe. He didn’t manifest signs of respiratory distress or other systemic clinical manifestations and the performed blood tests were normal. Plastic surgery management consisted in wound topical dressing with silver sulfadiazine and paraffin gauze twice a week for one month. When the skin lesions were healed, a topical silicone gel and sunscreen were applied to improve the scar outcome. Forty-eight hours after the latter topical treatment (45-days after the work accident), in the same anatomical regions of the previous burn scars, he developed a skin reaction with itchy erythema (-B). No other systemic signs or symptoms were manifested. The application of topical products was immediately suspended without improvement, excluding an allergic reaction. Within few days, the skin reaction evolved in a dissemination of multiple small inflammatory-desquamated lesions. A generalized guttate psoriasis was evident on the whole body (-C). At the successive outpatient follow-up, an improvement of these lesions was evident after one month of steroid treatment, but did not disappear completely.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'30653184': 1, '16647659': 1, '8640619': 1, '29729012': 1, '2204607': 1, '19864073': 1, '33881011': 2}", "similar_patients": "{}"}