{"patient_id": 53912, "patient_uid": "8317974-1", "PMID": 34336480, "file_path": "comm/PMC008xxxxxx/PMC8317974.xml", "title": "Shark Fin Electrocardiogram: A Deadly Electrocardiogram Pattern in ST-Elevation Myocardial Infarction (STEMI)", "patient": "A 48-year-old male presented to the emergency department (ED) with complaints of chest pain, breathing difficulty, and vomiting for two to three hours. He also complained of sweating and orthopnea. On examination, his blood pressure was 130/70 mmHg, pulse rate 120 beats/minute, respiratory rate 24 cycles/min, temperature 37-degree centigrade, and oxygen saturation 86% in room air. There were coarse crepitations on both the lungs. He had a history of hypertension and hyperlipidemia under irregular medication due to poor adherence to treatment. He had a 20-pack-year smoking history, but he denied intake of alcohol and illicit drug use.\\nHe was placed in a reclined position at a 45-degree angle. Oxygen was given at the rate of 6 liters/minute to maintain oxygen saturation of more than 96%. The ECG done at the emergency department (ED) is shown in Figure .\\nA comprehensive metabolic panel along with serum potassium level was within normal limits. The diagnosis of extensive ST-elevation myocardial infarction (STEMI) was made. Aspirin 300 mg and atorvastatin 80 mg were given immediately. Due to the unavailability of recombinant tissue plasminogen activator (rTPA), streptokinase was given for thrombolysis. The ECG at 90 minutes post thrombolysis is as shown in Figure .\\nThe patient had decreased oxygen saturation (< 90%) even after 2 mg of morphine three times and 140 mg of furosemide. Continuous positive airway pressure (CPAP) was then administered to maintain saturation. Once he was resuscitated, he was sent to the higher center for percutaneous coronary intervention (PCI). In the higher center, coronary angiography was done, and a critical occlusion of the left anterior descending coronary artery was relieved with thrombectomy and stent placement. His condition was stable post this.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'10803443': 1, '30947019': 1, '6059183': 1, '28928045': 1, '9238396': 1, '13365085': 1, '22672790': 1, '33100320': 1, '18456729': 1, '34336480': 2}", "similar_patients": "{}"}