{"patient_id": 47397, "patient_uid": "8007370-1", "PMID": 33824770, "file_path": "comm/PMC008xxxxxx/PMC8007370.xml", "title": "Obsessive-Compulsive Symptoms as a Manifestation of Homocystinuria", "patient": "A 39-year-old male, single, with no prior psychiatric history was admitted to the Emergency Department with behaviour changes and increased anxiety. In the last two months, he was restless, anxious, reporting multiple preoccupations “afraid of harming someone,” “afraid of losing control,” and “need to prove that everything is fine.” He also had severe insomnia and tiredness. Two weeks before, his worries increased in intensity and become intrusive, unwanted, and repetitive and he reported he was “afraid of forgetting important things,” saying that he had to write things down, as well as having difficulty of speaking because he was afraid to do a mistake or say something he did not want to, which led to him felling “blocked.” He showed a repetitive speech, centred about his work where he had verification behaviour, always confirming if he had done something wrong. That culminated with a feeling that he was losing control. He asked his parents to hide the knives because he was afraid of hurting someone.\\nThe patient had a diagnosis of homocystinuria at the age of 16, with several complications like renal infarction, deep vein thrombosis, and retinal detachment. Although he had a history of failing two years in primary school, he managed to achieve the ninth grade of regular school education. He does not fulfil diagnostic criteria of intellectual disability because social, interpersonal, or practical domains of his life were not significantly compromised, as can be seen, namely, by a stable job in maintenance, social relationships, and no practical difficulties in daily living tasks.\\nHe was medicated with warfarin, and no specific diet was followed. He had an aunt and a cousin with type 1 bipolar disorder. Psychiatric examination revealed an anxious mood, a speech centred in preoccupations about his work and people around him and prominent obsessive doubts like “Did I did it well?”, “Did I hurt someone?” or “Am I violent?” Vital signs were stable and the physical signs including neurological examination were unremarkable. Routine laboratory tests (including toxicology screening) and brain computed tomography (CT) scan were normal except for high levels of homocysteine (821 μmol/l). Brain magnetic resonance imaging (MRI) showed low T2 signal, microvascular ischemia in white matter of the right frontal lobe.\\nFirst, he was given haloperidol 2 mg tid because of agitation. Then, he started a low protein diet and a treatment with cyanocobalamin 0.2 mg bid, pyridoxine 200 mg bid, thiamine 100 mg bid, and folic acid 5 mg bid. After two weeks of treatment, the symptoms were practically absent. At the time he was discharged, he still had some thoughts and worries about his work and verification behaviour leading to him confirming if he had done anything wrong, but he was able to return to work.\\nTwo weeks after discharge, he attended an appointment and he was asymptomatic. Haloperidol was progressively reduced until stopped in about two weeks. A month after inpatient discharge, his homocysteine levels were lower (362.9 μmol/l), and he remained asymptomatic. The treatment was changed to pyridoxine 300 mg tid that lead to undetectable levels in a month (<15 μmol/l).\\nHe was followed during a year and maintained on a low protein diet and pyridoxine 300 mg tid. After this period, he was discharged from psychiatry consultation.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'27059523': 1, '27778219': 1, '30804341': 1, '16697371': 1, '10503267': 1, '2703828': 1, '19617950': 1, '25478001': 1, '30643218': 1, '24411472': 1, '12585732': 1, '3591841': 1, '33824770': 2}", "similar_patients": "{}"}