{"patient_id": 58460, "patient_uid": "8528345-1", "PMID": 34692339, "file_path": "comm/PMC008xxxxxx/PMC8528345.xml", "title": "Idiopathic Copper Deficiency Induced Myeloneuropathy", "patient": "A 45-year-old male with a medical history significant for morbid obesity (body mass index, BMI 53.75) seizure disorder, type 2 diabetes mellitus, chronic kidney disease (CKD) stage IV (reported history of immunoglobulin A, IgA nephropathy), obstructive sleep apnea on home continuous positive pressure machine (OSA on home CPAP) and protein C and antithrombin III deficiencies was transferred to our center for acute encephalopathy, bilateral wrist drop, and polyneuropathy. Upon arrival the patient was found to be somnolent but oriented, and complained of bilateral tingling and weakness in his hands as well as urinary incontinence. Prior to admission the patient was independent at baseline; despite being morbidly obese, the patient was able to perform activities of daily living without assistance.\\nNeurologic exam of motor skills upon arrival was significant for decreased bilateral grip strength and decreased bilateral quadriceps strength (right>left). Sensory exam was notable for decreased light touch sensation of upper extremities (right>left), as well as diminished light touch sensation of lower extremities (left>right). Examination of reflexes demonstrated: diminished bilateral biceps, triceps, and brachioradialis response as well as diminished bilateral patellar reflexes and no plantar response (Table ). A lumbar puncture was performed with no significant findings (Table ). Plasma exchange therapy was started empirically as a presumptive diagnosis of autoimmune demyelinating polyneuropathy (AIDP) was made. He underwent five sessions of plasma exchange with no clinical improvement. MRI of thoracic spine did not reveal any spinal abnormalities. Electromyography was performed and not supportive of a demyelinating process; however, it was suggestive of mononeuritis multiplex or an acute motor axonal neuropathy.\\nDue to a lack of clinical improvement and a finding of low folate acid values on admission laboratory studies, other vitamin and element levels were measured. The patient was found to have significant deficiencies in copper, vitamin A, vitamin E, and vitamin B1 (Table ). Further history obtained from the patient revealed no risk factors for malabsorption including proton pump inhibitor use, zinc supplementation, or bariatric surgery. Studies for celiac disease were also negative. There were no abnormal dietary habits, unconventional diets, or excessive alcohol drinking identified. Of note, the patient had undergone a colonoscopy, upper endoscopy, and abdominal CT scan prior to admission, all of which were unremarkable.\\nNutritional repletion was initiated and the patient was started on copper infusion therapy (receiving a total of four doses and then switched to oral copper), as well as folic acid (which was started one week prior to copper infusion), Vitamin A, Vitamin E, and Vitamin B1 supplementation. Repeat copper levels were increased and essentially within normal range. Most notably, the patient showed clinical improvement with an increase in grip strength as well as decreased tingling and numbness, which was further supported by the decrease in use of PRN (from the latin Pro Re Nata) medications for symptom control as well as a significant improvement in the patient's mental status.\\nNeurologic strength exam prior to discharge revealed increased grip strength bilaterally, increased elbow flexion bilaterally, and increased hip flexion bilaterally. Bilateral plantar and dorsiflexion were also improved (Table ). The patient was discharged to a skilled nursing facility and was instructed to follow up with neurology as well as obtain repeat nutritional labs to determine the length of supplementation.\\nGiven the fact that the patient did not show any clinical improvement until copper infusion was started, it was deemed to be the main culprit of the patient's presentation. Also of note, the patient had a normal mean corpuscular volume (MCV) anemia (Table ), which does not correlate with folic acid deficiency. Therefore, the patient's symptoms were deemed most likely secondary to copper deficiency. However, it would be difficult to completely rule out that folic acid may have contributed to the patient's symptoms.\\nUpon follow up with the rehab facility two months after discharge, the patient has had continued improvement with significantly increased strength in his bilateral wrists as well as marked reduction in neuropathic pain symptoms. He has demonstrated a significant increase in motor strength and is now able to eat independently.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'19667226': 1, '20232210': 1, '25343982': 1, '21321490': 1, '31209935': 1, '31773293': 1, '31837157': 1, '34692339': 2}", "similar_patients": "{}"}