{"patient_id": 110458, "patient_uid": "8383508-1", "PMID": 34434463, "file_path": "noncomm/PMC008xxxxxx/PMC8383508.xml", "title": "Pericardial Tamponade Caused by Rotational Atherectomy Ablation Grinding Through a Barrier Stent Protruding From the Diagonal Artery: A Case Report", "patient": "An 80-year-old man with non-ST-elevation myocardial infarction was presented to our hospital, with a history of hypertension and dyslipidemia. Coronary angiography revealed diffuse calcification from proximal to middle segment of the left anterior descending artery (LAD) with about 80% stenosis and 80% stenosis in the proximal of diagonal. Considering the LAD true bifurcation lesion and similar vessel diameter of LAD and the first diagonal (D1), we planned to utilize culotte technique. A drug-eluting stent (DES, 2.5 × 15 mm) was implanted in the D1 with short main branch protrusion, then no balloons could pass through the first stent’s side hole (). Based on current RA recommendations, the burr-to-artery ratio was 0.5 []. RA with 1.5 mm burr was attempted, and the ablation was initiated at the proximal edge of the stent. Following eight runs of RA with a speed of 160,000 rpm and post-dilatation of a 3.0 × 12 mm noncompliant (NC) balloon at 20 atm, a full expansion with a good angiographic result was achieved. Another DES (3.0 × 30 mm) was implanted in the LAD with full expansion and followed with the dilation of NC balloon (3.0 × 12 mm) at 26 atm (). Final angiography showed a satisfactory result with no stent malposition or residual stenosis. Half an hour after PCI, the patient felt shortness of breath with low blood pressure. Ultrasound cardiogram showed pericardium effusion and angiography showed no obvious coronary perforation. After pericardiocentesis was performed under fluoroscopic guidance, the patient was uneventful. The follow-up ultrasound cardiogram showed no more pericardium effusion with normal ventricular wall motion. The patient received the standard medical therapy with doctor’s prescription of aspirin, clopidogrel, angiotensin-converting enzyme inhibitor (ACEI), beta-blocker, statin drugs and outpatient follow-up once a month after discharge. After 1 year, the follow-up coronary computed tomography (CT) angiography showed no in-stent restenosis, stent fracture or disrupted struts protruding outside of the vessel’s outline of LAD and D1.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'25198495': 1, '27894264': 2, '31084239': 1, '29443790': 2, '14624430': 1, '34434463': 2}", "similar_patients": "{'5126999-1': 1, '5839823-1': 1}"}