{"patient_id": 59450, "patient_uid": "8575328-1", "PMID": 34765338, "file_path": "comm/PMC008xxxxxx/PMC8575328.xml", "title": "Isolated Unilateral Orbital Compression Syndrome in A 19-Year-Old Male With Homozygous Sickle Cell Disease", "patient": "A 19-year-old man with sickle cell disease, cashier by profession, and a hookah smoker presented to the ophthalmic emergency department on June 25, 2021, with a one-day history of frontal headache followed by sudden left eye pain associated with increasing orbital swelling and decreasing vision. The patient denied any history of fever or bone pain at or prior to presentation. However, he reported a history of sudden hearing loss six years ago for which a cochlear implant surgery was performed.\\nThe patient was in severe pain but remained alert. His body temperature was 36.2°C, blood pressure was 126/90, heart rate was 88/min, and oxygen saturation was 98% on room air. Ocular examination showed a vision of 6/6 in the right eye, while examination of the left eye showed a vision of 1.5 m counting fingers, non-axial proptosis with a dystopia of 8 mm to the inferolateral side, vertical palpebral height was 16 mm, with periocular fullness, tenderness on palpation and resistance to retropulsion (Figures , ). Moreover, extraocular muscles were restricted in all gazes with a 3-mm lagophthalmos (Figure ).\\nAlthough posterior segment and optic disc examination appeared completely normal, the pupil assessment revealed relative afferent pupillary light reflex defect grade 3 with positive color desaturation.\\nLaboratory results showed white blood cell count was 3.78 x 109/L (normal range: 3.6-9.6), hemoglobin level was 10.7 g/dL (normal range: 12.0-14.5), mean cell volume was 85.1 fL (normal range: 80.0-97.0), mean corpuscular hemoglobin was 27.8 pg (normal range: 27.0-33.0), and mean platelets volume was 10.1 fL (normal range: 8.0-11.5). Liver function test revealed a total bilirubin of 198 µmol/L (normal range: 5-21), direct bilirubin of 36 µmol/L (normal range: 0-5), indirect bilirubin of 162 µmol/L (normal: <18), and alkaline phosphatase of 315 U/L (normal range: 50-136). Coagulation profile was measured to be prothrombin time of 16.9 seconds (normal range: 10-14), international normalization ratio of 1.42 (normal range: 0.6-1.17), activated partial prothrombin time of 24.1 seconds (normal range: 28-43), and thrombin time of 13.1 seconds (normal range: 15.6-18.4). The erythrocyte sedimentation rate was 15 mm/h (normal < 20), and C-reactive protein was 151.22 mg/dL (normal range: 0-3). The kidney function test was normal. Hemoglobin electrophoresis showed sickle hemoglobin (HbS) 78.1%, fetal hemoglobin (HbF) 15.8%, and hemoglobin A2 (HbA2) 3.5%, which are compatible with homozygous sickle cell disease.\\nComputed tomography scan of the orbit was obtained and revealed a large cystic extraconal mass lesion in the upper part of the left orbit, measuring 2.8 x 3.3 x 1.3 cm. The mass was compressing and displacing the globe and optic nerve infero-laterally, resulting in marked proptosis and orbital edema suggestive of sub-periosteal hematoma (Figures , ).\\nThe patient was started on intravenous methylprednisolone 1 g once daily along with intravenous Co-amoxiclav 1.2 g every 8 h. The decision was made to surgically intervene on the day of admission, so the patient was immediately prepped for surgical exploration under general anesthesia.\\nA sub-brow approach was performed through a 2-cm incision. When periosteum was incised, a large sub-periosteal hematoma with blood clots was seen and entirely evacuated (Figure ). Immediate improvement of proptosis was noticed on the table and the globe was back to normal position (Figure ). Hemostasis was achieved and the incision was sutured in two layers with interrupted 6-0 vicryl sutures. The evacuated material was sent for histopathology and confirmed blood products.\\nThe patient had immediate resolution of proptosis, pain and visual acuity improved to 6/18 on the first post-operative day with mild lid edema. He regained full range of extraocular movements in all directions of gaze with no lagophthalmos. The patient received a total of three doses of daily intravenous methylprednisolone and was discharged home on oral antibiotics on the fourth post-operative day. He was advised of a follow-up visit to the outpatient department after one week. Two weeks later, the patient had a full recovery with the restoration of visual acuity to 6/6 in the affected eye (Figures -).", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'32639228': 1, '33072979': 1, '21058274': 1, '30895451': 1, '23901183': 2, '28938324': 1, '12051287': 1, '11827001': 1, '21131035': 1, '9331199': 1, '30153804': 2, '18520831': 1, '28468164': 1, '28423290': 1, '18516430': 1, '34765338': 2}", "similar_patients": "{'3719248-1': 1, '6114482-1': 1}"}