{"patient_id": 107075, "patient_uid": "8077377-1", "PMID": 33976626, "file_path": "noncomm/PMC008xxxxxx/PMC8077377.xml", "title": "Clonal Upregulation of Effector Cytotoxic T Lymphocytes in a Patient with Multiple Tyrosine Kinase Inhibitor-Refractory Chronic Myeloid Leukemia with Long-Term Survival", "patient": "A 58-year-old man presented to our hospital with leukocytosis. Table summarizes the patient's laboratory data. The patient had an elevated leukocyte count (298,400/μL) with 8.5% myeloblasts, and anemia (hemoglobin, 7.5 g/dL). A flow cytometric analysis targeting the stem cell fraction revealed that the myeloblasts were positive for CD7, CD13, CD33, CD34, CD117, and HLA-DR, and negative for CD2, CD3, CD4, CD8, CD56, CD10, CD19, CD20, and CD235a. The results of the bone marrow aspiration were not available due to a dry tap. We detected a chromosomal abnormality t(8;9;22)(q22;q34;q11.2) in all 20 analyzed mitotic cells in a peripheral blood sample. A real-time quantitative polymerase chain reaction analysis revealed that the patient was positive for major bcr-abl1 but negative for minor bcr-abl1. A computed tomography scan revealed marked hepatosplenomegaly (data not shown). Based on these findings, we diagnosed the patient with CP-CML.\\nThe patient was administered dasatinib (140 mg/day) as the initial treatment, resulting in a decreasing leukocyte count that gradually returned to normal. The hemoglobin and platelet levels dropped below their normal limits (Fig. ). A bone marrow aspiration 11 months after the initiation of dasatinib revealed that the patient had not achieved a cytogenetic response in all 20 analyzed mitotic cells, and there was no molecular response (international scale [IS], 103.1%). We detected a T315I mutation of abl1 by mutational analysis using the bone marrow sample. We then added pegylated interferon alpha (PEG-IFNα) (90 μg/week) to the dasatinib (100 mg/day). After administering 14 doses of PEG-IFNα, we withdrew the drug because the hemoglobin level reached 3.1 g/dL (Fig. ). The IS value was 38.8% at that time and increased to 95.7% at 9 months after the initiation of the dasatinib plus PEG-IFNα combination. Ponatinib was administered instead of dasatinib soon after ponatinib's approval for use for refractory CML. The starting ponatinib dosage was 30 mg/day and was subsequently raised to 45 mg/day. Although we observed no cytogenetic or molecular response since that point, the complete blood counts remained almost within normal limits more than 4 years after starting ponatinib. A few bone marrow aspiration analyses were conducted during the course of treatment, observing a T315I mutation at 9, 25, and 63 months after the start of treatment with dasatinib (Fig. ). We detected the chromosomal abnormality t(8;9;22)(q22;q34;q11.2) was in 19 of the 20 analyzed mitotic cells at 63 months after the start of treatment with dasatinib; the remaining 1 cell showed a normal karyotype (data not shown).\\nTo investigate the cellular immunity, T-cell receptor (TCR) V beta gene repertoire analyses were performed using flow cytometry targeting CD8-positive T cells at several time points (Fig. ). We detected fairly high percentages of naïve and effector CTLs using TCR V beta 13.6 at the seventh month after starting dasatinib (naïve CTLs, 33.5%; effector CTLs, 71.9%). The percentages of naïve CTLs subsequently showed a gradual increase to approximately 70%, while the percentages of the effector CTLs remained at the same level until the sixty-sixth month after starting dasatinib. Although we observed remarkable clonality of the naïve and effector CTLs, there has been no obvious clonal expansion of memory CTLs until the present (Fig. ).\\nWritten informed consent for use and disclosure of the protected information was obtained from the patient.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'32999661': 2, '7655033': 1, '27325849': 1, '19652056': 1, '19779040': 1, '24180494': 1, '16642048': 1, '22371878': 1, '29435021': 1, '11423618': 1, '29455643': 1, '33976626': 2}", "similar_patients": "{'7506382-1': 1}"}