{"patient_id": 47085, "patient_uid": "8712860-1", "PMID": 34970558, "file_path": "comm/PMC008xxxxxx/PMC8712860.xml", "title": "Mucinous Ovarian Tumors With Anaplastic Mural Nodules: Case Report", "patient": "A 35-year-old G0P0 presented with abdominal discomfort of 6 months duration. The patient has not been given special treatment in the past. Physical examination of the abdomen revealed mild tenderness and a hard palpable mass. The preoperative levels of serum cancer antigen 125 (CA-125), CA19-9, and human epididymal protein-4 (HE-4) were 322.9 U/ml, 766 U/ml, and 112.9 pmol/L, respectively. B-Ultrasonography (B-US) showed a huge mixed mass in the pelvic cavity measuring 337 × 242 mm. The mass had clearly defined boundaries, with most of the liquid-filled dark areas separated by strong light bands. Color Doppler flow imaging revealed a blood flow signal above the divider. The diagnosis based on the B-US was ovarian cystadenoma. Abdominal computed tomography results are as follows: a huge cystic space-occupying lesion can be seen in the anterior and upper part of the pelvic uterus. The lesions on the scan level are not complete. The scan range is about 284 × 205 mm on the larger level, the upper and lower diameter is about 151 mm (incomplete). The lesion shows multilocular cystic changes, the cyst wall is thin, multiple partitions can be seen, and several mural nodules can be seen, and the larger mural node is 28 × 23 mm, slight enhancement was seen on the enhanced scan. It seems that the blood supply artery came from the branch of the uterine and ovarian arteries. Large cystic space-occupying lesions with a size of about 89 mm were also seen behind the uterus. The wall is thin, and a sheet-like enhancement shadow can be seen at the left front. Bilateral ovaries showed unclearly. The anterior position of the uterus is obviously compressed, and the anterior and posterior cystic space-occupying parts seem not to be connected. The focus behind the uterus seems to be closely related to the left ovary. A large amount of effusion shadow can be seen in the pelvic cavity. Large lymph nodes with a size of about 17 mm can be seen next to the iliac vessels on the right side of the pelvic cavity × 12mm, enhanced scanning was more obvious. No abnormality is found in the pelvic bone structure (). Exploratory laparotomy was performed, which revealed a pelvic mass measuring 33 × 20 cm with a smooth capsule that was filled with ~12,000 ml of fluid. The solid area was soft, grayish, and measured ~20 × 14 cm, while the cystic area measured ~10 × 8 cm and contained a jelly-like material. The inner wall of the sac was covered with white moss, and the wall thickness ranged from 0.1 to 0.6 cm (). The omentum was immobile and had miliary nodules on its surface. Right adnexectomy, omentectomy, appendectomy, and pelvic lymph node dissection were concomitantly performed. The postoperative histopathology results showed the following: (1) Consider the mucinous tumor of the right ovary with mural nodules (anaplastic carcinoma) in combination with the results of immunohistochemistry; (2) see tumors in the momentum and peritoneum tissue; (3) see cancer metastasis in the right obturator foramen, right deep common iliac lymph nodes, right common iliac and right inguinal lymph nodes, and no metastasis. The immunohistochemistry results were as follows: Alk (D5F3)(–), CA125(–), CD30(–), CD38(–), CD99(–), CEA(–), CgA(–), CK(+), CK20(–), CK7(–), CR(partly +), estrogen receptor (ER)(–), GFAP(–), LCA(–), Melan– A(–), PAX8(–), progesterone receptor (PR)(–), S-100(–), Syn(+), vimentin(+), WT-1(–), and alpha-statin(–) (, ). The final diagnosis was a mucinous ovarian tumor with mural nodules and anaplastic carcinoma, FIGO (2014) Stage IIIC. After the operation, the patient underwent three courses of carboplatin and docetaxel intraperitoneal hyperthermic perfusion chemotherapy. Unfortunately, 6 months later, the patient died.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'1714661': 1, '32268438': 1, '23923090': 1, '26742998': 1, '28498287': 1, '11852993': 1, '19092632': 1, '25473748': 1, '29795040': 1, '24305620': 1, '14668549': 1, '29313949': 1, '29137100': 2, '26598983': 1, '25341574': 1, '18300813': 1, '30176911': 2, '34970558': 2}", "similar_patients": "{'6120074-1': 1, '5690793-1': 1, '5690793-2': 1}"}