{"patient_id": 60063, "patient_uid": "8603980-1", "PMID": 34797454, "file_path": "comm/PMC008xxxxxx/PMC8603980.xml", "title": "Primary pleomorphic liposarcoma of the liver: a case report and literature review", "patient": "A 65-year-old Japanese woman was found to have a heterogeneous, ring-enhancing, 11-mm mass in the right hepatic lobe on follow-up contrast-enhanced abdominal computed tomography (CT) 2 years after surgical resection of the left adrenal gland and kidney for left-sided adrenocortical carcinoma. Medical and family histories were negative for hepatic disorders. The patient reported no symptoms and was subsequently referred to our department for further evaluation and treatment.\\nOn admission, physical examination revealed a well-appearing woman in no acute distress. Laboratory examinations were unremarkable. Serologic testing for hepatitis B and C was negative. Alpha-fetoprotein and des-γ-carboxy prothrombin levels were within normal limits. Dynamic contrast-enhanced T2-weighted images (T2WI) on magnetic resonance imaging (MRI) of the abdomen showed a 16-mm mass lesion with both cystic and solid, lipid-containing components (Fig. A). The solid components demonstrated arterial enhancement followed by rapid washout on T1-weighted images (T1WI) (Fig. B, C). Although this description suggested hepatocellular carcinoma (HCC), a lack of cirrhotic changes and viral hepatitis made HCC unlikely. A signal drop was observed on opposed-phase T1WI compared to in-phase T1WI, indicating the presence of lipids (Fig. D, E). No other intraabdominal, peritoneal, or retroperitoneal masses were noted. Based on these findings and the patient’s history, adrenocortical carcinoma metastasis was suspected. Laparoscopic partial hepatectomy was scheduled. The operation was successfully executed as planned. The tumor was completely resected with clear surgical margins.\\nMacroscopically, the surgical specimen contained a nodular, yellow–white mass lesion with clear 20-mm borders. The cut plane was smooth and glossy with a slight bulge (Fig. ).\\nMicroscopically, the tumor comprised pleomorphic, spindle-shaped cells forming fascicular structures with scattered lipoblasts intervening in varying stages (Fig. A). The tumor cells contained hypochromatic, irregularly shaped nuclei of various sizes. There was also capillary growth between cells in a pericytomatous pattern. Mitotic cells were frequent. Ki-67 labeling index was 15%. Immunohistochemically, the tumor cells were diffusely positive for vimentin and focally positive for CD34 and alpha-SMA (Fig. B–D); lipoblasts within the tumor were focally positive for S-100 (Fig. E). In contrast, the tumor cells were nonreactive for SF-1, inhibin alpha, desmin, HHF35, HMB45, Melan A, MITF, c-kit, DOG1, cytokeratin AE1/AE3, h-caldesmon, STAT6, CD68, MDM2, CDK4, c17, DHEAST, 3BHSD, CD31, Factor 8, and ERG. Fluorescent in situ hybridization (FISH) findings with a split signal probe for DDIT3, CREB1, and ATF1 showed split signals of 2%, 2%, and 0%, respectively. These collective findings support the diagnosis of pleomorphic liposarcoma as described by the World Health Organization (WHO) Classification of Tumours: Soft Tissue and Bone Tumours, 5th edition [].\\nThe postoperative course was uneventful. The patient did not receive adjuvant chemotherapy or radiotherapy and was followed with abdominal CT scans every 3–6 months. Abdominal CT taken 41 months after surgery revealed a 104-mm heterogeneous mass spanning the anterior, medial, and posterior liver segments. Repeat imaging 1 month later demonstrated rapid growth to 141 mm in diameter. Needle biopsy indicated liposarcoma pathologically, which was compatible with the original tumor. The patient received right hepatectomy. Histopathological examination confirmed pleomorphic liposarcoma recurrence. Despite these extensive methods, however, new liver recurrences, lung metastases, and peritoneal dissemination of multiple small nodules were noted on a CT scan 1 month later. Palliative chemotherapy with eribulin was initiated. A CT scan taken 1 month into chemotherapy showed rapid enlargement of the lesions consistent with progressive disease. Best supportive care was started and continued until the patient died 3 months later.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'22751420': 1, '4352939': 1, '2837562': 1, '29220294': 1, '2664442': 1, '23257269': 1, '8152881': 1, '11231494': 1, '32174754': 1, '11979090': 1, '15371941': 1, '16534865': 1, '3677011': 1, '31546729': 1, '25374715': 2, '8249754': 1, '11180184': 1, '18038349': 1, '30278507': 2, '34797454': 2}", "similar_patients": "{'4208437-1': 1, '6181573-1': 1}"}