{"patient_id": 111337, "patient_uid": "8460931-1", "PMID": 34703439, "file_path": "noncomm/PMC008xxxxxx/PMC8460931.xml", "title": "Pyomyositis in a Patient Undergoing Chemotherapy for Gastric Cancer: A Case Report and Literature Review", "patient": "A 78-year-old Japanese man, who underwent 13 cycles of second-line chemotherapy with irinotecan for recurrent gastric cancer, was urgently admitted to our hospital with a chief complaint of sudden-onset, movement-related pain in his left lower extremity associated with a high-grade fever of 38.3°C. After completing his last 12-day cycle of chemotherapy, he experienced a transient episode of nausea and high-grade fever, and severe manifestations subsequently occurred 2 days later.\\nThe patient had undergone a distal gastrectomy, with D2 lymphadenectomy and a Roux-en-Y reconstruction, for gastric cancer in December 2015. Histopathological examination of the resected specimens revealed a human epidermal growth factor receptor-2-positive, papillary adenocarcinoma of the stomach, further classified as T2N1M0, Stage IIA based on the Union for International Cancer Control TNM classification. Adjuvant chemotherapy with tegafur, gimeracil, and oteracil (TS-1) was planned to be administered to the patient for 1 year after the diagnosis. However, at 7 months after adjuvant chemotherapy with TS-1, left supraclavicular and multiple para-aortic lymph-node metastases were detected on the follow-up computed tomography (CT) scan. Thus, he was administered combination chemotherapy with capecitabine, cisplatin, and trastuzumab for 6 months. However, his left supraclavicular and multiple para-aortic lymph-node metastases worsened; therefore, he was administered chemotherapy with irinotecan, after which he showed stable disease. The patient was taking oral medications for diabetes mellitus and hypertension while receiving chemotherapy; thus, the disorders were well managed and controlled.\\nPhysical examination on admission did not reveal any signs of erythema, swelling, or tenderness in the left lower extremity. However, blood tests demonstrated leukocytosis, with a white blood cell count of 12,500/µL (normal range, 4,000–9,000/µL) and a left shift of 95.5%. In addition, the C-reactive protein level had significantly increased to 20.6 mg/dL (normal range, 0–0.3 mg/dL). Liver enzymes were slightly elevated, with aspartate transaminase, alanine transaminase, and gamma-glutamyl transpeptidase levels at 57 IU/L (normal range, 8–40 IU/L), 87 IU/L (normal range, 5–39 IU/L), and 326 IU/L (normal range, 10–47 IU/L), respectively. Serum lactic acid dehydrogenase and creatine kinase levels were within normal limits.\\nAn enhanced CT scan of the abdomen and pelvis did not show any remarkable changes, such as intramuscular abscess or hematoma development, thrombophlebitis, fracture, or metastatic tumors (shown in Fig. ). There was no evidence of bacteremia or urinary tract infection in either blood or urine cultures. A biliary tract infection complicated with pseudogout of the left hip joint was suspected, and the patient was treated empirically with intravenous broad-spectrum antibiotics consisting of a piperacillin-tazobactam combination (4.5 g/8 h) and oral acetaminophen (1,200 mg/day).\\nAfter initiating antibiotic treatment, fever and inflammatory reactions decreased. However, the patient continued to complain of persistent pain in the left thigh. Magnetic resonance imaging (MRI) examination of the pelvis, performed on the sixth day of hospitalization, revealed marked enlargement of the left internal and external obturator, pectineus, and adductor muscles on T1-weighted images (shown in Fig. ). The affected muscles showed an abnormally high signal intensity on T2-weighted (shown in Fig. ) and short tau inversion recovery sequence images (shown in Fig. ). These findings were consistent with a diagnosis of pyomyositis. The patient's left lower extremity pain improved after 12 days of intravenous antibiotic treatment with piperacillin-tazobactam. The patient was discharged and received oral cefdinir (100 mg/6 h) for an additional 4 weeks.\\nAt the 7-week follow-up, an MRI scan showed complete resolution of the previous signs of pyomyositis (shown in Fig. ). The patient's full range of left hip motion was restored without any lasting sequelae. Therefore, he resumed chemotherapy with irinotecan, which was administered for an additional 8 cycles. At the 22-month follow-up after discharge, while undergoing fifth-line chemotherapy for newly developed lesions in the liver and lung, the patient showed no signs of recurrent pyomyositis.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'9339633': 1, '1962087': 1, '22032510': 1, '15138315': 1, '10683075': 1, '20570231': 1, '28667319': 1, '426186': 1, '19944229': 1, '18787734': 1, '3924290': 1, '27920709': 2, '8206415': 1, '12681266': 1, '23442230': 2, '29299899': 1, '9332520': 1, '21297556': 1, '16770109': 1, '34703439': 2}", "similar_patients": "{'5126606-1': 1, '3598439-1': 1}"}