{"patient_id": 47892, "patient_uid": "8027302-1", "PMID": 33841319, "file_path": "comm/PMC008xxxxxx/PMC8027302.xml", "title": "Case Report: A Novel Mutation in the Mitochondrial MT-ND5 Gene Is Associated With Leber Hereditary Optic Neuropathy (LHON)", "patient": "A 49 year old woman came to the eye clinic for rapid and painless visual loss in her right eye (RE) over 3 weeks. Prior to right eye visual loss, she had noted deteriorating vision in her left eye (LE) but could not be more specific about the time of onset. Review of prior records showed that 1 month prior to presentation, her optician had documented best corrected visual acuity (BCVA) as 0.8 in the RE and 0.05 in the LE. She was a consumer of tobacco mainly in the form of snuff (oral smokeless tobacco) and she occasionally smoked 5–10 cigarettes a day. She denied regular use of alcohol but according to medical records she had a history of periodic high consumption of alcohol. She had also been prescribed vitamin B12 daily. Past medical history was otherwise unremarkable. The patient has one son and two sisters of which one has a daughter. The patient's mother had died from malignant melanoma and the maternal grandmother from ruptured aortic aneurysm. None of the relatives known to the patient had any history of visual problems, dementia, muscle disease, diabetes or hearing problems apart from one sister having some hearing loss after a rubella infection in childhood. On examination, BCVA was 0.13 in the RE and hand motion in the LE Humphrey® automated visual fields 24-2 (Carl Zeiss Meditec.Inc®, Jena) showed a temporal defect encroaching fixation in the RE and a large central scotoma in the LE (). A relative afferent pupillary defect was observed in the LE. Funduscopy showed slight temporal pallor of the optic disk and there was an epiretinal membrane in the LE.\\nThe rapidly progressing deep central scotoma in one eye combined with a temporal hemidefect in the other eye suggested pathology at the chiasm. The MRI showed increased signal on T2 and FLAIR sequences without contrast enhancement in the central optic chiasm, in the optic tracts and in the intracranial portion of both optic nerves. There was no signal abnormality in the brain or brainstem. The patient underwent extensive investigations for various causes of an acute optic neuropathy and corticosteroid therapy was initiated for presumed neuromyelitis optica. A lumbar puncture was performed for analysis of cerebrospinal fluid including electrophoresis. Other work-up for inflammatory neuropathy included CT scan of the thorax and serum analysis for angiotensin converting enzyme and many autoantibodies: S-ANA, antibodies against the S-nucleosome, S-Ribosomal P, S-RNP68, S-Scl-70, S-Sm, S-SmRNP, SS-A, SS-B, Centromer, Jo-1, dsDNA, antiMOG and Aquaporin 4 in serum, of which all were negative. Since the patient's vision did not improve after 5 days of corticosteroids, the severity of visual loss prompted further treatment with plasmapheresis. This also failed to improve vision.\\nThe history of tobacco/alcohol use and vitamin B12 vitamin substitution raised consideration for malnutritional optic neuropathy, but levels of folic acid, vitamin B6 and cobalamin were found to be within normal limits. Intravenous multivitamin injections were however given ex juvantibus. Three weeks after presentation, OCT (Carl Zeiss Meditec.Inc®, Jena) showed significant thinning of the ganglion cell-internal plexiform layer thickness predominantly in the nasal parts with the average thickness of 65 μm in the RE and 82 μm in the LE. The peripapillary retinal nerve fiber layer (pRNFL) thickness was still preserved (96 μm in RE and 122 μm in LE) but artefactually augmented in the LE due to missegmentation due to the epiretinal membrane. A fullfield ERG was normal, confirming intact retinal photoreceptor function.\\nEven though the family history was negative, the sequential visual loss and absence of response to treatment for optic neuritis suggested mitochondrial origin, but since the three most common mutations associated with LHON were negative we pursued more extensive molecular analysis, see below.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'17668373': 1, '12518276': 1, '23315928': 1, '21112411': 1, '12470673': 1, '17400793': 1, '25132831': 1, '27007794': 1, '15126279': 1, '7901141': 1, '22689647': 1, '28844695': 1, '29506874': 1, '16816025': 1, '32101277': 1, '19001017': 1, '25652200': 1, '17406640': 1, '26921811': 1, '12888043': 1, '19525327': 1, '25495354': 1, '28092658': 1, '25851949': 1, '29579248': 1, '16381973': 1, '6502707': 1, '27164671': 1, '12736867': 1, '33841319': 2}", "similar_patients": "{}"}