{"patient_id": 55169, "patient_uid": "8378917-1", "PMID": 34430961, "file_path": "comm/PMC008xxxxxx/PMC8378917.xml", "title": "Psychomotor Delay in a Child with\\nFGFR3\\nG380R Pathogenic Mutation Causing Achondroplasia", "patient": "A 2-year-old male child patient was presented to pediatric endocrinology clinic at the Bursa Uludag University Hospital. He was born via caesarean delivery at 39 weeks of gestation as the second birth of the third pregnancy of a 33-year-old female (\\n). His weight, height, and head circumference were 3340 g, 49 cm, and 35 cm, respectively. The femur shortness of the patient was reported at the 28th week of the gestational period. In the following weeks of the gestation, he was reported to have an increased head circumference. After the delivery, he was admitted to intensive care for 10 days due to respiratory distress. At the 17-month checkup, he weighed 6.5 kg (< 3p), 65 cm (< 3p), and head circumference of 49 cm (50–75p). Physical examination revealed macrocephaly, mild narrow thorax, long body, flatted nose, simian line on the left hand, shortness on the tips of the fingers, and shortness of rhizome in the limbs (\\n). Furthermore, hypotonicity was also reported. Even though, he could control his head, pick up and hold the objects with his thumb and index fingers, turn sideways and crawl backwards; he could not sit without support. His speech was impaired, in such he could only communicate via single words, rather than sentences. Radiologic investigation showed a compression of the interpedicular distance toward the distal end, expansion of the discs and pelvis penetration and short extremities. Cranial MRI showed frontal bossing of the cranium. In the follow-up checkups, he was reported to have delayed neurologic development. At the age of 3.5 years, he weighed 9.8 kg with 74 cm in height, hypotonicity, impairment of walking, distinct hypersensibility, and gibbus deformity. Although these findings were in accordance with ACH phenotype, due to the absence of cervicomedullary compression and hydrocephaly, these findings could also be associated with another skeletal dysplasia. Therefore, genetic testing was offered to the parents of the patient.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'7913883': 1, '26712995': 2, '9202856': 1, '20624921': 1, '8078586': 1, '8622701': 1, '23056398': 1, '8267016': 1, '9213228': 1, '3746832': 1, '20582225': 1, '8599935': 1, '17630040': 1, '1785636': 1, '34430961': 2}", "similar_patients": "{'4683485-1': 1}"}