{"patient_id": 46859, "patient_uid": "8716209-1", "PMID": 34976417, "file_path": "comm/PMC008xxxxxx/PMC8716209.xml", "title": "Orthodontically Induced External Apical Root Resorption in Class II Malocclusion", "patient": "A 19-year-old female patient presented with inability to bite with her front teeth and some speech difficulty. She had an unremarkable medical history. Clinically, she was a thin biotype with symmetrical extraoral face, convex profile, and increased vertical proportions. Her lips were potentially incompetent with acute nasolabial angle, shallow mentolabial sulcus, and simple tongue thrust habit. This was further complicated by increased overjet of 11 mm, hyperdivergent jaw bases with anterior open bite by 1 mm, narrow arches, palatally erupted #14, upper dental midline shift towards the right, cuspal class II relation on the right and full tooth class II on the left side, class II division 1 incisor relation, and circum-oral muscular hyperactivity on swallow (Figures –). The temporomandibular joint function was asymptomatic with evident jaw deviation on maximum opening and spontaneous return to normal on closure.\\nOrthopantomogram (OPG) (Gendex Orthoralix 9200 DDE, Gendex Dental Systems, 901 W Oakton St., Des Plaines IL 60018-184) revealed certain teeth with pipette-shaped, pointed apical third root contours with few others dilacerated and rectangular morphology. Generalized horizontal bone loss was also identified in the upper and lower posterior regions (). The skeletal relation was class II contributed by severe prognathic maxilla and mild retrognathic mandible. The maxillary dentition had a neutral compensation with protrusion, while the mandibular teeth had unfavorable compensation with both inclination and protrusion which were measured using online WebCeph software application ().\\nEstablishing her treatment prognosis at average outcome, camouflage treatment was planned with the patient's consent and disobedience of the surgical approach, in achieving optimal structural balance and functional efficiency with esthetic harmony. Damon MBT self-ligating 0.022 × 0.028″ bracket prescription was bonded from the second molar to the second molar in both arches. Damon-Q (ORMCO, California, USA) was selected for her by estimating its passive self-ligation property with the initial 2 stages generating less friction thereby reducing the resistance between the root surface and bone to prevent root resorption. Symmetric extractions of #14 and #24 were done to restore the overjet with some compromise by 2-3 mm along with nonextraction in the opposing arch. Subsequently, a little more space generation was planned by widening of the arches as well as molar distalization of the upper left molars to establish a cuspal class II molar relation and simultaneously correcting the midline and for bilateral intrusion of the posterior teeth to restore the optimal vertical proportion. For this, #18 and #28 were also included in therapeutic extractions alongside the premolars. Infrazygomatic cortical miniscrew assistance was considered to reinforce the anchorage.\\nStage I treatment of aligning and leveling was carried for 15 months with critical type A anchorage over 0.014″, 0.016, and 0.014 × 0.025″ thermal Nickel Titanium (T-NiTi) archwires followed by 0.017 × 0.025″ and 0.019 × 0.025″ T-NiTi ending with 0.019 × 0.025″ stainless steel (SS) archwires (ORMCO, California, USA). The duration between the appointments was also delayed due to multiple time brackets and buccal tube dislodgement along with archwire changes to maintain optimal conditions to avoid any root resorption (). Stage II objective of space closure was carried out for 11 months on an optimal reverse curve of Spee with active tie back, reinforced with intermaxillary class II elastics of 2-ounce force to control the vertical relation of incisors. Overjet was effectively addressed, and a stage II OPG was taken to proceed further with molar distalization, intrusion of posterior teeth, and midline correction with infrazygomatic cortical mini-implants assistance. The OPG and (IOPAR) revealed multiple teeth root resorption both in the maxillary anterior and posterior teeth as well as in certain mandibular teeth () after 26 months of initiation, compromising further treatment and discontinuation of all other planned procedures. The most affected were maxillary incisors and premolars around 4 mm followed by canines, molars (), and the least being mandibular teeth ranging from 0 to 3 mm, as no major mechanics was involved. Seventy percent of the objectives were achieved by the time of radiographic root resorption appreciated. Clinically, the intraoral picture was healthy and absolutely without any signs of root resorption () which was occurring within the periodontium. The appliance was debonded on patient's request, and education was given for further maintenance and support over managing of the incidence. Upper and lower essix retainers were issued with three 3-month interval review check-up appointments to monitor the relapse incidence of orthodontic treatment results as well as progression of root resorption. Long-term retention was advised.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'33567675': 1, '29407497': 1, '32188053': 1, '15316473': 1, '28503724': 1, '31215993': 1, '33383903': 1, '18416627': 1, '22284296': 1, '17169728': 1, '28371361': 1, '27692415': 1, '16027626': 1, '29291387': 1, '29658096': 1, '12923510': 1, '30738959': 1, '11999942': 1, '29195495': 1, '27365168': 1, '12637896': 1, '20362905': 1, '16027634': 1, '11999941': 1, '34976417': 2}", "similar_patients": "{}"}