{"patient_id": 110450, "patient_uid": "8383498-1", "PMID": 34434344, "file_path": "noncomm/PMC008xxxxxx/PMC8383498.xml", "title": "A Rare Case of Vertebral Osteomyelitis and Bilateral Psoas Abscess From an Unknown Source", "patient": "A 31-year-old Filipino man with a history of cough variant asthma presented with a cough, fatigue, diarrhea, and fevers. An extensive history revealed a previous employment as a nurse in the Philippines; however, the patient admitted to a sedentary lifestyle, including approximately 18 h a day of playing video games in addition to a poor diet. The patient adapted this lifestyle after migrating from the Philippines to the USA for 6 months. A computed tomography (CT) scan of the abdomen and pelvis demonstrated bilateral psoas abscesses with extensive subcutaneous air tracking into the right flank. A subsequent magnetic resonance imaging (MRI) revealed early S1 osteomyelitis. Laboratory results included the following: white blood cell (WBC) 22.8 (85% neutrophils; reference range: 3.4 - 48), absolute lymphocytes 0.64 (reference range: 0.90 - 4.6 × 103/mm3), immature granulocytes absolute 0.2 × 103/µL (reference range: 0.0 - 0.1 × 103/µL), erythrocyte sedimentation rate (ESR) 61 (reference range: 0 - 15 mm/h), high-sensitivity C-reactive protein (hsCRP) 55 (reference range: 0 - 10 mg/L), HIV-1/2 Ag/Ab Combo negative, CD4+ helper 322 (26.8%; reference range: 359 - 1,519/µL), procalcitonin 0.09 (reference range: 0 - 2 ng/mL), QuantiFERON-TB Gold negative, and urine toxicology negative.\\nThe patient was initially managed in the operating room for an incision and drainage of psoas abscess, with cultures revealing Escherichia coli, Streptococcus anginosus, and Bacteroides thetaiotaomicron. Medical management included ceftriaxone, vancomycin, and metronidazole for appropriate antibacterial coverage. The underlying etiology remained unclear as no colonic microperforations were appreciated on a CT scan. Any history of intravenous drug abuse was also denied by the patient. Living situations included living with his mother and aunt, who both happened to be nurses.\\nThe hospital course was complicated by a pulmonary embolism (PE). The patient’s management included surgical debridement for the psoas abscess in conjunction with antibiotic therapy, as mentioned earlier, for antibiotic coverage. The patient was discharged with 6 - 8 weeks of outpatient antibiotics.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'16558545': 1, '25685574': 2, '24768917': 1, '25083956': 1, '25410035': 1, '26356406': 1, '20572380': 1, '34434344': 2}", "similar_patients": "{'4320908-1': 1}"}