{"patient_id": 59473, "patient_uid": "8575611-1", "PMID": 34760324, "file_path": "comm/PMC008xxxxxx/PMC8575611.xml", "title": "Roseomonas mucosa-Induced Peritonitis in a Patient Undergoing Continuous Cycler Peritoneal Dialysis: Case Report and Literature Analysis", "patient": "A 65-year-old Caucasian female patient who was on peritoneal dialysis (PD) for end-stage renal disease (ESRD) presented to the emergency room (ER) with shortness of breath for 3 days. The PD catheter stopped draining for the last 5 days, and the patient was waiting to see the surgeon adjust the position of it. The medical history was significant for hypertension, hyperlipidemia, and ESRD. She had no recent history of going anywhere for swimming or taking bath in a hot tub. Home medication included amlodipine 10 mg daily, clonidine 0.1 mg three times a day, furosemide 40 mg daily, metoprolol succinate 50 mg daily, renal vitamin 1 tablet daily, pravastatin 10 mg at nighttime, and potassium chloride 20 milliequivalents daily. She was doing continuous cycler peritoneal dialysis at home with a total of 4 exchanges of 2.5% dextrose solution bags, each exchange for 2 hours and with 2 Liters fill during the exchanges. Her total PD duration was 9 hours at night with no daytime dwell. She was doing PD for the last 2 years with no issues of infection before. Her PD was not accompanied by any major issues of constipation or diarrhea in recent past. There was no major social shift in home dynamics, with her primary care giver, i.e., her husband staying with her since she started PD and helping her with the treatment throughout. She did not have any pets at home neither did she have any recent visit from any sick relatives or any pets from neighbors or friends.\\nVital signs revealed a temperature of 97.7 Fahrenheit (F), pulse rate of 82 beats per minute (bpm), blood pressure of 170/106 mm Hg, and respiratory rate of 24 breaths per minute with oxygen saturation of 90% on room air. Physical examination showed that the patient was in visible respiratory distress. Lung examination was significant for decreased air entry in bilateral lung fields and basal crackles, and the patient had bilateral pitting pedal edema. The rest of the physical examination was insignificant. Initial admission labs are as given in .\\nAttempts to access the PD catheter in ER were unsuccessful with no drainage of dialysate. Because of hyperkalemia and significant volume overload, she underwent emergent hemodialysis after getting a temporary left internal jugular dialysis catheter placed urgently. General surgery was consulted for the malfunctioning PD catheter, and the patient underwent diagnostic laparoscopy. The PD catheter was noted to be clogged with fibrin glue and mispositioned to the right lower quadrant. The catheter was unclogged followed by repositioning to the most dependent part of the peritoneal cavity in the pelvis. The peritoneal fluid was noted to be cloudy, and the fluid was sent for cell count, Gram stain, and culture. The patient was also started on empiric intraperitoneal (IP) vancomycin and aztreonam for suspected peritonitis. PD fluid cell count revealed white blood cell (WBC) count of 209/microliter (µL) with 72% neutrophils and red blood cells (RBC) count of 2337/µL, and Gram stain revealed >100 WBC/low power field (lpf) with no organism. Aerobic bottle grew Gram-negative bacilli at 48 hours, and the organism was identified as Roseomonas mucosa at 96 hours by matrix-assisted laser desorption/ionization-time of flight (MALDI-TOF) mass spectrometry (MS). The organism was resistant to cephalosporin and sensitive to gentamicin. After clinical stability in 3 days, the patient was discharged from the hospital with intraperitoneal gentamicin for a total of 3 weeks. The patients continued to have drainage issues and persistently elevated PD fluid WBC counts despite being on antibiotics. The PD catheter was removed, and the modality was changed to hemodialysis. 3 months after the episode, she reverted to peritoneal dialysis again. She continues to be on PD now with no recurrence of peritonitis from Roseomonas or any other species as per subsequent serial negative PD fluid cultures.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'32619387': 1, '33941566': 1, '29114005': 1, '28509185': 1, '15685516': 1, '9230401': 1, '31827990': 2, '8399603': 1, '34527470': 2, '31932094': 1, '8308122': 1, '31838876': 2, '17080112': 1, '20628102': 1, '27282851': 1, '22933600': 1, '2488363': 1, '10618142': 1, '22790133': 1, '27659935': 1, '34760324': 2}", "similar_patients": "{'6913050-1': 1, '6890156-1': 1, '8432431-1': 1}"}