{"patient_id": 55560, "patient_uid": "8395433-1", "PMID": 34436022, "file_path": "comm/PMC008xxxxxx/PMC8395433.xml", "title": "A Case of Stevens–Johnson Syndrome in Recurrent Late-Stage Ovarian Cancer Patient after Management of Chronic Pain with Elastomeric Pump", "patient": "We present a 46-year-old patient with late-stage high-grade serous ovarian cancer with SJS, presumably due to therapy with ondansetron.\\nShe first came to our clinic in April 2018 with clinical and ultrasonographic signs of ovarian cancer. Diagnostic laparoscopy with biopsy confirmed high-grade serous ovarian cancer (p53+, ER+ in 90%, PR-, WT-1+, CK7+, p53+). The disease was primarily inoperable, FIGO stage IVA, so neoadjuvant chemotherapy was suggested. After five cycles of paclitaxel with carboplatin, the extent of the disease was re-evaluated. Adequate regression of the disease on CT scans was observed, so we performed an interval cytoreduction (total abdominal hysterectomy with bilateral salpingo-oophorectomy, omentectomy, appendectomy, resection of parts of small bowel, and sigma with the formation of the stoma). Surgery was not radical, with remaining lesions on the right and left diaphragm. After surgery, patient received two more cycles of paclitaxel with carboplatin. Treatment was completed in January 2019 when the patient was offered to continue treatment with bevacizumab, which she refused. The first recurrence was diagnosed in July 2019 with elevated Ca125 and with CT scans showing enlarged retroperitoneal lymph nodes, a lesion in the right pulmonary lobe, and enlarged pericardial lymph nodes. She became symptomatic in September 2019 when she presented with ascites. We offered her chemotherapy round 2 with carboplatin and liposomal doxorubicin. During this treatment, she experienced severe abdominal pain, which was treated predominantly with morphine. Left side hydronephrosis also developed and was treated with percutaneous nephrostomy. After receiving seven cycles of adjuvant chemotherapy, due to a BRCA positive test result, olaparib was offered but she again refused the proposed treatment. To relieve severe abdominal pain, an elastomeric pump was implanted at the beginning of August 2020 containing morphine, esketamine, dexamethasone, xylocaine, and ondansetron. At the end of August 2020, the patient was admitted to the hospital because of elevated body temperature, dysphagia, and difficulty breathing. She also had redness and oedema of the pharynx and periocular inflammation. Acute pharyngitis was suspected and Co-amoxiclav (1.2 g IV tid) was introduced. After two days, round red lesions, macules, and plaques, which were present in the periocular region and on the trunk, started emerging, so she was examined by an infectious disease specialist and dermatologist. Laboratory findings included elevated CRP, PCT, bicytopenia with monocytic predominance, electrolyte disbalance, hypoalbuminemia, and normal renal function. Her HIV status was unknown. Atypical pneumonia (immunology results later showed elevated IgG for Mycoplasma pneumoniae) and SJS were suspected, so antibiotic treatment was changed to moxifloxacin (400 mg IV qd) and flucloxacillin (2 g IV qid) and we also introduced methylprednisolone (40 mg IV qd) with pantoprazole (40 mg IV qd) and local therapy for severely affected skin on the trunk (betamethasone lotion), vulva (betamethasone/gentamicin lotion), around the lips (triamcinolone), and eyes (chloramphenicol lotion for the left eye and dexamethasone/neomycin/polymyxin B lotion for the right eye). Ondansetron as a most likely cause of the syndrome was discontinued (Naranjo Adverse Drug Reaction Probability Scale = 2), but despite that, skin lesions deteriorated with the additional appearance of haemorrhagic vesiculobullous lesions, especially on the facial skin, which we treated with silicone and polyurethane patches and sodium fusidate (). A SCORTEN score of 3 was calculated. Analgesic therapy (PCA pump with 80 mg of morphine, 50 mg of cetanest, 10% lidocaine with up to 1000 mL of saline solution), electrolytes, fluids, and total parenteral nutrition were administered. On the fifth day of treatment, the extent of epidermal detachment was approximately 8–10%. CRP was still elevated, and elevated body temperature rose to 39 °C. The antibiotic regimen was changed to piperacillin/tazobactam (4.5 g IV tid), which resulted in the drop of inflammatory markers, although the general condition of the patient did not improve. In the following days, we observed deterioration of liver function and thrombocytopenia. The extent of epidermal detachment increased since a majority of the skin on the trunk was affected. Additionally, due to less controllable pain because of severe skin lesions with exposure of deeper skin layers, we had to modify analgesic therapy with the addition of midazolam and higher doses of morphine. Despite all efforts of a multidisciplinary team (infectious disease specialists, dermatologists, ophthalmologists, gynaecologists, and plastic surgeons) the patient’s general condition further deteriorated, and on the 12th day after being admitted to the hospital she died.\\nBeforehand, written consent was obtained from the patient allowing publication of the case report and all accompanying graphic material.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'28549953': 1, '22014021': 1, '28541871': 1, '23248379': 2, '31912590': 1, '17251797': 1, '28403057': 1, '28411832': 1, '23389396': 1, '22458671': 1, '29400697': 1, '2426851': 1, '29636627': 1, '27317286': 1, '28190531': 1, '34436022': 2}", "similar_patients": "{'3519268-1': 1}"}