{"patient_id": 107495, "patient_uid": "8107907-1", "PMID": 34002147, "file_path": "noncomm/PMC008xxxxxx/PMC8107907.xml", "title": "Floating elbow combining ipsilateral distal multiple segmental forearm fractures: A case report", "patient": "A 37-year-old female was admitted to our hospital with polytrauma.\\nThe patient had experienced trauma due to a fall from a height of approximately 20 m.\\nThe patient had no previous medical history.\\nShe had no genetic or familial disease history, such as hypertension or diabetes.\\nInitial emergency examinations showed open (IIIA) fracture of the distal right humerus; closed right olecranon fracture; multiple segment (shaft and distal) fracture of the radius and ulna; lung contusions; fracture of the pubic rami (right); mild traumatic brain concussion; and skin contusion (approximately 100 cm × 50 cm) in the right lower back and buttocks (Figure ). The clinical orthopedic examination revealed deformity of the right upper limb with a bleeding elbow and the Pelvic compression test was positive. The skin of the right elbow was poor with edema and about 10 cm × 10 cm of skin contusion, and the bone could be seen outside. The patient could move her fingers and toes without numbness. The Visual Analog Scale for Pain was 9 points[,].\\nBlood analysis showed a mild leukocytosis of 10.8 × 109/L, majority of neutrophils (76%), low hematocrit (0.23), and normal platelet count. The prothrombin and partial thromboplastin times were normal. C-reactive protein (serum CRP) was elevated at 98.5 mg/dL (normal value: less than 0.8 mg/dL) and the erythrocyte sedimentation rate was 45 mm/h. Blood biochemical analysis and urine analysis showed normal levels. The electrocardiogram and arterial blood gas were normal.\\nPreliminary imaging evaluation and X-ray and computed tomography (CT) showed a fracture of the distal right humerus, right olecranon and multiple segment (shaft and distal) fracture of the radius and ulna, lung contusions; fracture of the pubic rami (right), and mild traumatic brain concussion (Figure ).", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'27738769': 1, '31738235': 1, '31791590': 1, '23352472': 1, '30533237': 2, '23237691': 1, '26068644': 1, '30762776': 1, '18453676': 1, '26738454': 1, '16508509': 1, '30915291': 2, '16075166': 1, '25549600': 1, '34002147': 2}", "similar_patients": "{'6250006-1': 1, '6424312-1': 1}"}