{"patient_id": 47446, "patient_uid": "8008857-1", "PMID": 33759920, "file_path": "comm/PMC008xxxxxx/PMC8008857.xml", "title": "Unusual manifestation of genital cutaneous leishmaniasis in an immunocompetent patient from São Paulo, Brazil: A case report", "patient": "A 31-year-old male patient from Embu das Artes located in the municipality of the Metropolitan Region of São Paulo, in the state of São Paulo in Brazil sought an infectious disease consultation at the Instituto de Infectologia Emílio Ribas. He presented with an ulcer on the glans penis that evolved without healing for three months. The patient reported that he did not travel to other regions recently or perform outdoor activities and that he worked as a salesman in the city but not in rural areas. He had initially noticed a small lesion with raised border without pain that progressively increased in size over few weeks. Clinical examination revealed an ulcer with elevated borders and granulomatous contents (). The lesion measured 3.0 × 2.5 cm in dermatological examination. It was not associated with systemic symptoms, such as fever, weight loss, hepatosplenomegaly, or lymphadenopathy. All hematological and biochemical parameters were within the normal range. Initially, the diagnosis was directed to sexually transmitted diseases, but tests for human immunodeficiency virus (HIV) and syphilis were nonreactive. Thus, we tested for CL based on the lesion characteristics and epidemiological data. summarizes the tests performed for the diagnosis of CL-histopathology of the lesion biopsy, direct smear and culture in McNeal, Novy, Nicolle medium of the scraped lesion sample, polymerase chain reaction (PCR) of lesion-derived DNA, and serological assays (anti-Leishmania enzyme-linked immunosorbent assay [ELISA] and indirect immunofluorescence [IIF]).\\nHistopathological examination revealed granulomatous dermatosis with diffuse pattern, vasculopathy, and evident plasmacytosis but Leishmania amastigotes. It was negative for acid-alcohol-resistant bacilli (BAAR) and fungi. We diagnosed and confirmed leishmaniasis based on the results of PCR for the 750 bp kinetoplast DNA (kDNA) of the Leishmania subgenus (Viannia) (using the primers B1. 5’−GGGGTTGGTGTAATATAGTGG−3’ and B2. 5’−CTAATTGTGCACGGGGAGG−3’) (), and the positive anti-Leishmania ELISA. The patient was treated with intravenous meglumine antimoniate (20 mg/kg/day) for 20 days. One-month post-treatment, the lesion completely healed (). The patient was followed up for six months with no signs of relapse () or any other lesion in other parts of the body and was considered cured. This study was approved by the Conselho Nacional de Ética em Pesquisa (National Council of Ethics on Research - CAAE: 71602417.0.0000.0065).", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'1359760': 1, '23090308': 1, '21896816': 1, '3309500': 1, '20377337': 1, '26603237': 2, '19187345': 1, '15639742': 1, '9643325': 1, '12048548': 1, '12734442': 1, '33759920': 2}", "similar_patients": "{'4660459-1': 1}"}