{"patient_id": 112224, "patient_uid": "8554418-1", "PMID": 34754872, "file_path": "noncomm/PMC008xxxxxx/PMC8554418.xml", "title": "One-stage total hip arthroplasty for advanced hip tuberculosis combined with developmental dysplasia of the hip: A case report", "patient": "A 73-year-old male patient was admitted to our department for a drainage sinus at the lateral skin surface of the left hip combined with severe joint pain.\\nThe sinus occurred lateral to the left hip 40 years ago and healed with anti-infective treatment and debridement at the local hospital. One month prior, the left hip pain was exacerbated and the sinus reoccurred. After ineffective anti-infective therapy (levofloxacin and ceftazidime) at the local hospital, the patient presented to our department.\\nThe patient was diagnosed with tuberculosis more than 40 years ago and has been cured in a local hospital.\\nThe patient denied any other specific personal or family history of other disease.\\nThe physical examination showed plenty of fresh granulation tissue in a drainage sinus (Figure ). The patient had severe hip pain and was unable to move actively or passively. The left lower limb was approximately 3 cm shorter than the right lower limb. The patient could walk on the ground with the help of a crutch by himself. The Harris score of the patient's left hip was 21.\\nAt the time of admission, the erythrocyte sedimentation rate (ESR) was 49 mm/h, and the C-reactive protein (CRP) level was 12.12 mg/L. Although a Mycobacterium tuberculosis smear was negative, we diagnosed the patient with TH according to both positive Mycobacterium tuberculosis antibody and Xpert results.\\nThe preoperative X-ray (Figure ) and computed tomography (Figure and ) showed heavy destruction of the left femoral head and neck, pseudarthrosis between the proximal femur and iliac ala, and a smaller and more shallow original acetabulum. The preoperative magnetic resonance (Figure and ) showed a slender localized sinus and no infective foci in the pelvic cavity.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'11463434': 1, '30192830': 1, '6839611': 1, '25793173': 1, '33097338': 1, '19784661': 1, '33545780': 1, '27029638': 1, '15626979': 1, '14353950': 1, '31007099': 1, '893508': 1, '7204469': 1, '19568823': 1, '23672889': 1, '25593352': 1, '20304601': 1, '1126091': 1, '11964632': 1, '3780093': 1, '34754872': 2}", "similar_patients": "{}"}