{"patient_id": 54243, "patient_uid": "8336291-1", "PMID": 34367779, "file_path": "comm/PMC008xxxxxx/PMC8336291.xml", "title": "A Rare Case of Bullous Pemphigoid Secondary to Checkpoint Inhibitor Immunotherapy: A Tense Situation", "patient": "A 63-year-old male was admitted to our institution for progressively worsening skin blisters on his trunk, hands, and feet. He was diagnosed with mucosal melanoma of the hard palate in 2009. He never smoked cigarettes and denied the use of recreational drugs or alcohol. He had a wide excision of the hard palate followed by radiation therapy in 2009, which was followed by right neck dissection and adjuvant radiation therapy in 2010. He was initially in remission but was found to have recurrent metastatic melanoma involving the lungs, mediastinum, and spleen (confirmed on CT-guided biopsy of the left lung). Between 2019 and 2020, the patient underwent four cycles of ipilimumab/nivolumab, two cycles of nivolumab monotherapy, a clinical trial consisting of nivolumab plus avadomide, and a second clinical trial with ceritinib/trametinib. In early 2021, the patient was rechallenged with ipilimumab/nivolumab due to the progression of the disease. The first dose was given approximately 17 days prior to the initial presentation (i.e., six weeks prior to inpatient admission).\\nHe initially presented to his oncologist four weeks prior to admission with a diffuse maculopapular rash that progressed to tense bullae, most significantly in the palmar and plantar surfaces of the hands and feet, respectively (Figure ). Lesions ranged from 1 to 5 cm, contained clear serous fluid, were painful and pruritic, and limited the patient from being able to stand, ambulate, or perform any of his instrumental activities of daily living. Scattered smaller bullae on the abdomen and thighs were also noted. Due to concern for immune checkpoint inhibitor-related bullous dermatitis, the patient’s second cycle of ipilimumab/nivolumab was held. He was initially treated with a methylprednisolone dose pack and topical clobetasol but showed no improvement. Dermatology was consulted and performed a punch biopsy on a right abdominal lesion, which revealed subepidermal and suprabasilar vesiculation with underlying dermal inflammatory infiltrate with numerous eosinophils, with direct immunofluorescence studies consistent with bullous pemphigoid (IgG4 and C3 deposition along the linear basement membrane zone) (Figure ).\\nSerum enzyme-linked immunosorbent assay showed an elevated serum IgG BP 180 antibody level of 167 units (elevated if >8 units), while IgG BP 230 levels were within normal limits. Due to the progression of his symptoms, the patient was admitted to our inpatient service and started on oral doxycycline, intravenous (IV) methylprednisolone 1 mg/kg/day, and a 1,000 mg IV rituximab infusion. On admission, the patient’s vital signs were normal and he was afebrile. Labs were unremarkable, except for an elevated white blood cell count of 10,280/uL. Over the five-day hospital course, the patient’s skin bullae decreased in size. Pain improved with applying cold compresses to his hands and feet. Dermatology offered to perform therapeutic sterile rupture of bullae, but the patient declined. The patient was discharged on a prednisone taper, started on famotidine for pectic ulcer prophylaxis, trimethoprim-sulfamethoxazole for Pneumocystis jirovecii prophylaxis, and a one-month course of doxycycline, with tentative plans to receive a second infusion of rituximab two weeks after the prior dose.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'31090818': 1, '30018132': 1, '30025829': 1, '32454097': 1, '25776466': 1, '30464684': 1, '30923002': 1, '26702794': 1, '32135517': 1, '29357948': 1, '32382629': 1, '34367779': 2}", "similar_patients": "{}"}