{"patient_id": 47474, "patient_uid": "8009769-1", "PMID": 33816015, "file_path": "comm/PMC008xxxxxx/PMC8009769.xml", "title": "A Rhinolith Turning Out to Be an Intranasal Tooth", "patient": "A 24-year-old female patient presented to us with complaints of left nasal obstruction, intermittent foul-smelling blood-stained nasal discharge, which was unprovoked for the past six months. There were no aggravating or relieving factors. She denied history of frequent rhinitis prior to that and had no associated symptoms such as frontal headache, facial pain, or facial numbness. She also had no ear symptoms. There were no history of trauma or foreign body insertion. She had a history of cleft palate defect during childhood for which palatal repair surgery was done. She was seen by her local general practitioners and was treated for rhinitis. Her symptoms were only alleviated slightly by steroidal nasal spray and antihistamines.\\nShe was eventually referred to otolaryngology for further management. Physical examination was unremarkable. She had no cleft lip, and her palate appeared intact. However, there was a slight deformity over her left incisor region, and it appeared to be misaligned. The incisors appeared misaligned (Figure ). Cold spatula test revealed reduced nasal flow over the left compared to the right. Her facial structures were symmetrical. Cranial nerves were intact. There was no cervical lymphadenopathy.\\nRigid nasal endoscopy revealed a rhinolith on the floor of the left nasal cavity with surrounding granulation tissue. The nasal cavities were normal, with clear osteomeatal complexes bilaterally. Nasopharynx was also normal. The lesion was embedded on the floor of the left nasal cavity, and the attempts to remove it were abandoned as the patient was in severe pain.\\nShe was subjected for examination under general anesthesia whereby the rhinolith was removed under endoscopic guidance. Intraoperatively, the surrounding granulation tissue was removed, and the rhinolith was scooped out with a freer elevator, with minimal manipulation (Figure ). The rhinolith turned out to be a tooth (Figure ). The floor of the nasal cavity was intact with no intraoral communication (Figure ). The histopathology examination of the tissue surrounding the rhinolith was confirmed to be granulation tissue.\\nPost removal, the patient was well with no more nasal symptoms. She was referred for proper dental assessment; however, due to financial constraints and the resolution of her nasal symptoms, she is yet to present for the follow-up.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'28761281': 2, '31637080': 2, '8695624': 1, '11404615': 1, '24552943': 1, '31006394': 1, '11950665': 1, '31277707': 1, '34925978': 2, '30769299': 1, '33816015': 2}", "similar_patients": "{'5512414-1': 1, '5512414-2': 1, '6766144-1': 1, '6766144-2': 1, '8654137-1': 1}"}