{"patient_id": 47714, "patient_uid": "8019505-1", "PMID": 33814013, "file_path": "comm/PMC008xxxxxx/PMC8019505.xml", "title": "A large retroperitoneal lipoblastoma as an incidental finding: a case report", "patient": "A 24-month-old girl presented on a routine physical exam with a mass lesion in the right abdomen, which was not tender when palpated. There were no congenital abnormalities, and the development of the child was normal without evidence of any disease so far. The laboratory parameters (including hemoglobin, NSE, alpha-fetoprotein and beta-HCG as well as urine catecholamines) were normal.\\nAbdominal ultrasound showed a relative homogenous retroperitoneal mass adjacent to the liver and right kidney that measured up to 12.3 cm. MRI revealed a heterogeneous myxoid signal pattern (Fig. a-e). A connection to the right kidney could not be safely excluded. Thus, clinically a malignant tumor, most probably a nephroblastoma or clear cell sarcoma of the kidney, was suspected. In Germany, nephroblastoma would be treated after unambiguous diagnostic imaging according to SIOP2001/GPOH protocol with preoperative chemotherapy without biopsy. However, since the radiological picture was not entirely clear, it was decided to perform a biopsy before systemic treatment. Computer tomography (CT) during biopsy revealed a fat-isodense nature of the mass (Fig. f).\\nWe received fragmented biopsies that are histologically composed of mostly mature adipocytes of slightly variable size with only very focal myxoid stroma, but with some small, slightly curved blood vessels. Although many histologic aspects of the biopsy resemble orthotopic fat tissue, since the tissue reliably stems from the tumor, the diagnosis of a benign lipomatous tumor was rendered, and considering the age of the patient most likely a lipoblastoma was suggested. To corroborate this diagnosis, we performed anchored multiplex PCR based targeted RNA sequencing using the Archer FusionPlex Sarcoma Panel and identified a HAS2-PLAG1 fusion (HAS2: Exon 1, NM_005328.2; PLAG1: Exon 3, NM_002655.2). There was no evidence for a rearrangement of the DDIT3 gene and thus no hint for a myxoid liposarcoma. Thus, the diagnosis of lipoblastoma was made, and surgical resection of the tumor was decided. With regard to the surgical approach, median laparotomy versus a right upper abdominal laparotomy was discussed. In order to get a good overview as well safe access to the tumor, the vena cava inferior and the right kidney, it was decided to choose a right upper abdominal laparotomy. After laparotomy, a well-circumscribed mass was encountered in the retroperitoneum that could be completely resected without injury to adjacent structures. Grossly, we found a 13 × 10.5 × 8.7 cm large tumor (weighing 585 g), with a thin, fibrous capsule and a pale yellow, lobulated fatty parenchyma with small cysts (Fig. a and b). Histological examination revealed a lipomatous tumor with a vaguely lobular appearance with occasionally fibrous septae (Fig. a). The degree of cellular maturation was variable within the tumor, with a focally myxoid appearance and lipoblasts (3c and d), but also areas with much more mature adipocytes (3b), altogether leading to the final diagnosis of a maturing lipoblastoma. The postoperative course was uneventful and the patient recovered promptly from surgery. Follow-up (6 months) revealed no evidence of recurrence so far.\\nIn addition, we performed a literature review by searching the PubMed database using the key words “retroperitoneal lipoblastoma” and “lipoblastoma” and “retroperitoneum” etc. and additional papers were identified by searching the references of relevant articles. We identified 23 cases of circumscribed retroperitoneal lipoblastomas including the here presented case. A tabular overview is given in Table , which, however, makes no claim of absolute completeness, since we may have missed single additional reports in journals not published in English or very old reports.", "age": "[[24.0, 'month']]", "gender": "F", "relevant_articles": "{'20718582': 1, '3590321': 1, '30290672': 1, '9331284': 1, '19738456': 1, '1290240': 1, '24700772': 1, '18269579': 1, '32769369': 2, '28083971': 1, '29035641': 1, '29343278': 1, '13680498': 1, '23084233': 1, '10319231': 1, '16769336': 1, '31614359': 1, '29976943': 1, '23890983': 1, '32692992': 1, '3736068': 1, '22420730': 1, '20151124': 1, '11381423': 1, '10987300': 1, '33814013': 2}", "similar_patients": "{'7646683-1': 1}"}