{"patient_id": 51510, "patient_uid": "8205596-1", "PMID": 34211791, "file_path": "comm/PMC008xxxxxx/PMC8205596.xml", "title": "Benign Metastasizing Leiomyoma of the Uterus with Pulmonary and Bone Metastases", "patient": "We present a 47-year-old woman with no medical history, who presented to the hospital after a motor vehicle accident. She has a history of leiomyoma of the uterus and underwent a total abdominal hysterectomy at age 37. While undergoing routine X-rays and Computed Tomography (CT) scans of her chest, abdomen, and pelvis, she was found to have multiple pulmonary nodules in both lungs, largest in the right lower lobe measuring 1.2 cm (). She is a nonsmoker and has never had any prior lung infections. As these nodules were thought to be benign, it was decided to repeat imaging in 3 months. Two months after her accident, she complained of swelling around her manubrium. An ultrasound of the sternal area found a 1.2 cm mass arising from the manubrium sternum. Due to COVID-19, there were delays in her care. Four months after initial presentation, she underwent a Positron Emission Tomography (PET scan) that redemonstrated the multiple pulmonary nodules with the largest nodule now measuring 1.4 cm with a standardized uptake value (SUV) of 1.4. She first presented to our cancer center two months after the PET scan. We repeated a chest CT which showed new bilateral lung nodules, and the largest right lower lobe nodule now measured 2 cm (). The mass in her manubrium increased to 5.7 × 3.0 cm and was invading into the cortex of the bone (). A biopsy of the right lower lobe lung mass and manubrium soft tissue mass was performed.\\nThe lung biopsy revealed a smooth muscle neoplasm that was positive for smooth muscle actin, vimentin, calponin, and desmin. Ki67 was 1-2%. It was negative for AE1/AE3 and p63 and showed no atypia, increased mitoses, or necrosis going against a metastatic leiomyosarcoma. This was compared to her hysterectomy specimen and histologically was identical. A diagnosis of benign metastasizing leiomyoma (BML) was made. The sternum biopsy showed a similar spindle muscle neoplasm that was positive for smooth muscle markers. Ki67 was 5% and was histologically similar to the prior lung biopsy and hysterectomy specimen. Estrogen receptor (ER) and progesterone receptor (PR) staining was performed and was strongly positive on both the lung and sternum biopsies. After a second consultation, it was confirmed as BML with no evidence of malignant sarcoma ().\\nAlthough there was concern for sarcoma, we had no evidence histologically and hence, it was confirmed she had BML involving the bone and lungs. As she was symptomatic from the sternum mass, we decided to pursue with treatment. We reviewed case reports and discussed her case in our multidisciplinary tumor board after which we initiated endocrine therapy. She was initiated on tamoxifen, and after three months, a repeat chest CT showed stability of the size and number of the lung nodules as well as stability of her sternum mass (). Given that the lesions stopped growing after tamoxifen, it favored BML rather than a sarcoma. The plan is to continue with tamoxifen for now with plans for oophorectomy or GnRH analog and aromatase inhibitors if her disease worsens in the future.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'28426767': 1, '10574596': 1, '22384439': 2, '19970436': 1, '33271588': 1, '16357844': 1, '11037349': 1, '8739468': 1, '33172427': 1, '10095455': 1, '12860509': 1, '31523581': 2, '7850080': 1, '33285086': 1, '17460458': 1, '18580311': 1, '22632533': 1, '33442611': 2, '10095453': 1, '34211791': 2}", "similar_patients": "{'6741366-1': 1, '7793117-1': 1, '3283070-1': 1}"}