{"patient_id": 47373, "patient_uid": "8006561-1", "PMID": 33796419, "file_path": "comm/PMC008xxxxxx/PMC8006561.xml", "title": "Successful Interventional Radiology for Acute Median Arcuate Ligament Syndrome After Pancreaticoduodenectomy", "patient": "A 75-year-old asymptomatic Asian man presented to our surgical department with a cystic lesion in the pancreatic head. His medical history included hypertension and diabetic mellitus, and his body mass index was 25.8 kg/m2 (body weight, 63.4 kg; height, 158.0 cm), with predominantly visceral fat. Abdominal computed tomography (CT) revealed a multilocular cystic lesion with a contrast-enhanced nodule in the pancreatic head; no arterial calcification from the aorta to the celiac artery (CA) trunk was noted (Figure ).\\nNo stenosis or flexion of the CA was noted on preoperative contrast-enhanced CT, which was not suggestive of MALS (Figure ). The preoperative relevant laboratory data were within normal limits except the hemoglobin A1c level (8.4%, reference range <5.6%). The systemic atherosclerotic changes were age-appropriate, and blood tests revealed normal triglyceride and cholesterol levels. We diagnosed the cystic lesion as a branch-duct type intraductal papillary mucinous neoplasm with “high-risk stigmata” and elected to perform subtotal stomach-preserving PD. The laparotomy was performed with a midline abdominal incision, and no major deformities were found in the vascular tract. No major anatomical changes were observed during surgery. Prior to ligation, we performed a clamp test of the gastroduodenal artery, and hepatic arterial blood flow was good under clamping. Subtotal stomach-preserving PD was performed as planned, and a modified Child's reconstruction was performed. After surgery, blood flow in the hepatic artery was confirmed by Doppler ultrasonography (Figure ), and the abdominal cavity was closed. After returning to the intensive care unit, the patient's vital signs were stable, but his lactate level seemed to decline more slowly than usual. Hepatic cytolysis-related enzymes (aspartate aminotransferase, 867 IU/L; alanine transaminase, 707 IU/L) were elevated on postoperative day (POD) 1, and a contrast-enhanced CT was performed because of concerns of decreased blood flow to the liver. Emergency CT revealed stenosis of the CA and angular change in relation to the aorta of the CA trunk (Figure ), which were believed to have caused decreased CA blood flow (Figure , ).\\nThe patency of the portal vein and its intrahepatic branches was normal. On the basis of these results, we decided to perform IVR to improve blood flow in the CA on POD1. On celiac arteriography, CA stenosis was revealed (Figure ), and the catheter was inserted from the CA to the common hepatic artery with ease, which indicates that the CA was not mechanically obstructed but had stenosis due to flexure.\\nA pressure gradient (approximately 60 mmHg) was observed before and after the stenosis, and it was judged that the narrowing of the CA lumen was not due to a change in the lumen but was caused by flexion of the CA. These findings led to the diagnosis of acute MALS associated with post-PD gastrointestinal reconstruction. Via left brachial artery access using a 6-Fr sheath, a bare metal stent (6 × 14 mm, Express SDTM, Boston Scientific, Marlborough, MA, USA) was inserted into the CA to improve blood flow in the flexure, and the procedure was completed after improved blood flow to the liver was confirmed by arteriography (Figure ). After IVR, antiplatelet agents (clopidogrel, 75 mg/day/body) and anticoagulant therapy (heparin, 10000 U/day/body) were introduced, after which CA restenosis and flexion did not occur (Figure ). The patient did not develop a liver abscess, bile fistula, or cholangitis, and the infarcted areas in the liver and spleen gradually disappeared. Intramural emphysema of the gastric wall, as a change in ischemic gastropathy, was observed incidentally on CT on POD7 (Figure ), but the emphysema resolved over the next week.\\nPrompt IVR for CA flexion was successful in the prevention of hepatic failure. The patient required a longer hospital stay than usual due to pancreatic fistula (grade B; International Study Group of Pancreatic Fistula []). He was eventually discharged on POD82 with no disability or organ failure with continuation of the antiplatelet therapy. The stent required permanent implantation, and the patient had survived without stent occlusion for six months after discharge.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'21944786': 1, '30478805': 2, '26148079': 1, '23336632': 1, '27744644': 2, '5117015': 1, '17448771': 1, '5844938': 1, '11752963': 1, '28904981': 2, '14083857': 1, '17863663': 1, '30147890': 2, '23653867': 2, '28040257': 1, '33796419': 2}", "similar_patients": "{'5588806-1': 1, '6261092-1': 1, '3638545-1': 1, '5065883-1': 1, '6099015-1': 1}"}