{"patient_id": 55369, "patient_uid": "8387072-1", "PMID": 34458187, "file_path": "comm/PMC008xxxxxx/PMC8387072.xml", "title": "A rare case of vulvar extraskeletal myxoid chondrosarcoma: mimics and diagnostic clues", "patient": "A 63-year-old woman presented with a 3.6 cm solid mass in the right anterior perineum. The patient first noticed the lesion three years prior as a painless papule on the right vulva. The lesion persisted and gradually grew in size, now causing some pain when lying on the right side. Pre-operative magnetic resonance imaging of the pelvis showed a heterogeneously and avidly enhancing, T2 hyperintense, circumscribed mass in the right labia majora measuring 3.6 x 2.7 cm. The mass was noted to have multiple internal septations and extensive surrounding vascularity. While the mass abutted and exerted mild mass effect on the right adductor musculature, there was no frank invasion into the muscles or adjacent pelvic structures. There was no lymphadenopathy. A computed tomography-guided biopsy was performed which showed a low-grade vascular tumor with myxoid stroma, most consistent with “angiomyofibroblastoma.” Complete excision of the lesion was recommended at this time. Pelvic exam under anesthesia revealed a 4 x 3 cm mass in the right labia majora. A radical wide local excision of this mass was performed which resulted in resection of the entire lesion. The patient did well and had an uneventful postoperative course.\\nGross evaluation of the right vulvar lesion showed an irregular soft tissue fragment measuring 4.2 x 3.5 x 2.3 cm. Cut surfaces were tan-red and focally firm. Histopathology showed a spindle cell lesion with hypocellular and hypercellular areas, prominent myxoid stroma, and an overall lobulated architecture with increased cellularity at the periphery of the lobules. The cells, which were characterized by eccentrically placed round to ovoid nuclei with uniformly dispersed chromatin and eosinophilic to vacuolated cytoplasm, were arranged in clusters, trabeculae, and cords. Necrosis and mitotic activity were not seen. The tumor cells appeared low-grade and uniform without appreciable nuclear pleomorphism. The background contained abundant thin-walled vessels and extravasated red blood cells. Tumor was noted to focally infiltrate the surrounding fibrofatty tissue and was present at the inked surgical resection surface (-).\\nThe tumor cells were strongly and diffusely positive for CD34 by immunohistochemistry ().\\nTumor cells were negative for cytokeratin, epithelial membrane antigen (EMA), smooth muscle actin (SMA), desmin, caldesmon, estrogen receptor, and S100. INI1 (SMARCB1) expression was retained. EWSR1 FISH was performed and was positive for EWSR1 rearrangement, consistent with a diagnosis of extraskeletal myxoid chondrosarcoma (). However, because EWSR1 rearrangement can also be seen in a number of soft tissue sarcomas, confirmatory NR4A3 FISH was performed. Positive NR4A3 gene rearrangement by FISH was further supportive of extraskeletal myxoid chondrosarcoma (). Also, molecular biomarker findings at Foundation-One-Heme (Cambridge, MA, USA) included ESWR1-NR4A3 fusion and stable microsatellite status.\\nPost-operative imaging of the chest, abdomen, and pelvis showed post-surgical changes with no evidence of metastatic disease. The patient was referred to a sarcoma specialist with post-operative management to include a 6-week course of radiation and surveillance.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'26791550': 1, '30967942': 1, '10955458': 1, '31020999': 1, '31331701': 1, '22569967': 1, '23058004': 1, '33075019': 1, '19775727': 1, '20815032': 1, '32967265': 1, '34458187': 2}", "similar_patients": "{}"}