{"patient_id": 53630, "patient_uid": "8301273-1", "PMID": 34327077, "file_path": "comm/PMC008xxxxxx/PMC8301273.xml", "title": "Use of Portable Imaging Modalities in Patients With Neurologic Disorders: A Case-Based Discussion", "patient": "A 69-year-old right-handed woman with a history of epilepsy secondary to a traumatic brain injury and hypertension presented to the hospital with symptoms of right-sided upper extremity weakness. She went to bed the previous night without any symptoms and upon waking noted that she was experiencing right-sided weakness so she presented to the ED.\\nUpon presentation to the ER, the patient had a blood pressure of 140/77, a temperature of 97.7 F, a heart rate of 77, and oxygen saturation (SpO2) of 100%. A stroke code was activated and the patient was seen by the neurology team who noted right arm pronator drift and mild right-sided sensory changes with a National Institutes of Health (NIH) stroke scale score of 2. On confrontational testing, the patient had full strength except for the right upper extremity where she had weakness of the right deltoid, biceps, and triceps muscles (4/5 on the Medical Research Council scale). As part of the stroke code, a CT scan of the head without contrast was done which showed no evidence for a hemorrhagic stroke (Figure ). The patient was outside the window for alteplase and there was no large vessel syndrome. As part of her stroke code, an MRI of the brain was ordered and the patient quickly underwent a portable MRI of the brain. The portable MRI showed evidence of scattered punctate acute infarcts within the left frontal cortex and subcortical white matter, as well as left frontal encephalomalacia/gliosis (Figure ).\\nThe patient was diagnosed with a potential cardioembolic stroke and risk factor modification was initiated with antithrombotic therapy (aspirin 81 mg daily). The patient completed her inpatient workup rapidly. Laboratory workup included checking hemoglobin A1c (5.4%), cholesterol (200 mg/dl, normal 140-240), and low-density lipoproteins (86 mg/dl). A transthoracic echocardiogram was done which showed an ejection fraction of 70% with evidence of a patent foramen ovale and mild-moderate mitral valve regurgitation. Portable MRI allowed for a rapid inpatient workup and helped ascertain a potential mechanism of the stroke. The patient was discharged home roughly 30 hours after initial presentation to the hospital with plans for outpatient physical and occupational therapy, close stroke follow-up, and cardiac monitoring with a 30-day Holter monitor.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'33511604': 1, '26816039': 1, '24663131': 1, '32897296': 1, '31623975': 1, '20422797': 1, '32493737': 1, '33528537': 1, '33878546': 1, '34956049': 1, '21166566': 1, '19661166': 1, '34327077': 2}", "similar_patients": "{}"}