{"patient_id": 107064, "patient_uid": "8077361-1", "PMID": 33976681, "file_path": "noncomm/PMC008xxxxxx/PMC8077361.xml", "title": "Primary Orbital Chondromyxoid Fibroma: A Cause of Monosymptomatic Periocular Pain", "patient": "A 41-year-old man was examined at the rheumatology department because of joint pain in the back and the left arm. Previous medical history included high blood pressure. An MRI of the spine revealed several spinal disc herniations as the cause of his back pain. Additionally, intermittent pain in the left temple had been present for about a year and was focused around the left eye. There was a slightly reduced sensibility on the lateral side of the left orbit. A CT and MRI of the brain and orbits revealed a partly intraosseous mass in the frontal part of the lateral wall of the left orbit, above the frontozygomatical suture. The mass was 15 mm in diameter at its largest, was irregular, and showed enhancement after injection of Gadolinium in the form of Gadovist® (shown in Fig. ).\\nThe patient was referred to the eye department, where examination revealed a visual acuity of 20/20 in both eyes, normal visual fields and normal pupils equally reactive to light. The intraocular eye pressure was normal, there was no proptosis on exophthalmometry and motility was free with no diplopia in any gaze directions. Palpation of the orbital rim was normal, and there was equal retrobulbar resistance. In summary, the only positive finding was slightly dry eyes with a tear film breakup time of 8 s in both eyes.\\nIt was decided to remove the mass, which was found macroscopically to be a soft, grey tumour that had created a small cavity in the bone. It was removed by curettage.\\nHistopathological examination demonstrated a highly cellular tumour consisting of spindle and stellate small cells (chondroblasts) with abundant pink cytoplasm lying in a myxoid and chondroid stroma. There were no mitosis, necrosis, or calcifications. No osteoclast-like giant multinucleated cells were encountered at the periphery. On immunohistochemistry, the tumour cells stained positive for actin, S-100, D2-40, and calponin but negative for desmin. The diagnosis of CMF was based largely on the morphological appearance (shown in Fig. ).\\nFour weeks after the surgery, the pain had disappeared, but it returned 3 months after the surgery. Another MRI was performed showing scar tissue and a small recurrence of the tumour. The recurrence was removed in a second procedure almost 6 months after the first. During this procedure the recurrence was first removed by curettage and the cavity was then levelled out with a surgical burr. After the intervention, the pain disappeared and it had not reoccurred at the latest follow-up 3 and a half months after the second surgery. Histopathological examination of the second biopsy differed only from the first biopsy in that it was negative for D2-40 on immunohistochemistry and thus confirmed it was a recurrence of the first tumour.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'9596266': 1, '26342061': 1, '31755478': 2, '29324473': 1, '22473287': 1, '19667356': 1, '21691828': 1, '28099230': 1, '22743695': 1, '15110669': 1, '33976681': 2}", "similar_patients": "{'6896519-1': 1}"}