{"patient_id": 59254, "patient_uid": "8568388-1", "PMID": 34871216, "file_path": "comm/PMC008xxxxxx/PMC8568388.xml", "title": "Quadrantanopia as the only symptom of post-COVID stroke in the occipital pole", "patient": "A 46-year-old previously healthy woman without obesity (BMI = 23 kg/m2) and cardiovascular risk factors and no personal or family history of thromboembolic events reported fever, cough, and myalgia in January 2020 after returning from her trip to Andora. After computed tomography scan of the chest with extensive multifocal dense ground-glass opacities in the lungs she was diagnosed with pneumonia and was treated in the hospital with 3 antibiotics and antiviral medication. Her illness was lasting 4 weeks. She had no neurologic signs during infection. D-dimer levels were as follows: 882 ng/mL on February 3, 2020, 3412 ng/mL on February 8, 2020, and 421 ng/mL on February 13, 2020 and the anticoagulation treatment was reinitiated with Clexane (enoxaparin sodium) given subcutaneously. Her consecutive levels of D-dimers were not normalizing during the course of the illness regardless the continued treatment. Additional studies in the courses of the hospitalization included ultrasound of the abdomen, Doppler ultrasound of lower limbs’ venous system, Doppler ultrasound of cervical/carotid and vertebral arteries, and all showed no abnormalities. At that time, the patient did not undergo a polymerase chain reaction diagnostic test for SARS-CoV-2 due to the pre-pandemic onset of illness. The patient's daughter had developed similar symptoms and virus pneumonia after 2 weeks since the contact. According to the official data at that time there were no known cases of COVID-19 in Poland.\\nOn the July 3, 2020, the patient had D-dimers tested again due to severe dizziness and the level was 1193 ng/mL, and she was treated with acetylsalicylic acid (75 mg). In September 2020 the D-dimers level was 600 ng/mL.\\nIn October 2020 the patient presented at the Department of General Ophthalmology in Lublin and the ophthalmological tests have been completed due to bilateral visual deterioration mentioned by the patient. Best-corrected visual acuity was 0.8 the right eye and 0.9 in the left eye. Anterior segment examination and intraocular pressure were not remarkable. Fundoscopic examination and photography was normal, optical coherence tomography of the macula and peripapillary retinal nerve fiber layer thickness – also normal (Figs. and ). There was no pain on ocular movements and there was no relative afferent pupillary defect. Based on the visual fields examination (semi-automated kinetic perimetry using Octopus 900) the quadrantanopia was diagnosed in lower and right area in both eyes (Fig. ).\\nThe patient was referred to neurologist for additional evaluation. The neurological evaluation revealed isolated right homonymous lower quadrantanopia, the National Institutes of Health Stroke Scale score was 1 point. Routine computed tomography scan of the head did not show any pathology.\\nThe MRI examination was conducted using Magnetom-Avanto 1.5 T scanner (Siemens Healthcare, Erlangen, Germany). Study protocol comprised turbo inversion recovery magnitude sequence, diffusion-weighted imaging, and apparent diffusion coefficient maps, T1- and T2-weighted sequences with and without gadolinium enhancement obtained in coronal, sagittal, and axial planes. Within the medial cortex of the left occipital lobe, a banded high-signal area in turbo inversion recovery magnitude and T1-weighted sequence with the presence of cortical laminar necrosis areas and a slight enhancement after intravenous gadolinium administration was visible. Diffusion-weighted imaging/apparent diffusion coefficient imaging did not show diffusion restriction. The image obtained in MRI examination corresponds to the chronic vascular ischemic areas (Fig. 4).\\nPatient was admitted to the stroke unit of the neurological department to perform additional investigations. Duplex Doppler ultrasound assessing the cerebral arteries in the intracranial segments showed an occlusion of the left posterior cerebral artery.\\nIn order to search for a cardioembolic origin of the embolus, additional cardiological diagnostic examinations were carried out. Echocardiography did not reveal any valvular defects or myocardial contractility disorders; 24-hour Holter ECG monitoring did not disclose significant arrhythmias or conduction disorders. Patient was monitored for blood pressure and blood sugar.\\nTo determine the etiology of cerebral stroke additional laboratory tests towards rare blood diseases of increased coagulability states were carried out but without findings (homocysteine level, antiphospholipid antibodies, anticardiolipin antibodies, antinuclear antibodies, antineutrophil cytoplasmic antibodies, factor V Leiden mutation, protein C and S level, antithrombin III level).\\nConsidering the age of the patient and the absence of serious concomitant cardiovascular diseases SARS-CoV-2 infection was taken to be an independent cerebrovascular risk factor.\\nAs the patients arrived beyond the time of the therapeutic window for thrombolysis (4.5 hours) this intensive treatment of AIS was not taken. As the secondary prevention of stroke acetylsalicylic acid was given orally.\\nThe patient was regularly followed-up by ophthalmologist and neurologist, but the visual acuity and neurological state were both stable. Visual acuity was 0.9 in both eyes after 6 months, the quadrantanopia was still present.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'32490022': 1, '32275288': 1, '32545925': 1, '16432246': 1, '33074525': 1, '32950102': 1, '32358218': 1, '32360439': 1, '32123347': 1, '32660650': 1, '32100876': 1, '33173859': 1, '32343504': 1, '32604248': 1, '33154692': 1, '33103610': 1, '33248158': 1, '32339221': 1, '34871216': 2}", "similar_patients": "{}"}