{"patient_id": 112227, "patient_uid": "8554422-1", "PMID": 34754865, "file_path": "noncomm/PMC008xxxxxx/PMC8554422.xml", "title": "Necrotizing fasciitis of cryptoglandular infection treated with multiple incisions and thread-dragging therapy: A case report", "patient": "A 50-year-old male patient was admitted to our institute for perianal swelling and discomfort.\\nThe patient had become aware of anal pain and discomfort with no obvious cause 6 d prior to admission. He did not report abdominal pain, and there was no bleeding during defecation. He had visited the local hospital 2 d earlier for pain, at which time the doctor diagnosed a perianal abscess and performed an incision and drainage. One day later, the perianal swelling had not subsided and had spread to the base of the scrotum; a local incision showed yellowish gray necrotic tissue with a fishy odor. At the same time, the patient developed a high fever. He was admitted to our hospital with a body temperature of 38.2 °C, respiratory rate of 21 breaths/min, heart rate of 81 beats/min, blood pressure of 105/69 mmHg, and dysuresia.\\nOn admission, the case was considered perianal necrotizing fasciitis extending to the perineal region. In contrast to conventional cases of necrotizing fasciitis, the patient denied any underlying diseases. In addition, his physical and laboratory examination confirmed no signs of type 2 diabetes, malignancy, or any of the other common diseases associated with necrotizing fasciitis.\\nThe patient stated that he has no relevant family history.\\nPhysical examination showed that the entire anal margin was swollen and the skin was in red and black. It was also found after palpation that the previous incision on the posterior of the anal margin had yellow-white frothy secretions overflowed. The patient complained of severe pain. The skin on both sides and the base of the scrotum felt tender and warm to the touch, and there was crepitus when palpating the level of the left pubic symphysis (Figure ).\\nLaboratory and imaging examinations were promptly performed upon admission. Laboratory examination results during the patient’s hospital stay are shown in Table .\\nA lower abdominal and pelvic computed tomography (CT) scan suggested necrotizing fasciitis based on the demonstration of gas in the tissue on both sides of the buttocks, left perineal area, the subcutaneous soft tissues of the groin and the root of the thigh. The scan also showed urine retention and multiple lymph nodes in the inguinal area (Figure ).", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'27824697': 1, '31516767': 2, '26445600': 1, '23547796': 1, '23251819': 1, '10458334': 1, '18067739': 1, '15302463': 1, '15820462': 1, '28589215': 1, '20851388': 1, '31302971': 1, '24529811': 1, '30368121': 2, '34754865': 2}", "similar_patients": "{'6205061-1': 1, '6721867-1': 1}"}