{"patient_id": 59363, "patient_uid": "8572029-1", "PMID": 34760423, "file_path": "comm/PMC008xxxxxx/PMC8572029.xml", "title": "A Case Report of Acute Transient Encephalopathy Following a Trans-esophageal Echocardiography", "patient": "A 73-year-old African American male presented to the hospital for lower back pain and symptoms of urinary tract infection and a chronic great toe wound with discharge. His history was significant for type 2 diabetes mellitus, hypertension, and coronary artery disease, post-stenting five years ago.\\nHis blood culture collected at the time of hospital admission was positive for Streptococcus dysgalactiae. Other significant laboratory findings at the time of admission were a complete blood count of 17000/mm, hemoglobin of 13 gm/dL, the random blood sugar of 212 mg/dL, blood urea/creatinine of 13/1.37 mg/dL, and raised inflammatory markers (erythrocyte sedimentation rate [ESR]: 140 mm/hr, c-reactive protein [CRP]: 299 mg/L). The patient was started on vancomycin and cefepime based on his blood culture report. Right hallux wound incision and drainage had Streptococcus dysgalactiae, Staphylococcus capre, and methicillin-resistant Staphylococcus aureus, then MRI confirmed right hallux osteomyelitis. He underwent right hallux amputation. Further workup showed that patient had a spinal abscess, which developed due to the seeding of bacteria from his toe infection. He underwent bilateral laminectomy and decompression with drainage of the abscess.\\nA transthoracic echocardiogram done to rule out infective endocarditis showed no vegetations. Due to high suspicion of infective endocarditis, transesophageal echocardiography was also performed using benzocaine 20% spray to the back of the throat before procedure initiation. In addition, the patient was given 1 mg of midazolam and 25 mcg of fentanyl for pre-procedure sedation. Within minutes after the procedure, the patient was cyanotic, diaphoretic, confused, and developed a facial droop on the operating table. Code Stroke was called. Vitals were blood pressure 99/56, heart rate 106, respiratory rate 30, saturating 76% on room air. He was started on supplemental O2 with a non-rebreather mask. He was intermittently bagged with saturation improving to 85% on 100% O2 with on and off improvement in mental status and facial droop resolved. The decision was made not to intubate the patient, and an arterial blood gas analysis (ABG) was done, which showed chocolate-brown colored blood and a partial pressure of oxygen (PaO2) of 185 mmHg with 70% methemoglobin (ABG-pH/PaO2/PaCO2/HCO3: 7.48/185/37/27.6). The patient was immediately given 1 mg/kg of methylene blue and transferred to the intensive care unit (ICU). Within 15 minutes, the patient was improving, with improved cyanosis, mental status, and improving diaphoresis. One hour repeat ABG showed methemoglobin levels of 31. Poison control was called, and they recommended methemoglobin levels less than 30, with a goal of less than 20, and resolution of symptoms. In the following hour, the attending toxicologist recommended re-dosing with another 1 mg/kg for a total of 2 mg/kg (100 mg) methylene blue for persistently elevated methemoglobin levels greater than the goal level. The repeat ABG after the second dosing of methylene blue showed methemoglobin levels less than 10. The toxicologist recommended following the methemoglobin levels on Arco oximetry ABG. His final ABG showed a methemoglobin level of 2.6 and saturation maintained with oxygen supplementation via nasal cannula. The patient was discharged the next day to a rehabilitation center with antibiotics.\\nWe report this case to draw attention to rare circumstances of methemoglobinemia following the use of local anesthetics. This may not be considered and missed during code scenarios due to uncommon encounters, a general lack of awareness, and limited availability of standard co-oximetry for an accurate diagnosis.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'6849836': 1, '25874137': 2, '15197044': 1, '17923598': 1, '16153515': 1, '9440076': 1, '28078984': 1, '17692762': 1, '5091568': 1, '19231133': 1, '34760423': 2}", "similar_patients": "{'4383305-1': 1}"}