{"patient_id": 48115, "patient_uid": "8042804-1", "PMID": 33883779, "file_path": "comm/PMC008xxxxxx/PMC8042804.xml", "title": "Vascularised fibular graft in the management of non-union of fracture shaft of radius: a less ventured entity", "patient": "A 45yr old lady suffered from a road traffic accident and sustained a closed diaphyseal fracture of both the bones forearm on left side. She underwent Open reduction and internal fixation of both the bones after 2 days following trauma with 3.5 Small DCP(6 hole). On subsequent follow up at 6 months with her primary surgeon it was found that there was osteolysis at the radius site while the ulna showed good signs of union. She was complaining of persistent pain (VAS Score-4) and unable to do routine activities with the involved limb. We evaluated her radiographs and did routine haematological tests. The parameters suggested there is some deep tissue infection (Raised Erythrocyte Sedimentation Rate {ESR} and C-reactive protein {CRP}) but the wound was healthy with healthy scar.\\nThe patient was planned for staged surgery. First stage for implant removal with debridement, lavage of fracture site with culture sensitivity studies. Second stage for osteosynthesis with FVFG with plate once the acute phase reactants settled down. After a period of 2 months we again admitted the patient and did the routine investigations. As it was expected there was near normalcy of the parameters of infection like ESR, CRP. We diagnosed this as a case of gap non-union of shaft radius as evident from radiological investigation () and described all the treatment alternatives to the patient. After obtaining all the necessary consent we decided to do a free vascularised fibular grafting and fixation with a locking 3.5 small DCP. (12 hole)\\nWe approached the radius through the previous incision site and freshened the atrophic ends of radius and finally found the gap to be 8cm (). The ipsilateral fibula was harvested in its middle 2/3rd taken as a pedicle with the peroneal artery, which arises from the posterior tibial artery, 3 to 4 cm distal to its bifurcation into the anterior and posterior tibial arteries (, ). It was fixed in the recipient site with the use of a 3.5 locking Dynamic Compression Plate (). With the aid of a microscope and the use of 8-0 polyamide suture, the feeder artery for the graft was anastomosed to the radial artery in end to end manner. Both the donor and recipient site was closed after thorough wound irrigation and drains in situ.\\nPost-operative slabs were given both in upper and lower limb.\\nThe patient was followed up monthly with radiographs and serum parameters of infection. She was allowed to do free range of movement exercise for elbow and wrist but non weight lifting. At 6 months there is satisfactory movement in elbow and wrist () and the graft is completely healed ().", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'5141248': 1, '15378573': 1, '28053269': 1, '6374708': 1, '9222926': 1, '1091653': 1, '6339145': 1, '33883779': 2}", "similar_patients": "{}"}