{"patient_id": 55937, "patient_uid": "8413232-1", "PMID": 34505048, "file_path": "comm/PMC008xxxxxx/PMC8413232.xml", "title": "His-Bundle Pacing in a Patient With Tricuspid and Mitral Prosthetic Valves Without Suitable Coronary Veins for Lead Placement", "patient": "A 74-year-old woman with recurrent episodes of syncope and heart failure symptoms was admitted to our hospital. She had a history of mitral and tricuspid valve replacement with mechanical prosthetic valves due to a rheumatic heart disease 30 years prior to admission. During that cardiac surgery, she developed atrioventricular block, and subsequently received a single-chamber pacemaker implant with an epicardial ventricular lead, owing to a history of permanent atrial fibrillation. In the most recent pacemaker reviews, she was found to have experienced a progressive rise in pacemaker lead impedance, as well as in the capture threshold (2500 ohms and 5.5 V at 1.00 ms). The presence of both a prosthetic tricuspid valve (PTV) and a prosthetic mitral valve made it impossible to place a new lead in the right or left ventricle (through a transseptal approach), as the latter would entrap the tilting discs of the valve. Therefore, the patient was referred for a coronary sinus lead placement, a procedure determined to be impossible in her case, due to the absence of suitable coronary veins.\\nUpon her admission in our hospital, an electrocardiogram and an echocardiogram were performed. The electrocardiogram (A) showed obvious capture failure, which carries long ventricular pauses responsible for syncopal episodes and a wide intrinsic QRS complex (170 ms). The echocardiogram demonstrated biatrial enlargement, marked intraventricular dyssynchrony, and a left ventricular ejection fraction of 38%, with good performance of both prosthetic valves. Therefore, His-bundle pacing (HBP) from the right atrium was attempted, with the purpose of improving the QRS duration, and therefore the left ventricular ejection fraction.\\nA deflectable sheath (C304model; Medtronic, Minneapolis, MN) was inserted, and through it a His Lead (3630 model, Medtronic). The sheath was torqued toward the annular mid-septum of the right atrium. His-bundle non-selective capture was obtained, and the lead was fixed (, A and B). The threshold was 3.6 V at 1.00 ms. A narrowed QRS complex was obtained (128 ms; B). During the follow-up, the patient exhibited improvement of the left ventricular ejection fraction to 50%, and the threshold remained stable.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'19559206': 1, '17399634': 1, '18219176': 1, '11915997': 1, '32553229': 1, '34505048': 2}", "similar_patients": "{}"}