{"patient_id": 109334, "patient_uid": "8272517-1", "PMID": 34349444, "file_path": "noncomm/PMC008xxxxxx/PMC8272517.xml", "title": "Metastasis in the mandible involving gingiva: An intriguing case with a perplexing pathology", "patient": "A 58-year-old male patient came to the Oral Medicine and Radiology Outpatient Department at Government Dental College, Raipur, with chief complaints of pain and swelling on the lower left side of the face and mobility of teeth in the lower jaw for more than 2 months. History revealed that the patient had got his left mandibular first molar extracted about 2 months back for treatment of a similar complaint. The patient was a habitual bidi smoker for more than 20 years.\\nOn oral examination, the swelling was observed in relation to lower left first molar region mucosa with bone involvement and also in lower left anterior region gingivae [Figures and ]. An extraoral, irregular submental swelling was also noted due to palpable, mobile and firm sublingual and submental lymph nodes. On inspection, a proliferative mass with surface ulceration was present in the left mandibular first molar region as well as the lower left anterior labial sulcus.\\nAn orthopantomogram X-ray image of the patient's jaws and his lesion's clinical picture were also provided to the Oral Pathology Department. Radiograph showed an irregular, radiolucent lesion extending from the lower left central incisor to the left first molar in the mandibular alveolar region extending as poorly defined radiolucency into the body of the mandible region [].\\nAn incisional biopsy was sent to the Oral Pathology Department with a provisional diagnosis of osteomyelitis or carcinoma of the alveolus based on the clinical appearance of the lesion and habit history of the patient. However, since the histology did not show any feature to ascertain the provisional diagnosis, a repeat biopsy was requested with full depth of the lesional tissue.\\nThe incisional biopsy was done again, this time with incisional tissue from both left anterior and left molar regions of the mandibular gingiva. The repeat biopsy tissue showed normal stratified squamous surface epithelium and normal, fibrocellular, juxtaepithelial connective tissue. However, deep connective tissue showed an exuberant presence of dark, large lymphocyte-like cells and vacuolar histiocyte-like cells which made the oral pathologist suspect a lymphoma or probably a leukemia.(Figures –: different magnifications & microscopic fields). Blood parameter analysis of the patient for differential white blood cell count was done which was normal. This made it essential to try to find out what exactly was the lineage of these cells. Hence, immunohistochemistry (IHC) panel for lymphoma and leukemia was done which also surprisingly were negative and increased our perplexity.\\nThus, histologically, this biopsy tissue was reported as an undifferentiated tumor on the basis of hematoxylin- and eosin-stained slides. This term has been used in reference to a heterogeneous group of tumors with little or no evidence of differentiation.[]\\nAn undifferentiated malignant tumor represents either a metastasis of unknown origin or a primary neoplasia without obvious cell line of differentiation. The terminology, “undifferentiated tumor,” generally implies a high-grade malignancy, frequently associated with pleomorphic to anaplastic appearance. It is also used to describe tumors lacking evidence of lineage differentiation on the basis of routine light microscopic morphology alone.[]\\nEven in undifferentiated tumors, subtle features of epithelial versus mesenchymal differentiation can often be appreciated, which assist the immunohistochemical approach to these tumors. Hints for epithelial differentiation include epithelioid cells (round-to-oval cells) with nesting arrangement and a desmoplastic stroma with feeding vessels separating tumor cell nests. Mesenchymal differentiation is suggested by a diffuse arrangement of spindled cells, without reactive stroma, but with feeding vessels in between tumor cells. Some tumors, however, may not fit into either of these two categories because of their overlapping histologic features, for example, sarcomatoid carcinoma, melanoma, lymphoma, neuroendocrine tumors and sarcoma with epithelioid cells.[]\\nIHC of undifferentiated tumors helps to categorize them into small round blue cell tumors or large cell tumors. The latter group is further divided into (a) carcinomatous tumors, (b) sarcomatous or sarcoma-like tumors and (c) tumors with overlapping features.\\nEach category entertains a broad list of entities from epithelial, mesenchymal, hematopoietic or melanocytic lineage in the differential diagnosis.[]\\nIt was only a few days later that the patient's relative mentioned that the patient was being given radiotherapy for operated prostate carcinoma that made us think in terms of metastasis. Subsequently, IHC was done to evaluate this suspicion. IHC markers used were cytokeratin 7 (CK7), CK-high molecular weight (HMW) and P-63.\\nCK7 and CK-HMW were negative, and P63 had a very mild and patchy positivity [Figures –]. Therefore, it became clear that the gingival and alveolar lesions were metastatic lesions of prostate carcinoma.\\nMore recently, antibodies to p63 have been reported to be more sensitive than HMW-CK for the detection of prostatic basal cells. p63, a homolog of tumor suppressor gene p53, is essential for prostate development and is selectively expressed in the nuclei of basal cells of normal prostate glands.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'18061527': 1, '8301602': 1, '17909506': 1, '25547947': 2, '21683026': 1, '2406604': 1, '28722004': 1, '30837987': 1, '12576032': 1, '18318577': 1, '24212997': 2, '31516800': 2, '34349444': 2}", "similar_patients": "{'6721909-1': 1, '3881846-1': 1, '4326431-1': 1}"}