{"patient_id": 60669, "patient_uid": "8633474-1", "PMID": 34596364, "file_path": "comm/PMC008xxxxxx/PMC8633474.xml", "title": "Sevoflurane as bridge therapy for plasma exchange and Anakinra in febrile infection–related epilepsy syndrome", "patient": "An otherwise healthy 8-year-old boy with a recent febrile status was transferred to the pediatric iIntensive-care unit (PICU) of Meyer Children's Hospital from a second-level hospital due to a coma status and recurrent focal motor seizures. Blood and cerebrospinal fluid exams were unremarkable, and a clear infective etiology was not identified. Previously the patient had been unsuccessfully treated with endorectal diazepam and intravenous benzodiazepines, phenytoin and phenobarbital. Upon admission to our hospital, the patient was intubated and underwent continuous video-electroencephalography (EEG) monitoring which recorded right and left focal motor seizures and secondarily generalized seizures fulfilling the criteria for refractory SE.,\\nThe patient was therefore enrolled in a national multicenter randomized sequential trial approved by the Italian Medicines Agency (EudraCT number 2013-004396-12; ClinicalTrial.gov identification number: NCT02431663) and randomized to ketamine (KE) (study arm). As per protocol, KE was started and the dose was rapidly increased up to 100 mcg/kg/min. Only transitory EEG suppression-burst (SB) patterns were recorded during the 3 mg/kg KE bolus administration at each infusion velocity increment. Due to KE inefficacy, midazolam (MDZ) up to 12 mcg/kg/min, propofol (PR) up to 4 mg/kg/h, and thiopental (TPS) up to 5 mg/kg/h (control arm) were also administered as per protocol. A transitory reduction of seizure frequency without SB pattern appearance was obtained only with high doses of MDZ, and not with PR and TPS. Several anti-seizure medications (intravenous lacosamide, levetiracetam and valproic acid, and topiramate and carbamazepine per os) were administered together with ketogenic diet with no substantial changes in seizure frequency and EEG features (Figure ). Based on the seizure type and frequency, ranging from 20 to 35 per hour, EEG and clinical features, a diagnosis of FIRES was made. Status epilepticus remained unchanged despite 5 days of intravenous corticosteroids (1 g/day) and 2 days of intravenous immunoglobulins (2 g/day). Because of the refractoriness of SE, we opted for re-administered conventional anesthetics (MDZ, PR, and TPS) and MDZ at a dosage up to 20 mcg/kg/min, thus obtaining only a transitory reduction of seizure frequency. After 29 days of prolonged SRSE, having received written informed consent by the parents, 3.5% sevoflurane (MAC 1) through a closed circuit was started. For the first time since the beginning of the seizures, a stable EEG SB pattern and resolution of SE was achieved (Figure ). As soon as sevoflurane inhalation was reduced (MAC 0.6), focal motor seizures reappeared. Sevoflurane was increased to the previous dosage (MAC 1) in association with five-day plasma exchange therapy. Combined therapy with sevoflurane and plasma exchange (1.5 PV) was then efficacious to reach a stable EEG SB pattern and SRSE control. No major sevoflurane-related adverse events, such as hypotension requiring vasopressors, were observed with the exception of a transitory mild metabolic acidosis. Only a few (2 to 4 per day) minor focal motor seizures re-occurred after the withdrawal of sevoflurane and plasma exchange. Seven days after sevoflurane and plasma exchange had been discontinued, anakinra at the dosage of 100 mg b.i.d. was started in association with PHT, PB, topiramate and lorazepam (Figure ). Due to the poor mental status of the patient and in order to begin ventilator weaning, a tracheostomy was necessary. The patient was transferred to the Neurology Department following 68 days of intensive care. After another 12 days, he was discharged from the hospital and sent home with 2 to 4 focal motor seizures a week and in a minimally conscious state. The first brain MRI report, performed at one week from seizure onset, was normal. At one month from seizure onset, mild cerebral atrophy and hippocampal sclerosis was observed; after six months, MRI showed moderate to severe cortical-subcortical atrophy.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'29745347': 1, '33080307': 1, '31283843': 1, '28585095': 1, '15787916': 1, '33681649': 1, '25572922': 1, '27770579': 1, '12453929': 1, '32330681': 1, '31168503': 1, '30854647': 1, '29476535': 1, '29399791': 1, '27311915': 1, '28555777': 1, '9989340': 1, '24586585': 1, '31371963': 1, '34596364': 2}", "similar_patients": "{}"}