{"patient_id": 51380, "patient_uid": "8199818-1", "PMID": 34118959, "file_path": "comm/PMC008xxxxxx/PMC8199818.xml", "title": "Symptomatic eating epilepsy: two novel pediatric patients and review of literature", "patient": "A 2-year-old boy was evaluated for dysmorphic features, history of early-onset recurrent seizures, and brain malformations. He was the first-born from a dichorionic diamniotic twin pregnancy, conceived by intracytoplasmic sperm injection (ICSI) and complicated by intrauterine growth retardation (IUGR) in the third trimester. The baby was delivered at 37 + 1 weeks of gestation by caesarean section. His parents were nonconsanguineous. The twin sister was healthy. Family history revealed a maternal second-degree cousin with epilepsy but was otherwise unremarkable. Birth weight was 1710 g (− 2.8 SD), length 43 cm (− 2.4 SD) and occipitofrontal circumference (OFC) 31.5 cm (− 1.6 SD). Physical examination showed diffuse hypotonia, partially improving during the perinatal period. Dysmorphic features included frontal bossing, highly arched eyebrows, bilateral ptosis combined with blepharophimosis, epicanthus, down-slanting palpebral fissures, micrognathia with tent-shaped mouth and thin upper lip, and low-set posteriorly rotated ears. Brain ultrasonography was normal. At 6 months, global developmental delay was noticed, with persistent head lag and hypotonia with severe thoracolumbar scoliosis (Fig. d). From age 7 months, the boy experienced two isolated tonic-clonic seizures. Interictal EEG revealed high voltage spikes and waves complexes over the mid-temporal regions, with increased activity during sleep. Brain MRI showed lack of periventricular white matter bulk with mild enlargement of lateral ventricles and subarachnoid spaces. Furthermore, anterior pituitary hypoplasia and dysmorphic brainstem with midbrain hypoplasia were identified (Fig. e-h). aCGH revealed a heterozygous 4.8 Mb deletion extending from 15q25.3 to 15q26.1. This rearrangement spanned 83 genes, including 39 OMIM genes (ABHD2, ACAN, AEN, ANPEP, AP3S2, BLM, C15orf38, CHD2, CIB1, CRTC3, DET1, FANCI, FES, FURIN, IDH2, IQGAP1, ISG20, KIF7, MAN2A2, MESP1, MESP2, MFGE8, MRPL46, MRPS11, NGRN, PEX11A, PLIN1, POLG, PRC1, RGMA, RHCG, RLBP1, SEMA4B, SLCO3A1, ST8SIA2, SV2B, TICRR, UNC45A, VPS33B). At age 24 months, during or immediately after eating, the patient suffered from recurrent seizures characterized by staring and upward eye deviation and eyelid myoclonus. The seizures were very short (2–3 s) but occurred in cluster lasting 2–3 min. Ictal EEG revealed a brief discharge of high-voltage spikes and sharp waves mainly evident on mid-temporal areas bilaterally (Fig. d). Therapy with sodium valproate (300 mg daily) and topiramate (75 mg daily) did not allow complete seizures control. Furthermore, topiramate was discontinued due to hyporexia and levetiracetam (700 mg daily) was started, with partial seizures control.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'27265517': 1, '22361339': 1, '10954240': 1, '1593147': 1, '16413721': 1, '1960156': 1, '6766395': 1, '21097547': 1, '3956455': 1, '33080481': 1, '32509552': 1, '20345938': 1, '24766826': 1, '17884751': 1, '24207121': 1, '2782045': 1, '14630503': 1, '2277277': 1, '30541864': 1, '21233023': 1, '22258043': 1, '25645641': 1, '20644158': 1, '412665': 1, '24045014': 1, '23573399': 1, '30685520': 1, '6861807': 1, '7923453': 1, '9385424': 1, '30451971': 1, '118704': 1, '5233979': 1, '23389623': 1, '6329582': 1, '24726506': 1, '23248047': 1, '2303023': 1, '34118959': 2}", "similar_patients": "{}"}