{"patient_id": 112175, "patient_uid": "8547664-1", "PMID": 34759673, "file_path": "noncomm/PMC008xxxxxx/PMC8547664.xml", "title": "Successful Pars Plana Vitrectomy with Zonulo-hyaloidectomy Performed 4 Years after the Onset of Chronic Low-Grade Aqueous Misdirection", "patient": "A 34-year-old female, known case of primary angle closure glaucoma, underwent trabeculectomy with mitomycin C in the right eye for uncontrolled intraocular pressure (IOP). Six weeks after the surgery, the patient presented with pain in the right eye. On examination, IOP was 10 mmHg in the right eye and 19 mmHg in the left eye. The bleb was slightly elevated and cystic with no leak. The anterior chamber (AC) was shallow with peripheral iridocorneal touch. The peripheral iridectomy was patent, and dilated fundus examination was unremarkable. Ultrasound biomicroscopy (UBM) showed a shallow AC centrally with peripheral iridocorneal touch, and the ciliary body was rotated forward. The patient had 0.7 cupping in the right eye and 0.5 cupping in the left eye. Given the UBM finding, IOP, patency of the iridectomy, along with the normal fundus examination, the diagnosis of aqueous misdirection was made, and other causes of shallow AC such as pupillary block and suprachoroidal hemorrhage were ruled out. The patient refused any laser or surgical procedure and was given atropine drops in the right eye and was stable during her follow-ups with no need for further intervention. Six months later, the patient decided to proceed with only a cataract surgery in the affected eye. She underwent an uncomplicated phacoemulsification with synecholysis and posterior chamber intraocular lens (IOL) insertion in the right eye for the cataractous lens changes that occurred secondary to the previous trabeculectomy surgery. Progressive shallowing of the AC continued to develop while on atropine, and the patient agreed to proceed with YAG anterior hyaloidotomy in the right eye 6 months following the cataract surgery. Nevertheless, the AC remained shallow with an IOP ranging 15–20 mmHg on atropine and aqueous suppressants. Moreover, the patient underwent trabeculectomy in the fellow eye for uncontrolled IOP but was started on atropine prior to the surgery, which was uneventful. Two years later, the patient presented to the ophthalmology emergency room with blurred vision. Her visual acuity was 20/200 with an IOP of 18 mmHg in the right eye. The right AC was shallow centrally with peripheral iridocorneal touch [Figure and ]. There was significant iris atrophy, and the intraocular haptic was visible behind the atrophic iris. In addition, there was posterior synechia with multiple pigments over the IOL surface []. UBM showed a very shallow AC centrally with peripheral iridocorneal touch, the ciliary body was rotated forward with absent ciliary sulcus []. She was offered surgical intervention which she refused.\\nFour years after the onset of aqueous misdirection, the patient eventually agreed to undergo PPV with irido-zonulo-hyaloidectomy in the right eye after having progressive peripheral corneal edema. The procedure started with three port 23-gauge core vitrectomy and triamcinolone assisted separation of the posterior hyaloid. Visco-dissection of the areas of synechia was done. The previous iridectomy at 12 o'clock was enlarged, and a new iridectomy was created at 6 o'clock position. Zonulectomy with hyaloidectomy were performed aiming at having a single compartment between the vitreous cavity and the AC. Careful removal of the anterior vitreous was done. The procedure continued until the AC deepened. One month postoperatively, the patient had visual acuity of 20/60, and an IOP of 16 mmHg off antiglaucoma medications. The AC was deep with no posterior synechia [Figure and ].", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'23226000': 1, '28033233': 1, '9474317': 1, '10406625': 1, '5032764': 1, '29110086': 1, '21858468': 1, '34759673': 2}", "similar_patients": "{}"}