{"patient_id": 60339, "patient_uid": "8614183-1", "PMID": 34858749, "file_path": "comm/PMC008xxxxxx/PMC8614183.xml", "title": "A Hematological Travesty in the Setting of Alcohol Use Disorder and Liver Cirrhosis", "patient": "Following an episode of binge drinking, a 50-year-old male with a history of liver cirrhosis, hypertension, and thrombocytopenia was discovered with right-sided weakness and altered mental status. Prior to being discovered, the patient spent several days in his car, likely contributing to the low alcohol levels detected in his system. Laboratory studies revealed diminished fibrinogen and platelet levels, both indicators of major bleeding risk (Table ).\\nStudies also revealed a high red cell distribution width (RDW), likely due to anemia of chronic disease, as suggested by a normal mean corpuscular volume (MCV) indicating normocytic anemia. With the patient’s increased risk of bleeding, their normocytic anemia was likely to develop into microcytic anemia. Lymphocyte count was pseudo-low, likely stemming from the high neutrophil count brought on by an underlying infection. The low platelet count resulted from pre-existing, severe thrombocytopenia, with no significant signs of improvements between tests. In conjunction with low levels of fibrinogen, which primarily functions in blood clot formation, this low platelet count demonstrated this patient’s high risk of experiencing a bleeding event. Computed tomography (CT) scans of the brain were performed upon admission to the emergency department, revealing an acute intraparenchymal hemorrhage (IPH) with a 90-cc clot located in the basal ganglia and a 1-cm midline shift, which could not be significantly improved five days later as revealed by follow-up CT scans (Figures , ).\\nAlthough medical management was pursued with mannitol and 3% hypertonic saline to lower intracranial pressure, improvements were negligible.\\nGiven the poor hematology test results and increased risk of bleeding events, our patient was an unsuitable surgical candidate. To raise the platelet count to a sufficiently high level necessary for surgical candidacy, five platelet transfusions were provided. Despite these transfusions, there were only minor improvements, rising from 43,000/μL to 47,000/μL, and counts remained dangerously low to perform any intervention safely. As a result, our patient stayed under intubation and was managed conservatively pending next of kin directions. With no neurological improvement, continued lack of alertness or orientation, and inability to follow commands, the prognosis was discussed with the patient’s family and hospice was endorsed.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'16298014': 1, '31327564': 1, '23391479': 1, '30938800': 1, '29397452': 1, '20056489': 1, '19465879': 1, '28276137': 1, '20561675': 1, '16970019': 1, '26644814': 1, '23842577': 1, '12062630': 1, '26022637': 1, '25291348': 1, '22538431': 1, '34858749': 2}", "similar_patients": "{}"}