{"patient_id": 56018, "patient_uid": "8417271-2", "PMID": 34480077, "file_path": "comm/PMC008xxxxxx/PMC8417271.xml", "title": "Targeting extracellular and juxtamembrane FGFR2 mutations in chemotherapy-refractory cholangiocarcinoma", "patient": "A 72-year-old female patient was diagnosed with iCCA in April 2018. She received a left-sided liver resection followed by an adjuvant treatment with GemCis over 4 months. New intrahepatic lesions were detected 4 months later and FOLFIRI was started. Unfortunately, progression was already seen at the first follow-up scan, leading to a PFS of 3.0 months. After a biopsy was taken for NGS panel sequencing, she was reexposed to GemCis. Again, progression was detected at the first follow-up scan with a PFS of 2.4 months. In the meantime, sequencing results (709 gene panel) were discussed at the MTB. The sequencing results are shown in Supplementary Fig. . A c.1107_1113delinsCTCG alteration of FGFR2 was identified, leading to a p.370/371 one amino acid in-frame deletion and Cys substitution (Fig. and Supplementary Tab ). IHC validation on tumor samples showed an activation of the FGFR2 downstream targets AKT, p44/p42 MAPK, p38 MAPK, STAT1, and STAT3 (Fig. ). The in silico investigation revealed a location of the alteration at the extracellular juxtamembrane domain (Fig. ), with no hint of influencing the binding of FGFR2-targeting tyrosine kinase inhibitors (TKI). To get an impression on the activation level of FGFR2 and downstream targets, transcriptome analysis of a tumor tissue sample was compared to 29 available transcriptome datasets from patients with iCCA of the TCGA cohort (Supplementary Table. and Supplementary Fig. ). The PCA plot of this analysis showed that the patient was not an outlier compared to the TCGA samples (Supplementary Fig. ). Of note, FGFR2 expression was highest in the patient’s tumor than in all other tumors from the TCGA cohort (log2 fold change = 2.01), whereas the expression levels of different tyrosine kinases, including FGFR1, 3, and 4, was in the range of the other samples (Fig. and Supplementary Fig. ). Additionally, the essential FGFR2 downstream targets FRS2, PLCG1, and PIK3CA also showed the highest expression level than all other samples from the TCGA cohort (Supplementary Fig ). These data suggest an apparent activation of the FGFR2 pathway in this tumor.\\nBased on the molecular results and the additional information from IHC, in silico investigation, and transcriptome analysis, the MTB recommended therapy with an FGFR targeting tyrosine kinase inhibitor. Due to the lack of approved drugs and missing study options for this patient, Lenvatinib was chosen as an off-label treatment based on its activity against FGFR1-4 and well-reported tolerability in patients with another kind of primary liver cancer. With a body weight of 50 kg and a height of 156 cm, Lenvatinib was started with 8 mg once daily. Higher dosages were not possible due to continuous diarrhea at a dose of 12 mg. The first follow-up FDG-PET CT scan showed a significant morphologic and metabolic response to therapy (Fig. ), which was still ongoing after 11.6 months. At baseline, the 18F-FDG-PET examination showed a highly positive PET signal indicating a significant tumor burden. After 7 weeks of treatment with lenvatinib the mass had shrunken (about 10%), while the contrast medium enhancement (Fig. , upper row) and the FDG-uptake (Fig. , lower row) completely disappeared. The PFS2/PFS1 ratio with >4.8 documents the clinical benefit in this second case.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'25197551': 1, '11069186': 1, '31954497': 1, '29433850': 1, '28667006': 1, '24122810': 1, '26258846': 1, '31088831': 1, '30761385': 1, '25516281': 1, '28427515': 1, '30420614': 1, '29182496': 1, '25608663': 1, '10425034': 1, '30367139': 1, '28818953': 1, '20921468': 1, '31255945': 1, '32203698': 1, '27095655': 1, '24227677': 1, '27622582': 1, '31011206': 1, '31109923': 1, '31011205': 1, '28628842': 1, '24837095': 1, '26078430': 1, '32472305': 1, '24550739': 1, '32923905': 1, '31899106': 1, '29848569': 1, '34480077': 2}", "similar_patients": "{'8417271-1': 2}"}