{"patient_id": 54545, "patient_uid": "8352797-1", "PMID": 34405061, "file_path": "comm/PMC008xxxxxx/PMC8352797.xml", "title": "An Atypical Presentation of Soft Tissue Metastasis in a Patient With Lung Cancer", "patient": "A 75-year-old Caucasian female presented to the emergency department with dark-colored stools and generalized weakness for three weeks. The patient also reported concurrent bloating, epigastric pain, and abdominal tenderness. She denied fever, chills, shortness of breath, chest pain, hematemesis, or hematochezia. At a prior office visit with her primary care physician, her hemoglobin concentration had dropped from a baseline of 11 g/dL to 8 g/dL within one week. An in-office fecal occult blood test was negative for blood in her stool. Notably, over the last few months, the patient noticed multiple soft tissue masses on her abdominal wall and right lower back.\\nThe patient had a history of coronary artery disease with a myocardial infarction in 2011 which necessitated percutaneous transluminal coronary angioplasty and stent placement. She underwent a hysterectomy with bilateral oophorectomy 30 years ago, though she denied a history of ovarian and uterine cancer. Her most recent colonoscopy was in 2012 and showed no polyps, metastasis, or areas of bleeding. She quit smoking in 1986 after a 20-pack-year history. Her family history was significant for a brother with unspecified brain cancer; however, no family history of other malignancies was noted. On physical examination, tender soft tissue masses were noted in the right mid-back, periumbilical area, and right chest wall/superior breast.\\nA contrast CT of the thorax was performed which showed a left lower lobe pulmonary embolus and a spiculated nodule within the right upper lobe. Additionally, scattered solid and ground-glass nodules were present which raised concern for metastasis, as well as anterior lobular septal thickening concerning for lymphangitic metastasis. Moreover, a T10 vertebral body lytic expansile lesion, as well as soft tissue masses throughout both breasts and the anterior abdominal wall, were appreciated, furthering concern for metastasis. A contrast CT of the abdomen and pelvis revealed a cystic lesion in the posterior costophrenic angle measuring 4.5 cm, a 2.4 cm hypodense liver lesion, a 1.7 cm necrotic lesion near the spleen, and a 2.2 cm abdominal wall necrotic mass. In addition, multiple soft tissue nodules were identified throughout the abdominal wall, mesentery, and peritoneum, raising concern for peritoneal carcinomatosis. Splenomegaly and a non-occlusive thrombus in the suprarenal aorta were also appreciated, and a contrast CT of the head showed no metastasis to the brain.\\nAn esophagogastroduodenoscopy (EGD) with biopsy of the gastric antrum did not identify any pathology that would explain the patient’s anemia. Subsequently, a fine needle core biopsy of a right mid-back mass showed adipose tissue that was extensively replaced by the firm, gray-tan tissue. Histologic sections confirmed the presence of a tumor that was seen infiltrating adipose tissue (Figure ). The tumor was arranged in small nests and cords with rare signet cells, consistent with moderately differentiated adenocarcinoma. The tumor cells were round to oval with pleomorphic vesicular nuclei containing prominent nucleoli (Figure ). A panel of immunohistochemistry (IHC) markers was performed and the tumor cells were positive for cytokeratin 7 (CK7) and negative for CK20, thyroid transcription factor 1 (TTF-1), Napsin, GATA binding protein 3, pair box 8 (PAX8), caudal-type homeobox 2 (CDX2), and special AT-rich sequence-binding protein 2 (SATB2) (Figure ), suggesting that the lungs were the primary origin of the metastatic adenocarcinoma.\\nThe patient was discharged following the correction of anemia. She reported for outpatient follow-up with hematology-oncology when the decision was made to begin chemotherapy for stage IV adenocarcinoma of the lung, the most likely primary site at this time. Her chemotherapy regimen included carboplatin, pemetrexed, and pembrolizumab. Iron studies revealed her anemia to be likely due to chronic disease. Tumor markers were checked including alpha-fetoprotein, carbohydrate antigen 19-9, cancer antigen 125, and carcinoembryonic antigen (CEA), which was elevated at 61 ng/mL. The patient was instructed to maintain regular follow-up with hematology-oncology for chemotherapy and transfusions if necessary.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'12604886': 1, '30050761': 1, '23242715': 1, '18076764': 1, '28968158': 1, '25861506': 1, '22153832': 1, '21838611': 1, '12085180': 1, '23984229': 2, '21464700': 1, '2155089': 1, '34405061': 2}", "similar_patients": "{'3752471-1': 1}"}