{"patient_id": 106667, "patient_uid": "8045528-1", "PMID": 33889355, "file_path": "noncomm/PMC008xxxxxx/PMC8045528.xml", "title": "An unusual case of tricho–dento–osseous syndrome", "patient": "A 21-year-old female who visited her dentist, referred to department of surgery, School of Dentistry, Isfahan University of Medical Sciences, to extract her semi-impacted third molars. Investigating her medical background did not indicate any signs of systemic disease. The patient suffered only from severe hair losing, and the dermatologist's diagnosis was alopecia. Investigating familial history indicated no special sign. Clinical examination showed the head hair loss, but the body and face hairs were not lost. Further studies revealed that the patient had normal hair at childhood, but she lost them gradually [].\\nThe nail and skin were normal, and it was observed no kind of abnormality []. In the examination of the neck, the lymph nodes were normal, and mandibular prognathism was observed in facial examination [].\\nOral mucus and tonsils were normal and there was no inflammation. The teeth of the patient did not have any special anomaly. The teeth color and shape were in a normal condition. Bilateral mandibular third molars were semi-impacted, and the first mandibular molar restoration and the second mandibular molar occlusal caries were observed []. In panoramic view, the roots of all teeth were very short []. Therefore, the TDO syndrome was considered, and the patient was referred to genetic investigation, due to available abnormalities in hair, teeth, and bone. Genetic analysis indicated a mutation in the DLX3 gene. Genetic linkage was observed on chromosome 17q21 and a 4 base-pair deletion has been identified in the DLX3 gene.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'16301156': 1, '22671030': 1, '891005': 1, '29487645': 1, '23949819': 1, '30095208': 1, '9147871': 1, '20004698': 1, '28228883': 1, '9382143': 1, '22969805': 1, '20151948': 1, '9783705': 1, '27194979': 1, '28298997': 2, '33889355': 2}", "similar_patients": "{'5347304-1': 1}"}