{"patient_id": 60909, "patient_uid": "8648291-1", "PMID": 34900488, "file_path": "comm/PMC008xxxxxx/PMC8648291.xml", "title": "Human Herpesvirus 6 (HHV-6) Encephalitis in a Non-Transplant Patient With Polymyositis", "patient": "A 75-year-old Caucasian female with a past medical history of polymyositis on a maintenance dose of prednisone of 10 mg daily, diabetes mellitus, status post right nephrectomy presented to the ED with complaints of generalized weakness and drowsiness. At baseline, the patient was minimally mobile due to active polymyositis. The patient was less responsive and confused with episodes of falling from her bedside commode. She denied having a cough, chest pain, shortness of breath, abdominal pain, nausea, vomiting, or diarrhea. In the last week, she had close contact with her grandchildren, who experienced a flu-like illness without rash treated with an antibiotic.\\nOn physical examination, her vitals were significant for elevated blood pressure of 174/82 mmHg, the temperature of 37.1 °C (98.7 °F), respiratory rate of 16 breaths per minute. Bilateral lower extremity swelling was present. On neurological exam, she was alert but not oriented on the place and time. Her Glasgow Coma Score (GCS) was 13. The patient showed decreased consciousness level, slowly followed commands, and slurred speech. Her reflexes were diminished: 2/4 in the bilateral biceps, triceps, brachioradialis, patellae, and Achilles. The rest of the exams were unremarkable without any focal neurological signs. Laboratory tests as noted in Table . The hepatitis panel was negative, and blood cultures showed no growth at 120 hours.\\nComputed tomography (CT) brain without contrast showed scattered white matter hypodensities, which were nonspecific but compatible with chronic microvascular ischemic disease.\\nFurther ischemic workup was deferred due to acute kidney injury in the setting of chronic kidney disease (CKD) stage 4. The patient had minimal responsiveness with a loop diuretic, and therefore she was started on hemodialysis for better volume management. MRI brain without contrast showed 14 mm high T2/fluid-attenuated inversion recovery (FLAIR) signal intensity focus in the left temporal lobe, suspicious for primary versus metastatic neoplasm (Figure ). The neurologist was consulted and recommended a follow-up assessment with a gadolinium-enhanced MRI of the brain.\\nCT chest/abdomen/pelvis with intravenous (IV) contrast did not find any malignancy or metastatic disease. Given the cortical location of intracranial lesions, she was started prophylactically on levetiracetam 250 mg daily. Electroencephalograms (EEG) showed generalized slowing and triphasic waves. MRI with contrast was deferred due to worsening kidney. With her history of chronic steroid therapy, a lumbar puncture (LP) was considered and showed protein 75 mg/dL (15-60 mg/dL), glucose 55 mg/dL (50-80 mg/dL), WBC 22/mm3 (0-8/mm3), 7RBC/mm3 (<1RBC/mm3), with a pleocytosis of lymphocytic predominance. Meningitis/encephalitis polymerase chain reaction (PCR) panel detected HHV-6. The patient was started on acyclovir 530 mg IV, and the infectious disease was consulted. Afterward, the patient was started on ganciclovir 75 mg IV as an induction dose for 14 days as ganciclovir has been shown in studies to be active against HHV6. Serologic testing also revealed a positive IgG 1:40 (reference <1:10) but negative IgM. Serum HHV-6 viral load was undetectable.\\nRepeat MRI brain without contrast after 14 days of treatment with ganciclovir showed chronic microvascular-type ischemic disease and some T2 shine through in the left frontal area (Figure ). The location of abnormality seen in the left temporal region in the subcortical white matter was less prominent. By this time, there was a significant improvement in her mental status. She was not placed on prophylaxis because there was no clear indication due to her marked symptomatic improvement and resolution of the area of abnormality in the left temporal region on the MRI. The patient has been discharged with her home regimen of prednisone 10 mg for polymyositis. Post-discharge at three-week outpatient follow-up, she was doing well without evidence of any further neurologic deterioration.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'16323134': 1, '2876520': 1, '18327491': 1, '19012639': 1, '20211581': 1, '8527546': 1, '8152447': 1, '18329730': 1, '3627265': 1, '15736025': 1, '18991511': 1, '2902266': 1, '17334385': 1, '8390615': 1, '17276370': 1, '19334059': 1, '18205230': 1, '15494709': 1, '34900488': 2}", "similar_patients": "{}"}