{"patient_id": 61221, "patient_uid": "8667442-1", "PMID": 34895278, "file_path": "comm/PMC008xxxxxx/PMC8667442.xml", "title": "Pancreatic medullary carcinoma developed on a pancreatic intraductal papillary mucinous neoplasm with loss of MSH2 and MSH6 expression: a case report", "patient": "Herein we report the case of a 73-year-old woman, with no personal or family cancer history, presenting with right iliac fossa pain radiating into the right lumbar region since six months, without any changes in intestinal transit and with a slight increase in C-Reactive Protein (6.9 mg/L). Abdominal echography and CT Scan performed showed a multi-cystic lesion of 5 × 2 cm at the body-tail junction of the pancreas, consisting of supracentimetric cysts. Gastroduodenoendoscopy revealed grade A esophagitis and a superficial bulbar ulcer. MRI revealed a 12 mm isthmus nodular mass leading to a pancreatic duct stricture and upstream dilatation of the distal pancreatic duct of Wirsung. The blood tumor markers CA19-9 and CEA were both normal. Endoscopic Ultrasound-Guided Fine Needle Aspiration (19G) was performed and confirmed the presence of a 16 mm diameter mass on the left side of the head of the pancreas, graded uT1N0. The cytopathology analysis revealed malignant glandular cells. The PAS-Diastase confirmed the mucosecretion (Fig. ). Immunohistochemistry revealed diffuse expression of MLH1 and PMS2 and a heterogeneous expression of MSH2 and MSH6. G12D mutation of the KRAS gene was detected using Next-Generation Sequencing.\\nA PET-Scan was performed, revealing hypermetabolic nodular formation of the cephalo-corporeal junction, without any other positive site. An angioscan was performed on the course, showing contact between the tumor nodule and the anterior surface of the splenomesenteric confluence, less than 180°, and with a 13 mm length. The anterior mesenteric artery and the celiac trunk were at a distance. No secondary lesion was found.\\nFollowing this assessment, the patient underwent distal pancreatectomy without splenectomy, but with cholecystectomy and splenic vessel resection. The patient has well recovered after the surgery and went home within 15 days.\\nThe gross examination of the surgical specimen revealed a left pancreatectomy, measured 10.5 × 2.5 × 1 cm. The margin section was analyzed on frozen section and there was no tumor invasion. The pancreatic section revealed a 12 mm indurated white lesion, close to the surgical margin, adjacent to a 15 mm cystic lesion extending into the rest of the pancreatic body (Fig. ). A contact between this whitish lesion and the cystic lesion was presumed.\\nMicroscopically, the cystic area represented a IPMN of mixed gastric-type and pancreatobiliary-type, involving the main pancreatic duct and secondary ducts with low-grade dysplasia for both type and high-grade dysplasia for the pancreatobiliary-type (Fig. ). In the periphery of this IPMN, a 14 mm of long-axis associated invasive carcinoma was observed (microscopic assessment of the tumor size). This associated carcinoma was characterized by focal gland formation and by poorly differentiated cells with a syncytial appearance, associated with a dense lymphoplasmocytic and neutrophilic infiltrate (Fig. ). The PAS special staining revealed focal mucosecretion. This histology is compatible with a PMC. This carcinoma seemed to derive from the high-grade pancreatobiliary-type IPMN (Fig. ). No perineural or lymphovascular invasion were observed. The rest of the pancreatic parenchyma presented signs of chronic pancreatitis. No lymph node metastasis was identified.\\nThe immunohistochemical profile of the malignant cells of the PMC was: CK7, EMA, CK19 positive, MUC5 and MUC6 focally positive, CK20, CDX2, CEH, MUC2, p53, PanTRK, chromogranin and synaptophysin negative. A focal loss of SMAD4 expression was observed. Moreover, there was a loss of MSH2 and MSH6 expression, both in the IPMN and in the PMC, suggesting microsatellite instability (Fig. ). This was confirmed by Polymerase Chain Reaction (Idylla assay). A genetic counselling has been requested. The tumor was staged as: pT1cN0 according to UICC 2017 [].\\nMolecular analysis using targeted Next Generation Sequencing was performed as previously described [] (50 genes panel, Cancer Hotspot Panel, Ampliseq, Life technologies) both on the invasive carcinoma and on the high-grade dysplasia IPMN revealing the same mutation profile: KRAS G12D and TP53 S90Pfs*33 mutations.\\nBecause Epstein-Barr Virus (EBV) infection can mimic medullary carcinoma, EBV Chromogenic In Situ Hybridization was performed but was negative [, ].\\nThe proposed diagnosis was mixed IPMN with associated invasive medullary carcinoma that presented loss of MSH2 and MSH6 expression.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'28383565': 1, '15191688': 1, '11385247': 1, '29307199': 1, '32658072': 1, '9626054': 1, '16996571': 1, '28285536': 1, '10793075': 1, '26366557': 1, '11306499': 1, '25922198': 1, '10623646': 1, '34895278': 2}", "similar_patients": "{}"}