{"patient_id": 61371, "patient_uid": "8701734-1", "PMID": 34941142, "file_path": "comm/PMC008xxxxxx/PMC8701734.xml", "title": "Acute aortic occlusion after microendoscopic laminectomy in a patient with lumbar spinal stenosis", "patient": "A 64-year-old male was admitted with a history of right lower limb radiculopathy associated with neurogenic claudication of <50 m for 6 months. He had hypertension, hyperlipidemia, diabetes, and atrial fibrillation. The patient was on anti-coagulation medication (Warfarin 2.5 mg once daily) for atrial fibrillation. Lumbar magnetic resonance imaging showed spinal canal stenosis at L2/3 and L4/5. The patient underwent decompression with L2/3 and L4/5 microendoscopic laminectomy. Warfarin was stopped on preoperative day 5, while systemic heparin was started on the same day and was stopped 6 hours before surgery. On postoperative day 2, the patient walked free and the patient's right leg pain and claudication were improved. On postoperative day 3, warfarin was resumed.\\nWhen the patient exhibited both strong leg pain and complete paralysis on postoperative day 7, his vital signs were as follows: temperature, 35.0°C; heart rate, 95 bpm; and blood pressure, 176/99 mm Hg. Physical examination revealed mottling of the left lower extremity and loss of the bilateral femoral pulses (Fig. ). During the examination at AAO onset, it was evidenced that the mottling was progressing. Ischemic changes of the skin on the right lower extremity were mild. Blood tests revealed the following values: lactate dehydrogenase, 331 IU/L; creatine phosphokinase, 128 IU/L; serum creatinine level, 1.23 IU/L; and serum potassium ion concentration, 3.3 mEq/L. Figure showed D-dimer and total plasminogen activator inhibitor-1 (PAI-1) from preoperation to postoperative day 7. D-dimer significantly increased after AAO, but high values of total PAI-1 continued after surgery. The test results for antithrombin III, protein C and S deficiencies, and anticardiolipin antibody were negative. The electrocardiogram showed atrial fibrillation. Magnetic resonance imaging showed no epidural hematoma behind the spinal cord, proscribing spinal cord compression. Computed tomography (CT) angiogram revealed occlusion of the infrarenal abdominal aorta and bilateral iliac arteries with reconstruction of flow via collaterals beginning at the bilateral common femoral arteries (Fig. ).\\nThe patient was immediately started on systemic heparin. The patient underwent thrombectomy and right axillary-bifemoral bypass. After revascularization, the paralysis of bilateral lower limbs improved. The patient did not develop myonephropathic metabolic syndrome or visceral ischemia. The postoperative course was uneventful, and additional surgical procedures were not required. The patient again received warfarin (2.5 mg once daily) after systemic heparin. At 1-year follow-up, he remained free of occlusion, paralysis, and intermittent claudication; but the numbness of the left leg extremity persisted.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'31258531': 1, '19430861': 1, '29773437': 1, '28029489': 1, '29945836': 1, '24471996': 1, '21289558': 1, '31440656': 1, '27177699': 1, '2677596': 1, '24393282': 1, '3344903': 1, '8204034': 1, '26481314': 1, '9737631': 1, '3257145': 1, '30615512': 1, '21839493': 1, '30766379': 1, '24290968': 1, '34941142': 2}", "similar_patients": "{}"}