{"patient_id": 61040, "patient_uid": "8657522-1", "PMID": 34909764, "file_path": "comm/PMC008xxxxxx/PMC8657522.xml", "title": "Acquired thrombotic thrombocytopenic purpura following Pfizer COVID-19 vaccination", "patient": "A 61-year-old Korean-American man with no past medical history presented with confusion, fever, headache, emesis, dark urine, and leg ecchymosis that developed 5 days following his first dose of Pfizer COVID 19 vaccine. Physical examination was notable for altered mentation, pallor, scleral icterus and bilateral lower extremity petechiae and ecchymosis. He developed a witnessed generalised tonic seizure and was intubated for airway protection at the emergency department.\\nLaboratory revealed hemoglobin 65 g/L, platelets 6 × 109/L, leukocytes 7 × 109/L, creatinine 1.57 mg/dl, urea 47 mg/dl, total bilirubin 3.9 mg/dl, indirect bilirubin 3 mg/dl, LDH 1,757 UI/L, fibrinogen 490 mg/dl, haptoglobin < 8 mg/dl, D-dimer 2.19 mcg/ml and reticulocytes 8%. Serum HIV and hepatitis panel were negative, COVID-19 antigen, SARS-CoV2 rapid and influenza antigen negative. Peripheral blood smear reveals schistocytes, more than 8 per high power field (Figure ).\\nGiven his fever, altered mentation, neurological deficits, evidence of hemolysis, thrombocytopenia, kidney injury and a PLASMIC score of six, he received emergent therapeutic plasmapheresis (FFP 1.5 × total plasma volume) in combination with methylprednisolone (1000 mg daily for three consecutive days). TTP was confirmed with an ADAMTS13 activity level of less than three. Initial CT head, CT angiogram of head and neck obtained before seizure episode were unremarkable. Repeat brain imaging following the seizure episode revealed a new small right parietal subdural hematoma 5 mm depth which did not increase in size. He remained seizure-free and was extubated on the third day of admission.\\nHe received corticosteroids, rituximab, and a total of 12 plasma exchange sessions over the course of 2 weeks until platelet counts remained above 150 × 109/L. He continued the treatment of a total of four doses of weekly rituximab and prednisone 80 mg daily. He returned to South Korea where he works on day 29 after the diagnosis of TTP. On Day 142, he reported from South Korea that he was doing well, on prednisone 20 mg daily and ADAMTS13 was 97.1%. (Figure ).", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'29296701': 1, '34105247': 1, '34226899': 2, '26726811': 1, '34264514': 1, '34105244': 1, '28884355': 1, '34909764': 2}", "similar_patients": "{'8242544-1': 1}"}