{"patient_id": 113149, "patient_uid": "8645509-1", "PMID": 34877043, "file_path": "noncomm/PMC008xxxxxx/PMC8645509.xml", "title": "Immunoglobulin G4-related disease of the cavernous sinus with orbit invasion – A case report", "patient": "A 56-year-old female with a history of rheumatoid arthritis was managed chronically with immunosuppression with etanercept. She developed a preoperative progression of visual decline and ophthalmoplegia for 7 weeks. Initially, she was admitted to the emergency department with right-sided eye pain and diplopia of 2 weeks duration and was hospitalized and managed by neurology, rheumatology, oncology, and ophthalmology. Her vision was initially intact with visual acuity of 20/25 on the right eye and 20/20 on the left eye with complete visual fields. She presented with the right pupil sparing ophthalmoplegia, also with trochlear, and abducens palsy. Specifically, she had right-sided ptosis, limited adduction/abduction, limited down/up gaze, having also ophthalmic (V1) and maxillary (V2) trigeminal nerve sensory branches dysfunction with hypoesthesia. Extensive work-up was conducted, including lumbar puncture with cerebrospinal fluid analysis and cytology studies, which returned normal. The meningitis panel and cultures were all negative. Additional tests such as human immunodeficiency virus, angiotensin-converting enzyme, venereal disease research laboratory, antineutrophil cytoplasmic antibody, antinuclear antibodies, serum protein electrophoresis, immunofixation electrophoresis, and lymphoma profile were all negative. Computed tomography of chest, abdomen, and pelvis did not show any signs of malignancy. Neuroimaging showed enhancing soft tissue within the right cavernous sinus extending into the right orbital apex and posterior aspect of the right lateral rectus muscle, with enlargement of the superior ophthalmic vein [].\\nDifferential diagnosis suggested retro-orbital granulomatous pseudotumor such as Tolosa-Hunt syndrome, granulomatous infection such as sarcoidosis, infiltrating neoplasm such as lymphoma, metastasis, and other neoplastic etiologies. Cavernous sinus thrombosis and carotid cavernous fistula were considered unlikely, given the lack of conjunctival injection and papilledema.\\nThe patient was initially administered with intravenous steroids for 7 days that improved her ptosis and V1-V2 hypoesthesia, with stable visual function. A repeat brain and orbit MRI 1 week after treatment did not show changes on the right orbital apex/cavernous sinus lesion, but given mild improvement, she was then discharged home with etanercept and methotrexate weekly.\\nShe had outpatient follow-up with ophthalmology 3 weeks after discharge from the hospital showing similar visual examination. One week later, the patient experiences complete right visual loss, then she was referred to neurosurgery clinic and she was evaluated for possible urgent surgical intervention.\\nThe patient underwent to a right-sided skull base pretemporal approach with orbitotomy at the lateral wall and roof of the orbital apex, and extradural anterior clinoidectomy. Mini-rongeurs were used to decompress the optic canal, and a 1 mm diamond drill was used at the core of anterior clinoid process and optic strut. Mini-rongeurs and skull base dissectors were used to remove the cortical bone during the anterior clinoid process. The lateral wall of the cavernous sinus was then explored to allow the dissection of the cranial nerves III, IV, V1, and V2. Samples were taken from the posterior orbital lesion, the orbital apex lesion, and the inflamed tissue around clinoid carotid. The lateral wall of cavernous sinus was opened at the supratrochlear triangle and tissue sample was extracted from there as well. Durotomy was performed for intradural exploration to identify the entire oculomotor nerve through the intradural cistern segment and cavernous sinus and the infiltrated dura in the middle fossa was resected. Fibrin glue, nonsuturable synthetic dura substitute, and fat graft harvested from the abdomen were used for dura reconstruction. Finally, during postoperative period, the patient was administered a short course of steroids.\\nThe resected tissue was submitted to the department of surgical pathology for examination. The dura and soft tissues showed dense fibrosis and a brisk chronic inflammatory infiltrate with numerous lymphocytes, plasma cells, and occasional histiocytes. During immunohistochemistry, numerous plasma cells were highlighted on IgG staining. Approximately half of the plasma cells also expressed IgG4. The combined histomorphology and immunophenotype were consistent with IgG-related sclerosing disease involving orbital region soft tissues and dura mater. No granulomatous inflammation or evidence of a neoplastic process was seen [].\\nDuring the 6 months follow-up, extraocular movement deficits from the oculomotor and abducens nerve were resolved. Visual function had also improved; the patient was now able to count fingers from a distance of 3 feet (since she had right complete visual loss preoperatively). Improvement was also noted in the patient’s visual field []. Imaging studies showed postsurgical changes related to right-sided skull base approach, orbital apex mass resection, and fat packing. There was no significant abnormal enhancement of or soft tissue at the right cavernous sinus or posterior orbital apex. There were also no signs of disease reoccurrence [].", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'30152392': 1, '32083541': 1, '23417598': 1, '24373428': 2, '21124086': 1, '9598703': 1, '25809420': 1, '33746107': 1, '28374231': 1, '27329319': 1, '32819129': 1, '28197739': 1, '32768593': 1, '23356494': 1, '24053604': 2, '30320530': 1, '32574933': 1, '29966794': 1, '31841234': 1, '24627453': 1, '28423973': 1, '15364692': 1, '22358111': 1, '23281703': 1, '30915193': 1, '22700747': 1, '17110698': 1, '22778989': 1, '27609186': 1, '31470167': 1, '24111912': 1, '11274322': 1, '27580762': 1, '23314876': 1, '25742061': 1, '27852681': 1, '31793250': 1, '33524189': 1, '31656266': 1, '33274670': 1, '30042798': 1, '29685413': 1, '34877043': 2}", "similar_patients": "{'3877864-1': 1, '3877864-2': 1, '3877864-3': 1, '3856477-1': 1}"}