{"patient_id": 110196, "patient_uid": "8359698-1", "PMID": 32178494, "file_path": "noncomm/PMC008xxxxxx/PMC8359698.xml", "title": "Enterovesical Fistula From Meckel Diverticulum", "patient": "A 51-year-old male was referred to our hospital with a 10-year history of pyuria and increased urinary frequency. Although he had been treated with antibiotics for a chronic urinary tract infection, pyuria persisted without fever or abdominal pain. The patient had hypertension but no significant past surgical history or family history of inflammatory disease.\\nThe prostate was soft and smooth without tenderness. Initial routine blood tests showed no leukocytosis and a normal C-reactive protein level. The urine sediment revealed large numbers of white blood cells and many bacteria. Urine nitrite test was positive, and culture showed growth of Escherichia coli sensitive to a third-generation cephalosporin. Simple abdominal X-ray showed no significant abnormality in the bowel gas pattern or urinary tract. Computed tomography (CT) showed mild, diffuse wall thickening in the urinary bladder with intravesical air density (). Although adjacent small bowel was observed on the dome of the urinary bladder on coronal CT (), an EVF could not be identified. Cystoscopy demonstrated a bullous, mass-like lesion at the dome of the urinary bladder, with a hole suggesting a fistula (). Transurethral biopsy was consistent with a vesicointestinal fistula ().\\nLaparoscopic exploration was performed, and intraoperative findings demonstrated a Meckel diverticulum (8.5 × 2.4 cm) attached to the dome of the urinary bladder and omental adhesions. Segmental resection of the small bowel including the Meckel diverticulum was performed with partial cystectomy. Macroscopic findings also indicated that the tip of a Meckel diverticulum was connected to the urinary bladder (). The final histologic findings demonstrated a gastric-type Meckel diverticulum with a vesicointestinal fistula.\\nThe postoperative course was uneventful, and the patient was discharged on postoperative day nine without any significant complications. The Institutional Review Board of St. Vincent Hospital approved this case report and waived the informed consent requirement (No. VC18ZOSI-0252).", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'11813588': 1, '1456609': 1, '26932405': 1, '29915984': 1, '17021300': 1, '23847706': 1, '2295288': 1, '12441969': 1, '29515402': 2, '28732299': 1, '26176259': 2, '15041512': 1, '14469384': 1, '32178494': 2}", "similar_patients": "{'4737344-1': 1, '5836225-1': 1}"}