{"patient_id": 110070, "patient_uid": "8339522-1", "PMID": 34413750, "file_path": "noncomm/PMC008xxxxxx/PMC8339522.xml", "title": "Sellar Gangliocytoma: Case Report and Review of an Extremely Rare Tumour", "patient": "A 52-year-old woman was referred to our institution due to a 2-year history of chronic occipital headache in association with a non-functioning sellar mass followed by magnetic resonance imaging (MRI) for 2 years. Past medical history was remarkable for the recent diagnosis of arterial hypertension and type 2 diabetes mellitus. Physical and neurologic exams were normal, except for central obesity. Three months before the present examination, a panel of hypophyseal hormones showed a mild ACTH elevation (ACTH = 49.20 pg/mL, normal range [NR]: 0.0–46.0 pg/mL); however, TSH, total T4, total T3, prolactin, insulin growth factor 1, growth hormone (GH), plasmatic 8 a.m., and 4 p.m. cortisol levels were normal. Brain MRI revealed a 14 mm sellar mass without suprasellar extension or optic chiasm compression (Fig. ).\\nA neurosurgical board reviewed the case and decided to operate to prevent optic chiasm compression. The tumour was fully resected (Fig. ) through a transsphenoidal transnasal approach, without peri- or post-operative complications. Two days after surgery, both 8 a.m. cortisol (707.9 nmol/L, NR: 185–624 nmol/L) and ACTH (81.3 pg/mL, NR: 4.7–48.8 pg/mL) were high. Two and seven months after surgery, 8 a.m. cortisol (269.3 nmol/L and 249.5 nmol/L, respectively; NR: 171–536 nmol/L), ACTH (31.9 pg/mL and 25.4 pg/mL, respectively; NR: 5–60 pg/mL), and both post-dexamethasone cortisol (at 7 months, 20.12 nmol/L; NR <50 nmol/L) and ACTH (at 7 months, 3.68 pg/mL; NR: 5–60 pg/mL) were normal, and the remaining pituitary function was preserved. At 9 months, the MRI control did not show sellar masses. Three years after, the patient no longer had neurologic symptoms, and her blood pressure was pharmacologically controlled without treatment changes. However, glycated haemoglobin (HbA1c) persisted at high levels (9.3% at 11 months after surgery), in part due to lack of adherence to therapy, despite increased hypoglycaemic therapy.\\nHistological examination showed 2 cell populations (Fig. , ): ganglion and adenohypophyseal cells. Ganglion cells were multipolar and large, with prominent nucleoli, abundant cytoplasm, and aggregation of Nissl substance. These cells were found in clusters and embedded into a neuropil. The adenohypophyseal cells were round to polygonal in shape, arranged in small groups, and mixed with ganglion cells.\\nOn PAS staining, the adenohypophyseal cells displayed an intensely granular cytoplasmic pattern. Only blood vessels were reactive with the reticulin stain. The ganglion cells were positive for synaptophysin and neurofilament protein (markers of neuronal differentiation), and adenohypophyseal cells were positive for ACTH and cytokeratin CAM 5.2, and negative for GH, LH, prolactin, and TSH (Fig. ). Electron microscopy displayed large cells with well-defined endoplasmic reticulum and nucleoli, as well as interdigitated cellular processes with some secretory granules.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'2922994': 1, '26124954': 1, '14660734': 1, '27720005': 1, '6333843': 1, '30379651': 1, '27521460': 1, '28079576': 1, '31209729': 1, '26551086': 1, '12824954': 1, '28766057': 1, '25724033': 1, '21423242': 1, '34413750': 2}", "similar_patients": "{}"}