{"patient_id": 110593, "patient_uid": "8383660-1", "PMID": 34434447, "file_path": "noncomm/PMC008xxxxxx/PMC8383660.xml", "title": "Recurrent Hyperparathyroidism Following Successful Four-Gland Parathyroidectomy and Normalization of Parathyroid Hormone in a Renal Transplant Patient", "patient": "A 62-year-old man was referred by his treating physicians to an endocrine surgeon with presumed tertiary hyperparathyroidism. He had a history of total parathyroidectomy and bilateral cervical thymectomy 17 years prior for SHPT with underlying chronic renal failure due to immunoglobulin A (IgA) nephropathy as a child.\\nReview of the histopathology report from this surgery confirmed removal of four hyperplastic parathyroid glands weighing between 0.285 - 0.815 g.\\nThe operation report noted four parathyroid glands in their expected locations in the neck. Comment was made that bilateral inferior parathyroids were found in the thyrothymic tract and were noted to be larger than their superior counterparts. The lower limit of dissection was the left brachiocephalic vein posterior to the manubrium (demarcated by surgical clips).\\nFollowing his original surgery, parathyroid hormone (PTH) dropped from 93 pmol/L to 4.6 pmol/L with laboratory reference range (RR) 1.6 - 6.9 pmol/L. This result was consistent with biochemical cure.\\nFive years after parathyroid surgery the patient underwent a renal transplant with excellent renal function for 8 years. His renal function then deteriorated culminating in a return to peritoneal dialysis (oliguric but not anuric). At the time of surgical review laboratory test results showed a PTH 120 pmol/L (RR 1.6 - 6.9 pmol/L), corrected serum calcium 2.60 mmol/L (RR 2.15 - 2.55 mmol/L) and estimated glomerular filtration rate (eGFR) 7 mL/min/1.73m2. These results were indicative of tertiary hyperparathyroidism.\\nImaging investigations were undertaken in order to localize the functioning parathyroid tissue responsible for elevation of PTH levels. A neck ultrasound did not detect any mass lesions. A Sestamibi single photon-emission computed tomography (SPECT)/computed tomography (CT) reported no focal uptake in or around the thyroid. A 12-mm thoracic para-aortic nodule was seen in the left anterior/superior mediastinum adjacent to the aortic arch with moderate focal uptake ().\\nThe patient was referred for four-dimensional (4D) parathyroid CT. Non-contrast images were obtained given the patient was not anuric. A mildly lobulated rounded lesion adjacent to the aortic arch in the superior mediastinum measuring 15 × 11 mm with a single punctate focus of calcification was reported (, ).\\nThe patient was referred on to a cardiothoracic surgeon and a thoracoscopic excision of the lesion was undertaken in March 2020. The tumor was located in accordance with the imaging on the left side of the aortic arch and noted to be intimately associated with the phrenic nerve.\\nThe surgical specimen was sent for histological assessment and reported a 1.7-g fat depleted parathyroid gland with focal fibrosis and hemorrhage in keeping with an adenoma; no atypia.\\nPost-operative PTH dropped to 18.9 pmol/L compared to 119 pmol/L, which was taken 2 months prior to surgery. Post-operative corrected serum calcium normalized to 2.19 mmol/L. He was commenced on calcium and 1, 25-dihydroxycholecalciferol supplements to maintain normal corrected serum calcium levels and for treatment of bone disease.\\nHe has been listed for a second renal transplant.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'23174995': 1, '17371780': 1, '29523679': 1, '30811012': 1, '1259483': 1, '11038202': 1, '26429790': 1, '9088064': 1, '34434447': 2}", "similar_patients": "{}"}