{"patient_id": 110870, "patient_uid": "8412819-1", "PMID": 34512038, "file_path": "noncomm/PMC008xxxxxx/PMC8412819.xml", "title": "Large Vessel Occlusion Causing Cerebral Ischemic Stroke in Previously Healthy Middle-Aged Recently Recovered from Severe COVID-19 Infection", "patient": "We report a fifty-six-year-old male who has recently recovered from severe pneumonia due to SARS-CoV-2 infection. The diagnosis was then confirmed with a positive polymerase chain reaction (PCR) nasopharynx swab. Chest x-ray and chest computed tomography (CT) findings, along with the patient’s clinical presentation, supported the diagnosis as well. The patient was treated and then discharged home after complete recovery with evidence of negative PCR.\\nFew days after discharge, he presented to our emergency department with acute-onset neurological deficit in the form of visual deficit and altered sensation of the left side of the body. Apart from the recent recovery of severe COVID-19 infection, there was no history suggestive of cardiovascular risk factors. Additionally, he is not taking any medications regularly. Family and social history were unremarkable. Substance use, including illicit drugs, alcohol, and nicotine was credibly denied.\\nUpon presentation, blood pressure was 143/85 mmHg, pulse rate was 83 beats per minute, and his temperature was 36.7°C. Neurological examination revealed left complete homonymous hemianopia, dysarthria, left pronator drift, left upper extremity ataxia, and left sensory loss with a total National Institutes of Health Stroke Scale (NIHSS) of 8 points. Since the patient presented within the thrombolysis window for acute stroke (around 3:45 hours from symptoms onset), Stroke-Code was activated. Accordingly, urgent cerebral CT and CT-angiography () were done, which showed a proximal occlusion of the right posterior cerebral artery (PCA) at the P1-P2 junction without signs of established acute ischemic stroke or hemorrhage.\\nAfter ruling out all other contraindications of thrombolysis, the patient received systemic intravenous thrombolytic therapy. Furthermore, we decided to proceed with mechanical thrombectomy as the thrombus was located proximally, and patient-related factors were favorable; these include age, absence of other medical comorbidities, and prior good functional status (Modified Rankin Scale “mRS”: 0). Thrombolysis in cerebral infarction (TICI) 2b was achieved as shown in (). Despite the timely intervention, there was no clinical improvement after recanalization therapies. The follow-up CT () revealed an acute large ischemic stroke in the whole territory of a right posterior cerebral artery (PCA) up to the thalamus with substantial hemorrhagic transformation in the shape of parenchymal hematoma type 1 (PH1). The patient was also taken for a magnetic resonance imaging (MRI) scan, which did not reveal any new findings ().\\nTo classify the etiology of the stroke, several investigations have been obtained including transthoracic and transesophageal echocardiogram as well as long-term electrocardiography (ECG) monitoring for 72 hours, which could not detect any evidence of cardiogenic embolic sources. In particular, there was no evidence of atrial fibrillation, regional wall motion abnormalities, patent foramen ovale (PFO), atrial septal anomalies, or valvular dysfunction. Additionally, the long-term ECG monitoring was repeated in the outpatient department, and it did not reveal any arrhythmias. The cerebral CT-angiography of the head and neck showed no evidence of atherosclerotic macroangiopathy or source of an artery-to-artery embolism, besides the right PCA occlusion. Laboratory investigations showed elevation of anti-cardiolipin IgG, plasma D-dimer, erythrocyte sedimentation rate (ESR), and borderline antinuclear antibodies titer (ANA), which reflects a persistent prothrombotic state even after clinical recovery of COVID-19 infection (). HbA1c was normal, while low-density lipoprotein (LDL) was mildly elevated. The thrombophilia screening tests were negative.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'32173241': 1, '32432996': 1, '33039770': 1, '31986264': 1, '34191990': 2, '32275288': 1, '33828521': 1, '32291094': 1, '32282949': 1, '33072334': 1, '32360439': 1, '33406872': 1, '32525467': 1, '32325026': 1, '32616524': 1, '32586968': 1, '32466736': 1, '32343504': 1, '32905639': 1, '32271988': 1, '34512038': 2}", "similar_patients": "{'8108187-1': 1}"}