{"patient_id": 109825, "patient_uid": "8318479-1", "PMID": 34145794, "file_path": "noncomm/PMC008xxxxxx/PMC8318479.xml", "title": "Trajectory of left ventricular geometry and diastolic dysfunction in hereditary transthyretin cardiac amyloidosis", "patient": "A 79-year-old woman with hypertension, insulin-dependent diabetes mellitus, and previous myocardial infraction (MI) was referred to our hospital for shortness of breath on exertion. She had a longer than 10 year history of carpal tunnel syndrome and cervical spondylosis. Five years prior to this admission, she had left anterior fascicular block, first-degree atrioventricular (AV) block, and heart failure due to silent subendocardial anteroseptal MI. She underwent staged percutaneous coronary intervention of the left anterior descending artery. Medications, including angiotensin-converting enzyme inhibitors and diuretics, for heart failure were added. Cardiac magnetic resonance imaging (MRI) in the chronic phase demonstrated normal left ventricular (LV) wall motion and subendocardial late gadolinium enhancement (LGE) only in the area damaged by the MI (Figure and ). Two years before this admission, her conduction disturbance progressed to advanced AV block and a DDD pacemaker was implanted. She noted progressive bilateral lower extremity dyskinesia and hand weakness with prickling and tingling sensations over the last few years. Her younger brother was recently diagnosed with hereditary amyloid transthyretin (ATTR).\\nOn this admission, she was 154 cm in height and 49 kg in weight and had New York Heart Association Functional Class II symptoms. During the last 5 years, she had unintentional and progressive weight loss of 9 kg. Physical examination revealed no jugular venous distension or cardiac murmur, but muscle weakness and sensory deficits in the distal upper and lower extremities were observed. A slight increase in brain natriuretic peptide (BNP) level of 72.8 pg/mL was observed. Electrocardiography revealed an atrial–ventricular-paced rhythm with a heart rate of 60 b.p.m. A normal LV ejection fraction of 68%, diastolic dysfunction, enlarged left atrium, intraventricular septal thickness of 12 mm, and posterior wall thickness of 10 mm were observed on echocardiography. Relative apical sparing pattern of longitudinal strain was not observed probably because of the previous anteroseptal MI and right ventricular pacing. Compared with the previous MRI findings, a significantly smaller LV end-diastolic volume (70 vs. 145 mL) and greater LV mass (97 vs. 72 g) were noted on cardiac MRI. The LV mass–volume ratio increased from 0.50 to 1.39, suggesting concentric LV and right ventricular hypertrophy with a small LV cavity (Figure ). In addition to the previously documented anteroseptal LGE, the presence of subendocardial or transmural LGE was detected in the lateral and posteroinferior walls (Figure ). Global native T1 was prolonged (1446 ms; our normal, 1294 ± 39 ms), and the global extracellular volume was 49.2%. 99mTc-Pyrophosphate scintigraphy demonstrated Grade 3 accumulation in the myocardium. Myocardial biopsy from the right ventricular septum revealed the diffuse deposition of ATTR (Figure –) with little fibrosis confirmed by Picrosirius Red staining (Figure ).\\nWhen non-invasively estimated using MRI-derived LV volumes and echo-derived end-diastolic pressure,, the end-diastolic pressure–volume relation significantly shifted upward and leftward towards decreased distensibility during the previous 5 years (Figure ). Invasive LV pressure–volume curves during inferior vena cava occlusion demonstrated increase of both effective arterial elastance of 3.6 mmHg/mL and LV end-systolic elastance of 5.4 mmHg/mL. Although the resting left ventricular end-diastolic pressure (LVEDP) was within the normal range (7 mmHg), the LV stiffness constant calculated from the slope of the end-diastolic pressure–volume relation, was 0.050, suggesting a stiff LV. A prolonged time constant of LV relaxation of 90 ms was also observed. As genetic testing confirmed Val30Met mutation, she was diagnosed with late-onset hereditary ATTR with cardiomyopathy and polyneuropathy. Tafamidis meglumine was initiated.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'17404159': 1, '29972757': 1, '28728692': 1, '22345434': 1, '32771571': 1, '21191093': 1, '16428349': 1, '12578874': 1, '20543134': 1, '7226443': 1, '34145794': 2}", "similar_patients": "{}"}