{"patient_id": 58305, "patient_uid": "8520974-1", "PMID": 34671626, "file_path": "comm/PMC008xxxxxx/PMC8520974.xml", "title": "TAFRO Syndrome in a Kidney Transplant Recipient That Was Diagnosed on Autopsy: A Case Report", "patient": "A 57-year-old man who underwent a kidney transplant 4 years previously presented with persistent fever and abdominal back pain, and was admitted to our hospital. Seventeen years previously, he was suspected of having systemic lupus erythematosus (SLE) owing to thrombocytopenia, ascites, and proteinuria, as well as serological positivity for the antinuclear antibody (1:160) and anti-double-stranded (anti-ds) DNA antibody (27.6 IU/mL). However, these autoantibodies became negative soon and were consistently negative thereafter, and hypocomplementemia was never observed. In addition, renal biopsy showed membranoproliferative glomerulonephritis (MPGN) pattern of injury with few immune deposits (). Thus, the etiology of his original kidney disease was rather unclear. His bone marrow demonstrated mild myelofibrosis with increased megakaryocytes (data not shown). His renal function gradually deteriorated, and maintenance hemodialysis was initiated 5 years previously. One year after the start of hemodialysis, he received a living-donor kidney transplant. He remained well after the transplant, and was treated with tacrolimus, mycophenolate mofetil, and prednisone at 1 mg daily.\\nOn physical examination, his body temperature was 37.3°C and blood pressure was 132/73 mmHg. Abdominal distension, leg edema, and swelling of the submandibular lymph nodes were observed. His laboratory test results are summarized in . Urinalysis showed dysmorphic hematuria and nephrotic-range proteinuria. Decoy cells that suggest BK virus infection were never found in the repeated examination of his urine. Blood analysis showed severe thrombocytopenia (platelet count: 2.3 × 104/μL), but hemolytic anemia was absent (the level of lactate dehydrogenase was not elevated and that of haptoglobin was not decreased). Decrease in a disintegrin-like and metalloproteinase with thrombospondin type 1 motifs 13 (ADAMTS13) activity was not seen, and abnormalities of the blood coagulation system to suggest disseminated intravascular coagulation were scarce. Levels of transaminase were normal, but his alkaline phosphatase level was substantially increased. Immunoglobulin (Ig) levels were slightly decreased, but immunoelectrophoresis did not detect any monoclonal proteins. Levels of C-reactive protein and IL-6 were increased, but there were no signs of viral infection, including Epstein-Barr virus or cytomegalovirus, and levels of both complements C3 and C4 were within the normal range. The antinuclear antibody and disease-specific autoantibodies, such as the anti-dsDNA antibody and anti-neutrophil cytoplasmic antibody were negative, and donor-specific antibodies were not detected. Computed tomography displayed pericardial effusion, pleural effusion, massive ascites, retroperitoneal lymphadenopathy, and hepatosplenomegaly, but there was no evidence of malignant solid tumors or signs of infection.\\nAfter admission, his anasarca worsened, and his renal function rapidly deteriorated. Autoimmune disorders such as Sjogren's syndrome or anti-neutrophil cytoplasmic antibody-associated vasculitis were unlikely because antinuclear antibody and disease-specific autoantibodies were negative. There was no hemolytic anemia or hypocomplementemia, and atypical hemolytic uremic syndrome was also unlikely. Decrease in ADAMTS13 activity was absent, and the possibility of thrombotic thrombocytopenic purpura was excluded. Computed tomography scan did not show evidence of malignancies or infectious disorders. Thus, typical clinical features (thrombocytopenia, anasarca, systemic inflammation, organomegaly, and progressive renal dysfunction) and the exclusion of differential diagnoses led to the diagnosis of TAFRO syndrome. In addition, the clinical course was very similar to that prior to the kidney transplant. Two courses of intravenous methylprednisolone pulse therapy were performed, and the daily dose of steroids was increased, which temporarily resulted in the improvement of renal function and a decrease in C-reactive protein level. However, the patient remained in a condition of transfusion-dependent severe thrombocytopenia, and therefore the administration of romiplostim (a thrombopoietin receptor agonist) was initiated. In addition, five sessions of plasmapheresis using fresh frozen plasma were performed. Although the patient's platelet count increased to some extent by these treatments, it robustly decreased soon after the termination of plasmapheresis, followed by the deterioration of renal function and an increase in C-reactive protein level again. Although a third course of intravenous methylprednisolone pulse therapy was performed, the patient died on day 92 of hospitalization after complaining of chest discomfort.\\nConsent for autopsy was obtained from the patient's family. The transplanted kidney weighed 420 g, and microscopically showed thrombotic microangiopathy (TMA): there were prominent swelling of glomerular endothelial cells, mesangiolysis, and duplication of the glomerular capillary walls (). Thrombi were not found in the glomeruli or peritubular capillaries. Immunofluorescence staining showed focal deposition of Igs and complements (). Electron microscopy sections demonstrated glomerular endothelial swelling and widening of the subendothelial space, as well as double contours of the glomerular basement membrane (). The bone marrow showed mild hyperplasia with mild reticulin fibrosis, and there was an increase in megakaryocytes (). Several lymph nodes were mildly enlarged, and atrophic germinal centers with proliferation of the dilated capillaries in the interfollicular areas were observed (). Germinal centers were penetrated by hyalinized vessels, but neither atypical lymphocytes nor plasma cells were found (). These features of lymph nodes were compatible with hypervascular type of iMCD ().\\nOther notable findings were as follows. There was massive ascites and pleural effusion. The spleen weighed 410 g, and showed features of congestion. There were no signs suggesting viral infection or acute cardiovascular events, such as myocardial infarction or aortic dissection. From these autopsy findings, a final diagnosis of TAFRO syndrome was made.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'27084250': 1, '29018798': 1, '32106302': 1, '32775816': 1, '9324032': 1, '32970275': 1, '28205564': 1, '34265103': 1, '7138600': 1, '31631463': 1, '30054706': 1, '29877281': 1, '28087540': 1, '31623576': 2, '23801135': 1, '31782045': 1, '31316523': 2, '34671626': 2}", "similar_patients": "{'6798393-1': 1, '6609882-1': 1}"}