{"patient_id": 50073, "patient_uid": "8137037-1", "PMID": 34011023, "file_path": "comm/PMC008xxxxxx/PMC8137037.xml", "title": "COVID19 infection in a patient with paroxysmal nocturnal hemoglobinuria", "patient": "A 27-year-old Caucasian man presented to the Emergency Department of our hospital with acute onset shortness of breath, cough, and blood in urine. Rapid antigen tests were positive for SARS-CoV-2 infection. He did not have any fever, chills, wheezing, sputum production, chest pain, palpitations, pressure, abdominal pain, abdominal distension, nausea, vomiting, and diarrhea.\\nBreathing problems had begun approximately 2 days before admission and had progressively worsened with no associated, aggravating, or relieving factors noted. He also complained of a paroxysmal productive cough of indeterminate origin that he had noticed 7 days earlier. On the day of admission, he had noticed blood in urine.\\nThe past medical history was significant in that at the age of 26 years he presented to the Emergency Department with dark urine. He was otherwise previously healthy. Since the urine problem resolved spontaneously and the patient was under the influence of alcohol at the time of this event, no further differential diagnosis was made. However, the situation repeated in 2 months. During this hospitalization, the diagnosis of PNH was made. The PNH clone was positive with erythrocytes 0.7%, 8.89% for monocytes, and 13.25% for granulocytes. Bone marrow smears were normocellular and there were only mild signs of dysmegacaryocytopoiesis without excess blasts (2%). Karyotype was normal. After the 6-month follow-up period, hemolytic anemia still persisted, but there was no need for transfusions. The patient was scheduled to start treatment with eculizumab. At the time of diagnosis of COVID19, the patient was waiting for the medical insurance approval of eculizumab treatment. Past surgical history is only significant for a right knee arthroscopy.\\nThe patient's weight was 80 kg, and his body mass index was 24.0 kg/m2. His skin, skin adnexa, and mucosa showed no pathological changes. Neurological, cardiac, abdominal, and locomotor system examinations were normal with mild crackles in the right lung base. Blood pressure on admission was 120/70 mm Hg, heart rate was 92 beats/min, and the patient had a regular body temperature of 36.8 °C. The patient's respiratory rate was 12 breaths/min and SPO2 was 92% on room oxygen.\\nThe blood test results showed hemoglobin of 9.8 g/dL (normal range adult male, 14–17.9 g/dL), white blood cell count of 12.3 × 109/L (normal range, 3.9–10 × 109/L), platelets of 118 × 109/L (normal range, 140–400 × 109/L), lymphocytes of 1.3 × 109/L (normal range, 1.2–3.4 × 109/L), reticulocytes 299 × 109/L (normal range, 40–105 × 109/L), total bilirubin 93 μmol/L (normal range, 5–21 μmol/L), haptoglobin < 0.08 g/L (normal range, 0.35–2.5 g/L), and lactate dehydrogenase 44 μkat/L (normal range, 1.83–4.12 μkat/L). Other investigations such as prothrombin time, activated partial thromboplastin time, international normalized ratio, D-dimer and liver enzymes were normal (see Table ). C-reactive protein was slightly elevated 18.5 mg/L (normal range,0.0–5.0 mg/L). PNH clone did not change. COVID19 test using targeted rich multiplex (RT) polymerase chain reaction of nasopharyngeal swab came back positive for SARS-CoV-2 infection.\\nA chest radiograph displayed bronchopneumonia at the right lower lobe in the lower and middle segments (Fig. ), and the ECG showed sinus tachycardia.\\nThe patient was diagnosed with acute hemolytic exacerbation of PNH complicated with moderate COVID19 pneumonia.\\nThe patient was initiated with an anticoagulant prophylactic subcutaneous Low Molecular Weight Heparin (enoxaparin 4000 UI anti-Xa, daily). Dexamethasone (6 mg intravenously every 24 hours) and cefuroxime injection (1.5 g intravenously every 8 hours) were added to the treatment.\\nHis symptoms quickly resolved, and he was discharged after 5 days. Hemolytic activity persists as before SARS-CoV-2 infection (see Table & Fig. ). Of note, COVID-19 RT-polymerase chain reaction testing remained positive for the next 3 months. Although the patient was discharged without anticoagulant or antiplatelet therapy, he had not yet experienced with a thrombotic event.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'32945525': 1, '32917848': 1, '25753400': 1, '30200112': 1, '22499484': 1, '10629597': 1, '33170342': 1, '19707355': 1, '31415359': 1, '32569879': 1, '34674707': 2, '23284241': 1, '32327719': 1, '21359652': 1, '32437622': 1, '34899761': 2, '32495372': 1, '34011023': 2}", "similar_patients": "{'8530370-1': 1, '8655106-1': 1}"}