{"patient_id": 53330, "patient_uid": "8287795-1", "PMID": 34281508, "file_path": "comm/PMC008xxxxxx/PMC8287795.xml", "title": "Case report: appendicitis induced Staphylococcus aureus and Klebsiella pneumoniae bacteremia in a young healthy male", "patient": "A 29-year-old male patient presented to the ED with migrated right sided abdominal pain for 2 days. He reported rigors and fever up to 39 °C (measured orally at home), nausea, and vomiting, but no change in defecation. His medical history was unremarkable and he took no medication.\\nOn physical examination, there were no signs of acute distress. He had a temperature of 37.2 °C, heart rate of 95 beats per minute, a blood pressure of 130/80 mmHg and saturation of 99% on room temperature without tachypnea. There was local tenderness in the right upper abdominal quadrant upon palpation without guarding. No jaundice was observed, and no abnormalities were found on auscultation of heart and lungs. Laboratory results showed elevated infection parameters (leukocyte count 11.1 × 109/L, CRP 63 mg/L) and liver function tests (ASAT 208 U/L, ALAT 212 U/L, AF 50 U/L, GGT 93 U/L, total bilirubin 34 U/L, conjugated bilirubin 13 μmol/L). LDH was slightly elevated (305 U/L) and platelet count was slightly decreased (128 ×109/L). The estimated glomerular filtration rate was normal (eGFR 80 mL/min, creatinine 108 μmol/L) with a BUN of 8.7 mmol/L. Urinalysis was positive for albumin and urobilinogen. Otherwise, laboratory results were normal. An abdominal ultrasound showed an enlarged appendix with fat-infiltration without signs of perforation. The patient was started on ceftriaxone (2000 mg once daily) and metronidazole (500 mg three times daily) after three sets (aerobic and anaerobic) of blood cultures were obtained. A laparoscopic appendectomy was performed on the same day, where a gangrenous appendix localized on the inferior liver border was found (possibly explaining the elevated liver function tests).\\nOne day after admission, all six blood cultures were found positive for both Klebsiella pneumoniae and Staphylococcus aureus (S. aureus) susceptible for ceftriaxone. Thorough re-assessment and physical examination revealed no other infectious focus, no clinical stigmata of endocarditis, and no new cardiac murmurs. Transthoracic cardiac ultrasound (TTE) showed no signs of valvular vegetation. On the second day after surgery, the fever increased (38.6 °C) and the patient reported increasing general malaise. The antibiotic regime was switched to meropenem 1000 mg three times daily after control blood cultures were drawn in order to cover potential extended spectrum beta-lactamase (ESBL)-producing bacteria. After this, the fever subsided, and the clinical condition improved. An abdominal ultrasound was performed on the 4th day after surgery without signs of complications. The patient was discharged in good condition on the 8th day after admission with continuous intravenous flucloxacillin (12 g/24 h) until 14 days after the control blood cultures, which were all negative. By then, the patient had made a speedy recovery and all laboratory results had normalized.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'22282052': 1, '29973114': 1, '6486906': 1, '20621208': 1, '24856736': 1, '18453278': 1, '34724891': 1, '26460662': 1, '10569505': 1, '28288060': 1, '25250988': 1, '29573336': 1, '28710611': 1, '7755822': 1, '22491776': 1, '9568649': 1, '14630621': 1, '18486413': 1, '17109667': 1, '34281508': 2}", "similar_patients": "{}"}