{"patient_id": 54116, "patient_uid": "8327681-1", "PMID": 34430869, "file_path": "comm/PMC008xxxxxx/PMC8327681.xml", "title": "Idiopathic fibrosing mediastinitis", "patient": "A 30-year-old female patient presented to the clinic with intermittent\\nhaemoptysis for the past 2 years. She was a lifetime non-smoker,\\nhad no significant organic or inorganic dust exposures, and had not\\nrecently travelled. She reported progressively worsening dyspnoea\\nand a chronic non-productive cough. There were no constitutional\\nsymptoms or a history of tuberculosis.\\nA review of her past medical history revealed that 2 years prior\\nto consulting us, she presented to a different pulmonology unit\\nfollowing an episode of massive haemoptysis. Following extensive\\ninvestigations, the only identifiable pathology was that of an enlarged\\nright hilar lymph node. A biopsy of the lymph node was performed\\nvia a thoracotomy and revealed a hyalinising granuloma. The patient\\nwas lost to follow-up until her presentation to our unit.\\nNo abnormal signs were elicited on physical examination. In\\nparticular, we found no clinical signs suggestive of tuberculosis,\\nsarcoidosis, or connective tissue disease. Spirometry showed mild \\nrestriction and a reduced diffusing capacity of the lung for carbon\\nmonoxide. A chest radiograph showed reduced volume of the\\nright hemithorax and a right hilar mass-like opacity. Computed\\ntomography found a prominent right bronchial arterial circulation\\nwith a distended bronchial artery, tortuous fifth to seventh intercostal\\narteries, and collateralisation of the pulmonary circulation. A right\\nhilar soft tissue mass was found to be encasing the right pulmonary\\nartery with resultant attenuation of the vessel . Multifocal\\nareas of ground-glass opacification were seen in the right upper and\\nmiddle lobes with associated interlobular septal thickening consistent\\nwith pulmonary haemorrhage. The previous diagnosis of hyalinising\\ngranuloma was excluded after review of the radiology.\\nMicrobiological examination of expectorated sputum was negative\\nfor tuberculosis, and cytological evaluation was unrevealing.\\nSerological studies for histoplasmosis, Aspergillus and connective\\ntissue disease were negative. Serum angiotensin-converting enzyme,\\nIgG4 and calcium were within normal limits.\\nWe proceeded to perform an endobronchial ultrasound with\\ntransbronchial fine-needle aspiration of the subcarinal component\\nof the mass-like lesion. No endobronchial lesions were observed\\nduring the bronchoscopy, and all major and segmental airways were\\npatent. The aspirate was evaluated by microscopic cytopathological\\nexamination, flow cytometry, mycology and mycobacterial culture.\\nCytopathological examination revealed a paucicellular aspirate with\\nno evidence of malignancy or granulomatous disease, flow cytometry\\nwas normal, and microbiological culture examination was negative for\\ntuberculosis and there was no growth on mycology culture.\\nA diagnosis of idiopathic fibrosing mediastinitis was made following\\nconsensus by a multi-disciplinary team, and on the basis of highly\\nsuggestive radiology (a constrictive, fibrosing lesion of the right hilum\\nand adjacent mediastinal structures) and the exclusion of competing\\ndifferential diagnoses. Treatment with high-dose oral corticosteroids \\nwas initiated and the patient remains clinically stable without evidence\\nof disease progression during follow-up care. She has had no further\\nepisodes of haemoptysis.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'28808494': 2, '25770698': 1, '17307498': 1, '16554997': 1, '22654916': 1, '17721332': 1, '30608259': 1, '32201604': 1, '7774324': 1, '28725444': 2, '27553003': 1, '23807725': 1, '25360730': 1, '29369193': 2, '10102610': 1, '17604768': 1, '22033450': 1, '34430869': 2}", "similar_patients": "{'5794377-1': 1, '5501238-1': 1, '5541970-1': 1}"}