{"patient_id": 55172, "patient_uid": "8379097-1", "PMID": 34430154, "file_path": "comm/PMC008xxxxxx/PMC8379097.xml", "title": "Acute Pericarditis Due to SARS-COV-2 in a Kidney Transplant Recipient", "patient": "We present the case of a 71-year-old woman with a past medical history significant for systemic lupus erythematosus (SLE), focal segmental glomerulosclerosis, status post renal transplant 15 years prior, and type-2 diabetes mellitus. Her medications included tacrolimus and mycophenolate for pharmacologic immunosuppression following transplantation and sliding scale insulin.\\nShe initially presented to the emergency department for care following four days of progressively worsening cough, shortness of breath with generalized weakness, chest tightness, fever, and chills. She was diagnosed with SARS-COV-2 pneumonia which was managed with a one-week course of 6 mg daily dexamethasone and remdesivir. Her symptoms steadily improved and she was discharged to home care with rivaroxaban prophylaxis following completion of treatment.\\nShe represented to the emergency department the next day with shortness of breath, altered mental status, and chest pain which was exacerbated on inspiration. Her vitals on presentation were notable for a blood pressure of 172/81. Her physical examination was notable for an audible friction rub over her anterior chest wall and chest pain reproducibly improved by leaning forward. An electrocardiogram was obtained (Figure ), which showed ST-segment elevations with PR interval depressions in leads II, III, aVF, and leads V3-V6. Additionally, her troponin was elevated at 283 ng/L which trended downward to 145 ng/L after two hours. Given her history of SLE, inflammatory markers were studied and showed elevations of C-​reactive protein (CRP) and erythrocyte sedimentation rate (ESR) at 1.6 mg/dL and 82 mm/hour, respectively. These findings suggested an infectious etiology, rather than an SLE exacerbation, as the reason for the inflammatory marker increase. Her other laboratory workup on presentation was unremarkable. Her anion gap was normal. A chest X-ray and transesophageal echocardiogram were also conducted due to suspicion for acute pericarditis but showed no signs of pleural effusion or pericardial effusion, respectively.\\nGiven this constellation of findings, she was admitted to the hospital with presumptive pericarditis secondary to SARS-COV-2 infection. Management of pericarditis was achieved with 650 mg aspirin three times daily and 1.2 mg colchicine twice daily. Her cognition and chest pain markedly improved after the initiation of these therapies along with supportive treatment. Colchicine was reduced to 0.6 mg twice daily after one day. She was discharged two days after treatment in stable condition with 0.6 mg colchicine twice daily for three months and 650 mg aspirin three times daily to be tapered over two to four weeks following symptom resolution.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'32678530': 1, '32512122': 1, '32445440': 1, '33335696': 1, '21191540': 1, '32816925': 1, '33092737': 1, '33564532': 2, '32087114': 1, '32331955': 1, '32730619': 1, '32233755': 1, '34430154': 2}", "similar_patients": "{'7863082-1': 1}"}