{"patient_id": 53941, "patient_uid": "8319194-1", "PMID": 34336495, "file_path": "comm/PMC008xxxxxx/PMC8319194.xml", "title": "Successful Treatment of Brevibacterium Bacteremia Solely With Antimicrobial Therapy", "patient": "An 85-year-old female with a past medical history of cholangitis and common bile duct (CBD) stones, who has had a percutaneous cholecystostomy tube (PCT) since 2018 due to her high surgical risk, heart failure reduced ejection fraction (HFrEF) on home intravenous milrinone via right subclavian peripherally inserted central catheter (PICC) (Figure ) which was placed four years prior and never exchanged, implantable cardioverter defibrillator (ICD), coronary artery disease, aortoiliac aneurysm and mural thrombi, presented with altered mental status and fever of 100.9 F. Initial vitals showed a heart rate of 132 bpm, systolic BP of 100 mm Hg, and an SpO2 of 91% on room air which improved to 95% with 15 L of non-rebreather. On exam she was noted to be disoriented, mildly dyspneic and had decreased air entry bilaterally, her right-sided PICC line site was clean without erythema, induration, or discharge, same as with her ICD site. Heart sounds were positive without any murmurs, abdominal exam showed leakage around her PCT and decreased drainage into the biliary collecting bag. She initially received two liters of intravenous fluids, was started on a norepinephrine drip due to worsening hemodynamic instability and received 2 g of ceftriaxone plus 500 milligrams of metronidazole. A set of blood cultures were obtained, a urinalysis was negative for leukocyte esterase or nitrates, and her white blood cell count was 7.45 K/mL with 25% bands on manual differential. A cholangiogram was done showing the catheter to have withdrawn into the common bile duct (Figure ). The CBD was moderately dilated with several filling defects consistent with calculi and a biliary drainage catheter exchange was done. Computer tomography of the abdomen showed enhancement of gallbladder wall, but the family declined endoscopic retrograde cholangiopancreatography (ERCP) and declined PICC line exchange. She was given vancomycin, cefepime, and metronidazole for empirical coverage of her sepsis syndrome as she was clinically unstable and was continued on norepinephrine support. Bile cultures from a previous drainage system showed Aeromonas, Escherichia coli, Klebsiella pneumoniae, Enterococcus faecalis, and Enterococcus faecium deemed to be colonizers as they were obtained from the drainage system, the polymicrobial nature of the specimen and as she had clinically stabilized despite the lack E. faecium coverage. Initial blood cultures revealed Brevibacterium species in the aerobic bottle after 96 hours of incubation, identified with matrix-assisted laser desorption ionization-time of flight mass spectrometry (MALDI-TOF MS) and a follow-up blood culture in 24 hours again showed a similar isolate. Antibiotics were switched to ceftriaxone 2g daily plus metronidazole to cover for her gallbladder infection and she was continued on intravenous vancomycin empirically for Brevibacterium bacteremia. After 48 hours her condition completely stabilized, and cultures cleared on the third day of admission. She received a total of 10 days of intravenous vancomycin and this was followed by oral doxycycline as she was allergic to penicillins; quinolones were not ideal due to her advanced age and aortic aneurysm. The family did not want another IV access and her PICC line was exclusively used for her milrinone continuous infusion, therefore this non-standard approach was performed. Brevibacterium antimicrobial susceptibility became available after discharge: Benzyl penicillin MIC 0.50 ug/ml intermediate, ciprofloxacin MIC 0.47 ug/ml susceptible, erythromycin MIC 0.50 ug/ml susceptible, gentamicin MIC 0.064 ug/ml susceptible, tetracycline MIC 16 ug/ml resistant, trimethoprim/sulfamethoxazole >32 ug/ml resistant, and vancomycin 0.50 ug/ml susceptible, according to the Clinical and Laboratory Standards Institute guidelines for corynebacteria []. We decided to stop her antibiotics seven days after discharge as the isolate was resistant to tetracyclines and follow her closely. She remains stable 60 days after discharge without relapse of her Brevibacterium bacteremia and without the need for a catheter exchange, without requiring further antibiotic therapy; after two months catheter was exchanged over the wire as per family request.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'15679496': 1, '12412735': 1, '31023246': 2, '32067212': 1, '8536730': 1, '16703303': 1, '12504612': 1, '12087539': 1, '11060116': 1, '30246770': 1, '22012007': 1, '33511032': 1, '10970420': 1, '8011851': 1, '15113328': 1, '28050348': 1, '8681984': 1, '1753126': 1, '34336495': 2}", "similar_patients": "{'6485150-1': 1}"}