{"patient_id": 47753, "patient_uid": "8021002-1", "PMID": 33842110, "file_path": "comm/PMC008xxxxxx/PMC8021002.xml", "title": "Unusual Subacute Interphalangeal Tophaceous Gouty Arthritis", "patient": "We present a case of a 64-year-old female who was readmitted to the hospital with complaints of worsening pain in her fingers. Her symptom was associated with fever, as well as swelling around the right index and middle fingers. She was recently discharged to a rehabilitation facility after being treated for humeral head and femoral neck fracture which was sustained from a fall. During her prior hospitalization, she endorsed drinking two to three glasses of wine daily, which was confirmed with a blood alcohol level of 0.263%. She had a past medical history of breast cancer in remission, osteoporosis, hypertension, hyperlipidemia, hypothyroidism, and chronic anemia (iron and vitamin B-12 deficient). She was a former tobacco user. Her family history was non-contributory. Her oral medications were metoprolol succinate 25 mg daily, oxycodone 5 mg every four hours as needed, iron polysaccharide 150 mg daily, cyanocobalamin 100 mcg daily, levothyroxine 175 mcg daily (before breakfast), and atorvastatin 10 mg daily. She endorsed having a previous episode in the past (one year ago) and was treated for suspected methicillin-resistant Staphylococcus aureus (MRSA) induced septic arthritis. On physical examination, her vitals were as follows: blood pressure of 110/68 mmHg, a temperature of 100. 5°Fahrenheit, a heart rate of 104 beats per minute, a respiratory rate of 18 breaths per minute, and oxygen saturation of 96% on room air. There was edema, redness, and purulent-like drainage on the right index finger (Figure ). Pain on movement and palpation of the right index and middle fingers was appreciated, as compared to the left. The right upper extremity was immobilized with a sling. There were no murmurs, rubs, or gallops on auscultation of the heart. Also, there was no wheeze, rales, or rhonchi on auscultation of the lungs. Laboratory results showed hemoglobin of 8.1 g/dL (normal range: 12-16 g/dL), white blood cell count of 10.9 x 103/uL (normal range: 4.5-11 x 103/uL), sodium of 135 mmol/L (normal range: 136-145 mmol/L), potassium of 3.6 mmol/L (normal range: 3.5-5 mmol/L), blood urea nitrogen of 8 mg/dL (normal range: 5-25 mg/dL), and creatinine of 0.97 mg/dL (normal range: 0.44-1.0 mg/dL). Blood and wound cultures were sent to the laboratory. She was again admitted for suspected MRSA-induced septic arthritis and started on intravenous vancomycin with pain management. X-ray of the right hand revealed soft tissue swelling of the second and third fingers, with a small erosion at the base of the distal phalanx (index finger) (Figure ), raising concerns for osteomyelitis. Limited results from magnetic resonance imaging (MRI) of the right hand, with and without contrast, showed possible osteomyelitis only involving the proximal and distal interphalangeal joints (PIP/DIP) of the index finger. Due to the worsening of her symptoms, she was eventually taken to a surgical room by the hand surgeon for tissue biopsy, as well as incision and drainage. The area of greatest fluctuance was mapped out and then an incision was made with a 15-blade scalpel. Purulent-like drainage with tophaceous-type calcification was appreciated. Eventually, blood cultures and wound cultures came back negative (no growth after five and two days, respectively). The tissue biopsy showed synovial fibrous tissue containing amorphous material surrounded by granulomatous inflammation, and the synovial fluid direct smear analysis showed characteristic needle-shaped negative birefringent uric acid crystals under polarized light microscopy (Figure ). Uric acid level was 8.6 g/dL (normal range: 4-8 g/dL). In addition, she was found to have pain and edema on the right knee and the left ankle, as revealed by a detailed examination performed by a rheumatologist. Non-steroidal anti-inflammatory drugs (NSAIDs) and steroids were deferred due to worsening kidney function and recent history of fractures. She was started on oral colchicine 0.6 mg daily, and her symptoms improved.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'31558729': 1, '17916786': 1, '18828886': 1, '26107637': 1, '20625017': 1, '29930806': 1, '3401106': 1, '21512754': 1, '28748116': 1, '32541923': 1, '18822120': 1, '16407889': 1, '24703341': 1, '33842110': 2}", "similar_patients": "{}"}