{"patient_id": 58788, "patient_uid": "8544635-1", "PMID": 34722031, "file_path": "comm/PMC008xxxxxx/PMC8544635.xml", "title": "Portal Vein Thrombosis in a Patient With Methylenetetrahydrofolate Reductase Gene Mutation and Normal Homocysteine Levels", "patient": "A 21-year-old Caucasian male presented to the emergency department (ED) with chief complaints of nausea, vomiting, and abdominal pain for three days. He described the abdominal pain as sharp, band-like, and 10/10 in intensity. He stated that his pain is somewhat alleviated with hot showers and baths, and aggravated with movement and sleeping on his side. One day prior, he was seen at urgent care for the same complaints, where he was prescribed dicyclomine and ondansetron and was discharged. He reported no improvement in his symptoms with these medications. The patient denied any complaints of fever, chills, diarrhea, hematuria, or rectal bleeding. His past medical history was insignificant, and he was not taking any medicines regularly. The patient denied any history of smoking, alcohol use, or recreational drug use. Family history was insignificant for any clotting or gastrointestinal disorder. On physical examination, the patient appeared to be in mild distress from abdominal pain. His hemodynamics were stable. The abdomen was soft, non-distended with tenderness in the right and left lower quadrants without any guarding. Bowel sounds were audible and regular. There were no clinical signs of liver cirrhosis, including but not limited to ascites, spider angioma, or palmar erythema. The rest of the examination was unremarkable.\\nHis initial laboratory workup revealed elevated leukocyte count at 15.3 k/uL, elevated alanine transaminase (ALT) level at 59 U/L, and elevated total bilirubin at 1.48 mg/dl with indirect bilirubin of 1.12 mg/dl and direct bilirubin of 0.36 mg/dl, while rest of the complete blood count (CBC) and comprehensive metabolic panel (CMP) was within normal range. The hepatitis profile was unremarkable, and the lipase level was within the normal range. Computed tomography (CT) scan of the abdomen and pelvis with contrast, ordered to look for any obstruction or malignancy, revealed non-specific hypo-attenuation in the regions of the portal vein and portal splenic confluence suggestive of portal vein thrombosis (Figures , ). A small amount of free fluid in the pelvis and submucosal fat attenuation throughout the colonic segments was also appreciated, which can be seen with the history of burned-out colitis, inflammatory bowel disease (IBD), acute ischemia of the bowel secondary to clot in mesenteric arteries, or as a normal finding in obese patients. The suspicion of PVT was confirmed with the ultrasound imaging of the liver.\\nThe patient's IBD panel was not consistent with inflammatory bowel disease. Calprotectin levels were normal. The patient was referred for colonoscopy, but the gastroenterology team did not feel the need for colonoscopy at that point. Hypercoagulable workup, which was done before starting anticoagulation, was grossly in normal range with an international normalized ratio (INR) of 1.0, protein C activity was mildly low at 78% (normal reference range: >80%), while protein C total antigen was normal at 94% (normal reference range: 63-153%). Protein S functional assay and protein S free antigen were normal at 89% (normal reference range: 77-116%) and 146% (normal reference range: 74-147%), respectively, while protein S total antigen was mildly elevated at 154% (normal reference range: 84-134%). Factor 5 assay, prothrombin 20210 mutation, anti-thrombin III activity and antigen, factor 2 assay, and lupus anticoagulant were all negative. D-dimer levels were not checked. Molecular testing revealed that the patient was heterozygous for the MTHFR A1298 mutation and negative for the MTHFR 677T mutation. Homocysteine level was normal at 8.5 (normal reference range: <15 umol/l). Janus kinase 2 (JAK-2) mutation was not checked as the rest of the laboratory values were not suggestive of any myeloproliferative disorder.\\nThe patient was started on full-dose enoxaparin for anticoagulation and was discharged on apixaban with the plan to continue for at least six months. Follow-up magnetic resonance imaging (MRI) of the abdomen revealed remaining/residual chronic thrombus of the main portal vein, right portal vein, and superior mesenteric vein at the portal vein confluence. However, there has been interval improvement of the main portal vein thrombus with the use of Eliquis over four months.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'24773704': 1, '11351038': 1, '16363230': 1, '17470822': 1, '23288205': 1, '16610067': 1, '19081529': 1, '19399912': 1, '9314103': 1, '10448523': 1, '7920641': 1, '3177384': 1, '19821530': 1, '22973354': 2, '11343335': 1, '17694406': 1, '26547613': 1, '34722031': 2}", "similar_patients": "{'3430070-1': 1}"}