{"patient_id": 56462, "patient_uid": "8435785-1", "PMID": 34527576, "file_path": "comm/PMC008xxxxxx/PMC8435785.xml", "title": "Systemic Sequential Therapy of CisGem, Tislelizumab, and Lenvatinib for Advanced Intrahepatic Cholangiocarcinoma Conversion Therapy", "patient": "A 60-year-old male who was diagnosed with liver tumor by upper abdominal contrast-enhanced computed tomography (CT) in a local hospital presented to our department for further diagnosis and treatment on May 21, 2020, complaining of dull pain in the upper right abdomen without any symptoms of diarrhea, hematochezia, nausea, or vomiting for some weeks. Further inquiry revealed a history of hypertension, coronary heart disease, coronary stenting, and smoking, without any other history related to ICC such as primary sclerosing cholangitis and schistosomiasis. No other aberrations were noted, and physical examination was normal. Routine blood counts, coagulation function, and liver and renal function demonstrated normal levels except for alanine aminotransferase (ALT) (52 U/L) and aspartate aminotransferase (AST) (43 U/L). No clear elevation of tumor biomarkers including carcinoembryonic antigen (CEA), alpha fetoprotein (AFP), and carbohydrate antigen 125 (CA 125) was observed, while carbohydrate antigen 19-9 (CA 19-9) was a little higher (42.1 ng/ml). Hepatitis virus markers were all negative. Further examinations were performed after admission of the patient to our department. Acoustic contrast of the viscera showed parenchymal hypoechoic masses at liver segments IV and V, with blood flow signal by color Doppler flow imaging (CDFI) (). Then, contrast-enhanced CT and magnetic resonance imaging (MRI) revealed an irregular-morphology mass (49 mm * 39.6 mm) in segments V–VIII of the liver; the hepatic portal and retroperitoneal lymph nodes were enlarged—the larger one (30.4 mm * 23.1 mm) lying between the inferior vena cava and the abdominal aorta (, ). Based on the above information, the patient was diagnosed as having ICC clearly, which was classified as stage IIIB (T3N1M0) according to the American Joint Committee on Cancer (AJCC)/Union for International Cancer Control (UICC) staging system.\\nTo further evaluate, we did liver biopsy and pathological examination. The results revealed a poorly differentiated adenocarcinoma (). Immunohistochemical staining results were as follows: arginase-1 (-), Muc-1 (+), CK7 (+), CK20 (+), CDX2 (+), SATB2 (-), P53 (-), Ki-67 (60% +). In addition, next-generation sequencing (NGS) was performed at the same time; it showed the following: somatic mutation of gene: BRCA2 p.G2270, mutation frequency: 35.50%, and TP53 p.V73fs, mutation frequency: 50.00%. FGFR2 gene fusion was detected as well. The tumor mutational burden (TMB) was also determined to be 51.37 mut/Mb. Moreover, 48 unstable loci were revealed, and microsatellite instability (MSI) score was 0.5926. All of the above suggested that immunotherapy and targeted therapy might be effective against the patient’s tumor.\\nLater, multidisciplinary treatment (MDT) was conducted to discuss the appropriate therapy. After MDT, a new therapeutic scheme, uniting CisGem, lenvatinib, and tislelizumab, was fully concerned. Hence, the patient was treated with four cycles of systemic sequential therapy () without any obvious complications. Soon afterward, the measurement of target lesion was detected again by liver MRI on September 3, 2020. The lesion in the liver segments V–VIII was reduced, which was about 15 mm in diameter with clear boundary. Additionally, multiple lymph nodes metastasized in the hepatic portal and retroperitoneum, but they were obviously decreased compared with prior treatment (). As expected, the patient achieved partial response (PR) successfully according to the standard RECIST 1.1 criteria. The CA 19-9 levels were reduced to normal range, in company with normal routine blood counts, coagulation function, other tumor markers, and liver and kidney function after one cycle of therapy. All these blood test results remained normal until four cycles of systemic sequential therapy finished. Subsequently, the patient underwent right hemihepatectomy, cholecystectomy, and abdominal lymph node dissection with enhanced recovery after surgery (ERAS) pathway in the Department of Hepatobiliary and Pancreatic Surgery. The postoperative pathological examination showed the tumor bed with necrotic fibrous tissue proliferation, chronic inflammatory cell infiltration, cholesterol crystallization, and hemosiderin deposition; was 4.5 cm * 2.5 cm in size, and low-grade intraepithelial neoplasia was seen in the surrounding bile duct; no clear tumor residue was found, and the Evans grade is IV; and the four hepatic portal lymph nodes dissected were negative, except one of Group 12 (). Moreover, the postoperative immunohistochemical staining results suggested the following: CK (AE1/AE3) (+), CK7 (+), CK8 (+), CK18 (+), CK19 (+), MUc-1 (+), KI-67 index of 80%, arginase-1 (-) (). Without any complications, the patient was discharged from the hospital in good condition.\\nOne month after surgery, MRI examination was performed again; it exhibited the following: postoperative changes of liver and gallbladder, a little exudation and effusion in the operative area (). Furthermore, the patient used the new therapeutic regimen again for adjuvant therapy on October 24, 2020. The tumor has disappeared without recurrence after four cycles of adjuvant therapy, fortunately (). Thereafter, the patient kept on using this original therapeutic regimen for further treatment. Up to now, the patient recovers very well without any severe side effects and recurrence during follow-up, which is more than 10 months after the operation.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'32185681': 1, '32748173': 1, '33299833': 1, '31300360': 1, '29433850': 1, '30251463': 1, '23890065': 1, '31472907': 1, '20375404': 1, '32716739': 1, '28994423': 1, '25795101': 1, '24908630': 1, '33198671': 1, '30915124': 1, '30523282': 1, '28818953': 1, '32359091': 1, '33249201': 1, '24581682': 1, '27664259': 1, '32919526': 1, '25395176': 1, '32203698': 1, '28975830': 1, '32606456': 1, '27012989': 1, '31378459': 1, '25765070': 1, '19228533': 1, '31578273': 1, '24140396': 1, '29669262': 1, '29360550': 1, '20431764': 1, '34527576': 2}", "similar_patients": "{}"}