{"patient_id": 48857, "patient_uid": "8077336-1", "PMID": 33936623, "file_path": "comm/PMC008xxxxxx/PMC8077336.xml", "title": "A case of primary racemose hemangioma in which the disappearance of an endobronchial lesion was confirmed after bronchial artery embolization", "patient": "On 07 February 20xx, a 27-year-old man visited a general physician because of a small amount of hemosputum without particular inducement and was prescribed a hemostatic agent. He repeatedly expectorated a small amount of hemosputum, and therefore visited an otolaryngology clinic on 9 February, where blood adhesion was observed under the vocal cords by nasopharyngolaryngoscopy. It was suspected that the bleeding came from the lower respiratory tract, thus, he was introduced to our hospital on 12 February. Chest X-ray showed no obvious abnormal findings (Figure ), while Chest computed tomography (CT) revealed patchy ground glass shadows that were suspected to reflect blood inhalation in the right middle and lower lobes (Figure ). He was hospitalized for examination on 15 February. There were no abnormal laboratory findings (Table ) with the exception of the chest CT findings.\\nBronchoscopy revealed fresh blood adhered to the entrance of the right B6 bronchus, and a polypoid lesion was observed after the removal of the blood. The pulsation of the lesion was unclear, but it easily bled after only slight contact with the fiberscope (Figure ). He was diagnosed with primary racemose hemangioma.\\nWhile receiving a hemostatic agent by intravenous injection, he was transferred to the Department of Radiology, Wakayama Medical University Hospital on 18 February. He was treated with BAE on the same day. Before BAE, abnormal dark staining and bronchial artery-pulmonary artery shunt were observed on right bronchial arteriography (Figure ). The middle and lower branches of the right bronchial artery were embolized with a gelatin sponge (Serescue®, Astellas Pharma Inc). After BAE, the disappearance of abnormal deep staining of the blood vessels was confirmed (Figure ).\\nHe was transferred to our hospital on 22 February and received bronchoscopy on the same day. The polypoid lesion at the entrance to the right B6 bronchus had disappeared, and only mild redness of the mucosa remained (Figure ). He was discharged on 23 February and was followed at our outpatient clinic. The patient did not experience any subjective symptoms during follow-up. At 10 months after discharge, bronchoscopy was performed again to observe the endobronchial condition of the bleeding site. On this examination, no polypoid lesion was found and the mucous membrane improved without redness (Figure ).", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'7392540': 1, '28070017': 1, '17037409': 1, '28562735': 1, '29279467': 1, '30627254': 1, '29344717': 1, '131059': 1, '2306957': 1, '25438694': 2, '14661553': 1, '28217405': 2, '4820232': 1, '29619221': 1, '17449734': 1, '26050595': 1, '27081488': 2, '33936623': 2}", "similar_patients": "{'4818582-1': 1, '4263116-1': 1, '5288960-1': 1}"}