{"patient_id": 57639, "patient_uid": "8489801-1", "PMID": 34650839, "file_path": "comm/PMC008xxxxxx/PMC8489801.xml", "title": "The Great Imitator: Latent Neurosyphilis Revealed After Initiation of the Immunosuppressive Drug Secukinumab", "patient": "A 66-year-old male with rheumatoid arthritis, type II diabetes mellitus, and hyperlipidemia presented to the emergency department for a right lower quadrant abdominal cellulitis at the site of his insulin pump. On examination, a 3 x 1.5 cm non-tender erythematous region with nodularity was appreciated on his right lower abdomen. Further examination revealed a non-blanching papular rash on bilateral palms and soles with several scaling papules. No visible pustules and oral or perirectal lesions were noted. Neurological examination was noncontributory. His past medical history revealed initiation of the medication secukinumab for the management of rheumatoid arthritis two months prior to presentation. According to the patient, the palm and sole rashes developed six weeks after starting secukinumab. Further history revealed no sexual activity in the previous year but a distant history of Chlamydia trachomatis infection in the 1990s. Per the patient, the infection was successfully treated, and he tested negative for HIV at that time. Basic laboratory tests, including a complete blood count, thyroid panel, renal function panel, fasting blood glucose, electrolytes, and C-reactive protein, were within normal limits. A hepatic panel revealed mildly elevated alkaline phosphatase, alanine transaminase, and erythrocyte sedimentation rate Westergren level. Laboratory tests for hepatitis B, hepatitis C, HIV-1, Chlamydia trachomatis, and Neisseria gonorrhoeae all returned negative. The patient was started on oral doxycycline for his cellulitis with infectious disease follow-up in one week. At the follow-up appointment, a rapid plasma reagin (RPR) titer returned positive at 1:128, and a serum Treponema pallidum Ab returned reactive. Lumbar puncture was then performed, and serologic examination of cerebrospinal fluid demonstrated a positive Venereal Disease Research Laboratory (VDRL) test. The patient was diagnosed with latent neurosyphilis and started on intravenous crystalline penicillin G for three weeks duration. At follow-up after completion of penicillin treatment, the patient's rash had resolved, and repeat neurological examination was benign.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'23487818': 1, '29022569': 1, '29676270': 1, '18212261': 1, '28866870': 1, '28058343': 2, '34650839': 2}", "similar_patients": "{'5175054-1': 1}"}