{"patient_id": 107461, "patient_uid": "8107244-1", "PMID": 33845550, "file_path": "noncomm/PMC008xxxxxx/PMC8107244.xml", "title": "Numbness of the lower lip following urological surgery under general anesthesia – A case report –", "patient": "Written informed consent was obtained from the patient for the publication of this case.\\nA 73-year-old patient with a height of 162.1 cm and weight of 71.4 kg was admitted to the hospital for scheduled transurethral resection of bladder tumor and the prostate (TUR-BT and TURP) for the treatment of bladder cancer and benign prostate hyperplasia. The patient had been taking metformin and rosuvastatin for type 2 diabetes mellitus and hyperlipidemia, respectively. In preoperative testing, blood glucose levels measured at fasting and 2 h postprandial were 142 mg/dl and 257 mg/dl, respectively. HbA1c was 8.3%. The patient did not have any complications. Other preoperative screening test results were within normal limits. He underwent TUR-BT and TURP under general anesthesia.\\nGeneral anesthesia was induced by intravenous administration of propofol (90 mg). The patient was ventilated with a bag and mask using oxygen and desflurane. Rocuronium 50 mg was injected intravenously to block the neuromuscular junction. Manual ventilation using a bag and mask was easy, and there was no excessive compression on the patient’s face. Four minutes after the rocuronium injection, the patient was intubated using a video laryngoscope and 7.5 mm cuffed endotracheal tube. After confirming that the breath sounds could be auscultated symmetrically in both lung fields, the endotracheal tube was fixed at a depth of 23 cm at the right corner of the patient's mouth. Anesthesia was maintained with desflurane and remifentanil. Entropy was maintained within the range of 40–60 during the surgery. The surgery lasted for 75 min uneventfully. Intraoperative blood glucose level was 110 mg/dl. At the end of the surgery, the train-of-four (TOF) count was measured as 0. Neuromuscular blockade was reversed with the intravenous administration of 200 mg of sugammadex. The patient was extubated after the anesthesia provider confirmed that the TOF ratio was 100%. The patient was transferred to the postanesthetic care unit and was shifted to the general ward after full recovery from anesthesia.\\nOn the following day, the patient complained of numbness of the lower lip, and a consultation was requested to the anesthesia department on postoperative day 2. When we visited the patient, the sensation of touch, temperature, and pain in the left lower lip were intact, but he complained of mild hypoesthesia of touch on the right lower lip. There was no abnormality in the motor function of the lip. In the results of a neurological consultation on postoperative day 4, it was mentioned that the symptom could be related to mononeuropathy due to underlying diabetes mellitus. Since there were no other neurologic symptoms and because mental nerve injury is difficult to diagnose with general neuromuscular tests, the neurologist suggested close observation. The patient was discharged on postoperative day 7 after confirming that he had no difficulties in daily life, such as eating or speaking. The symptoms resolved spontaneously after 6 weeks.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'4951598': 1, '16492857': 1, '21550550': 1, '29313904': 1, '3414950': 1, '19672188': 1, '16336693': 1, '7992900': 1, '22608666': 1, '31996513': 1, '16674648': 1, '3407902': 1, '15952441': 1, '29541262': 1, '18616962': 1, '33845550': 2}", "similar_patients": "{}"}