{"patient_id": 127022, "patient_uid": "8687883-1", "PMID": 34938098, "file_path": "noncomm/PMC008xxxxxx/PMC8687883.xml", "title": "RF1 Gene Mutation in Familial Hemophagocytic Lymphohistiocytosis 2: A Family Report and Literature Review", "patient": "Proband 1, a 2-year-old male, reported “fever and hepatosplenomegaly” at the time of the hospital visit. There was no abnormality in the personal history and past history of the proband. The parents were not consanguineous and had no similar medical history. We perfected the laboratory examination and found: He had decreased peripheral blood cells, bone marrow cell morphology shows: lymphocytes increase, hemophagocytic cells are more common, and rised sCD25: 12504pg/mL. The ferritin level is normal.\\nProband 2 (the sibling of proband 1), 8 years old, was first diagnosed with acute disseminated encephalomyelitis (ADEM) in a hospital in Beijing after presenting with “convulsions, disturbance of consciousness and fever for two days” more than a year ago. Proband 2’s symptoms recovered after immunotherapy. Magnetic resonance imaging (MRI) of the head during the hormone reduction period indicated that there were lesions that were aggravated, and this anomaly was followed by neurological symptoms. With the re-application of hormone therapy, proband 2’s condition improved, but the intracranial lesions still showed progressive aggravation. Transient cytopenia, hepatosplenomegaly, and decreased NKC activity were observed during the course of the disease with normal hepatic function, levels of triacylglyceride and coagulation function in multiple detections. Eventually, after disease analysis and genetic examinations, proband 2 was given the diagnosis of “familial haemophagocytosis syndrome (FHPS) with the onset of the central nervous system”. And the proband 2’s bone marrow cell morphology shows: lymphocytes increase, hemophagocytic cells are more common.\\nThe proband 1 met the following five, out of a total of eight, clinical diagnostic criteria of HLH-2004: fever, splenomegaly, cytopenia, hemophagocytosis and sCD25:12504pg/mL. While the proband 2 also met five: fever, splenomegaly, cytopenia, hemophagocytosis and decreased NKC activity. Since the two probands were strongly suspected of being HLH, genetic testing of 12 subjects in three generations of the family was carried out, and the blood was drawn and sent to the Beijing Kangxu Medical Laboratory. The proband 1 did full exon detection, using the method of next-generation sequencing, while the proband 2 did site verification, using sanger sequencing. The genotypes of these two sites can be determined by sanger sequencing. The results are shown in . There was a heterozygous missense mutation in exon 3 c.1349C>T (nucleotide No. 1349 in the coding region was changed from C to T), which was detected in the probands, their father, grandfather and father’s sister, and c.853_855del (nucleotide No. 853_855 in the coding region) hybrid combined frameshift mutation, which was detected in the probands, their mother, grandfather, and mother’s brother. The probands’s genes sequencing results in . The c.1349C>T heterozygous missense mutation caused amino acid N450 to change from Thr to Met; while the c.853_855del heterozygous frameshift mutation caused the deletion of amino acid N285. The protein damage prediction results were analyzed by SIFT, Polyphen2 and Mutation Taster. The c.1349C>T heterozygous missense mutation is c. 1349c > t heterozygous missense mutation is harmful and pathogenic. While c.853_855del heterozygous frameshift mutation is suspected to be pathogenic. The above-mentioned mutations might have caused the protein function to be affected, which in turn would lead to the occurrence of HLH. The mutation site c.1349C>T (p.Thr450Met) has been included in the dbSNP database with the ID of rsl8965890, and literature reports related to HLH disease can be retrieved. While the pathogenicity of the mutation c.853_855del has not been reported in the Chinese literature, nor has it been included in the dbSNP database. Both the maternal and fraternal grandfathers, the maternal grandmother, the parents, the second aunt, and an uncle had single heterozygous mutations. None of the above-mentioned mutations were polymorphic changes, which have an extremely low frequency of occurrence in the population. The compound heterozygous variants found in the PRF1 gene of the probands were inherited from their parents, and the above variants might be pathogenic variants that caused the onset of the disease in the probands.\\nThe proband 1 was Proband 1 received bone marrow transplantation successfully in January 2020. And proband 2 is scheduled to receive bone marrow transplantation this year.\\nInformed written consent was obtained from patients and their guardians for the publication of the case details and any accompanying images.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'34083498': 1, '25577959': 1, '33869605': 2, '11565555': 1, '22186995': 1, '29152265': 1, '28757574': 1, '30658162': 1, '31440481': 2, '12725560': 1, '24390453': 1, '31044148': 1, '16778144': 1, '21152410': 1, '19487666': 1, '30045285': 1, '27914778': 1, '11841437': 1, '31789783': 1, '25110876': 1, '26450956': 1, '33746956': 1, '29665027': 1, '23443029': 1, '32076423': 1, '29262924': 1, '27781387': 1, '33309387': 1, '18710388': 1, '30021624': 1, '30849948': 1, '11179007': 1, '15632205': 1, '33224420': 1, '21674762': 1, '16278825': 1, '24916509': 1, '25975970': 1, '29216683': 1, '12716377': 1, '28399723': 1, '31055813': 1, '28468610': 2, '23180437': 1, '23264592': 1, '32375849': 1, '24051121': 1, '17525286': 1, '34938098': 2}", "similar_patients": "{'8026822-1': 1, '5415817-1': 1, '6655852-1': 1}"}