{"patient_id": 55255, "patient_uid": "8382088-1", "PMID": 34466394, "file_path": "comm/PMC008xxxxxx/PMC8382088.xml", "title": "Sarcoidosis of the pineal region, dorsal mesencephalon, and periaqueductal region: Case report and systematic review", "patient": "The patient was a 51-year-old female nurse with a medical history of high blood pressure, type I diabetes, and cholecystectomy. The patient was followed for systemic sarcoidosis under steroids, colchicine, and chloroquine. The patient presented with a sudden diplopia accompanied with intermittent headaches.\\nNeurological examination did not find any objective deficit. The ophthalmological examination found bilateral sixth nerve palsy in the Lancaster test (), her visual acuity was 4/10 and 5/10, and there was a stage I papilledema (bilateral hyperhemia). Initially, brain magnetic resonance imaging (MRI) on a 3-Tesla machine was performed, which objectified a lesion of 8 mm located on the quadrigeminal plate, isointense on tbl1-weighted imaging (WI), hyperintense on tbl2-WI and fluid-attenuated inversion recovery (FLAIR) sequences, with a nodular enhancement after gadolinium injection. This lesion was applying a pressure on the aqueduct of the Sylvius, causing obstructive, active triventricular dilation ().\\nAn endoscopic third ventriculostomy and biopsy of the lesion were performed. Postoperatively, the patient's condition improved clinically and diplopia disappeared (). The interval between headache episodes and the pain became tolerable, which appeared to have no relation with the previous hydrocephalus. The histological study found sites of tissue fragments with granulomatous lesions. These granulomas are composed of neutrophils, epithelioid cells, and lymphocytes. There was no caseating necrosis, so the diagnosis of neurosarcoidosis was retained. Postoperative medical treatment (steroids and colchicine) was continued. Brain MRI performed 7 months and 15 months later reveals total reduction of the quadrigeminal plate lesion and stabilization of the hydrocephalus. However, there was a suspected pituitary stalk and hypothalamus hypersignal on FLAIR sequences, but there was no neurological or endocrine correlation ().", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'11437156': 1, '23311127': 1, '30146586': 1, '19631508': 1, '16288192': 1, '3715703': 1, '2910925': 1, '18759061': 1, '6432097': 1, '25662384': 1, '3973169': 1, '15162292': 1, '17976699': 1, '22379457': 1, '6665352': 1, '2120996': 1, '32128190': 2, '18366580': 1, '903819': 1, '18639166': 1, '18661279': 1, '8669748': 1, '10209662': 1, '34466394': 2}", "similar_patients": "{'7044387-1': 1}"}