{"patient_id": 112169, "patient_uid": "8546833-1", "PMID": 34734065, "file_path": "noncomm/PMC008xxxxxx/PMC8546833.xml", "title": "Successful treatment after toxic epidermal necrolysis induced by AZD-9291 in a patient with non-small cell lung cancer: A case report", "patient": "The patient was a 68-year-old woman with a medical history of postoperative treatment of NSCLC with bone metastasis 1 year 8 mo before presentation.\\nA review of the patient’s medical history revealed nothing significant other than lung cancer and hypertension.\\nA review of the patient’s medical history revealed nothing significant other than lung cancer and hypertension.\\nThe patient had no significant personal or family history.\\nThe patient presented with multiple erythematous papules mainly on the face and thigh on day 74. Seventy-eight days later, the patient developed several oral blisters and scattered erythema papules that rapidly developed into mucosal erosion and systemic epidermal abscission including the skin on the face and back (Figure ). The large area of exfoliation involved 30% of the body surface area. Nikolsky’s sign was positive. Despite the severity of the disease, the patient’s general condition is acceptable.\\nRoutine laboratory examination revealed normal alanine aminotransferase (ALT 22 U/L, normal limits 13-69 U/L). Laboratory markers of systemic involvement indicated anemia, leucopenia, hypoalbuminemia, and hyponatremia. More importantly, there was no short-term drug or diet exposure before the outbreak. In addition, the interval between the first administration of AZD-9291 and the onset of disease was consistent with hypersensitivity latency. Bacterial cultures of blood, urine, and blisters revealed no evidence of bacterial infection. A drug lymphocyte-stimulation test was positive for AZD-9291, with a stimulation index of 2.6. As the above information was indicative enough, and the patient refused to have a pathological examination, biopsy was not performed.\\nChest computed tomography (CT) showed pulmonary lesions in posterior segment of right upper lobe, and peripheral lung cancer with multiple pulmonary metastases. Multiple metastases of the thoracic vertebrae, sternum, and ribs were considered (Figure and ), which were similar to previous CT images (Figure and ). Follow-up was recommended.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'30034220': 2, '25079552': 1, '24662107': 1, '15728811': 1, '27473753': 1, '7477195': 1, '30240852': 1, '31751012': 1, '23383079': 1, '29844705': 1, '34734065': 2}", "similar_patients": "{'6047856-1': 1}"}