{"patient_id": 60890, "patient_uid": "8647373-1", "PMID": 34872576, "file_path": "comm/PMC008xxxxxx/PMC8647373.xml", "title": "Postoperative transverse sternal nonunion with a chest wall defect managed by a tibial locking plate and a Gore-Tex dual mesh membrane: a case report", "patient": "A 50-year-old man was primarily operated on for extensive type B aortic dissection with acute bowel ischemia. The portion of the descending aorta from the origin of the left subclavian artery to just below the superior mesenteric artery was replaced by a tubular graft through an extended posterolateral thoracotomy. The patient recovered well; however, 10 years later, he was diagnosed with an aortic arch aneurysm and severe dilatation of the proximal descending aorta at the site of the anastomosis with descending tubular graft. Transverse thoracosternotomy (clamshell incision) was used to approach and replace the ascending aorta, the aortic arch, and the proximal part of the previous tubular graft in a single session as a re-do procedure. To facilitate the performance of the distal graft to graft anastomosis, the third and part of the fourth ribs on the left side were resected in addition to the transverse sternotomy. The sternotomy was closed with tension wires. Dehiscence of the transverse sternotomy developed during the early postoperative period. Two attempts of tension re-wiring followed by fixation with one-third tubular plate and conventional screws were performed to address the dehiscence, which all failed in a few weeks (Fig. a).\\nThree years after the last unsuccessful revision surgery, the patient returned to our clinic symptomatic with pain and an unstable chest, with his lung herniating through the chest wall defect. Radiographs and a CT scan revealed an extensive chest deformation resulting from a widely displaced sternal nonunion, a bone defect of the sternum resulting from multiple operations, and the resections of the third and fourth ribs on the left side of the chest (Fig. b).\\nThe patient was operated again by a team of cardiothoracic and orthopaedic trauma surgeons. An extensive adhesiolysis, the removal of the remaining wires, and debridement of the scar tissue were done. The sternal fragments were refreshed until the healthy bone and approximated, while the remaining 1 cm-large defect was filled with a structural iliac crest bone autograft. The fragments were then compressed by bone reduction clamps. The fixation was done using a titanium locking compression plate designed for the distal medial tibia (DepuySynthes, West Chester, Pennsylvania). The plate was intraoperatively shaped to match the markedly changed anatomy of the proximal sternum and fixed using 3.5 mm locking screws. The wider shape of the plate with multiple screw holes provided a good purchase in a smaller portion of the deformed proximal fragment. All the screws were carefully inserted under \"finger control\" as not to protrude at the back of the sternum. In the meantime, a 2 mm-thick, 20 × 10 cm Gore-Tex dual mesh membrane was attached to the ribs to cover the remaining defect caused by rib resection on the left side. The membrane was attached by using interrupted trans-costal sutures from heavy polypropylene. More than 60 sutures were placed along the two adjacent ribs above and below the defect to achieve the required strength. Another membrane of a 10 × 5 cm size was applied to the remaining soft tissue defect in the second intercostal space on the right side (Fig. c). The wound was then closed, the thoracic cavity was drained, and two drains were placed subcutaneously to prevent haematoma or a subsequent seroma formation.\\nThe postoperative recovery of the patient was uneventful. The chest X-ray and the CT scan, performed 1 year after the operation showed the complete healing of the sternum and good positions of the membranes (Fig. ). After 3 years, the chest remained stable with no pain or lung herniation. There were also no implant-related problems and, therefore, no need for plate removal.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'22182898': 1, '22033243': 1, '28376814': 1, '31456035': 1, '22196661': 1, '25590989': 1, '9647077': 1, '21461770': 1, '22390984': 1, '29700586': 1, '20828691': 1, '15613884': 1, '29503038': 1, '20724421': 1, '28114952': 1, '21790677': 1, '23764413': 1, '19430258': 1, '18805210': 1, '11811251': 1, '4030828': 1, '12022583': 1, '19520586': 1, '34872576': 2}", "similar_patients": "{}"}