{"patient_id": 110437, "patient_uid": "8382860-1", "PMID": 34402447, "file_path": "noncomm/PMC008xxxxxx/PMC8382860.xml", "title": "Portal vein arterialization following a radical left extended hepatectomy for Klatskin tumor: A case report", "patient": "A 62-year-old man without previous medical history was referred to our institution with a diagnosis of hilar cholangiocarcinoma involving the bile duct confluence and the left hepatic duct (Klatskin type IIIB). Percutaneous biopsy showed a poorly differentiated solid pattern that was CK 7 positive and CD10 negative.\\nLaboratory data showed severe anaemia, slight elevation of alkaline phosphatase and gamma-glutamyl transpeptidase (g-GT), increased blood level of total bilirubin (9.5 mg/dL) and elevated level of tumour markers: CA 19/9 of 3,061 U/mL and CEA of 8.5 ng/mL.\\nPrior to admission, he was treated for positioning of a metallic endoscopic biliary stent (10 mm × 60 mm) and two percutaneous transhepatic bilateral biliary drainages (8-Fr). The right drainage subsequently caused an intrahepatic haemorrhage because of the presence of a hepatic angioma. An angiographic procedure with super selective embolization was required.\\nAt the admission, his general conditions were poor. He presented jaundice and itching. His nutritional assessment indicated poor conditioning.\\nPreoperative total body computed tomography scan (CT) () confirmed the presence of an infiltrating lesion originating from the biliary bifurcation extended to the second order left bile ducts as well as the caudate segment. The lesion had a diameter of 30 mm × 46 mm, showing contrast enhancement and proximal dilatation of the biliary tree. The left HA appeared thread. It was partially involved.\\nThe patient underwent a radical left extended hepatectomy (including segment I) with extra-hepatic bile duct resection and right Roux-en-Y double duct hepaticojejunostomy through the suture of both the right anterior and posterior sectorial bile ducts. Since it was impossible to remove the metallic biliary stent, its distal part was left in the main bile duct stump, close to the head of the pancreas. During surgery, resected margins were assessed by frozen-section histology. Results were negative.\\nHepatic hilum dissection was found to be difficult due to tumour location and size. In addition, there was an inflammatory reaction to the prosthetic device. To achieve a better control, the liver was completely mobilized.\\nThe patient was transferred to our intensive care unit (ICU). On postoperative day (POD) 3, he was moved to the surgical ward. He was haemodynamically stable with the following blood results: GOT of 49 UI/L, GPT of 145 UI/L, total bilirubin of 2.01 mg/dL (direct bilirubin 1.49 mg/dL), g-GT of 161 UI/L, and INR of 1.3. He started a full liquid diet which was well tolerated.\\nPostoperative course was uneventful until POD 5 when the patient complained vomiting. At the examination, his abdomen was distended and a pancreatic fistula was revealed by the abdominal surgical drains content, with increased level of amylases and lipases (amylases >7,500 U/L; lipases >3,500 U/L). An abdominal contrast CT-scan showed a small collection in gallbladder bed (3 cm × 1.5 cm), abdominal effusion, and right HA branch pseudo-aneurysm (18 mm) whose presence was confirmed through an angiography (). No active bleeding was revealed. Stent placement in the right HA was infeasible. Coiling of the pseudoaneurysm was associated with a risk of complete occlusion inducing critical liver failure. After the procedure, his general conditions suddenly deteriorated and an emergency laparotomy was performed.\\nThe liver was pale and ischemic. Intraoperative ultrasound showed no arterial flow. The right branch of the HA was disrupted in the area of the pseudo-aneurysm. Considering the local inflammatory situation, a HA reconstruction was impossible. Thus, PVA was used to provide arterial inflow to the remnant liver. A side-to-side arteriovenous shunt was created between the ileocolic artery and the ileocolic vein using two Prolene Suture 7–0 ().\\nAt the end of the procedure, the liver was reddish-brown in colour. It felt rubbery to the touch. The intraoperative ultrasound showed satisfactory patency of the PVA with good portal flow in the absence of arterial flow. The patient was transferred to the ICU. On POD 3, blood tests revealed total bilirubin level of 4.88 mg/dL (direct bilirubin, 2.89 mg/dL), platelets of 123,000/mL, and INR of 2.23. An asymptomatic biliary fistula occurred. It was conservatively managed. He was extubated on POD 10. Doppler ultrasound on POD 15 showed that the cross-sectional area and blood flow of the portal vein were increased (main portal vein, 18 cm/sec). The patient was discharged on POD 54 in good general condition. The patient is alive and doing well at six-month follow-up without evidence of recurrence or systemic disease. At three months follow up, the patient was admitted for ascites (2 L/day) and portal hypertension was suspected as the major cause. The ascites was rapidly resolved with medical treatment and a single paracentesis. The patient was then discharged. No evidence of portal hypertension was found in Doppler ultrasound.\\nWritten informed consent was obtained from the patient for publication of this case report and accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal upon request.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'23554089': 1, '12099362': 1, '27872855': 1, '14564553': 1, '14760676': 1, '23767946': 1, '2652760': 1, '25040489': 1, '24329988': 1, '19643558': 1, '18954768': 1, '9704389': 1, '1472800': 1, '34402447': 2}", "similar_patients": "{}"}