{"patient_id": 110422, "patient_uid": "8381427-1", "PMID": 34407686, "file_path": "noncomm/PMC008xxxxxx/PMC8381427.xml", "title": "A rare case of synovial sarcoma with lung, heart and adrenal gland\\nmetastasis: a caution for patients and clinicians", "patient": "A 68-year-old male presented to the Urology Clinic of West China Hospital, Chengdu, China,\\nin January 2019, with a 2-month history of right adrenal gland mass on the abdominal\\ncomputed tomography (CT) scan. He had no other symptoms or signs, and the systemic review\\nwas negative. Blood pressure was measured at 124/78 mmHg, and serum norepinephrine (660\\nng/l; reference range, 272–559 ng/l) and epinephrine (84 ng/l; reference range, 54–122 ng/l)\\nwere elevated. Enhanced abdominal CT confirmed a 3.4 × 2.1-cm, well-defined oval-shaped mass\\nin the right adrenal gland, with a smooth edge and heterogeneous enhancement (). Laparoscopic right adrenal\\nresection was performed, and general observation of the postoperative specimens revealed a\\n5.0 × 4.0-cm lobulated mass with aggressive margin. Immunohistochemical (IHC) analysis\\nshowed that the tumour cells were negative for chromogranin A (CgA), synaptophysin (Syn),\\nactivin receptor-like kinase 1 (ALK-1), melanoma-associated antigen recognized by T cells 1\\n(MART-1), teratocarcinoma-derived growth factor 1 (CR), inhibin-α, S100 calcium binding\\nprotein B (S-100), HMB45 (a marker for premelanosome protein), cytokeratin (CK), epithelial\\nmembrane antigen (EMA), CD34 molecule, platelet and endothelial cell adhesion molecule 1\\n(CD31), desmin, and smooth muscle actin (SMA), but positive for succinate dehydrogenase\\ncomplex iron sulfur subunit B (SDHB) expression. In-situ\\nhybridization showed that cells were negative for Epstein-Barr virus-encoded RNA 1 and 2\\n(EBER1/2). The final postoperative pathology-based diagnosis was an infiltrating malignant\\ntumour with necrosis ()\\nthat was a metastatic sarcoma of the right thigh.\\nReview of the patient’s past medical history revealed that he had undergone a mass en-bloc\\nresection in the right lower extremity in February 2016, approximately 3 years earlier\\n(), with no evidence of\\nmetastatic disease before the surgery. The primary pathology diagnosis was strongly\\nconsidered to be synovial sarcoma, French National Federation of Cancer Control Centres\\n(FNCLCC) grade 3. IHC analysis at that time showed that the primary tumour was negative for\\nCD34, desmin, pan-CK, and EMA, and moderately positive for murine double minute 2 (MDM2),\\ncyclin dependent kinase inhibitor 2A (P16), TLE family member 1, transcriptional corepressor\\n(TLE-1), and SMA, with a Ki-67 index of 40% (). Fluorescence in situ hybridization (FISH)\\nwas suggested to detect MDM2 and the SS18 gene to further confirm the\\ndiagnosis and therapeutic considerations, however, the patient declined further tests and\\ntreatment. At 1.5 years following the primary tumour resection, he presented to the Cardiac\\nSurgery Clinic of West China Hospital with a 2-week history of bilateral lower limb oedema.\\nPositron emission tomography (PET)/CT showed right pulmonary nodules, observed in the right\\nsuperior pulmonary vein and some of its branches, and a high possibility of left atrial\\nthrombosis (). Combined\\nevidence indicated likely synovial sarcoma metastasis. Echocardiography further confirmed a\\nleft atrial mass and mitral obstruction, however, left ventricular systolic function was\\nnormal. The patient was classified as New York Heart Association functional class III. He\\nreceived right superior and middle lobectomy, and open-heart surgery with left atrial tumour\\nresection and patent foramen ovale repair. IHC analysis of the left atrial tumour cells\\nrevealed moderate positivity for EMA, MDM2, SMA, and TLE-1, and negative results for desmin,\\nS-100, CR and CD34 ().\\nMorphology and IHC results supported the diagnosis of synovial sarcoma, FNCLCC grade 3, but\\nthis required further confirmation using FISH to detect MDM2 and the SS18\\ngene. Postoperative pathology confirmed that the right lung tumour was the metastasised\\nsarcoma, however, the patient remained objective to chemotherapy. At the time of writing,\\nthe patient had not undergone genetic testing to further confirm the diagnosis, but based on\\nmorphological and immunostaining analyses, medical history and clinical manifestation, he\\nwas given a primary diagnosis of synovial sarcoma. During the previous 4 years, the patient\\nexperienced right medial thigh synovial sarcoma with consecutive lung, heart and right\\nadrenal gland metastasis, which is quite rare. At 5 months following laparoscopic right\\nadrenal resection, an abdominal CT scan showed signs of significant right adrenal\\nrecurrence, resulting in the initiation of targeted therapy with 12 mg oral anlotinib,\\ndaily. The reporting of this study conforms to CARE guidelines.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'29751751': 2, '32947039': 1, '19853437': 1, '30709383': 2, '26968015': 1, '29220290': 1, '29893303': 1, '23223956': 1, '28134577': 1, '25438927': 1, '27003095': 1, '24266334': 1, '19088035': 1, '28397189': 1, '30786036': 1, '34407686': 2}", "similar_patients": "{'5948733-1': 1, '6359868-1': 1}"}