{"patient_id": 51845, "patient_uid": "8218824-1", "PMID": 34211539, "file_path": "comm/PMC008xxxxxx/PMC8218824.xml", "title": "True isolated deep femoral artery aneurysm associated with peripheral artery disease: case report", "patient": "The patient was a 79-year-old white male with Japanese ancestry who was seen at the vascular surgery service of the Hospital das Clínicas complaining of pain in the right hip and lower limb intermittent claudication limiting him to 100 meters, with no pain at rest or trophic lesions, but which had worsened over the previous 4 months, increasing in intensity. He had a history of systemic arterial hypertension, was an ex-smoker (five pack-years), having quit more than 50 years previously, and had been treated with aortoiliac interposition of a bifurcated Dacron® graft to repair an infrarenal aortic aneurysm at a different service 16 years before. The graft had become occluded 5 years before the current presentation.\\nOn physical examination, he was in good general health, with an abdominal scar from the previous laparotomy. A pulsating bulge with fibroelastic consistency was palpable in the right inguinal region. Femoral pulses were weak bilaterally (2+/4+) and popliteal and distal pulses were absent. Ankle-brachial indices (ABI) were calculated bilaterally. On the right, Doppler ultrasound did not detect flow in the anterior tibial artery and the posterior tibial and fibular arteries had ABIs of 0.42 and 0.21 respectively. On the left, ABIs for the anterior tibial, posterior tibial, and fibular arteries were 0.47, 0.63, and 0.42, respectively. There were no trophic ulcers.\\nA supplementary examination was performed using color Doppler ultrasonography (CDU) of the arteries of the right lower limb, revealing stenosis and segmental subocclusion of infrapatellar arteries. The patient was sent for computed tomography angiography (CTA) of the abdomen and pelvis, which identified aortoiliac occlusion (within the Dacron® graft) starting in the infrarenal segment of the aorta. The CFAs were patent because of refilling via large caliber collateral circulation originating in the inferior epigastric arteries and the internal thoracic arteries. Additionally, a DFA aneurysm was found with diameters of 3.7 and 3.5 cm (anteroposterior and lateral, respectively), length of 7 cm (), and intraluminal thrombi. Image reconstruction was employed to enable analysis of the aneurysm’s anatomic relationships ().\\nSince surgery was needed, a preoperative risk assessment was performed, classifying the patient as at moderate risk of cardiovascular complications. Since technical and tactical difficulties were expected, endovascular techniques were ruled out because of the postoperative history of aortoiliac revascularization with occlusion of the graft and lower limb PAD.\\nSurgical access was achieved via a large vertical groin incision, slightly lateral of the conventional approach. The CFA and superficial femoral artery (SFA) were identified and isolated, both of which were ectatic, followed by the DFA, which exhibited an aneurysm starting distal of its origin at the bifurcation and following a posterior-inferior course for approximately 7 cm before the caliber returned to normal (). Resection of the aneurysm and revascularization of the DFA were performed. Techniques such as embolization or ligature were ruled out because of the coexisting diffuse atheromatosis of the SFA and occluded arteries of the leg, since the DFA was considered an important source of collateral circulation to perfuse the limb. After safely isolating the proximal and distal arterial segments and positioning the DeBakey atraumatic clamps, the aneurysmal segment was resected. The DFA was revascularized first, to reduce the duration of limb ischemia, since the coexisting PAD meant that the DFA was responsible for distal perfusion. Next, an 8 mm Dacron® graft was interposed end-to-end from the CFA to the healthy distal neck of the DFA and then the SFA was sectioned and reimplanted into the prosthesis, ensuring the path with the best anatomic fit (). At the end of the procedure, pulses were palpable before and after the anastomoses with no asymmetry or thrill. Since the patient was neither claudicant nor ischemic, the decision was taken not to perform conventional or endovascular distal revascularization, since to do so could have increased the morbidity and mortality of the procedure. A vacuum drain was fitted into the subcutaneous tissue because of the large dead-space caused by the size of the aneurysm. The surgical specimen () was sent for pathological analysis, which detected probable atherosclerotic origin, with calcified plaque and fibrin-hematic thrombus in the lumen (Figures and ). The patient progressed well, the drain was removed on the second postoperative day (POD), and he was discharged from hospital on the fifth POD. At 14 and 30-day outpatient follow-ups, the surgical wound was fully healed over and the patient had no complaints of pain or vascular or neurological disorders. Physical examination found that the palpable femoral pulses were maintained bilaterally (2+/4+) and popliteal and distal pulses were still absent. The extremity of his right lower limb was warm and his capillary refill time was less than 3 seconds.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'30880889': 1, '11889023': 1, '32170941': 1, '26311829': 2, '31904518': 1, '28377912': 2, '16502499': 2, '23123396': 1, '15599634': 1, '34211539': 2}", "similar_patients": "{'4549374-1': 1, '5374960-1': 1, '2687574-1': 1}"}