{"patient_id": 49285, "patient_uid": "8095077-1", "PMID": 33997557, "file_path": "comm/PMC008xxxxxx/PMC8095077.xml", "title": "Impending rupture of abdominal aortic aneurysm due to spontaneous obstruction of aortocaval fistula after endovascular abdominal aortic aneurysm repair", "patient": "An 85-year-old man with a history of smoking, hypertension, and chronic obstructive pulmonary disease had presented with acute abdominal pain and was transferred to the emergency room of our hospital. He had hepatorenal failure and right-sided heart failure. Laboratory testing showed an aspartate transaminase of 1058 U/L, alanine transaminase of 669 U/L, creatinine concentration of 2.77 mg/dL, and brain natriuretic peptide of 1651 pg/mL. Echocardiography revealed distention of the right ventricle and elevation of the tricuspid regurgitation pressure gradient (33 mm Hg). He had undergone emergency EVAR using a bifurcated Endurant II (Medtronic Inc, Santa Rosa, Calif) for an AAA with ACF 4 months previously. Echocardiography 3 days after primary surgery had shown improvement of the right ventricular dilatation and tricuspid regurgitation pressure gradient (22 mm Hg). Tricuspid regurgitation was not observed. At 2 months after EVAR, computed tomography (CT) showed a type II endoleak from the inferior mesenteric artery (IMA) and persistent communication between the aneurysm and inferior vena cava. He was discharged 50 days after emergency EVAR because of shrinkage of the aneurysm sac (the maximum transverse diameter had decreased from 78 to 61 mm; ) and improvement of the right heart overload.\\nOn admission, his blood pressure was 125/68 mm Hg and his heart rate was 88 beats/min. The physical examination revealed abdominal tenderness and nonpulsatile abdominal mass. No clinical signs of right heart failure or venous hypertension were observed. The results of the laboratory tests were unremarkable. However, CT recorded in the arterial and delayed phases revealed rapid dilatation of the aneurysm sac during the previous 2 months (maximum transverse diameter had increased from 61 to 76 mm) and manifestation of the type II endoleak via the IMA from the meandering mesenteric artery (“dead-end” endoleak) by spontaneous obstruction of the ACF (). We performed direct ligation of the IMA with a transperitoneal approach under median laparotomy. Completion angiography did not show any endoleak. The 1-week postoperative CT scan showed shrinkage of the aneurysm sac (the maximum transverse diameter had decreased from 76 to 67 mm) and disappearance of the type II endoleak (). Although we performed CT angiography in the arterial phase and delayed phase, we were not able to detect any endoleak. The patient had an uneventful recovery and was discharged 20 days after surgery.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'16168683': 1, '23709272': 1, '23478500': 1, '21828399': 1, '15683265': 1, '26597238': 1, '19702345': 1, '33997557': 2}", "similar_patients": "{}"}