{"patient_id": 47087, "patient_uid": "8713436-1", "PMID": 34963477, "file_path": "comm/PMC008xxxxxx/PMC8713436.xml", "title": "Failure of a single day metronidazole desensitization protocol, and success of a modified two-day protocol in an outpatient setting", "patient": "A 50 year old female was referred to our outpatient clinic for evaluation of an allergic reaction to metronidazole. Within 20 min of receiving a therapeutic dose of metronidazole 500 mg to treat a Trichomonas vaginalis infection, she had experienced hives and throat swelling, which resolved with diphenhydramine. She had similarly reacted years prior, when she was prescribed metronidazole for an episode of diverticulitis. Past medical history was relatively unremarkable, though she did note diverticulitis, hypertension, fibromyalgia, chronic fatigue, and a previous hysterectomy. Concomitant chronic medications included amlodipine, perindopril, and boric acid. She had a history of allergic reaction to ranitidine, with documented reaction of throat tightness and hives. The patient was experiencing significant discomfort from her infection, and after discussion of the risks and benefits in our clinic, elected to undergo desensitization to metronidazole accordingly.\\nThe modified oral desensitization protocol adapted by Grendelman et al. in 2014 was undertaken. We collaborated with a local community compounding pharmacy, and asked for their help in providing compounded suspensions of oral metronidazole to undertake the desensitization protocol. The compounding pharmacy provided a suspension of oral metronidazole 50 mg/mL, which was further diluted down prior to administration. To obtain the smallest doses early on in the protocol (Table ), small volumes were diluted serially. Doses were administered in 15 min increments. After the first dose of 0.0025 mg, our patient reacted. Accordingly, Grendelman et al.’s protocol was further adapted for slower dose escalation (Table ). Dilutions were calculated in writing prior to administration of each dose, to ensure mathematical accuracy. Our patient tolerated the escalating doses on day 1 until she reached a dose of 250 mg, at which point she developed objective hives without other systemic symptoms of anaphylaxis. She was given bilastine 20 mg and monitored until her hives resolved, and was provided a prescription for an adrenaline auto-injector to carry overnight.\\nShe returned the following day for further desensitization. Her hives went away the preceding evening. She reported some non-specific back pain. She had been provided with a tablet of bilastine 20 mg to take prior to returning on day 2. On day 2, she was given 250 mg and then 500 mg of metronidazole, from the original 50 mg/mL suspension obtained from the pharmacy, and monitored. She did not experience any reaction or discomfort. She was instructed to carry the adrenaline auto-injector with her for the week, and to complete a 7 day course of metronidazole 500 mg twice daily without interruption. She did this successfully, and her infection was eradicated.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'1880329': 1, '8633672': 1, '24612959': 1, '18221927': 1, '33121364': 1, '34963477': 2}", "similar_patients": "{}"}