{"patient_id": 51666, "patient_uid": "8213252-1", "PMID": 34128901, "file_path": "comm/PMC008xxxxxx/PMC8213252.xml", "title": "Total uterine prolapse complicated with vesicovaginal fistula", "patient": "A 63-year-old woman, para 3 (all spontaneous vaginal deliveries), with a medical history of cardiac arrhythmia for which she was taking beta-blockers, consulted our clinic. She complained of vaginal bulging sensation and involuntary urinary leakage for 3 years. The urinary leakage was continuous, had progressively worsened, and she even needed to wear diapers at night. Leading points of prolapse were upper anterior and posterior vaginal wall, point Ba (+7) and Bp (+8), respectively. Points Ap and Aa were both 2 cm distal to hymen (+2) and cervix (C) was totally everted and was 9 cm below the hymen (+9). The posterior fornix (D) was 6 cm below the hymen (+6). Cervix was elongated since point C was significantly more positive that point D. Measurements for perineal body, genital hiatus, and TVL were 2, 5, and 9 cm, respectively. Because TVL equals maximum protrusion, this is stage IV prolapse.\\nBesides, decubitus ulcer over cystocele with free leakage of urine from the ulceration was also observed. Therefore, the patient was admitted to our hospital under the diagnosis of POP complicated with VVF. We consulted a urologist for VVF repair and planned to perform pelvic floor reconstruction after VVF repair.\\nDuring the operation, examination revealed that the VVF was located over the right posterolateral wall. A Foley catheter appropriate to the fistula size was inserted through the fistula into the bladder (Fig. A). When the balloon had been distended, the catheter was used to stabilize the bladder and expose the surgical field. A circumferential incision through the vaginal mucosa was made and the mucosa in this area was removed by sharp dissection (Fig. B). The fistula was closed in 2 layers. The tract of fistula was first closed with Vicryl 3 to 0. A second layer of interrupted sutures with Vicryl 2 to 0 was applied to close the prevesical fascia. After VVF repair, total vaginal hysterectomy (TVH) with sacrospinous ligament fixation (SSF) was performed. Anterior and posterior colporrhaphy was also performed after TVH and SSF (Fig. C). She was discharged home on postoperative day 4 with an in-dwelling Foley catheter for 2 weeks. Her postoperative course was uncomplicated and cystoscopy performed 14 days later revealed that the VVF repair site was healing well.\\nAt one-year follow-up, pelvic examination showed that the vaginal wound had healed properly, and vagina was well-supported. The patient did not complain of vaginal bulging sensation and urinary leakage. The patient has provided informed consent for publication of the case.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'15875236': 1, '22840870': 1, '24891778': 1, '31619862': 1, '14693342': 1, '18301852': 1, '24617690': 1, '22901248': 1, '21505577': 1, '34128901': 2}", "similar_patients": "{}"}