{"patient_id": 54113, "patient_uid": "8327678-1", "PMID": 34430866, "file_path": "comm/PMC008xxxxxx/PMC8327678.xml", "title": "A case of COVID-19 re-infection in Libya", "patient": "A 24-year-old male non-smoker, who had no known chronic\\nillnesses, presented to the fever clinic at Zliten Medical Center in June\\n2020 complaining of fatigue and intermittent fever for the preceding\\n3 days. On clinical examination, he was found to be oriented with\\nnormal vital signs. Routine blood test results were within normal\\nlimits. A chest X-ray was not performed at that stage since the patient\\nhad mild flu-like symptoms without any respiratory symptoms. His\\nnasopharyngeal swab result for SARS-CoV-2 polymerase chain\\nreaction (PCR) test was positive on 6 June 2020. Since his symptoms\\nwere mild, the patient did not require hospitalisation and was sent\\nhome for self-isolation. After a period of 5 days, all of his initial\\nsymptoms had improved. A repeat nasopharyngeal swab for SARS-CoV-2 PCR performed 11 days after the initial test was still positive.\\nThe SARS-CoV-2 PCR test was performed again 21 days after the\\ninitial positive result and was found to be negative. A confirmatory\\nnasopharyngeal SARS-CoV-2 PCR test was conducted 24 hours later\\nand the result remained negative. The patient was therefore allowed\\nto de-isolate and continue normal activities. On 10 August 2020,\\nthe patient was again referred to our fever clinic with complaints of\\nmild chest tightness and a dry cough. A nasopharyngeal swab for\\nSARS-CoV-2 PCR performed at that stage was positive, confirming \\na diagnosis of COVID-19 re-infection. The severity of his symptoms\\nduring his second episode of COVID-19 were however milder\\nthan the first episode and subsided after a few days. The patient\\nwas subsequently declared non-infectious 13 days after a period of\\nself-isolation as per the World Health Organization (WHO) criteria\\nfor recovery.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'32415334': 1, '33262913': 1, '33089772': 1, '34430866': 2}", "similar_patients": "{}"}