{"patient_id": 60972, "patient_uid": "8651419-2", "PMID": 34888111, "file_path": "comm/PMC008xxxxxx/PMC8651419.xml", "title": "Treatment of Acute Graft-versus-Host Disease in Liver Transplant Recipients", "patient": "The patient was a 67-year-old man with a history of cirrhosis due to ALD and HCC who underwent DDLT in 2020 with methylprednisolone induction. He was ABO blood group O, seronegative for CMV with a MELD score of 33 at the time of transplantation. The donor was a 23-year-old man with ABO blood group A, also seronegative for CMV. He returned to the hospital 15 days posttransplant with fever and diarrhea. His immunosuppression regimen on admission consisted of mycophenolate mofetil 500 mg twice daily, tacrolimus with trough level of 8.6 mcg/L, and prednisone 20 mg daily. The initial work-up was notable for Clostridioides difficle toxin detectable by stool PCR; oral vancomycin was started. Liver enzymes were normal at the time of presentation. Fevers continued with development of abdominal distention on day 3 of admission. An abdominal CT scan revealed generalized mesenteric and soft tissue edema and small volume ascites. At the same time, he became neutropenic with ANC of 0 cells <μL. Later that day, the patient developed refractory shock requiring vasopressors and acute hypoxic respiratory failure requiring endotracheal intubation and mechanical ventilation. Antimicrobial coverage was broadened to include IV cefepime and IV metronidazole. The following day, he developed a diffuse maculopapular rash ().\\nA skin biopsy and peripheral blood chimerism studies were done on hospital day 4 due to concern for aGvHD. Renal replacement therapy was initiated for acute renal failure. On hospital day 7, the chimerism studies resulted with 92% donor cells, and skin biopsy was significant for vacuolar interface dermatitis with dyskeratotic keratinocytes () consistent with aGVHD.\\nImmunosuppression was expanded to add high dose steroids with methylprednisolone 1 mg/kg every 12 hours along with increase in tacrolimus dose. On hospital day 7, GvHD-related laboratory markers were noted to be elevated (). Ruxolitnib was initiated due to no clinical response to steroids after two days. On ruxolitinib, the rash and ANC improved with a decline in C-reactive protein (CRP) level ().\\nOn day 14 of admission, he developed septic shock secondary to vancomycin resistance Enterococcus faecium bacteremia; IV daptomycin was started. Despite maximal medical management, he continued to deteriorate with multiorgan failure, and goals of care were changed based on the patient's and family's wishes. The patient died 29 days after transplant.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'30762668': 1, '32226622': 1, '31446673': 1, '19470441': 1, '15023138': 1, '28484267': 1, '26892365': 1, '28711168': 1, '31740766': 1, '30453910': 1, '19326415': 1, '22010102': 1, '26228813': 1, '20498647': 1, '27495762': 1, '30222903': 1, '17663410': 1, '34888111': 2}", "similar_patients": "{'8651419-1': 2}"}