{"patient_id": 48929, "patient_uid": "8079241-1", "PMID": 33937473, "file_path": "comm/PMC008xxxxxx/PMC8079241.xml", "title": "Skin deep: Cutaneous manifestation of PIP implant rupture", "patient": "A 68-year-old female presented for review of bilateral breast implants that were inserted in the private sector some 19-years prior. She had been very happy with the breast augmentation however, for the preceding 2-months she developed left breast pain, with localised erythema and oedema over the lower pole of her left breast and inframammary fold (IMF). Past medical history was significant only for hypertension, caesarean section 36years previously and penicillin allergy. She quit smoking 30years prior and was actively working as a carer.\\nOn examination, bilateral capsular contracture was identified, Baker grade III on the right and grade IV on the left, without adenopathy. On the left breast, below the IMF and on the lower pole of the breast there was a raised, erythematous confluent eruption (). To investigate this further, an MRI was arranged, and biopsies performed.\\nMRI confirmed implant rupture, with extrusion of silicone into the breast and abdominal wall tissue. Biopsies were negative for malignancy, identifying only inflammation.\\nFollowing multidisciplinary-team discussion, it was decided to perform bilateral explantation and capsulectomy with expectant management of the skin abnormality.\\nIntra-operatively, bilateral ruptured implants were identified. Both cavities were evacuated of copious viscous, yellow silicone material and ruptured silicone shells. Examination of the shells confirmed PIP-implants, size 350cc. Bilateral grossly thickened capsules were visualised, and partial capsulectomies performed, with the capsule material sent for histological analysis (). Following copious irrigation, the right-side was closed over a drain. On the left-side, significant and diffuse intraparenchymal silicone was identified (). In one area of the left lower pole it was seen to have fistulated through the skin. The skin change was overlying subcutaneous deposits of silicone that were producing what mimicked bullae. Multiple subcutaneous and intraparenchymal serpiginous tracts of silicone required evacuation, prior to copious irrigation and closure with a drain. Further cutaneous biopsies were performed. The patient was kept in hospital overnight and given a short course of antibiotics on discharge, one day post-operatively, following drain removal.\\nHistological analysis from the capsules identified a ‘florid extensive organising histiocytic reaction with focally hyalinised and calcified capsule, in keeping with rupture’. There was no evidence of malignancy or breast implant-associated anaplastic large cell lymphoma (BI-ALCL). The cutaneous biopsies identified only xanthomatous inflammation.\\nThree-months post-operatively, the patient was doing well. The cutaneous findings were somewhat improved, and she had no discomfort. Conservative management of this skin reaction is still being pursued ().", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'19624416': 1, '27579243': 1, '353852': 1, '25289223': 1, '7979055': 1, '21524950': 1, '16876092': 1, '27826457': 1, '33937473': 2}", "similar_patients": "{}"}