{"patient_id": 52778, "patient_uid": "8263280-1", "PMID": 34306785, "file_path": "comm/PMC008xxxxxx/PMC8263280.xml", "title": "A Rare T2-T3 Synovial Facet Cyst Causing Progressive Myelopathy", "patient": "Patient is a 59-year-old male who sustained a minor impact to his back one month prior to presentation. He was evaluated by a pain management specialist for chief complaint of back pain and ambulatory dysfunction. An MRI of the lumbar spine was performed which demonstrated mild, multilevel spondylosis. He was referred for physical therapy of the lumbar spine and was prescribed NSAIDs and muscle relaxers. He was reevaluated and reported worsening gait and an improvement in pain. He was referred for a lumbar epidural injection. He was reevaluated again two weeks after the epidural (approximately six weeks following the initial injury). At that time, he was completely wheelchair bound. He endorsed difficulty with bladder control for two days. He was referred to the emergency department for an immediate evaluation. At that time, he reported mild (3/10) pain in the lumbar spine. He denied neck pain, thoracic pain, arm pain, or leg pain. He denied numbness or paresthesia in any distribution including the chest wall.\\nThe patient's physical examination revealed 2/5 strength in the left iliopsoas, quadriceps, tibialis anterior, EHL, and gastrocnemius. His right lower extremity strength was 4/5 in the left iliopsoas, quadriceps, tibialis anterior, EHL, and gastrocnemius. He had decreased sensation below the nipple line bilaterally. He had normal digital rectal tone. He had no sensory loss in the perineal region. He had no clonus or Babinski sign. He had 1+ reflexes in all distributions.\\nA CT scan of the thoracic spine was ordered and found to be negative for any acute pathologic process. An MRI of the thoracic spine demonstrated a large high T2 intensity, low T1 intensity, heterogenous, and extradural round mass at the level of T2-T3 on the left side. There was no contrast enhancement. There was severe cord compression. There was acute cord signal change at the T2 level ().\\nThe patient was admitted to the intensive care unit, and intravenous steroids were administered with no significant improvement prompting surgical management.\\nThe patient was taken to the operating room for surgical intervention. Due to the location of cyst, as noted on preoperative imaging, a full laminectomy of T3 was performed first to define a normal region of dura. During the approach, the T3-4 interspinous ligament was resected. A midline laminectomy and decompression of T1, T2, and T3 was performed followed by complete excision of a large 3 cm × 1.5 cm synovial cyst (). The cyst was noticed to be originating from the left T2-T3 facet and demonstrated adhesions to the dura but was clearly extradural. Medial facetectomies and foraminotomies from T2 to T4 were performed bilateral to help prevent cyst recurrence and ensure a wide decompression followed by instrumented spinal fusion from T2 to T4 with autograft and allograft. The fourth thoracic vertebra was included in the fusion to minimize risk of iatrogenic instability as the T3-4 interspinous ligament was resected during the approach. There were no intraoperative complications or adverse recorded signal changes on intraoperative monitoring from baseline.\\nImmediately after surgery, the patient was at his preoperative baseline level. He had an uneventful postoperative course. He was discharged to an inpatient rehabilitation facility and eventually home. Final pathology report resulted in a diagnosis of a benign synovial cyst. The patient was evaluated at 2, 6, and 10 weeks postoperatively. At his two-week follow-up, his strength had substantially improved to at least four out of five in all distributions. By the sixth week postoperatively, patient's strength was fully restored to five out of five strength bilaterally in all distributions with no remaining paresthesia. At the patients tenth week postoperatively, his strength had remained full with no recurrence of symptoms and complete resolution of symptoms. A follow-up MRI was obtained three months postoperatively and revealed persistently adequate decompression of the spinal cord with no cyst recurrence as compared to preoperatively ().", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'26971829': 1, '18389295': 1, '8488445': 1, '29082053': 2, '11568715': 1, '24175863': 1, '19247161': 1, '22405394': 1, '28012354': 1, '15981000': 1, '18447695': 1, '14609693': 1, '23815248': 1, '25217245': 1, '30922840': 1, '3629450': 1, '15291021': 1, '20185353': 1, '34306785': 2}", "similar_patients": "{'5610893-1': 1}"}