{"patient_id": 125, "patient_uid": "8700689-1", "PMID": 34943493, "file_path": "comm/PMC008xxxxxx/PMC8700689.xml", "title": "Dilated Odontoma Arising in the Mandibular Third Molar Germ: Report of a Case of an Unusual Lesion in an Uncommon Site", "patient": "An 11-year-old male came to our observation for his first dental visit. His medical history was negative. No symptoms were reported by the patient or his parents. The face was symmetric and no swelling of the cervical lymph nodes was observed. Intraorally, the dentition of the permanent teeth was completed, except for the third mandibular molars and the second and third maxillary molars. Bucco-lingual expansion of the jaw bones was not evident. An orthopantomogram was performed to assess the development of third molars []. Unexpectedly, the analysis revealed an intraosseous doughnut-like lesion radiopaque at the periphery and radiolucent in the center associated with the left mandibular third molar germ (a). Additional dental abnormalities were not observed. The maximum diameter of the lesion was 5.7 mm. Based on these findings, developmental abnormalities of the third molar (e.g., dilated odontoma) and odontogenic (e.g., cementoblastoma) and non-odontogenic (e.g., osteoblastoma or osteoid osteoma) tumors were considered for differential diagnoses. To better characterize the lesion, a computed tomography (CT) scan was required. The analysis established bone integrity around the lesion and its independence from the local neuro-vascular structures. In addition, it revealed, on the sagittal projection, a small gap in the proximity of the buccal surface of the mandible (b). As the most significant clinical concern related to this condition is the risk of developing pulpal necrosis, it was decided to extract the germ of the third molar and the underlying lesion. To do this, under local anesthesia, a mucoperiosteal flap was raised posterior to the mandibular right second molar. The vestibular cortical plate was removed, exposing the ovoid mass, which was removed with the germ of the mandibular tooth. The surgical flap was repositioned and sutured. Healing was uneventful. The excised lesion appeared as an empty hard spherical mass virtually devoid of content (). It was routinely processed for paraffin embedding after fixation and decalcification. Histologically (a,b), the outer hard tissue was dentin. The inner part of dentin was in continuity with basophil calcified material, which in turn was focally in contact with the bone-like matrix. The basophil calcified material focally presented a rod-like structure consistent with enamel (b, insert). More centrally, the lesion was composed of fibro-vascular tissue. The pathologic findings were considered as consistent with a dilated odontoma.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'13494010': 1, '27041914': 2, '24083216': 2, '19179952': 1, '26989523': 2, '20123392': 1, '26539384': 1, '21966333': 2, '26058225': 1, '26780470': 1, '13477660': 1, '34943493': 2}", "similar_patients": "{'4792039-1': 1, '4792039-2': 1, '3784682-1': 1, '3178899-1': 1, '4771879-1': 1}"}