{"patient_id": 47065, "patient_uid": "8710037-1", "PMID": 34966604, "file_path": "comm/PMC008xxxxxx/PMC8710037.xml", "title": "Necrotizing Fasciitis of the Breast Requiring a Life-Saving Mastectomy: A Case Report and Literature Review", "patient": "A 57-year-old diabetic, hypertensive, and obese female was admitted to the medical ward at the General Hospital for sudden right-sided chest pain for one day. A CT pulmonary angiogram was performed, which reported no pulmonary embolism; however, there was a large pocket of air within the right breast suggestive of gas gangrene of the right breast with significant edema within the overlying skin (Figure ). The patient's condition worsened over the next few hours with increased right breast pain, swelling, shortness of breath, and ruptured bullae at the 9 o'clock position of the breast. She was immediately referred to the general surgeons; on further scrutiny, she reported having been bitten by an insect in the inferior aspect of the breast two weeks prior but stated that she had not taken it seriously She also reported a family history of breast cancer, with two close relatives having the disease.\\nOn clinical examination, she was found to be tachypnoeic, and tachycardic with a rate of 130 beats per minute; however, she was afebrile but her overall general appearance was one of a toxic-looking patient. The right breast was found to be swollen, tender, and with discolored necrotic skin at the 9 o'clock position. Her laboratory tests showed a white cell count of 17.56 x 109/L with mild left shift and a normal hemoglobin level of 12 gm/dl; her renal serum electrolytes were within normal range but her serum creatinine was elevated at 3.5. An arterial blood gas identified a metabolic acidosis with a pH of 7.30 and lactate of 7.4 mmol/L. Creatinine was elevated at 394 umol/L, and broad-spectrum antibiotics were started. After prompt resuscitation, the patient consented to undergo emergency debridement of the right breast.\\nThe surgical findings included the presence of air within the breast with almost 100% of the breast being necrotic with dead overlying skin; a mastectomy was performed. The finger test was used when the pectoral fascia was encountered at the depth of the wound; this showed no further spread across the chest wall. With most of the breasts removed to achieve healthy margins, the wound was packed with gauze (Figures , ).\\nGram staining of a representative sample of breast tissue was performed and found to contain only Gram-negative bacteria. Physiologically, however, our patient became acidotic and hypotensive and required noradrenaline support. She was transferred to the ICU. Her stay at the ICU was uneventful, and she was slowly weaned off pressure support and discharged to the high dependency unit (HDU) on day seven. Her microbiology report demonstrated Klebsiella pneumoniae species sensitive to carbapenem. The wound was examined daily for the first few days and found to be healthy-looking with minimal slough at the base (Figure ). A vacuum dressing was applied later on to assist in the closure of the wound, and delayed closure of the wound was done.\\nThe patient was discharged on the 21st postoperative day. She was followed up in the surgical outpatient clinic and her wound healed well. Final histology did not reveal any malignancy; however, it showed extensive necrosis of the skin, fascia, and breast tissue with neutrophilia in the necrotic area. At the one-year follow-up at the surgical clinic, she was found to be doing well with no further complaints (Figure ).", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'18971695': 1, '13712184': 1, '17599015': 1, '4160734': 1, '18248557': 1, '33215036': 1, '27146346': 1, '18401589': 1, '31721667': 1, '20814771': 1, '33026953': 1, '16509844': 1, '16684327': 1, '22669861': 1, '28189984': 1, '19292808': 1, '24945507': 1, '17865019': 1, '12470116': 1, '11121322': 1, '16409591': 1, '13756184': 1, '4819219': 1, '18454477': 1, '27633708': 1, '19645797': 1, '21854557': 1, '9700289': 1, '11091013': 1, '21986017': 1, '19622255': 1, '17473566': 1, '34966604': 2}", "similar_patients": "{}"}