{"patient_id": 106525, "patient_uid": "8035581-1", "PMID": 33850388, "file_path": "noncomm/PMC008xxxxxx/PMC8035581.xml", "title": "Pediatric giant cell reparative granuloma of the lower clivus: A case report and review of the literature", "patient": "A previously healthy 9-year-old girl presented with a 1-year history of slowly progressive hoarseness and dysphagia. She had no significant history of trauma. The patient denied any neck pain or headache upon presentation to our hospital. Neurological examination revealed left glossopharyngeal, vagus, and hypopharyngeal nerve palsy. Her laboratory data were normal, showing no abnormalities of calcium metabolism or hormones.\\nImaging findings revealed a large mass that occupied the clivus. Computed tomography (CT) revealed a calcification of mass lesion with osteolytic changes in the clivus [-]. The lesion extended from the condyle to the sella turcica. Bilateral condyles were invaded by the lesion and had slightly collapsed. The margin of the lateral side was the medial side of the bilateral internal carotid arteries. The mass also involved the left jugular foramen and hypoglossal canal. Magnetic resonance imaging showed that the lesion had relatively low intensity in both T1- and T2-weighted images and was heterogeneously enhanced by gadolinium [-]. A heavy T2-weighted image revealed that the left glossopharyngeal nerve, vagus nerve, and hypoglossal nerve were encased by the mass. A whole-body CT scan and positron emission tomography revealed no other lesions.\\nAn endoscopic endonasal transclival approach was performed to confirm the pathological finding and to decompress the left lower cranial nerves. Intraoperatively, the lesion was hemorrhagic and white-yellow in color, and consisted of relatively soft tissue []. Some hard calcifications were present in the lesion as well. The lateral side of the lesion was resected until the C5 portion of the medial side of the internal carotid artery was exposed []. The upper side of the lesion was resected until normal dura and bone were exposed []. On the left inferior lateral side, the left hypoglossal canal was opened []. The lesion around the condyle was not resected to preserve occipito-cervical stability. Transient bilateral abducens nerve palsy newly appeared and disappeared within 3 months. No other complications such as cerebrospinal fluid leak or meningitis occurred. Postoperative imaging findings showed that the lesion was resected between the dorsum sellae and lower clivus without the condyle joint []. Over the last 6 months without other treatment, the residual lesion has not regrown. The deformation of the craniovertebral junction has not changed compared to preoperative findings.\\nThe pathological findings demonstrated an area of calcification with abundant spindle-shaped fibroblasts and multinucleated giant cells. Some focal hemorrhage was present that was surrounded by osteoclast giant cells and inflammatory cell infiltration including neutrophils. No atypical mitotic figures and no mononucleated tumor cells were observed. In addition, immunohistochemical staining revealed that both H3.3G34W and K36M were negative. The final diagnosis was a GCRG [].", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'14571021': 1, '19847766': 1, '9199687': 1, '9560106': 1, '16971612': 1, '13026160': 1, '10218717': 1, '23230521': 2, '14702875': 1, '23119479': 1, '7611091': 1, '23943191': 1, '12217681': 1, '3174054': 1, '19131785': 1, '11508516': 1, '15313721': 1, '8414766': 1, '7025650': 1, '17664921': 1, '4590573': 1, '12472217': 1, '29757500': 1, '33850388': 2}", "similar_patients": "{'3515947-1': 1}"}