{"patient_id": 108845, "patient_uid": "8226409-1", "PMID": 34234985, "file_path": "noncomm/PMC008xxxxxx/PMC8226409.xml", "title": "Primary Eustachian Tube Tuberculosis", "patient": "A 31-year-old healthy woman presented with complaint of reduced hearing in her left ear for four months which was associated with tinnitus in her left ear. There was no ear pain, discharge, or fever. She denied any nasal symptoms, chronic cough, or weight loss, and any previous contact with TB patients. She was previously treated for otitis media with multiple courses of oral antibiotics prescribed by a general practitioner, but the symptoms persisted.\\nClinically, she was well. Otoscopy showed a normal external auditory canal with dull left tympanic membrane. The right ear was normal.\\nNasoendoscopy revealed yellowish slough covering the left Eustachian tube opening (). The slough was biopsied and the specimen was sent for histopathological examination (HPE) and acid-fast bacilli (AFB) staining. No cervical lymph node was palpable. Tympanometry showed type B tympanogram pattern in the left and type A tympanogram pattern in the right ear. Pure tone audiometry (PTA) was consistent with moderate mixed hearing loss in her left ear.\\nChest radiograph was normal. The staining for AFB was positive and the HPE of the slough was reported as nonspecific inflammation. An early-morning sputum test for AFB performed for three consecutive days and Mycobacterium tuberculosis culture were negative.\\nShe was diagnosed with nasopharyngeal TB. The intensive phase anti-TB treatment consisting of isoniazid, rifampicin, pyrazinamide, and ethambutol was started for 84 doses followed by a maintenance treatment with rifampicin and isoniazid for 120 doses. Nasal endoscopy showed a complete resolution of slough near the Eustachian tube opening after three months of treatment (). Repeated PTA showed normal hearing in both ears and tympanometry type A tympanogram in both sides. Subsequently she completed six months of anti-TB therapy.\\nA follow-up for one year after the completion of the anti-TB treatment showed no ear or nasal symptoms. A nasal endoscopy revealed normal nasopharynx and Eustachian tube. Her hearing was also normalised.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'16519394': 1, '27034677': 1, '16923320': 1, '15523462': 1, '25935077': 1, '34234985': 2}", "similar_patients": "{}"}