{"patient_id": 48685, "patient_uid": "8066474-1", "PMID": 33892701, "file_path": "comm/PMC008xxxxxx/PMC8066474.xml", "title": "Chondroblastoma of the patella with secondary aneurysmal bone cyst, an easily misdiagnosed bone tumor:a case report with literature review", "patient": "A 30-year-old man presented with the complaint of pain in his left knee for the past 6 months that had further aggravated in the past 2 weeks. There was no obvious inducement of the knee pain 6 months ago, and, although it was aggravated after certain activities, the pain remained tolerable. The patient did not seek any treatment because the pain did not affect the patient’s daily life activities. However, when the patient experienced increased pain for the past 2 weeks, he sought medical help from the hospital.\\nHis physical examination revealed obvious tenderness in the left anterior patella, no swelling in the left knee, and no effusion in the joint cavity. Normal color and temperature of the local skin, a negative result on the floating patella test, and no knee instability and locking were observed. He showed normal knee movement. No abnormality in the laboratory test results was recorded before surgery.\\nImaging examination included anteroposterior and lateral left knee radiographs before surgery. The density of the left patella was found to be decreased uniformly, and the joint space was normal. Preoperative CT revealed osteolytic cystic bone destruction at the middle and lower portions of the left patella, in a lobulated or worm-eaten shape with sharp edges. The local bone cortex had thinned. The focus boundary was clear, and there was no sign of sclerosis at its edge. Preoperative MRI revealed abnormal MRI signals of patchy shadow with a clear margin in the left patella. The T1-weighted images (T1WI) showed hypo-intensity, while the T2-weighted images (T2WI) showed hyperintensity. The fluid level could be observed on the sagittal or axial view of the T2WI, suggestive of ABC as a concern. Preoperative lung CT revealed no neoplasm metastasis focus (Fig. ).\\nThe condition could be diagnosed as GCT with secondary ABC (Enneking stage II) based on the patient’s age and imaging findings. The surgery was performed after completing the preoperative preparations. However, no needle biopsy was performed before the surgery, for the following reasons:\\nThe patient’s age and imaging findings were consistent with those of GCT, which made the preoperative diagnosis credible and eliminated the necessity of preoperative needle biopsy. Only a few samples could be collected by fine-needle aspiration or core needle biopsy due to the small focus or insufficient experience of the operator. The ABC with the small focus identified in the preoperative MRI raised difficulty in collecting sufficient samples.\\nThe patient was made to lie in a supine position, and his left lower limb and right ilium were disinfected and draped. After approaching the lesion, a cortical window was created. Fresh blood was observed to be oozing out of the focus after the fenestration, and the focus had a multi-dividing shape containing some myxoid substance. The cartilage surface of the patella was relatively complete. A biopsy was obtained for the frozen section to confirm the provisional diagnosis. Through the cortical window, the intralesional curettage of the lesion was extended. Then, a high-speed burr was used to enlarge the tumor cavity, allowing the removal of an additional 1–5 mm of the cavity lining. After repeated irrigation of the tumor cavity with povidone-iodine solution and isotonic saline, autologous iliac bone was harvested from the right ilium, followed by grafting in the focus (Fig. ) and suturing of the incisions in turn.\\nThe reports for the intra-operative frozen section and postoperative pathological results revealed that the tumor tissues in the left patella were composed of osteoclast-like multi-nucleated giant cells and chondroid matrix. Accordingly, CB was considered (Fig. ).\\nThe left knee joint was reviewed after the surgery, and the grafted bone at the focus was found to have a good effect on the anteroposterior and lateral films and 3D-reconstructed CT. The static quadriceps exercise was started immediately after the surgery. The knee joint was next fixed with braces at the extension position for 4 weeks, after which the functional exercise for the knee was started. Two weeks after the operation, the pain was completely relieved. The range of motion of the knee joint was normal 2 months postoperatively. The imaging showed that the grafted bone had been partly incorporated with the host bone (Fig. ). The patient is satisfied with the current outcomes.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'24683664': 1, '11060436': 1, '29529643': 1, '32811252': 2, '31428555': 1, '21088467': 1, '31193486': 1, '32594198': 1, '24162739': 1, '30449024': 1, '24268511': 1, '28557595': 1, '31728625': 1, '25432292': 1, '16951639': 1, '20359343': 2, '31831014': 2, '26844533': 1, '22951298': 1, '21310678': 1, '28470965': 1, '28971570': 1, '18815789': 1, '31315494': 1, '32502498': 1, '26041854': 1, '23545728': 1, '26457357': 1, '30589380': 1, '25906772': 1, '19970672': 1, '33892701': 2}", "similar_patients": "{'2853506-1': 1, '7513413-1': 1, '6909653-1': 1}"}