{"patient_id": 58930, "patient_uid": "8553277-1", "PMID": 34725584, "file_path": "comm/PMC008xxxxxx/PMC8553277.xml", "title": "Diatom-Positive Cadaver: Drowning or Homicide?", "patient": "A dead body of a 34-year-old male was found from a gutter line in Thatta district, Sindh. Upon external examination, the dead body was found to have widespread blisters and swollen face and abdomen. The macerated foul-smelling body with a half-opened mouth was missing nose, upper lip, and left eyelid as a result of being eaten by fish/insects dwelling in the gutter. The clothes, hair, nails, and nail scrapings of the dead body were sent for DNA and serological analyses. Upon serological analyses, blood was detected on the clothes of the victim. The DNA profile obtained from the hair and nail of the victim was consistent with a single source of male origin. The DNA profile obtained from nail scrapings was a mixture of at least two individuals with a major and minor component. The major component matched the DNA profile of the hair and nail of the deceased, but the minor component did not match, which further adds weight to the possibility of a homicide. The dead body was then buried without forensic intervention due to a lack of forensic expertise in the rural area of Thatta.\\nAfter almost six months post burial, exhumation of the dead body was requested by the investigating officer to ascertain the cause of death, whereafter, it was performed. Upon unearthing, the body was found in an advanced stage of decomposition, with soft tissues decomposed and the underlying skeleton intact (Figure ). Greater cornu of right upper 1/3rd of hyoid bone was found fractured, and both maxilla and mandible were dislocated (Figure ). The rest of the skeleton was unremarkable in appearance. The left clavicle and right femur were reserved for chemical analysis to detect the presence of diatoms and traces of poison (Figure ). Water from the death site (gutter) was taken to compare and detect diatoms. The right clavicle bone and two pairs of teeth were also extracted for parental testing. The cause of death was reserved till results from the chemical analysis were received.\\nThe DNA matched with the blood samples of the parents, which confirmed the identity of the dead body. The chemical analysis excluded poisoning and confirmed diatoms’ presence in the reserved bones. However, diatoms were not found in the water sample from the death site. Fracture of the greater cornu of the right upper 1/3rd of hyoid bone suggested manual strangulation. From the aforementioned findings, asphyxia, as a result of throttling, was declared the cause of death.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'31442682': 1, '34377573': 1, '9493342': 1, '25628338': 1, '7297963': 1, '9068187': 1, '10739219': 1, '32939425': 1, '32602942': 1, '17023133': 1, '23597739': 1, '23701706': 1, '21216213': 1, '9068188': 1, '24752426': 1, '34725584': 2}", "similar_patients": "{}"}