{"patient_id": 59048, "patient_uid": "8557330-1", "PMID": 34729161, "file_path": "comm/PMC008xxxxxx/PMC8557330.xml", "title": "A word of caution: bilateral axillofemoral bypass could not provide sufficient blood flow in a patient who underwent aortic resection for aortoesophageal fistula: a case report", "patient": "The patient was an 81-year-old man with a history of maintenance dialysis due to diabetic nephropathy, right hemicolectomy due to transverse colon cancer, coronary artery bypass grafting and abdominal aorta-femoral-popliteal bypass surgery due to peripheral arterial disease. The patient complained of anorexia for the last 1 month, and a screening computed tomography (CT) scan revealed a ruptured descending aorta (). He was transferred to our hospital for surgical management. At the time of admission, his vital signs were stable, but blood tests indicated a systemic infection, given that his leukocyte count was 14 510/μl and C-reactive protein was 27.92 mg/dl.\\nAfter admission, an emergency thoracic endovascular aortic repair (TEVAR) was performed using 34 × 150 mm and 31 × 150-mm sized endografts (CTAG, W. L. Gore & Associates, Flagstaff, AZ, USA). Based on the irregular shape of the aneurysm and available laboratory data, an infectious aortic aneurysm was suspected, and antimicrobial agents were administered since the time of admission.\\nSeven days after TEVAR, the patient developed fever, and a CT scan showed bilateral iliopsoas abscesses and gas images inside the aneurysm (). We decided to perform upper gastrointestinal endoscopy and CT-guided drainage for abscesses. Endoscopy showed perforation of the esophageal wall and accumulation of necrotic tissue ().\\nThe establishment of extracorporeal circulation using the femoral artery as the blood delivery route was considered difficult due to peripheral artery disease, and it was deemed impossible to use omental flap due to a history of right hemicolectomy. Therefore, in-situ reconstruction of the descending aorta seemed to be impossible, and we decided to perform bilateral axillofemoral bypass followed by descending aortic resection and esophagectomy.\\nThe surgery was performed under general anesthesia. First, bilateral axillofemoral bypass surgery was performed through the subcutaneous route using an 8-mm polytetrafluoroethylene graft (PROPATEN, W. L. Gore & Associates, Flagstaff, AZ, USA) that was comparable with the diameter of the subclavian arteries.\\nSubsequently, the patient was placed in the right lateral supine position and the descending aorta was exposed by opening the left posterolateral side of the chest. The aorta was resected, and the ends were closed by suturing. The proximal side was reinforced with a bovine pericardial patch. The remaining descending aorta was incised longitudinally, and the stent graft was removed. The gastrointestinal surgeon then performed an esophagectomy. Because of continuous oozing of blood, the chest was temporarily closed with gauze packing. Finally, a cervical esophagostomy and gastrostomy were performed. The total operative time was 14 h and 14 min, and the blood loss was 5853 ml. Pathology was suggestive of an infectious aortic aneurysm, and blood cultures repeatedly showed Staphylococcus aureus. On postoperative Day 4, the chest was closed.\\nThe patient’s consciousness gradually improved; however, we suspected prolonged ventilator management and performed a tracheostomy on the 13th day after surgery. However, his general condition gradually worsened, resulting in multi-organ failure. The patient developed critical ischemia of the extremities. The patient’s circulatory insufficiency worsened, and he died on the 18th postoperative day.\\nThe pathological autopsy showed black discoloration of the extremities and intestinal ischemia (), and the cause of death was diagnosed as multiple organ failure due to circulatory failure.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'23778082': 1, '8574532': 1, '29129420': 1, '2144597': 1, '6973287': 1, '34729161': 2}", "similar_patients": "{}"}