{"patient_id": 106462, "patient_uid": "8025811-1", "PMID": 33820821, "file_path": "noncomm/PMC008xxxxxx/PMC8025811.xml", "title": "Multiomics analysis reveals a distinct response mechanism in multiple primary lung adenocarcinoma after neoadjuvant immunotherapy", "patient": "A woman aged 72 years admitted to outer hospital was accidentally found with multiple pulmonary nodules on a CT scan. One nodule in the left upper lobe was a solid lesion, whereas all others were mixed or pure ground-glass nodules. PET scan showed no distant metastasis or enlarged lymph nodes with increased uptake values. Percutaneous lung biopsy of the major solid nodule confirmed lung adenocarcinoma. Next-generation sequencing showed pan-negative results for all common driver mutations. Immunohistochemistry (IHC) using the Dako 22C3 assay revealed a PD-L1 expression level of 40%. However, due to the presence of bilateral pulmonary nodules, intrapulmonary metastasis and multiple primary lung cancer were indistinguishable. Given the negative results for driver mutations and the relatively high PD-L1 expression, the patient was prescribed the ‘first-line’ pembrolizumab, with informed consent. After three cycles (21 days/cycle) of pembrolizumab treatment, the patient was scheduled for radical treatment at our hospital. Chest CT showed significant shrinkage (31.8%) of the solid nodule; however, mixed and pure ground-glass nodules remained stable or slightly increased in size (). Surgical resection of the major nodule and other nodules in the upper left lobe was considered due to the potential of early stage disease and radiological surveillance was recommended for mixed or pure ground-glass nodules in other lobes. IHC and multiplex immunohistochemistry (mIHC) revealed significantly high levels of infiltrating CD8+ lymphocytes and activated CD68+HLA-DR+ macrophages in responding nodules (W2). Notably, CD20 staining showed tertiary lymphoid structures (TLS) formation in all three nodules, which has been verified its potential of predicting immunotherapy efficacy. As expected, the extent of TLS observed in non-responding nodules (W1/W3) was smaller than that in W2 ().\\nMultiomics sequencing was performed on three resected nodules as described in the . Whole exome sequencing (WES) and T cell receptor repertoire (TCR) in resected nodules identified highly heterogenous genomic features among different nodules. Both W1 and W3, which were unresponsive to immunotherapy, harbored the EGFR exon 21 L858R mutation, whereas W2 harbored an oncogenic driver mutation in KRAS. Arm-level somatic copy number alterations indicated relatively fewer events in W1 and W2, likely leading to lower immune evasion. The tumor mutation burden of W2 was notably higher but showed the lowest genomic instability (). Additionally, HLA phenotypes predicted nearly separate neoantigen distribution, indicating that the different nodules induced a heterogenous microenvironment (). TCR-beta chain sequencing identified a markedly amplified complementarity-determining region 3 (CDR3) alignment (CAISLKSSGFTGELFE) in the W2 cell type, contributing to over 10% of the total repertoire. In contrast, the most predominant CDR3 clonotypes in W1 and W3 accounted for only 3.9% and 1.1%, respectively, suggesting a specific T cell proliferation in W2 (). In line with the presence of a dominant clone, TCR clonality was relatively higher in W2; however, the W2 clonotype had lower TCR diversity compared with the other two nodules even under the same systemic immunity () (original data of mIHC, WES as well as HLA phenotype was summarized in ).\\nWe then analyzed gene expression in tumor cells selected using InferCNV from single-cell RNA sequencing (scRNA-seq) and determined differentially expressed genes in W2 and W1/W3 cancer cells. Genes correlated with HLA, complement activation and immune modulation were significantly upregulated in W2 cancer cells, whereas genes related to cell growth and adhesion were upregulated in W1/W3 cancer cells (). We further examined several gene signatures that could influence the efficacy of antitumor treatment. The fatty acid metabolism gene signature was significantly enriched in W2 (p<0.001, false discovery rate (FDR) q<0.001). Both hypoxia-related (p=0.038, FDR q=0.060) and G2/M checkpoint signatures (p=0.048, FDR q=0.069) were markedly enriched in the W2. However, there was no significant enrichment in the epithelial mesenchymal transition signature (p=0.087, FDR q=0.187) among nodules (). W2 cancer cells were significantly involved in antigen processing and presentation through major histocompatibility complex class II (p<0.001, FDR <0.001). Additionally, W2 cancer cells were involved in positive regulation of T cell-mediated cytotoxicity and other T cell activation processes. In contrast, W1/3 cancer cells were significantly involved in growth factor receptor signaling (p<0.001, FDR=0.058) and cell proliferation (p<0.001, FDR=0.060) (), which could partially explain the limited response to immunotherapy.\\nGiven the major therapeutic mechanism of PD-1 checkpoint inhibitors on T lymphocytes, we evaluated differential T cell interactions between responding and non-responding nodules. T cell subtypes were distinguished by specific markers in CD4 (CD3+CD8+CD45+) and CD8 (CD3+CD8+CD45+) lymphocytes (), respectively. To investigate how immunotherapy affected the expression of checkpoints and costimulator molecules in CD8 T lymphocytes, we examined the expression of 26 relevant genes in different cell types. CD8-C1-ITGAE, CD8-C5-HAVCR2 and CD8-C9-MKI67 showed relatively high expression of immune checkpoint proteins, such as LAG3, PDCD1, cytotoxic T-lymphocyte antigen 4 (CTLA-4), TIGIT and HLA-A, whereas other cell types had weak or no expression of these proteins (). To map the evolutionary trajectory of CD8+ lymphocytes under immunotherapy, we performed pseudo-time analysis and identified two fates. W2 cells tended toward fate 2, characterized by high expression of HAVCR2, TIGIT, PDCD1, GNLY, HLA-A and GZMB, which correlated with T cell exhaustion and cytotoxic signals (). W1/W3 cells tended toward fate 1, which was characterized by the high expression of GZMH, HLA-DRA and IFNG (). These results were corroborated by Gene Ontology analysis, showing that fate 2 was enriched for the induction of antigen-specific cytotoxicity in CD8 lymphocytes. However, CD8 lymphocytes in fate 1 also exhibited activated T cell functions, such as T cell costimulation and TCR signaling (). Trm, previously reported to reside in epithelia, connective tissues and other tissues, have been associated with superior long-term prognosis in various cancers. In this study, Trm subsets were prominently enriched in W2 cancer cells, accounting for nearly 50% of T lymphocytes. Therefore, we established a Trm signature by screening specific genes using the Wilcoxon rank-sum test, as described in the . Using three studies and two datasets from The Cancer Genome Atlas () as external validation cohorts to assess the predictive immunotherapy and prognostic value of Trm, we found that cells with high Trm infiltration showed significantly prolonged overall survival in both lung adenocarcinoma and melanoma. Except in one study, patients with high Trm signature treated with either PD-1 or CTLA-4 inhibitors showed appreciable survival compared with patients with low Trm signature indicating that Trm was both a predictive and prognostic factor for immune infiltration in multiple cancer types ().", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'31154919': 1, '22318521': 1, '31243362': 1, '26688350': 1, '31446140': 1, '28930685': 1, '28647671': 1, '18829338': 1, '27117833': 1, '34463034': 1, '19773638': 1, '28104840': 1, '29567705': 1, '24531241': 1, '30318143': 1, '31942075': 1, '31940273': 1, '31675272': 1, '29990692': 1, '19766788': 1, '34707601': 1, '34680292': 1, '12407406': 1, '29658848': 1, '26944304': 1, '26997480': 1, '26359337': 1, '31174496': 1, '29942092': 1, '28487385': 1, '25667295': 1, '25725111': 1, '31634666': 1, '25443005': 1, '32024970': 1, '33820821': 2}", "similar_patients": "{}"}