{"patient_id": 110511, "patient_uid": "8383565-1", "PMID": 34434308, "file_path": "noncomm/PMC008xxxxxx/PMC8383565.xml", "title": "Salivary Duct Carcinoma of the Submandibular Gland: A Case Report and Review of the Literature", "patient": "A 51-year-old man with a medical history of arterial hypertension, obesity and smoking presented to the Ear, Nose and Throat clinic (ENT) complaining of progressive left submandibular swelling of 10 years duration. No pain or neurologic deficits were present. A sonography was performed that showed a solid hypoechogenic mass of 3.7 cm diameter, hyperechogenic calcium deposits within, and supracentimetric lymphadenopathies in II and V ipsilateral ganglionic levels ().\\nA neck-chest-abdomen computed tomography (CT) scan was performed, revealing an expansive-infiltrative, heterodense solid mass on the left submandibular gland, that measured 3.8 cm in diameter. The mass displayed irregular contours with central hypodense areas following intravenous contrast administration, suggestive of necrosis and calcifications within. The mass was invading the ipsilateral medial pterygoid and platysma muscles. Lymphadenopathy was observed with hypodense center in the left II-V ganglionic level as large as 11 mm. In addition, CT revealed the presence of nodules in the liver suggestive of metastatic disease ().\\nA biopsy was performed under general anesthesia revealing an SDC. The Head and Neck Tumor Board reviewed the case, and recommended surgical excision and neck dissection. The postsurgical biopsy confirmed the presence of an SDC with infiltration of adjacent structures and positive lymphovascular/perineural invasion. Immunohistochemistry tests were positive for androgen receptor (AR+), Cerb-B2, GATA 3 and CK7 and negative for P63, KHMW, CK5/6 and P40 ().\\nFollow-up by The Head and Neck Tumor Board where it was staged as a T3N2M1 resulted in the recommendation of palliative chemotherapy. He received six cycles of carboplatin and taxol, showing good tolerance and clinical local improvement. At the end of the treatment, neck-chest-abdomen-pelvis CT examinations were performed, revealing the presence of progressive liver nodules, and thoracic, lumbar, and sacral spine bone lytic lesions consistent of extensive metastatic disease (). The patient was referred to the pain control and palliative care program.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'29373327': 1, '23606370': 1, '25364161': 2, '25435994': 2, '28073374': 2, '25136467': 1, '2813793': 1, '22307272': 1, '19152097': 1, '15900577': 1, '29538201': 2, '26790669': 1, '28321773': 1, '27721618': 2, '26939990': 1, '25324983': 1, '11526259': 1, '25249211': 2, '12563124': 1, '23429737': 1, '15891184': 1, '34434308': 2}", "similar_patients": "{'5882407-1': 1, '4190344-1': 1, '4246609-1': 1, '5223568-1': 1, '4211220-1': 1, '5051301-1': 1}"}