{"patient_id": 56524, "patient_uid": "8437203-1", "PMID": 34548990, "file_path": "comm/PMC008xxxxxx/PMC8437203.xml", "title": "New-Onset Psychosis Following COVID-19 Infection", "patient": "A 55-year-old female with a past medical history of hypertension, type 2 diabetes, and obesity was brought to the emergency department by her family members for concerns regarding her behavior. The patient was discharged from another hospital a week ago, where she was treated for COVID-19 infection using oxygen therapy, steroids, and remdesivir. She received dexamethasone 6 mg IV for seven days. She was discharged with no psychotic symptoms during her hospital stay and continued to receive oxygen therapy at home after steroids and remdesivir were discontinued. The patient became symptomatic with COVID-19 three weeks before her current presentation, and she tested negative on the COVID-19 RNA test performed during the current ED visit. In ED, the patient had a blood pressure of 147/119 mmHg and tachycardia (130 bpm). Her SpO2 saturation was 97%. The patient was without any fever at the presentation. Her lactate dehydrogenase levels were 825 units/L, and her white blood cell count was 4500 cells/mm3. She had non-command type auditory hallucinations and delusions of religious nature. She reported hearing God’s voice asking her to save the earth. COVID-19 was also the central theme of such hallucinations/delusions. She was agitated, screaming at staff members, and removing IV lines. She received diphenhydramine 25 mg, haloperidol 5 mg, and lorazepam 2 mg for acute management of symptoms. She was also started on metoprolol 25 mg for management of her hypertension. Infectious disease workup was negative. MRI and CT scans of the brain were unremarkable. The urine drug screen was negative for substances. All etiologies of such presentation were ruled out.\\nOn a follow-up visit the next day, the patient continued to have grandiose delusions, her speech was pressured. She was preoccupied with God, COVID-19, and the Devil. She reported seeing God and reported that God is talking with her during the interview. It was decided to admit the patient to the inpatient psychiatric ward. She was started on haloperidol 10 mg and sodium valproate 1000 mg for treatment. She continued to show improvement in her symptoms. Considering the better side effect profile of second-generation antipsychotics regarding extrapyramidal side effects, she was discharged from the hospital on aripiprazole 10 mg and sodium valproate 1000 mg daily after two weeks of inpatient stay to follow-up at the outpatient clinic.\\nDuring her stay, we collected collateral information from multiple sources. The patient was never diagnosed with any psychiatric illness. She never visited a psychiatrist in her lifetime. Family history is positive for bipolar disorder type I in a distant cousin. Her family also has a history of developing psychiatric symptoms following steroid use. However, there is no history of her developing psychiatric symptoms following treatment with steroids in the past. The family members reported that they have never seen abnormal behavior in her before this instance.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'32784244': 1, '32174851': 1, '33271682': 1, '32639089': 1, '15056583': 1, '28601141': 1, '15935422': 1, '25264396': 1, '33068723': 1, '33280502': 1, '34218857': 1, '32434092': 1, '32809292': 1, '33181098': 1, '33328211': 1, '33906867': 1, '34548990': 2}", "similar_patients": "{}"}