{"patient_id": 113075, "patient_uid": "8638039-1", "PMID": 34904093, "file_path": "noncomm/PMC008xxxxxx/PMC8638039.xml", "title": "Atrial fibrillation and concomitant left subclavian, axillary and brachial artery embolism after fiberoptic bronchoscopy: A case report", "patient": "A 70-year-old female patient was admitted to the Department of Cardiology due to complaints of repeated dizziness over a 10-year period and shortness of breath and cough for 1 year. These symptoms progressed over a 1-mo period.\\nThe patient was transferred from the Cardiology Department to the Respiratory Department due to recurrent cough, fever, and multiple lesions identified on computed tomography (CT) in both lungs. Physicians recommended fiberoptic bronchoscopy for further diagnosis. Two hours after completion of the operation, the patient complained of exacerbation of left arm numbness and weakness. The skin of the left upper extremity was found to be cyanotic, muscle strength decreased to grade 3, and the left brachial artery pulsation was not detectable. B-mode ultrasound examination of the blood vessels revealed hyperechoic material in the left subclavian artery, axillary artery, brachial artery, and parallel veins (Figure , ). Based on the patient’s symptoms, history of rheumatic heart disease, and ultrasound images, we diagnosed embolism in the left upper extremity. As our hospital has no vascular surgery capability, the patient was transferred on the same day to a specialized hospital for an emergency thrombectomy. A tracking investigation found that the patient’s conditions improved after successful thrombectomy. The numbness in the left upper limb disappeared, and muscle strength and skin color returned to normal.\\nThe patient had a history of rheumatic heart disease at age 10 years with hypertension as high as 160/110 mmHg, which was well controlled through oral amlodipine tablets.\\nThe patient had no pertinent family history.\\nVital signs of the patient appeared stable during bronchoscopy, except for minor coughing. Blood pressure was 128/80 mmHg, heart rate was 80–105 beats/min with signs of AF, peripheral capillary oxygen saturation (SpO2) was 95%–98%, respiratory rate was 20 breaths/min, and temperature was 36.5°C, 2 h after the examination. The patient complained of numbness in the left arm and difficulty stretching the fingers of her left hand. Her skin in the left upper extremity was cyanotic; muscle strength decreased to grade 3; and the left brachial artery pulsation was not detectable.\\nFive coagulation tests on the first day of admission revealed a prothrombin time (PT) of 13.6 s, an activated partial thromboplastin time (APTT) of 23.4 s, a thrombin time (TT) of 16.6 s, an international normalized ratio (INR) of 1.19, and fibrinogen (FIB) levels of 5.12 g/L. Emergency coagulation tests after bronchoscopy showed a PT of 12.3 s, an APTT of 22.7 s, a TT of 17.2 s, and an INR of 0.89. The FIB concentration was 6 g/L (reference range 2–4 g/L), D-dimer was 8.13 mg/L (reference range 0-0.55 g/L), te potassium level was 3.36 mmol/L (reference range 3.5–5.3 mmol/L), lactate dehydrogenase was 439 U/L (reference range 90–250 U/L), and troponin I was 0.216 g/L (reference range 0.006–0.06 g/L).\\nColor doppler ultrasound indicated the presence of rheumatic heart disease, moderate mitral valve stenosis, and moderate insufficiency, left atrium enlargement, decreased left ventricular diastolic and systolic function, moderate tricuspid valve regurgitation, severe pulmonary hypertension, and minor pericardial effusion. Chest CT detected multiple nodules and exudative lesions in both lungs, as well as local swelling of the left upper lung lobe. The bronchoscopy examination detected branch stenosis in the anterior segment of the right upper lobe, chronic inflammation in the right upper lobe, and inflammatory infiltration in the upper apicoposterior segment.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'27656711': 1, '30427487': 1, '25549561': 1, '29854532': 2, '22207366': 1, '28506981': 1, '30686041': 1, '31569105': 1, '27839531': 1, '21079412': 1, '30871696': 1, '34904093': 2}", "similar_patients": "{'5964494-1': 1}"}