{"patient_id": 49243, "patient_uid": "8093121-1", "PMID": 33959435, "file_path": "comm/PMC008xxxxxx/PMC8093121.xml", "title": "Challenges of Providing Palliative Care to a Patient With Learning Disability: A Case Study From United Kingdom General Practice", "patient": "CJ was a 49-year-old man. He belonged to a family of Jehova’s witnesses. He had undiagnosed learning difficulties (LD) due to which he was never able to lead an independent life. He lived with his parents. No other agencies were involved in his care and he was not seen by the General Practitioner (GP) for years. He was brought in to be seen by the GP for a routine appointment by his father. He was frail and looked unwell but did not seem to be in any discomfort. Examination revealed a rectal mass and palpable inguinal lymph nodes. An urgent referral to the colorectal surgeons was made and blood tests were performed. He was found to be profoundly anaemic. Due to the parents’ belief, no blood products were accepted for CJ. The hospital also offered an inpatient care which was refused by his parents.\\nAfter being seen by the consultant in the hospital, he had an MRI scan which revealed a locally advanced rectal tumour. A de-functional colostomy was performed for palliative purposes by the surgical team due to mechanical bowel obstruction secondary to tumour size and location. The specialist multidisciplinary team (MDT) decided to go ahead with aggressive chemotherapy to stop further tumour spread.\\nOnce the patient was discharged back home, the district nurses were involved in providing stoma care to the patient. During this time, he had multiple chemotherapy sessions and two incidences of neutropaenic sepsis. A follow-up MRI scan few months later found metastasis to liver. Patient was commenced on palliative care pathway with the aim to reduce discomfort.\\nThe patient’s health was deteriorating slowly. He was started on nutritional support and was frequently assessed by the community palliative care team. They were making regular contact to assess pressure areas, provide any stoma care or dressings if needed and helped parents out with his basic needs and medication. There was a little hospice or GP involvement during that time.\\nHis end-of-life care was carried out in his parents’ house as they did not allow him to go elsewhere. Due to the accessibility issues and the size, the house and CJ’s room was unsuitable to deliver care in the best possible manner. The bedroom where CJ spent his time could only accommodate a bed where he would lie all day. There was no space for a chair or a recliner for him to sit to prevent bedsores. The parents did not allow any hoisting equipment or changes to their existing bathroom and showering facilities to accommodate CJ’s needs. It resulted in poor hygiene and lack of dignity for CJ towards his end of life. The discussions by the community healthcare team about these issues with parents were brief and when parents denied all help, colleagues like GPs and palliative care consultants in hospice were not involved to further explore the reasons of parents’ reluctance to accept help which might have enabled in improved outcomes for CJ. There was no decision around patient’s resuscitation status as parents refused this discussion on many occasions as well.\\nHe had multiple visits to the emergency department (ED) during this time which could have been avoided. CJ used to be taken to hospital in an ambulance to the ED where he used to wait for a clinician on the trollies for hours. He used to get unnecessary investigations and intravenous cannulation.\\nCJ died in his own home after 16 months of his diagnosis.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'18987038': 1, '33959435': 2}", "similar_patients": "{}"}