{"patient_id": 109842, "patient_uid": "8320555-1", "PMID": 34311624, "file_path": "noncomm/PMC008xxxxxx/PMC8320555.xml", "title": "Incidental Finding of Squamous Cell Carcinoma on a 68Ga-DOTATATE PET Scan", "patient": "A 70-year-old man with a past medical history of coronary artery disease, hypertension, hyperlipidemia, obstructive sleep apnea, and remote history of renal cell carcinoma with prior radical nephrectomy. During a surveillance scan for his prior renal cell carcinoma, an incidental pulmonary embolism was noted as well as a cystic lesion on the pancreas. He was referred to gastroenterology for further workup of the pancreatic cystic lesion. As part of the assessment, a chromogranin-A level was obtained. Chromogranin-A was elevated at >600 ng/mL with normal 5-hydroxyindoleacetic acid. Octreotide scan was negative and endoscopic ultrasound was negative for any solid component of the pancreatic lesion. It was postulated that the patient had elevated chromogranin-A levels related to his chronic kidney disease, recent thrombosis as well as being on a proton pump inhibitor (PPI). The patient was asymptomatic from the pancreatic lesion without complaints of diarrhea or flushing. A repeat chromogranin-A level a few months later decreased to 157 ng/mL after PPI was held but remained elevated beyond the upper limit of normal. Over the next several years he continued surveillance for the pancreatic cyst and elevated chromogranin-A level. On surveillance scans he was noted to have an increase in the size of cystic lesions on the pancreas as well as a peripancreatic lymph node enlargement. The chromogranin-A rose to 400 ng/mL.\\nAfter nearly 5 years of surveillance, a 68Ga-DOTATATE PET scan was obtained for a suspected NET. This showed an abnormal bifocal uptake in the left neck with a maximum SUV (standardized uptake value) 9, with an additional focus of abnormal uptake in the left neck more medially with a maximum SUV 7. Another abnormal focus of uptake was also appreciated in the right neck with maximum SUV 3.1 ( and ). Due to a high suspicion for metastatic NET, the patient was referred to a medical oncology specialist in gastrointestinal cancers. The patient was thought to have metastatic NET based on laboratory tests and imaging. He was sent for a biopsy of the lymph node for confirmation. To much surprise, the abnormal area on 68Ga-DOTATATE PET scan showed squamous cell carcinoma on a core biopsy. ENT evaluation showed a left tonsillar primary lesion. The patient was referred to a head and neck oncology specialist and was not found to have any evidence of a NET.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'26925113': 1, '28547177': 1, '22339744': 1, '2563413': 1, '18565894': 1, '18158567': 1, '25312765': 1, '17225119': 1, '23516312': 1, '28448665': 1, '26769865': 1, '23476673': 1, '12871244': 1, '22984220': 1, '31380452': 1, '22072704': 1, '28717741': 1, '17713764': 1, '16340245': 1, '29091800': 1, '26769864': 1, '25168627': 1, '24056402': 1, '34311624': 2}", "similar_patients": "{}"}