{"patient_id": 51281, "patient_uid": "8192690-1", "PMID": 34124204, "file_path": "comm/PMC008xxxxxx/PMC8192690.xml", "title": "Case Report: Giant Biatrial Myxoma Mimicking Malignant Cardiac Tumor in a Patient With a Hepatic Angiomatous Mass", "patient": "A 55-year-old man with a 2-year history of shortness of breath after slight activity with over 2 weeks of severe chest pain (without any anginal characteristics) was referred to our center. Occasional dizziness with no headaches, fever, or cough was dictated with a body temperature of 36.1°C and blood pressure of 135/111 mmHg at resting conditions. Physical examination revealed that the pulse was 78 bpm, while the heart rate was 97b pm with an irregular heart rhythm. The first heart sound (S1) intensity varied, and a regurgitant murmur was heard at the apex. There were no other notable clinical findings and family history of cardiovascular disease following medical history and physical examination. Laboratory tests revealed that the N-terminal brain natriuretic peptide precursor (NT-ProBNP) was increased (1421.0 pg/ml), while CK, CK-MB, and cTnT were normal.\\nElectrocardiography revealed atrial fibrillation with inverted T-waves. Transthoracic echocardiography demonstrated a giant biatrial mass with 44.06 mm × 109.44 mm in the right atrium () and 17.85 mm × 23.87 mm in the left atrium (). Notably, the blood flowed through the tumor tissue's space with severe mechanical hemodynamic obstacles (). The diameters of RV, LA, and RA were 46, 43, and 57, respectively. The left ventricular systolic function was impaired with an ejection fraction of 42%. Mild mitral and tricuspid regurgitation were also detected.\\nThoracic and abdominal computer tomography (CT) showed a biatrial mass () and an angiomatous mass in the right posterior lobe of the liver (, arrows). Cardiac magnetic resonance imaging (MRI) was also performed, which showed a giant biatrial mass involving the tricuspid valve and the atrial septum. The tumor was unevenly enhanced on a contrast scan, suggesting a high possibility of a malignant tumor (). A Positron Emission Tomography-CT (PET-CT) scan was also performed, which detected an FDG-avid lesion in the right atrium. No other FDG-avid lesions are demonstrated. The possibility of a malignant tumor of mesenchymal origin was considered, given the MRI and CT scan results combined with an enhanced PET-CT scan (a giant soft tissue-like mass with increased glucose metabolism in the right atrium) ().\\nLikewise, the possibility of a malignant tumor of mesenchymal origin was considered, given the blade-like low-density foci in the right liver as shown in the enhanced CT scan. A slightly enlarged lymph node with a slight increase in glucose metabolism in the left axilla and bilateral hilar was considered reactive lymph node hyperplasia. After extensive discussions with the patient and his family, excision of the giant cardiac tumor, tricuspid valvuloplasty, and Cox-Maze-IV procedure was scheduled.\\nA standard median sternotomy incision was performed, and on opening the pericardium, a massive right atrium was visualized (). The aorta was then cannulated. Separate cannulas were placed in the superior vena cava (SVC) and inferior vena cava (IVC). After full heparinization, cardiopulmonary bypass (CPB) was routinely applied. The aorta was cross-clamped, and a cold cardioplegic solution (Del Nido) was instilled via the aortic root to arrest the heart. Following the right atrium's opening, a careful exploration of the abnormalities was completed (). Together with the involved septum, the biatrial tumor was removed (). The resected mass from the right atrium was grossly composed of two parts; a cutaneous soft tissue-like mass and a peanut-shell shape-like mass (, arrows).\\nRadiofrequency ablation with Cox-Maze-IV procedure, reconstructing the atrial septum with a suitable bovine pericardial patch, and tricuspid valvuloplasty with the implantation of a prosthetic ring (size 32, Sorin sovering band) were sequentially performed. After careful hemostasis and closing of the wound in layers, the patient was carefully transferred to the intensive care unit (ICU) in a stable condition. Early post-operative management, including continuous arterial blood pressure monitoring and ventilation, was created to stabilize circulation. Transthoracic echocardiography and electrocardiogram were performed to capture any hint of residual tumor or arrhythmias, especially A-V block.\\nPathology results confirmed the primary diagnosis of cardiac myxoma and showed interstitial fibrous hyperplasia with vitrification and calcification, hemorrhage, necrosis, and plasmacytes infiltrates (). The patient recovered with sinus rhythm without further complications and was discharged on the eighth post-operative day in a stable condition with recommended subsequent follow-up.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'32049384': 1, '22243936': 1, '23758983': 2, '33216121': 1, '23894179': 1, '24717305': 1, '2260476': 1, '17957396': 1, '6842788': 1, '9768935': 1, '18165648': 1, '12006696': 1, '17662810': 1, '2789810': 1, '7712644': 1, '15514606': 1, '33367534': 1, '15811617': 1, '26509093': 2, '32370619': 1, '5107609': 1, '3304181': 1, '12467822': 1, '34124204': 2}", "similar_patients": "{'4609791-1': 1, '3702444-1': 1}"}