{"patient_id": 58483, "patient_uid": "8528938-1", "PMID": 34674067, "file_path": "comm/PMC008xxxxxx/PMC8528938.xml", "title": "Cerebral hemorrhagic infarction was diagnosed subsequently after high-amplitude slow waves detected on processed electroencephalogram during sedation: a case report", "patient": "A 68-year-old man underwent mitral valve replacement and tricuspid annuloplasty three years ago. Several weeks ago, he had shortness of breath on exertion, and was diagnosed with worsening of the residual mitral and tricuspid regurgitation, thus necessitating mitral valve replacement and tricuspid annuloplasty. His comorbidities included chronic heart failure, hyperthyroidism, and preoperative medications included losartan potassium, spironolactone, warfarin, levothyroxine sodium, and bisoprolol fumarate.\\nThe surgery was performed as scheduled. Inotropic drugs were required to wean off the artificial cardiopulmonary device because of the low cardiac output. After surgery, the patient was admitted to the ICU and placed on artificial ventilation, and he continued to require catecholamines administration. The patient was sedated with propofol and dexmedetomidine, and the sedation was assessed by monitoring the EEG with four electrodes placed bilaterally on the forehead and processed by Sedline® (Masimo Corporation, CA, USA).\\nOn postoperative day (POD) 2, an intra-aortic balloon pump (IABP) was inserted to address the circulatory insufficiency, which developed despite the increased catecholamine doses. The patient also had an intrathoracic hematoma, which was removed by a re-open thoracic surgery, and continuous hemodiafiltration dialysis was initiated on the same day owing to acute renal failure. On POD 4, propofol was temporarily discontinued to attempt a spontaneous awakening trial. However, the patient’s consciousness level was still very low. He opened his eyes slightly and had an abnormal flexion, both as a response to pain stimulus at the same time. The Glasgow Coma Scale (GCS) score was 6: eye opening (E) was 2, verbal response (V) was “Tube” (T), and best motor response (M) was 3. The patient state index (PSI) value ranged between 25 and 40, and his pupils were isocoric. We did not perform the wake-up test every day because the patient was in a severe circulatory state, and the blood pressure could have become unstable if synchronization with the ventilator was disrupted by reducing propofol. On POD 6, circulatory failure due to right heart failure was determined, and veno-arterial extracorporeal membrane oxygenation (VA-ECMO) was introduced. On POD 7, the pupils remained isocoric (4.0 mm), and the light reflex was prompt. Anisocoria (left: 6 mm, right: 2 mm) was detected at 5 a.m. on POD 8, and the pupils were bilaterally dilated to 6 mm at 10 a.m. on the same day. His GCS score was 3 (E1, VT, M1), and raw EEG on SedLine® revealed slow waves, while the PSI values ranged between 20 and 25 at that time. The dose of sedative medication did not change during this period. Head computed tomography revealed an extensive left cerebral hemorrhagic infarction, with an almost flat EEG in multiple electrodes positioned bilaterally over the frontal, temporal, parietal, and occipital regions. The possibility of an embolus due to IABP or VA-ECMO was considered to be the cause of the infarction. Neurosurgeons concluded that there was no indication for surgery. We reviewed the SedLine® data with Polyman, a free software for EEG-viewer application. The raw EEG on POD 7 revealed the following significant changes: an alpha-dominant pattern at 11 a.m. (Fig. A); high-amplitude slow waves and a delta-dominant pattern on bilateral forehead while under sedation with propofol 2.5 mg/kg/h and dexmedetomidine 0.4 μg/kg/h at 4 p.m. (Fig. B); and subsequently, at 7 p.m. the amplitude of waveform on the left forehead decreased with an asymmetric suppressed/delta-dominant pattern (Fig. C) before the development of anisocoria. An explanation was given to the family, and the VA-ECMO was discontinued owing to a flat line EEG presentation. The patient was confirmed to have died on POD 8.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'25626777': 1, '8465371': 1, '19757102': 1, '28027085': 1, '29761891': 1, '31764163': 1, '23269131': 1, '31174955': 1, '34674067': 2}", "similar_patients": "{}"}