{"patient_id": 52076, "patient_uid": "8231071-1", "PMID": 34188991, "file_path": "comm/PMC008xxxxxx/PMC8231071.xml", "title": "Perivascular Epithelioid Cell Tumor of the Buttock Region", "patient": "A 49-year-old female with no significant past medical history presented to her primary care physician with a chief complaint of a two-month history of an enlarging mass on her right buttock and discomfort with sitting. The patient denied additional symptoms, including weight loss, fever, and chills. Physical examination revealed a large mass on the right posterior buttock and hip that was mildly tender to palpation. Computed tomography (CT) scan of the right hip was subsequently obtained, which revealed an 8 × 8 × 10 cm3 necrotic mass involving the gluteus maximus with preserved fat planes. She was then referred to orthopedic oncology, which recommended magnetic resonance imaging (MRI) and open biopsy. The MRI two weeks after the initial CT scan revealed a large infiltrating soft tissue mass with central necrosis and thick peripheral rim enhancement within the right gluteus maximus, measuring approximately 10 × 10 × 8.5 cm3 with minimal preservation of fat planes (Figure ).\\nShe then underwent open biopsy with pathology revealing high-grade malignancy composed of very atypical epithelioid and spindle cells. The spindle cells were arranged in vague fascicles and showed significant nuclear pleomorphism. Epithelioid cells had clear to eosinophilic cytoplasm and were arranged in nests surrounded by thin capillaries. Neoplastic cells were positive for smooth muscle actin, MART1, EMA, and CD99 immunostains, while negative for WT1, desmin, AE1/3, p63, EMA, CD34, HMB45, GFAP, S100, and SOX10. ERG was patchy positive. Retained nuclear expression was also seen on the INT1 immunostains.\\nStaging positron emission tomography (PET)/CT scan revealed a small opacity in the left upper lobe of the lung, adjacent to the aortic arch, measuring 8 mm with a max SUV 2.6. There was also a note of the primary tumor in the right gluteus maximus was highly 18F-fluorodeoxyglucose (FDG)-avid with a maximum SUV 17.3. The PET interpretation suggested possible inflammatory findings in the lung and treatment proceeded for the primary disease site.\\nDue to concern for margin status and proximity of the tumor to the sacral nerve, the patient was treated with neoadjuvant external beam radiation therapy of the primary tumor with 50 Gy delivered in 25 fractions (Figure ).\\nThree weeks after completion of pre-operative radiation therapy, MRI demonstrated T1 hyperintensity with internal debris/septations likely representing internal hemorrhage. The lesion mildly protruded through the sciatic foramen with mass effect, without invasion of the sciatic nerve, adductors, and proximal hamstring musculature without evidence of invasion or nerve enhancement. No adjacent osseous erosion or enhancement was identified. Overall, the mass was noted to have slightly increased in size, measuring 10.6 × 9.6 × 11.1 cm3.\\nShe underwent uncomplicated surgical resection with radical resection of the soft tissue mass four weeks following the completion of radiation. The final pathology was consistent with the pre-operative pathology from the open biopsy and confirmed malignant perivascular epithelioid cell tumor (PEComa), measuring 11.7 cm. Histologically, the tumor was comprised of areas with nested cells with pleomorphic round nuclei without prominent nucleoli and clear to finely granular pink cytoplasm as well as larger areas showing markedly pleomorphic nuclei with abundant mitoses. Perivascular growth is present in the original biopsy. Necrosis was present over approximately 50% of the biopsy specimen. Immunohistochemical stains showed the tumor to be positive for the melanocytic marker MART-1, HMB45, and a smooth muscle marker (smooth muscle actin), while negative for other melanocytic markers, including SOX-10 and S100, and a muscle marker (desmin). Overall, it was determined to be a poorly differentiated high-grade pleomorphic sarcoma, but the combination of myomelanocytic immunohistochemical markers as well as the morphology in the lower grade areas confirmed a diagnosis of malignant PEComa, and the findings were consistent with Fédération Nationale des Centres de Lutte Contre le Cancer (FNCLCC) grade 3 disease.\\nThe margins were negative, with the lateral margin (at femur) closest at 1 mm and the deep margin (at sciatic nerve) 2 mm. The proximal margin was 4 mm with all remaining margins >1 cm. She recovered well post-operatively with only mild paresthesia in the area of the surgery.\\nRepeat imaging with CT chest/abdomen/pelvis two weeks post-operatively revealed enlargement of the previously seen left upper lobe nodule with interval development of multiple diffuse bilateral lung nodules. There was further progression on an outside CT angiogram performed a month later when she presented with increasing dyspnea and hemoptysis. She was seen by hematology/oncology, which recommended systemic chemotherapy with the mechanistic target of rapamycin (mTOR) inhibitor temsirolimus due to metastatic disease, which was initiated once she recovered from a prolonged hospitalization.\\nInterval surveillance imaging revealed mixed response with substantial improvement in the intrathoracic disease burden, but the progression of disease elsewhere with new evidence of hepatic and osseous metastases with disease located in the T10 vertebral body and in the right sacrum. Outpatient MRI was ordered; however, prior to being performed, she was presented to the emergency department with acute onset of pain in the sacrum after bending down. MRI of the spine revealed new compression fractures at T10 and L4. She underwent corpectomy and kyphoplasty at L4 with radiofrequency tumor ablation and T9-T11 laminectomy with tumor resection.\\nAfter recovery from her surgery, she was recommended to undergo postoperative radiotherapy to the two sites in her spine and change therapy to Gemcitabine/Docetaxel; however, she sought an opinion at an outside institution, at which it was recommended to continue the mTOR inhibitor without postoperative radiation. Two months later, she developed severe back pain, and an MRI of the thoracic and lumbar spine revealed recurrent disease at T10 and L5 with the overall progression of the disease. The patient decided to continue seeking care at an outside institution and was therefore lost to follow-up.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'20567010': 1, '26144278': 1, '1599021': 1, '20215136': 1, '22619565': 1, '29044701': 1, '25981307': 1, '20048174': 1, '27019799': 1, '28556973': 1, '34188991': 2}", "similar_patients": "{}"}