{"patient_id": 106594, "patient_uid": "8040442-1", "PMID": 33984080, "file_path": "noncomm/PMC008xxxxxx/PMC8040442.xml", "title": "A COVID-19 Case Complicated by Candida dubliniensis and Klebsiella pneumoniae-Carbapenem-Resistant Enterobacteriaceae", "patient": "A 67-year-old morbidly obese and quadriplegic man who has a very extensive past medical history including chronic obstructive pulmonary disease (COPD), diabetes mellitus, hypertension, chronic kidney disease, peripheral vascular disease, and hepatitis C, who was sent from a skilled nursing facility with respiratory distress, which started about 1 day before admission. On arrival in the emergency room (ER), he had a pulse of 122, respiratory rate of 44, blood pressure of 95/45 mm Hg, temperature of 36.9 °C, and saturating at 78% in room air. On physical exam, his Glasgow coma score was 7, responding only to painful stimuli, he was in severe respiratory distress, using accessory muscles, and had bilateral crackles on auscultation. He was subsequently intubated and placed on mechanical ventilation, and then transferred to the medical ICU. A COVID-19 RNA polymerase chain reaction (PCR) test was done, which came back positive, and he was treated with the standard care at the time for COVID-19 (hydroxychloroquine, azithromycin, vitamin C, and zinc). Two days later, the patient was extubated and placed on a 50% Venturi mask. His evolution was marked by the persistence of hypotension and worsening of respiratory distress with increasing oxygen requirements and worsening imaging exams. Due to the worsening of the respiratory status of the patient and increasing reports on the benefits of dexamethasone and baricitinib, he was given dexamethasone 15 mg intravenously (IV) for 5 days and baricitinib 2 mg for 5 days. On day 17 of admission, 4 days after completion of baricitinib and dexamethasone, the patient became hypotensive, tachycardic with a blood pressure of 91/52, and heart rate of 115 while on continuous positive airway pressure ventilation (CPAP) saturating at 96%. We noticed a marked increase in his white blood cell count from 9.2 to 18.1 k/µL on this day (). Blood and urine cultures were done, and he was started on IV fluids and empirical antibiotics, including vancomycin and piperacillin/tazobactam.\\nBlood cultures grew Klebsiella pneumoniae-CRE (sensitivity patterns are shown in ). Because meropenem showed an intermediate sensitivity, antibiotics were switched to meropenem/vaborbactam. Subsequent blood cultures still grew Klebsiella pneumoniae-CRE on three consecutive cultures drawn on three different days. Seven days after starting meropenem/vaborbactam, the blood cultures became positive to Candida dubliniensis twice on two consecutive blood cultures drawn on two different days. He was then started on IV micafungin 100 mg, which he received for 10 days and then switched to oral fluconazole for 14 days. Meropenem/vaborbactam was discontinued 14 days after the first negative blood culture. His repeat blood cultures and COVID-19 were negative and he was discharged back to his skilled nursing facility.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'32597466': 1, '32665397': 1, '32851189': 1, '28199814': 1, '28375512': 1, '32404482': 1, '32271601': 1, '32257431': 1, '32577426': 1, '32642806': 1, '32291542': 1, '9466736': 1, '21343451': 1, '32473235': 1, '20086157': 1, '34442684': 1, '26679628': 1, '32678530': 1, '32333918': 1, '29876363': 1, '34356924': 1, '32408156': 1, '12202543': 1, '18644970': 1, '29719718': 1, '34829210': 1, '33984080': 2}", "similar_patients": "{}"}