{"patient_id": 54812, "patient_uid": "8364076-1", "PMID": 34389061, "file_path": "comm/PMC008xxxxxx/PMC8364076.xml", "title": "Refractory catatonia in old age: a case report", "patient": "This 73-year-old white man had not previously been known to specialist mental health services and had in fact not seen his general practitioner (GP) for over three decades. His family reported that he had periods of depression during his late teenage years, when he left the merchant navy after only a few weeks, and in the third and fourth decade of his life. He neither sought nor received any treatment for these episodes. He never married, had no children, and did not work after leaving the navy. He lived alone following the death of his cohabiting parents and relied heavily on his siblings and nieces for assistance with food shopping and house maintenance. Notably, his mother had a history of recurrent depression with inpatient psychiatric admissions requiring ECT.\\nThe patient’s family report him having always been different in personality. He struggled in social settings, found it hard to make friends, and had never been in a romantic relationship. He was obsessional about routine and was known as a child to pace and exhibit repetitive actions when anxious. He also had very specific and intense interests, such as obsessively learning the Latin names of plants. He had not previously been diagnosed with a childhood or developmental mental disorder. His only medical history consisted of a tonsillectomy and childhood scarlet fever. He took no regular medication, did not smoke cigarettes, and consumed no alcohol, and there was no recreational drug use. He was not known to the social care service and had no forensic history.\\nAt the start of the current episode, the patient was referred for an urgent mental health consultation by his GP owing to concerns about his mental state over the preceding few weeks. He had retreated into his bedroom and was not washing himself or eating. He was noted to be unkempt, thin, and frail. He displayed objective signs of depression and reported feeling lonely. He stated that he had suicidal thoughts but denied intent. He was noted to speak quietly but was repetitive with short responses. He was not fully orientated to time or place, and his attention was notably poor when tested. He was admitted to a psychiatric ward for older people for a period of assessment. His GP found no acute physical cause for his symptoms, and on admission no abnormalities were detected on all initial investigations, including a battery of blood tests. There were no positive findings on physical examination and specifically no focal neurology. His observations showed hypertension with a blood pressure of 160/72 mmHg, but were otherwise unremarkable.\\nA long inpatient admission began, which would eventually last 16 months as summarized in a timeline shown in Fig. . Despite being admitted informally, he was soon deemed to lack mental capacity to consent to admission and was detained under the UK Mental Health Act 1983 (amended 2007). His clinical presentation included tearfulness, poor eye contact, reduced content of speech, frequent pacing, expression of thoughts of self-harm, and mimicking stabbing motions on himself. He wrote about a wish to die in his diary on the ward, although the content of this was disjointed. Collateral history from his family was received regarding his premorbid personality and level of functioning. It was concluded that he was experiencing severe depression on a background of autistic spectrum disorder. He was commenced on mirtazapine and then risperidone, which were titrated to effect, with sertraline added as a second antidepressant. During his initial assessment, the diagnosis of hebephrenic schizophrenia was considered. This was excluded after his family confirmed that prior to the current episode he had functioned relatively well, showering independently and preparing his own meals, for example, and his speech and behavior were not disorganized.\\nDuring the early weeks of his admission, the patient progressively became mute. He attempted to eat inanimate objects such as soap bars and continued to pace relentlessly. He also became intermittently incontinent of urine and feces. He was reviewed by the department for neurological sciences who excluded conditions such as motor neuron disease, and a negative autoantibody screen helped to exclude a diagnosis of limbic encephalitis. Dementia was suspected, and a brain computed tomography (CT) scan was attempted, but the patient did not tolerate this. Due to the importance of excluding an organic brain disorder, a repeat CT brain scan was organized but this time using conscious sedation with oral lorazepam (2 mg pre-scan). This resulted in an unexpected, sudden, and dramatic clinical response within minutes. The patient began speaking fluently and coherently for several hours, until his presentation of mutism, increased motor activity,and agitation returned. The use of lorazepam for conscious sedation, and the subsequent clinical response, was interpreted as a positive lorazepam challenge, and a syndrome of catatonia was confirmed. A trial of 0.5 mg lorazepam four times per day was commenced; however, the dose was reduced and then stopped altogether within days owing to severe sedation and frequent falls.\\nFollowing the unsuccessful trial of oral lorazepam, our patient was commenced on bilateral, twice weekly ECT (Somatics Thymatron System IV). After nine treatments, there were some signs of improvement, with brief and short episodes of speaking and increased writing in his diary. With ongoing ECT, his mutism became more intermittent, and this revealed disordered thought form. A diagnosis of schizophrenia was revisited as a possible contributing factor to his catatonia, with risperidone replaced by aripiprazole. Although still showing some signs of improvement after 24 ECT treatments, the patient continued to constantly pace and remained mute most of the time.\\nNotably, CT brain imaging and later magnetic resonance imaging (MRI) findings included mild generalized cerebral atrophy, including mild bilateral hippocampal volume loss, but no specific features of neurodegenerative disease, Creutzfeldt–Jakob disease, or cerebral amyloid angiopathy.\\nFollowing continued failure to significantly improve with ECT, antipsychotic medication was suspended owing to its possible effect on the poor response to ECT in catatonia, as has been reported previously [, ]. Sertraline and mirtazapine were also stopped to exclude serotonin syndrome as a potential cause of his restlessness. Zolpidem, which has previously been suggested as a treatment for catatonia [], was then trialed for 2 weeks but provided no benefit. Following completion of 35 treatments of ECT, the patient remained mostly mute and displayed continued psychomotor agitation. However, his presentation then changed markedly to become rigid and unresponsive to external stimuli, demonstrating stupor. He continued to be mute and demonstrated repetitive teeth clenching (stereotypy) with negativism. He scored 16 on the Bush–Francis Catatonia Rating Scale. This deterioration in presentation prompted a further trial of lorazepam, initially given intravenously under close monitoring in a local general hospital.\\nAs before, the first dose of lorazepam provided marked but temporary improvement in symptoms, as the patient started to talk fluently, and his rigidity disappeared. He was again trialed on regular intravenous then oral lorazepam, cautiously increased from 0.5 mg twice daily to 6 mg daily. Unfortunately, the patient developed aspiration pneumonia and remained in the general hospital for treatment of this. His prognosis was thought to be very poor, and his lorazepam was stopped owing to the risk of respiratory depression. He was deemed too unfit for anesthetic to undergo further ECT. At this point, he was transferred back to our psychiatric hospital for end-of-life care, with his family in agreement.\\nSomewhat remarkably, shortly after transfer, he became slightly more alert and was able to be fed by staff, although he remained largely stuporous. As a last resort, he was re-referred for further ECT twice weekly. He again showed initial noticeable improvement with a repeat Bush–Francis Catatonia Rating Scale scored at 8. We postulate that the improved effect of ECT at this time may have been related to previous cessation of concurrent antipsychotic medication. Nonmedical treatment was also offered through intensive physiotherapy, including hydrotherapy and passive stretching to reduce the risk of permanent strictures.\\nDespite a further 15 treatments of ECT, there was no sustained benefit in psychomotor presentation. It had already been established that our patient could not tolerate high-dose benzodiazepines. By this time, the patient was confined to his water chair and would communicate briefly verbally, but he still required full nursing care for toileting, feeding, changing, and transferring. He often looked anxious, and the team considered medication for symptomatic relief. Sertraline was restarted to treat potential underlying depression, and low-dose diazepam was used for anxiety, with olanzapine added as an adjunct. There was no change in presentation 1 month after cessation of ECT, and a best-interests decision was made with his family not to trial further treatment and to transfer him to a nursing home for full-time care.\\nThe patient remained in a stable condition for many months in the nursing home, before sadly dying following sepsis due to bullous pemphigoid 2 years after his initial presentation.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'20532121': 1, '8686483': 1, '8822386': 1, '28078203': 1, '18427869': 1, '19935090': 1, '25538636': 1, '23806583': 1, '26400451': 1, '24810612': 1, '17255087': 1, '24930919': 1, '20804808': 1, '26733892': 1, '24013517': 1, '11156756': 1, '7395839': 1, '11555337': 1, '23684045': 1, '22191720': 1, '24026726': 1, '15634317': 1, '29398916': 1, '30506668': 1, '10229064': 1, '34389061': 2}", "similar_patients": "{}"}