{"patient_id": 110270, "patient_uid": "8362570-1", "PMID": 34435003, "file_path": "noncomm/PMC008xxxxxx/PMC8362570.xml", "title": "Prostatic carcinosarcoma seven years after radical prostatectomy and hormonal therapy for prostatic adenocarcinoma: A case report", "patient": "A 66-year-old married Asian man, who was retired from the Livestock Bureau, presented with recurrent symptoms of gross hematuria and urinary retention.\\nThe patient’s medical history was significant for prostatic adenocarcinoma [stage T2a, Gleason score 3 + 4; total prostate-specific antigen (PSA): 16 ng/mL] with no familial history of prostate cancer. Bone and chest computed tomography (CT) scans were unremarkable. He had undergone an open radical prostatectomy 7 years ago. Pathological results confirmed an adenocarcinoma (Gleason score 3 + 4) involving 65% of the right side of the prostate volume. The surgical margins were negative for the tumor and there was no extracapsular extension. All lymph nodes from the bilateral obturator area were negative for metastasis. Because the patient’s PSA level was 0.4 ng/mL at 2 wk after the surgery, he underwent one year of continuous ADT with goserelin and flutamide, which reduced the PSA level to 0.002 ng/mL at the end of treatment. Then the PSA level was monitored every 3 mo over 4 years, and each time the results were below 0.2 ng/mL. Unfortunately, the patient stopped returning for follow-up 2 year prior for unknown reasons.\\nAside from the prostatic adenocarcinoma, the patient had an illness-free previous medical history.\\nNo familial history of cancer and other illness.\\nThe patient had a large fixed rectal mass by digital rectal examination.\\nPSA was 1.857 ng/mL.\\nPreoperative pelvic CT imaging demonstrated an approximately 15 cm × 9 cm × 8 cm-large tumor mass with central necrosis distorting the bladder neck, which could only be recognized by a catheter balloon (Figure ). Magnetic resonance imaging showed a large tumor mass occupying the majority of the pelvic cavity with no evidence of rectal metastasis (Figure ). Both bone scans and chest X-rays were negative for metastases.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'5415727': 1, '15643196': 1, '24294528': 2, '15907718': 1, '8625205': 1, '29220296': 1, '19589566': 1, '8493872': 1, '17001164': 1, '10982020': 1, '34435003': 2}", "similar_patients": "{'3835760-1': 1}"}