{"patient_id": 56550, "patient_uid": "8437917-3", "PMID": 34176067, "file_path": "comm/PMC008xxxxxx/PMC8437917.xml", "title": "Improved indocyanine green retention after short-term lenvatinib withdrawal in three patients with hepatocellular carcinoma", "patient": "Five months after a 76-year-old woman attending a clinic for diabetes was diagnosed with liver damage, she was diagnosed as having a giant liver cancer and referred to our hospital. Imaging (Fig. a) revealed a 15-cm large high–low pattern mass in the right lobe of the liver. The portal and hepatic veins were blocked, but not infiltrated, by the tumor. Lenvatinib 8 mg was started. Child–Pugh category was A and mALBI grade 1. Her RDI during treatment was 100%. The hepatocellular carcinoma initially shrank slightly but was found to have enlarged 6 months after commencing lenvatinib) (Fig. b). In addition, urine protein was increased as an adverse effect of lenvatinib, necessitating review of her treatment (Fig. b). At that time, serum albumin was a little low because of the amount of urinary protein and her mALBI score was worse than at the beginning of treatment (G1 → G2b). At that time, no portosystemic shunts were detected on imaging. Despite a Child–Pugh score of 5 points and mALBI grade 2b, the ICG retention rate was 32.2% during continuation of oral lenvatinib. However, three days after ceasing lenvatinib, the ICG retention rate had improved to 24.6% (Table ). After addition of DEB-TACE, she was switched to tyrosine kinase inhibitors (TKIs) because of detection of lung metastasis.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'13716911': 1, '17943726': 1, '29078273': 1, '29433850': 1, '25295214': 1, '25336196': 1, '27434062': 1, '32325921': 1, '25377392': 1, '15754094': 1, '8210909': 1, '14609867': 1, '23818623': 1, '33080748': 2, '30259515': 1, '32326968': 1, '14762839': 1, '26530955': 1, '32664489': 1, '19208031': 1, '30264594': 1, '34176067': 2}", "similar_patients": "{'8437917-1': 2, '8437917-2': 2, '7571946-1': 1, '7571946-2': 1, '7571946-3': 1}"}