{"patient_id": 109600, "patient_uid": "8293851-1", "PMID": 34275373, "file_path": "noncomm/PMC008xxxxxx/PMC8293851.xml", "title": "Mesothelial cyst of the spleen mimicking a metastasis: a case report", "patient": "A 66-year-old woman visited the Chungbuk National University Hospital, Cheongju, Republic of Korea with ascending colon cancer that was incidentally found during a health screening in December 2013. At the time of presentation, she had no symptoms and her medical history was unremarkable except for hypertension. She underwent a right hemicolectomy for a well-differentiated tubular adenocarcinoma of the ascending colon in January 2014. At the time of the surgery, the tumour had invaded the muscularis propria with lymphovascular invasion (T2), but there was no regional lymph node metastasis (N0) or distant metastasis (M0). The patient was regularly followed up by abdominopelvic computed tomography (CT), chest CT and colonofiberoscopy at 1-year intervals; and blood tests (serum carcinoembryonic antigen [CEA] and carbohydrate antigen 19-9 levels) at 6-month intervals.\\nDuring a regular check-up, an ill-defined hypodense lesion at the spleen, with a maximum diameter of approximately 3 mm, was incidentally identified on an abdominopelvic CT scan performed in July 2014 (). A positron emission tomography CT (PET-CT) scan performed to exclude possible splenic metastasis revealed no significant 18F-fluorodeoxyglucose (FDG) uptake and no other remarkable findings (). During a follow-up CT scan in January 2017, the lesion was found to have increased in size to 1.2 × 0.7 cm and was ill-defined and lobulated with heterogeneously enhancing features ().\\nThe lesion progressively enlarged to 2.3 × 2.5 cm by January 2020. It was relatively well-defined, multilocular and had low attenuation with enhancing septa (). A repeat PET-CT scan in January 2020 showed no FDG uptake at the splenic lesion (). Serum CEA level remained in the normal range throughout the follow-up period.\\nDespite the negative results on the PET-CT scan, the possibility of metastasis could not be ruled out due to the enlarging size and slight enhancement of the splenic lesion in a patient with primary ascending colon cancer. In particular, the enhancing wall or septae accompanying the splenic lesion is known as an important characteristic to distinguish a malignant cystic lesion from a benign cystic lesion because it could reflect viable cancerous tissue. In addition, another characteristic that can be differentiated from benign cystic lesions was that the borders were ill-defined. Since this lesion had an unclear margin from the beginning to the middle of the follow-up period, it was necessary to differentiate for metastasis. Furthermore, a metastatic lesion can look like this due to cystic or necrotic changes inside the tumour that occur as the tumour increases in size and cystic metastasis may have also resulted in a false-negative finding on PET-CT. Finally, a laparoscopic splenectomy was performed in February 2020. The resected spleen measured 7.0 × 4.5 × 4.5 cm, with the multi-lobulated cyst measuring 2.8 × 2.5 × 2.5 cm ().\\nThe cyst was filled with a gelatinous material. Microscopic evaluation revealed a multilocular cyst lined with cuboidal-to-flat epithelial cells (). The adjacent splenic parenchyma appeared unremarkable. On immunohistochemistry, the lining cells were positive for calretinin and D2-40, which are mesothelial cell markers (). A final diagnosis of a mesothelial cyst of the spleen was established. The patient had no complications for up to 1 year postoperatively.\\nThis study was approved by the Institutional Review Board of Chungbuk National University Hospital (IRB No. 2021-01-025). All patient details have been de-identified. Written informed consent was obtained from the patient for treatment and publication of this manuscript and any accompanying images. The case report was produced in compliance with the EQUATOR Network CARE guidelines.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'11194923': 1, '23725510': 1, '25055265': 1, '11782581': 1, '23455826': 1, '29636211': 1, '14566437': 1, '27182171': 1, '10101570': 1, '30174483': 1, '21471791': 1, '24266334': 1, '23208585': 1, '8312670': 1, '22778201': 1, '27994008': 2, '25320525': 1, '17550328': 1, '31611451': 1, '26917928': 2, '28208870': 1, '8190956': 1, '21430843': 2, '34275373': 2}", "similar_patients": "{'4746984-1': 1, '5165051-1': 1, '3047768-1': 1}"}