{"patient_id": 58199, "patient_uid": "8516554-1", "PMID": 34659854, "file_path": "comm/PMC008xxxxxx/PMC8516554.xml", "title": "Pediatric Extramedullary Epidural Spinal Teratomas: A Case Report and Review of the Literature", "patient": "A 7-month-old, previously healthy male was referred for an initial consultation and evaluation to the neurosurgery clinic of a large children's hospital for a congenital deformity of the spine and an asymptomatic right midupper thoracic spinal prominence present since birth. All subsequent care, including imaging, biopsy, histology, and surgery, was performed at the same institution. He was delivered at term via cesarean section secondary to breech presentation. The patient had met all developmental milestones with no noticeable complaints of pain or neurological deficits.\\nHis neurological exam revealed no motor or sensory deficits in the upper or lower extremities bilaterally. Cranial nerve testing, muscle tone, and deep tendon reflexes were intact. Visual inspection was significant for slight curvature of the spine with no spinal dysraphism or midline stigmata.\\nImaging was subsequently performed to evaluate the spinal prominence noted on physical exam. Plain films of the thoracic spine demonstrated levoscoliosis and an additional osseous projection from the right posterior aspect of the midthoracic rib segment ().\\nMagnetic resonance imaging (MRI) of the cervical, thoracic, and lumbar spine revealed a multilobulated, partially cystic, calcified, heterogenous mass centered at the right (T5-T6) paravertebral space extending anteriorly into the dorsal aspect of the intrathoracic cavity (), right dorsal/posterior paraspinal soft tissues/musculature (), and spinal canal, resulting in severe displacement of the spinal cord, spinal stenosis and bilateral foraminal stenosis (). No intracranial abnormalities were noted. Differential diagnosis included teratoma and neuroblastoma. An open biopsy of the lesion was performed, and histology of the biopsy was consistent with mature teratoma. Throughout the time it took to schedule and perform the biopsy and receive the results (a period of 8 days from initial presentation), the patient's motor exam progressed to mild hypotonia in his lower extremities. This progression began prior to biopsy and was not believed to be a result of the biopsy. After a thorough discussion with the family, the decision was made to proceed with open tumor excision and resection.\\nThe patient underwent open tumor excision and posterior decompression/laminectomy (T3 to T10) due to tumor magnitude. Neuromonitoring was used throughout the case; baseline motor signals were absent at the beginning of the case. During the procedure, three nerve rootlets (T5, T6, and T7) on the right were found penetrating through the tumor, and a three-level neurotomy was performed. The rest of the tumor was gently teased from the dura. Additionally, there was some retropleural extension into the right chest cavity. This was resected as well. Given the location of the tumor, biopsy results, and clinical picture, goals of surgery were to obtain as close to negative margins as possible. During the procedure, multiple specimens from various sites were sent for frozen histopathological analysis. These all came back consistent with mature teratoma, without any malignant features. As the tumor itself was teased off the dura, pleura, and other surrounding structures, true negative margin surgery would have been associated with significantly more morbidity. Considering benign histology, the decision was made to preserve as much function as possible and to proceed to closely monitor for recurrence post-operatively.\\nHistologically, the tumor revealed skin with adnexal structures and keratinous debris, cystic spaces lined by ciliated and mucinous epithelium, neuroglial tissue, bone with bone marrow, cartilage, and mature fibro-adipose soft tissue. Mature fibrovascular soft tissue, granulation tissue, and a few bone foci were noted at the inked margins of excision. The final pathological diagnosis was consistent with a mature teratoma (Figures and ).\\nAt the end of the surgical procedure, neuromonitoring reported a partial return of motor activity from a baseline of no activity. The patient tolerated the procedure well and was transferred to the pediatric intensive care unit (PICU) postoperatively for further management. He was transferred to the floor on postoperative day 1 and discharged on postoperative day 2. He returned for a follow-up visit at 1.5 weeks in a thoracic-lumbar-sacral orthosis (TLSO) brace and received full-length plain radiographs (). His mother reported improved tone in the lower extremities and ability to stand with assistance.\\nAt his 8-week postoperative visit, he remained in a thoracic lumbar sacral orthosis (TLSO) brace and continued to show improvement in lower extremity strength and ability to maintain posture. At his 6-month and 1-year postoperative visits, the patient was doing well and had progressed to crawling, cruising, and walking. He demonstrated 5/5 strength in both upper and lower extremities throughout all muscle groups. No recurrence of the tumor was noted on repeat plain radiographs, nor at one- or two-year follow-up MRI. At 1- and 2-year follow-up, he had 20-degrees of scoliosis, without any residual neurological deficits. The plan will be for continued bracing, likely until skeletal maturity to slow curve progression. He will continue to have annual follow-up through adolescence to monitor for progressive spinal deformity with plain radiographs, as well as yearly surveillance MRI through 5-year follow-up, and then will decrease frequency to every 2-3 years.", "age": "[[7.0, 'month']]", "gender": "M", "relevant_articles": "{'17874681': 1, '14045787': 1, '12607034': 1, '21107150': 1, '30384116': 1, '2178277': 1, '29788028': 1, '21034922': 1, '27815027': 1, '21613770': 1, '31973698': 1, '10370046': 1, '7960369': 1, '29979131': 1, '19965293': 1, '17254890': 1, '21206190': 1, '26546992': 1, '479930': 1, '17857556': 1, '34659854': 2}", "similar_patients": "{}"}