{"patient_id": 51010, "patient_uid": "8178030-1", "PMID": 34088358, "file_path": "comm/PMC008xxxxxx/PMC8178030.xml", "title": "Possible immunoglobulin-E-dependent sugammadex-induced anaphylaxis caused by an epitope other than γ-cyclodextrin: a case report", "patient": "A 55-year-old Japanese man (height, 170 cm; body weight, 76 kg) with glottis carcinoma was scheduled for laryngectomy. Written informed consent for publication was obtained from him. One month before laryngectomy, he had undergone laryngoscopy under general anesthesia and received sugammadex administration without causing hypersensitivity. He had no histories of allergies. Anesthesia was induced with 100 mg propofol and 50 mg rocuronium. At the same time, continuous administration of remifentanil was started at the rate of 0.3 μg/kg/minute. Anesthesia was maintained with 1.5% sevoflurane, 0.05–0.15 μg/kg/minute remifentanil, and 25 mg/hour rocuronium. All anesthetic injections were discontinued after the end of uneventful surgery. Two minutes after intravenous administration of 200 mg sugammadex, his spontaneous breathing was restored, and he was weaned off the ventilator. Another minute later, his blood pressure fell to 70 mmHg, and his heart rate increased to 110 beats/minute with systemic erythema. Anaphylaxis was suspected because of these cardiovascular and cutaneous symptoms, although no respiratory symptoms appeared. He was treated with intravenous injection of 0.2 mg phenylephrine, 5 mg d-chlorpheniramine, and 300 mg hydrocortisone. His cardiovascular condition stabilized after these treatments, and he was transferred to the high care unit.\\nEight months after the event, skin tests were scheduled to identify the cause of anaphylaxis. Skin prick tests and intradermal tests with all drugs administered for general anesthesia were performed. Sugammadex (Bridion; MSD, Tokyo, Japan) showed positive results in intradermal tests, whereas all other agents were negative (Table ).\\nSubsequently, we collected blood samples to perform BATs. The methods for conducting BATs are detailed elsewhere []. Briefly, the Allergenicity Kit (Beckman Coulter, Fullerton, CA, USA) was used to quantify basophil CD203c expression, a marker for basophil activation, according to the manufacturer’s instructions. Blood samples were incubated with serial dilutions of sugammadex. γ-Cyclodextrin (Wako, Osaka, Japan), which is the main structure of sugammadex and is therefore considered one of the candidate epitopes, was also tested [, ]. Anti-immunoglobulin E (IgE) antibody (Beckman Coulter) and formyl-methionyl-leucyl-phenylalanine (fMLP; Sigma-Aldrich, St. Louis, MO, USA) were used as positive controls. Unlike anti-IgE, fMLP activates basophils through an IgE-independent pathway []. Basophils in each sample were then analyzed using a flow cytometer (FACS Canto II; Beckton Dickinson Japan, Tokyo, Japan). In addition to both controls, sugammadex, but not γ-cyclodextrin, induced significant upregulation of CD203c expression (Fig. a).\\nTo investigate the mechanism underlying sugammadex-induced basophil activation, we analyzed the inhibitory effect of wortmannin (Abcam, Cambridge, UK), which acts as a specific inhibitor of phosphatidylinositol 3-kinase (PI3-K) []. We intended to use wortmannin to differentiate between IgE-dependent and IgE-independent basophil activation. Sugammadex-induced CD203c expression on basophils was almost completely inhibited by pretreatment with wortmannin in a similar manner to anti-IgE exposure. Conversely, the effect of wortmannin on fMLP-induced CD203c expression was very limited (Fig. b).", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'27062217': 1, '32766960': 1, '26646837': 1, '11739523': 1, '29517573': 1, '32620442': 1, '31791621': 1, '20722637': 1, '31785411': 1, '34088358': 2}", "similar_patients": "{}"}