{"patient_id": 47806, "patient_uid": "8022897-1", "PMID": 33842126, "file_path": "comm/PMC008xxxxxx/PMC8022897.xml", "title": "Calcium Alkali Syndrome Treated With Hemodialysis", "patient": "A 66-year-old morbidly obese woman presented to the ED with generalized weakness over the last seven days, oliguria, poor appetite, and thirst. Her past medical history included hypertension, hyperlipidemia, congestive heart failure, pulmonary hypertension, restrictive lung disease, morbid obesity, and type 2 diabetes mellitus. She had no history of cancer or multiple myeloma, or renal disease as evident from past admissions.\\nUpon presentation to the ED, she was found to have a serum creatinine of 5 mg/dL (her baseline was 0.5 mg/dL) and a serum calcium level of 23.1 mg/dL (normal reference range: 8-10.4 mg/dL) and ionized calcium of 3.23 mg/dL (normal reference range: 4.23-5.11 mg/dL). Her albumin was 3.9 g/dL, within normal range, indicating true hypercalcemia. CT of her abdomen and pelvis revealed an 18 mm cyst in upper pole of the right kidney with a parapelvic cyst measuring 18 mm x 18 mm (Figure ). Chest X-ray (CXR), CT of head also did not show any significant pathology. Her other labs included a white blood cell (WBC) 14.14, hemoglobin 11.8 g/dL, platelet 427,000 platelets per microliter, sodium 131 mEq/L, potassium 3.8 mEq/L, chloride 89 mEq/L, carbon dioxide 36 mEq/L (normal reference 20-32 mEq/L), blood urea nitrogen (BUN) 62 mg/dL, magnesium 3 mEq/L, aspartate aminotransferase (AST) 71 IU/L, alanine aminotransferase (ALT) 46 IU/L, troponin 39 ng/mL, B-type natriuretic peptide (BNP) 435 pg/mL, international normalized ratio (INR) less than 0, and partial thromboplastin time (PTT) more than 212 s. Her electrocardiogram (EKG) showed intraventricular right bundle branch block (Figure ). Her vitals included a temperature of 97.8 degrees Fahrenheit, pulse of 72 beats/min, and blood pressure of 160 over 83 millimeters of mercury. A hypercalcemia work-up was done which included parathyroid hormone (PTH), PTH-related protein, and serum protein electrophoresis. PTH was found to be low at 13.9 pg/mL (normal range 15-75 pg/mL) and PTH-related protein (PTHrP) was less than 2 pmol/L, normal. Serum immunofixation showed no monoclonal band, and serum and urine protein electrophoresis were unremarkable. Viral hepatitis serologies were negative. Thyroid stimulating hormone (TSH) was 3.14 uIU/mL, normal. Vitamin D 25-hydroxy was normal, 50.3 ng/mL.\\nTreatment was initiated with fluid resuscitation (1 L normal saline bolus), the bisphosphonate Zometa (Sagent Pharmaceuticals, Schaumburg, IL), and Miacalcin (Mylan, Rockford, IL). A temporary dialysis catheter was placed and dialysis treatment was initiated 12 h later (day two), and again on day three due to a persistently elevated serum calcium level of 11.5 mg/dL. Dialysis was necessary as Zometa and Miacalcin were not working fast enough to ensure a positive outcome alone. In addition, there was concern for acute tubular necrosis due to Zometa in our patient with a creatinine clearance of less than 30 mL/min (Figures -, Table ). The patient’s serum creatinine and calcium levels improved by day six and patient was discharged home with outpatient follow-up.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'22710581': 1, '11262804': 1, '3061760': 1, '19715164': 1, '14523593': 1, '7810087': 1, '8960013': 1, '30072556': 1, '28098117': 1, '29866671': 1, '24288027': 1, '28572230': 1, '29505491': 1, '33842126': 2}", "similar_patients": "{}"}