{"patient_id": 56445, "patient_uid": "8435068-1", "PMID": 34532176, "file_path": "comm/PMC008xxxxxx/PMC8435068.xml", "title": "Association of Adult-Onset Bartter Syndrome With Undifferentiated Connective Tissue Disorder", "patient": "The patient, the 21-year-old male, resident of Kabul, Afghanistan, student of undergraduate but then left studies one year back due to ill health, was referred to our institution, with a history of documented 10 kg weight loss in 15 months, off and on episodes of vomiting, fever, arthralgia and an episode of progressive bilateral lower limb weakness for the last eight months. This weakness was associated with the history of proximal myopathy for the last eight months. In addition to this, there was no history of excessive intake of diuretics and laxatives. Besides this, his family history was insignificant for any renal disease.\\nOn examination, his blood pressure was 85/60 mmHg, pulse 88/min and he was afebrile. His BMI was 20 kg/m2. Neurological examination showed no abnormalities except for reduced muscle tone, diminished lower limb reflexes, and 3/5 power in both lower limbs. The rest of the systemic examination was unremarkable. His ECG was normal.\\nTable shows the detailed investigations of this patient after admission.\\nTable shows low levels of serum potassium, serum sodium, and serum phosphorous. Serum creatinine is also derranged. There is proteinuria, hematuria, leukocyturia, and alkalotic pH on urine R/E. On quantification of proteinuria, urine protein to creatinine ratio showed proteinuria of 1.3 g/g.\\nGiven severe hypokalemia, the patient was admitted for parenteral and oral potassium replacement. The patient was given the daily replacement of 100 mEq/L parenteral and 40 mEq/L of oral potassium supplementation. His serum potassium was also monitored strictly. He was also prescribed antiemetics to control his vomiting which probably led to his low serum sodium, potassium, and chloride levels.\\nFor the further workup of his hypokalemia, the following labs were obtained as shown in Table .\\nTable shows low urine sodium, potassium, chloride and calcium, and positive urine anion gap. As the urine anion gap came out to be positive and urine pH was also alkalotic, a diagnosis of distal renal tubular acidosis was suspected. Findings of low urinary sodium, potassium, and chloride were considered to be secondary to vomiting-associated volume depletion. His ultrasound abdomen shows bilateral mildly raised normal-sized kidneys.\\nIn order to identify the cause of his renal impairment and proteinuria, a detailed autoimmune workup was performed. Table shows the list of investigations performed on this patient.\\nAs summarized in Table , the diagnosis of undifferentiated connective tissue disorder was made based on raised levels of ESR, CRP, anti-Smith/RNP antibody, anti-PM-Scl antibody, and anti-RNP antibody.\\nThe possible cause of hypokalemia was considered to be distal RTA secondary to undifferentiated connective tissue disorder. Rheumatology consultation was taken and he was started on tablet hydroxychloroquine mycophenolate mofetil 1 g twice daily and tablet prednisolone six tablets twice daily.\\nMeanwhile, his renal biopsy was performed to determine the cause of proteinuria above 1 g/g and renal impairment which showed evidence of juxtaglomerular (JG) hyperplasia with hypergranulosis in six glomeruli consistent with a diagnosis of Bartter syndrome in the context of ongoing hypokalemia. There was moderate (35%) acute tubular necrosis as well. There was no evidence of interstitial fibrosis and tubular atrophy. Immunofluorescence showed mild to moderate intensity diffuse linear deposit of immunoglobulin A (IgA) and immunoglobulin G (IgG) along glomeruli and tubules.\\nFigure shows light microscopic findings of this patient using different stains.\\nLight microscopic images using four different strains are shown in Figure . There is evidence of marked juxtaglomerular cells hyperplasia and acute tubular necrosis in these images.\\nFigure shows the immunofluorescence finding of this patient.\\nFigure shows evidence of mild to moderate linear IgA deposits along glomeruli. Genetic testing could not be done due to non-availability at our setup. He was then started on tablet spironolactone for correction of his persistent hypokalemia. Non-steroidal anti-inflammatory drugs (NSAIDs) especially indomethacin were not started due to associated renal impairment.\\nAfter the follow-up of six months, there was sustained normalization of his serum potassium levels, reduction in proteinuria to around 700 mg/g, and improvement in serum creatinine from 3 to 1.5 mg/dl.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'10607776': 1, '33597159': 1, '20680351': 1, '13969763': 1, '32997650': 1, '33229783': 1, '24659592': 1, '32624484': 1, '15056980': 1, '24577935': 1, '22854165': 1, '30931194': 2, '32691728': 1, '18987258': 1, '26537508': 1, '34800134': 1, '20127383': 1, '26755355': 2, '15814539': 1, '32156844': 1, '34532176': 2}", "similar_patients": "{'4804144-1': 1, '6430306-1': 1}"}