{"patient_id": 52367, "patient_uid": "8243620-1", "PMID": 34193201, "file_path": "comm/PMC008xxxxxx/PMC8243620.xml", "title": "Patient with H syndrome, cardiogenic shock, multiorgan infiltration, and digital ischemia", "patient": "We report an 8-year-old boy born to consanguineous parents of Moroccan origin who was admitted to the intensive care unit because of dyspnoea, fever, and intense abdominal pain during the COVID-19pandemic. His medical history was positive for SNHL, diagnosed at five years of age, and a gene panel had recently been ordered for this reason. A few months previously, he had suffered an episode of Henoch-Schönlein purpura; and during a follow-up visit, a linear indurated patch was observed on the left thigh. His 4-year-old sister had been diagnosed with IDDM seven months before.\\nOn admission, he showed tachypnoea, tachycardia, and oliguria. Physical exploration showed weak cardiac sounds, gallop rhythms, crackling, hypoventilation, and oedema of scrotum and mons pubis. The skin patch located on the inner left thigh had increased in size and showed thickening, in addition to hypertrichosis and hyperpigmentation (Fig. ); histologically, the patch exhibited oedema with a lymphohistiocytic infiltrate in subcutaneous and perivascular cell tissue, but with no signs of thrombophlebitis or vasculitis (Fig. ). Moreover, he developed purpuric lesions of ischemic aetiology in the 2nd and 3rd toes, similar to the lesions described in COVID-19 in children (Fig. ). The echocardiography detected a dilated cardiomyopathy (left ventricle end- diastolic volume 54 mm Z-score+ 2,9), severe systolic dysfunction (30% of left ventricular ejection fraction (LVEF)), mild diastolic dysfunction (fusion of E/A, E/E’ 16) and elevated pulmonary arterial pressure (tricuspid regurgitation gradient 46 mmHg) confirming cardiogenic shock.\\nAcute phase reactants were raised, and hepatic and renal function markers were altered (Table ). High levels of NT-proB-type natriuretic peptide (> 35,000 pg/mL), Renin (4098 μU/mL), and troponin I (59.6 ng/L) were in line with heart failure. Pharyngeal swab test was negative for SARS-CoV-2 and there was no history suggestive of COVID-19 in his family or immediate environment either. Antibody detection by chromatographic immunoassay during the acute phase and after 6 weeks were negative.\\nAfter detecting a mutation in the SCL29A3 gene (NM_018344.6:c.971C > T; (p.Pro324Leu)), described as pathological [, ] in the gene panel ordered for SNHL, the patient was diagnosed with HS, which was compatible with his phenotype. Later on, because early-onset IDDM is a typical feature of HS [, , ], a genetic panel was done to his sister and the same mutation was found.\\nComputed tomography scan showed extensive alveolar infiltrates in the lungs and multiple poor defined hypodense lesions in liver, spleen, and kidneys; adenopathy; and cardiomegaly with left ventricle subendocardial nodules. (Fig. ) Tumour markers (neuron-specific enolase, alpha-fetoprotein, human chorionic gonadotropin), bone marrow biopsy, and serum amyloid A were normal. Pleural fluid, bronchial secretion, and skin biopsy revealed non-atypical lymphocytic infiltration.\\nInvasive mechanical ventilation was started, and a pleura drainage tube was placed, together with broad antibiotic and antifungal coverage. After 4 days without significant improvement, Tocilizumab (8 mg/kg) and pulsed intravenous methylprednisolone (500 mg three consecutive days) were initiated. Improvement within a few days was impressive: mechanical ventilation could be stopped, inflammation markers and liver and kidney function normalized, heart function stabilized, achieving 50% of LVEF. Two weeks later, he was able to be discharged and has been clinically well and stable since then, only with administration of Tocilizumab every two weeks. A control CT scan done 10 weeks later showed complete resolution of previous abnormalities (Fig. ).", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'18940313': 1, '25963354': 1, '29079714': 1, '26015165': 1, '24172204': 1, '32151906': 1, '23729543': 1, '22679148': 1, '29041934': 2, '20595384': 1, '29808591': 1, '23530176': 1, '27215564': 1, '27143505': 1, '23623699': 1, '28554179': 1, '32359035': 1, '18410979': 1, '20140240': 1, '32101510': 1, '34657628': 1, '22174130': 1, '24894595': 1, '25967258': 1, '34193201': 2}", "similar_patients": "{'5645937-1': 1, '5645937-2': 1}"}