{"patient_id": 47927, "patient_uid": "8028537-2", "PMID": 34506400, "file_path": "comm/PMC008xxxxxx/PMC8028537.xml", "title": "The First Successful Endovascular Management of Posterior Fossa Arteriovenous Malformations in Nepal: Case Series", "patient": "A 26-year-old female patient presented with headache and vertigo for six months. On examination, there was no neurological deficit. A plain NCCT was normal (). CT-angiography showed posterior fossa AVM in the left cerebellar hemisphere with feeders from the left superior cerebellar artery (SCA) and the left PICA. The venous drainage was in the left transverse-sigmoid junction.\\nAfter written informed consent, the patient was up taken for endovascular embolization under general anesthesia. A 6-F femoral access was taken and DSA was done through a 5-F Picard catheter. The DSA confirmed the presence of left cerebellar fossa AVM with feeders from the left SCA and left PICA. There was single venous drainage into the left transverse-sigmoid sinus junction with no venous stenosis or ectasia ().\\nWe decided to perform partial embolization of the AVM. A 6-F Envoy guiding catheter (Codman) was placed in the distal part of the V-2 segment of the left vertebral artery. Subsequently, Apollo onyx delivery microcatheter (Medtronic) was navigated over mirage 0.08\" (eV3) micro guidewire into the left SCA feeder distally to reach the nidus. After confirming the position, the AVM was embolized using onyx-18 (eV3). Control angiogram revealed an approximately 50-60% reduction in the size of AVM nidus (). The entire procedure was uneventful. His post-operative recovery was uneventful and repeat CT-scans were normal. The patient was discharged from the hospital on the sixth day of admission. She was advised for a follow-up angiogram and second-stage embolization of PICA-feeder after 3 months.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'16582640': 1, '25187772': 1, '25745586': 1, '3885072': 1, '9254082': 1, '8121564': 1, '11571210': 1, '19005371': 1, '19408990': 1, '3760956': 1, '34506400': 2}", "similar_patients": "{'8028537-1': 2}"}