{"patient_id": 108156, "patient_uid": "8173406-1", "PMID": 34141791, "file_path": "noncomm/PMC008xxxxxx/PMC8173406.xml", "title": "Stevens-Johnson syndrome and concurrent hand foot syndrome during treatment with capecitabine: A case report", "patient": "A 70-year-old woman visited our outpatient clinic for subacute painful skin lesions on her trunk, palms, and soles.\\nThe patient had started capecitabine plus lapatinib treatment for breast cancer with multiple metastases. Four weeks after taking capecitabine and lapatinib, erythema was developed on her hands and feet, but she did not visit the clinic. After approximately 6 wk of capecitabine plus lapatinib treatment, she complained of worsening of erythema, edema, and bullae not only her hands and feet but also on her upper arms, trunk, and buttocks. At this point, she visited our clinic for evaluation and treatment. Skin biopsies were performed at the time of admission.\\nThe patient had a 22-year history of medication for treating hypertension and hyperlipidemia. Sixteen years before the current presentation, the patient have undergone modified radical mastectomy and adjuvant chemotherapy [adriamycin + cyclophosphamide (4 cycles), paclitaxel (4 cycles), and oral 5-fluorourasil] for left-breast triple-negative invasive ductal carcinoma (stage IIb). Eight years after the initial diagnosis, the patient developed recurrence in the contralateral axillary lymph node, although she rejected right modified radical mastectomy and instead underwent axillary lymph node dissection, adjuvant chemotherapy [epirubicin + cyclophosphamide (4 cycles)], and radiotherapy. One year later, she developed right-breast recurrence as stage I invasive ductal carcinoma (estrogen receptor (ER): 3+, progesterone receptor (PR): 3+, HER-2: Negative) and received adjuvant chemotherapy [cyclophosphamide + methotrexate + fluorouracil (6 cycles)]. Five years later, metastasis to the left infraclavicular lymph node, right axillary lymph node, mediastinum, lung, and bones were suspected, and metastatic adenocarcinoma was pathologically confirmed after needle biopsy of the left infraclavicular lymph node (ER: 8+, PR: 8+, HER-2: 3+). The patient started palliative treatment using anastrozole plus trastuzumab, exemestane, and trastuzumab emtansine, although that treatment failed and she was switched to treatment using capecitabine plus lapatinib.\\nThere was no family history of malignancy, allergic disease, systemic autoimmune disease, cardiovascular disease, or other diseases.\\nThe physical examination revealed erythema, desquamation, and erosions on both palms and soles. We also observed reddish macules with a central non-blanching zone, as well as vesicles and erosions on the trunk and proximal extremities with Nikolsky’s sign (Figure ). Epidermal detachment developed over approximately 10% of the patient’s body surface area. An intraoral examination revealed ulcerations of the lips and buccal mucosa. The patient had a body temperature of 37.6 °C and no other systemic signs.\\nStandard laboratory tests only revealed anemia and hyponatremia.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'24795111': 1, '10080589': 1, '17192538': 1, '18341672': 1, '28329382': 1, '17673607': 1, '18160271': 1, '28066869': 1, '34141791': 2}", "similar_patients": "{}"}