{"patient_id": 112527, "patient_uid": "8576768-1", "PMID": 34790609, "file_path": "noncomm/PMC008xxxxxx/PMC8576768.xml", "title": "Osteochondrosis of Humeral Capitellum, Diagnosis and Treatment – A Case Report", "patient": "A 6-year-old boy was brought by his mother in the outpatient clinic with complains of pain and difficulty in moving his right elbow following a fall while playing with his siblings at home. There was no history of any constitutional symptoms. The medical and family history was unremarkable. Since initial examination was near normal with minimal tenderness over elbow, diagnosis of contusion was made. He was treated with long arm splint and pain medication. At 2-week follow-up visit, he had persistent pain and elbow examination revealed mild swelling, subtle tenderness over lateral side of elbow and limitation of extension by 20°. A repeat radiograph of both the elbows in AP and lateral view was ordered. It showed joint effusion (star) (), irregular delineation of the articular contour of the capitellum with a radiolucent line in the subchondral bone (black arrows) and faint sclerosis of the capitellum (white arrows) (, ).\\nThese are the classical radiological features of osteochondrosis of humeral capitellum (Panner’s disease). Her mother was explained about the condition and its prognosis. The boy was treated with continued elbow immobilization for further 2 weeks and advised to come for follow-up but unfortunately, he was lost to the follow-up. Almost after 5 years, we could communicate on telephone with her mother but they were unable to visit the hospital for follow-up examination and X-ray. She said that her son has completely recovered and has no pain, swelling, deformity, or limitation of movement. He is back to his normal activity.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'13852221': 1, '21094406': 1, '30483677': 1, '8796968': 1, '14126237': 1, '7273516': 1, '1395286': 1, '26628012': 1, '25663360': 1, '657666': 1, '15473676': 1, '1868564': 1, '34790609': 2}", "similar_patients": "{}"}