{"patient_id": 51960, "patient_uid": "8223888-1", "PMID": 34194786, "file_path": "comm/PMC008xxxxxx/PMC8223888.xml", "title": "A fast-growing schwannoma of the tongue in a 15-year-old Iranian male: Review of literature and case report", "patient": "Our patient was a 15-year-old Iranian male who presented to the Oral and Maxillofacial Medicine Department of School of Dentistry, complaining of a painless swelling on his tongue from 1 month earlier, which was growing fast (Figure ). He did not recall any history of trauma or tongue biting. His medical history was unremarkable, and he was not using any medication.\\nHe did not have any symptoms such as pain, paresthesia, altered sense of taste, or mouth dryness. Intraoral examination revealed an exophytic nodular sessile mass with an intact surface with the same color as the surrounding mucosa, measuring 1.5 × 1.5 cm in size. It had a firm consistency and was located in the posterolateral surface of the tongue, extending to the ventral surface. The lesion was freely moving beneath the covering mucosa. The patient had no lymphadenopathy.\\nBased on the patient's history and clinical findings, a magnetic resonance image (MRI) of the tongue without contrast was requested for the patient, which revealed a tongue mass with well-defined borders measuring 15 × 12 mm, which was hypersignal on T2-weighted, and hyposignal on T1-weighted images.\\nBased on the clinical findings (intact mucosal surface and no attachment to the epithelium) and the information acquired from the MRI, benign mesenchymal tumors were considered in the list of differential diagnosis. The fast growth rate of the tumor in our case was concerning. After obtaining written informed consent from the patient and his parents, the patient underwent excisional biopsy under local anesthesia by an oral and maxillofacial surgeon. The mass was submucosal, and after elevating a mucosal flap, a pedunculated yellow-color mass with a smooth surface appeared, which measured 1 × 1 cm, and was easily resected with blunt dissection (Figure ). The specimen was sent to the Pathology Department in formalin. The pathology report was as follows:\\nMicroscopic examination revealed a benign neoplasm with a clear capsule composed of cells with spindle-shaped nuclei, forming an Antoni A pattern. The tumoral cells did not show any cellular atypia or mitosis (Figure ).\\nBecause of the benign nature of the lesion, no additional treatment was indicated. After the postoperative period, the patient's complaints, including the swelling, were resolved. The patient had no signs of recurrence in the first follow-up session scheduled 1 year postoperatively (Figure ).", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'16192870': 1, '31543538': 2, '24303393': 2, '22013479': 2, '30342279': 1, '23814552': 2, '17362838': 1, '25093057': 2, '11474457': 1, '19130068': 1, '34194786': 2}", "similar_patients": "{'6749764-1': 1, '3846209-1': 1, '3692190-1': 1, '3177391-1': 1, '4120904-1': 1}"}