{"patient_id": 47079, "patient_uid": "8711260-1", "PMID": 34966620, "file_path": "comm/PMC008xxxxxx/PMC8711260.xml", "title": "A Rare Case of Atraumatic Splenic Rupture Due to Chronic Pancreatitis", "patient": "A 41-year-old man, with a history of alcohol-induced acute pancreatitis eight months before, presented to the emergency department of Hospital Vila Franca de Xira. He complained of nausea, vomiting and severe abdominal pain in the left upper quadrant radiating to his left shoulder for two days. He also referred to anorexia, unquantified weight loss and night sweats in the three previous weeks. There was not any history of significant abdominal trauma.\\nIn his previous hospitalization, he had elevated serum amylase and lipase levels. Imaging revealed a normal homogeneous liver with the absence of gallstones, a normally sized pancreas with regular contours and a normal-sized spleen with homogeneous echotexture. He was treated conservatively, abandoned alcohol consumption and recovered uneventfully, maintaining sporadic abdominal pain in the left upper quadrant since then.\\nOn this admission, the patient was hemodynamically stable, afebrile, oxygen saturation at 97% on room air and the abdominal examination revealed moderate upper abdominal pain but no rebound tenderness. The laboratory test results were remarkable for white blood cell count (19.5×103/μL) and CRP (4.95 mg/dL). The serum hemoglobin level was normal (14.5 g/dL), as well as the platelet count, prothrombin time and serum bilirubin, amylase, lipase, lactate dehydrogenase and haptoglobin levels. There was no evidence of red blood cell destruction.\\nAn abdominal ultrasound scan revealed a heterogeneous spleen with imprecise borders, with a liquid collection of undetermined etiology in subphrenic topography. The liver had normal dimensions, regular contours and homogeneous echotexture (Figure ). The ultrasound scan was complemented with a contrast-enhanced abdominal computed tomography (CECT) scan with confirmation of large heterogeneous splenomegaly (13.5 cm), with several areas of greater density, densification of adjacent fat and a liquid collection, measuring 34 x 22 mm, between the tail of the pancreas and the splenic hilum, suggestive of spontaneous intrasplenic rupture. The pancreas was globally homogeneous except in the tail, where it presented irregular margins in contact with the liquid collection (Figures , ).\\nOver the following 24 hours, although being treated with fluid resuscitation and antibiotic administration, the patient became tachycardic, with fever and signs of peritonism. The hemoglobin level dropped to 12.8 g/dL and the inflammatory parameters worsened. Since his serial serum amylase levels remained within the normal range, the diagnosis of acute pancreatitis became less likely. A new CECT scan was performed, which revealed worsening of the free heterogeneous fluid, not clearly hematic, in perigastric and perisplenic location, involving the tail of the pancreas and in the pelvic cavity (Figure ). The heterogeneous splenomegaly persisted and thrombosis of the splenic vein was identified. The pancreas remained normal in size and morphology, with no dilatation of the duct of Wirsung (Figure ).\\nThe patient was transfused with a unit of packed red blood cells and proposed an exploratory laparotomy to which he consented. Intra-operatively we found an infected hemoperitoneum, splenomegaly with multiple subcapsular hematomas and disintegration of the parenchyma in the inferior pole, due to the rupture of one of the subcapsular hematomas. A total splenectomy was performed.\\nUntil the pathology report came, we also excluded infectious mononucleosis, infective endocarditis, sarcoidosis, symptomatic human immunodeficiency virus infection, systemic lupus erythematosus or myeloproliferative disorders. The patient presented a normal erythrocyte sedimentation rate, a normal peripheral blood smear and a normal bone marrow biopsy.\\nHistopathological examination of the spleen specimen was compatible with the first diagnosis and identified fragments of pancreatic parenchyma with fibrosis, acinar atrophy and irregular ducts (Figure ). These pancreas fragments infiltrated the splenic parenchyma at the site of capsular rupture, where hemorrhage and coagulation necrosis occurred. This established the diagnosis of chronic pancreatitis as the cause of the ASR.\\nOn the seventh day of post-op, the patient developed anorexia and pain in the right lower quadrant and an abdominal computed tomography (CT) scan revealed an acute appendicitis. He was submitted to a relaparotomy and an appendectomy was performed. The patient fully recovered from the second surgery and was discharged, free of complications, five days later.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'8689204': 1, '30809256': 1, '31337192': 2, '12878066': 1, '26255003': 1, '23569554': 1, '25437576': 1, '34417433': 1, '19787754': 1, '22889306': 1, '21546711': 1, '7897707': 1, '9876067': 1, '32782856': 2, '27843669': 2, '23148400': 1, '25931852': 1, '26425272': 1, '34966620': 2}", "similar_patients": "{'7410405-1': 1, '5098070-1': 1, '7280842-1': 1}"}