{"patient_id": 49614, "patient_uid": "8113401-1", "PMID": 33996947, "file_path": "comm/PMC008xxxxxx/PMC8113401.xml", "title": "Case Report: Application of Thoracoscopic Clamp Radiofrequency Ablation on Atrial Tachycardia Originating From Right Atrial Appendage After Catheter Ablation Failure", "patient": "A 13-year-old boy was admitted with palpitations and chest tightness for 2 years, which worsened for 10 days. The patient started to experience palpitations, fatigue, dyspnea, and chest tightness after repeated activities 2 years ago. The above symptoms have worsened in the past 10 days without any obvious cause. After admission, he was diagnosed with atrial tachycardia, cardiac dilatation, and heart failure. The value of NT-proBNP was 6,760 ng/L. Echocardiogram showed that the whole heart was enlarged. The diameter of left atrium and ventricle were 43 and 62 mm, respectively, and the left ventricular ejection fraction was 31%. The electrocardiogram showed atrial tachycardia. The P wave pattern was negative in lead V1, and the inferior lead was positive and towering, suggesting the origin of the right atrial appendage (). The 24-h dynamic electrocardiogram showed persistent atrial tachycardia with variable conduction (2-1:1) and a maximum heart rate of 217 beats per minute. The use of digoxin and amiodarone to treat atrial tachycardia was not effective.\\nAfter admission, the patient underwent electrophysiological examination and radiofrequency catheter ablation. The standard catheter position was used for electrophysiological examination in the coronary sinus and His bundle area. Coronary sinus mapping showed that the sequence of atrial activation during atrial tachycardia was from proximal to distal, which was considered to be originated from the right atrium. Under the guidance of the three-dimensional mapping system Carto, the Pentaray mapping electrode was used to perform three-dimensional reconstruction and activation mapping of the right atrium (). According to the results of the Carto mapping, it was confirmed that the atrial tachycardia lesion was located at the apex of the right atrial ear. In this area, the surgeon used the Navi Star Thermo-cool SMART TOUCH ablation catheter (Johnson & Johnson Family of Companies, USA) to meticulously map the earliest activation point— the A wave of the bipolar electrogram was ahead of the body surface atrial wave 44 ms, and the unipolar electrogram showed a QS shape (). The ablation was performed, with setting the power as 15–25 W, the temperature as 43°C, the saline perfusion rate as 17 ml/min, and the ablation time as 30–40 s at each ablation point. 50 radiofrequency injuries were performed in a total of 50 min, but failed to terminate AT. At the end of the operation, no pericardial effusion was found on transthoracic echocardiography.\\nConsidering that endocardial radiofrequency ablation was not effective, the patient was transferred to the cardiology surgery department for thoracoscopic epicardial radiofrequency ablation. When entering the operating room, the patient presented persistent atrial tachycardia, with a ventricular rate of 190 beats per minute. Esophageal ultrasound showed that the patient's heart was enlarged, especially the left atrium and left ventricle. The left heart function was extremely diminished. The intraoperative EF value was about 20%. The patient was intubated under general anesthesia, and CVC and MAP tubes were placed. Patients underwent routine ECG monitoring and blood oxygen saturation testing during the operation. The supine position was taken for surgery. The surgeon routinely sterilized the drape, entered the chest through a 4 cm anterior axillary incision in the 4th intercostal space, and entered the thoracoscopy through a 1.5 cm mid-axillary incision in the 4th intercostal space. Next, the surgeon cut the pericardium longitudinally and hung it to fully expose the right atrial appendage. Finally, the surgeon used a bipolar radiofrequency ablation forceps (Medtronic, Inc., USA) to clamp the root of the right atrial appendage and perform radiofrequency ablation. Ablation was repeated for three times, with the power as 28.5 W, and the duration of each ablation was adjusted by the tissue conductance profile. After the operation, the patient's atrial tachycardia was terminated and returned to sinus rhythm, and the heart rate immediately went from 160 to 85 beats/min ().\\nAfter the operation, the patients took sacubitril and valsartan, spironolactone, metoprolol sustained-release tablets, and potassium magnesium aspartate. The patient did not feel palpitations and no arrhythmia was detected by holter during the 3-month follow-up period after discharge from the hospital, and the heart structure gradually returned to normal. The chest radiograph showed that the cardiothoracic shrinkage to normal compared with the preoperative (). The echocardiogram showed the diameter of left atrium and ventricle were 35 and 58 mm, respectively, and the left ventricular ejection fraction was 60%.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'33076624': 1, '20936469': 1, '20117799': 1, '20054777': 1, '30715255': 1, '17286568': 1, '24103224': 1, '19234307': 1, '15763528': 1, '33996947': 2}", "similar_patients": "{}"}