{"patient_id": 51120, "patient_uid": "8184338-1", "PMID": 34194852, "file_path": "comm/PMC008xxxxxx/PMC8184338.xml", "title": "Can Heparin-Coated ECMO Cannulas Induce Thrombocytopenia in COVID-19 Patients?", "patient": "We report the case of a 69-year-old woman admitted to a primary hospital in Vienna, Austria, presenting with fever, dry cough, headache, and diarrhea. The patient tested positive for COVID-19 by reverse transcription-polymerase chain reaction of a nasopharyngeal swab specimen. Eight days after admission, the patient's respiratory state deteriorated rapidly resulting in severe hypoxemia.\\nShe was unresponsive to noninvasive continuous positive airway pressure (CPAP) ventilation and nasal high-flow oxygen and was transferred to the intensive care unit (ICU), intubated, and prone positioned. Because of an unaltered low oxygenation index indicating severe respiratory failure, she was transferred to Vienna General Hospital for venovenous ECMO initiation (Cardiohelp System, Maquet Cardiopulmonary GmbH; Rastatt, Germany). A heparin-coated, double venous cannula system (BIOLINE coating, Maquet Cardiopulmonary GmbH; Rastatt, Germany) was used, with one cannula inserted into the right femoral vein and the other into the right internal jugular vein. Chest computed tomography scans showed multifocal bilateral patchy shadows indicative of COVID-19-related ARDS. Upon admission, the patient was on alternative anticoagulation with the direct thrombin inhibitor argatroban due to her allergy to low-molecular-weight heparins. Hence, the patient continued receiving argatroban at a rate between 0.33 and 0.73 µg/kg/min as an anticoagulant therapy during ECMO provision. We relied on careful laboratory monitoring to guide argatroban dosage (). Lung-protective ventilation and therapy in the sense of “compassionate use” of IV immunoglobulins, anakinra (IL-1 inhibitor), and low-dose hydrocortisone were initiated.\\nOn day 11 after ECMO initiation, swelling of the right leg was detected, caused by a nonocclusive thrombus within the right popliteal vein. Moreover, the patient presented with livid discolored fingertips. On day 12, the patient's platelet count had decreased to a nadir of 61 G/L (). Platelet count was checked with a specific blood collection tube (ThromboExact, Sarstedt, Nümbrecht, Germany) confirming the results collected with the citrated blood tubes and to rule out pseudothrombocytopenia (PTCP), an in vitro phenomenon of low platelet count caused by the agglutination of platelets, leading to false low platelet counts in automated cell counting []. Furthermore, antiphospholipid antibodies were excluded. The time course of the acute-phase proteins C-reactive protein and fibrinogen and elevated D-dimer levels indicating active blood clotting is shown in .\\nThe patient was highly positive for anti-PF4/heparin antibodies (optical density (OD): 2.63) as determined by the enzyme-linked immunosorbent assay (Figures –), indicating a high likelihood of HIT. The widely used 4T's clinical scoring system was predicting a high probability of HIT (in sum, 8 points: 2 points in each category as (1) the degree of thrombocytopenia; (2) the timing of the platelet decline after heparin administration; (3) the presence of new thrombosis; and (4) nonapparent other causes of thrombocytopenia.\\nSince the heparin-coated ECMO cannulas were suspected to have triggered HIT, both the cannulas and the ECMO system were replaced by nonheparin-coated ECMO circuits (SOFTLINE circuits; Maquet Cardiopulmonary GmbH; Rastatt, Germany), resulting in the normalization of the platelet count within 4 days (). However, we could not revert the clinical situation. On day 22 after ICU admission, the ECMO indication was reevaluated, and the interdisciplinary team of the ICU and transplant surgeons decided on therapy de-escalation as the patient did not qualify for lung transplantation. Thus, due to nonrecovery and progressive organ dysfunction, the patient was weaned from ECMO support and passed away within a few hours\\nLung autopsy results described diffuse alveolar damage (DAD) and pulmonary fibrosis in organization.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'28298667': 1, '27230048': 1, '32987008': 1, '32566429': 1, '17980795': 1, '30854309': 1, '33512415': 1, '26176382': 1, '31621093': 1, '26590504': 1, '26613641': 1, '30482768': 1, '30395203': 1, '33550713': 1, '32687823': 1, '27495818': 1, '33747091': 2, '32619411': 1, '34724155': 1, '32604322': 1, '32279018': 1, '31939806': 1, '32658337': 1, '28042080': 1, '33639037': 1, '19654158': 1, '32296910': 1, '34194852': 2}", "similar_patients": "{'7954639-1': 1}"}