{"patient_id": 60008, "patient_uid": "8601315-1", "PMID": 34797329, "file_path": "comm/PMC008xxxxxx/PMC8601315.xml", "title": "An unusual huge thymoma composed of sclerosing thymoma and type AB thymoma", "patient": "A patient is a 49-year-old woman who was admitted with a chief complaint of cough for 10 days without myasthenia gravis, vomiting, nausea, or any other symptoms. The patient was admitted for cough for 10 days. No other conditions were recorded at the time of admission. No significant history of past illnesses was identified. The patient had no previous or family history of a similar illness. During the physical examination, she was found to have a distended abdomen with no palpable masses. Laboratory tests revealed mild leukocytosis (10.4 × 109 cells/L), with normal hematocrit and platelet count. Conventional tumor markers, including CEA, CA199, and NSE, were reported in the normal range.\\nUltrasound examination illustrated a large heterogeneous lobulated mass in the right thoracic cavity, with dimensions 16.8 cm × 7.8 cm, accompanied by invasion of the parenchyma and expansion of the right atrium (Fig. A). CT showed a heterogeneous, macro-lobulated mass accompanied by partial calcification in the right thorax and mediastinum, with enhancement (Fig. B). No other abnormality was seen in the liver, pancreas, and other visceral organs. CT-guided core-needle biopsy revealed type B2 thymoma, which did not exclude the type AB thymoma. Thus, it was diagnosed clinically as T3N2M0 stage IV B thymoma. Initial treatment comprising of adjuvant chemotherapy and local radiotherapy was performed before surgery, to shrink the size of the thymus tumor. The tolerance to certain doses of radiotherapy in thymoma at risk determines the safety of radiotherapy. A conventional course of intensity-modulated radiotherapy consisting of four sessions a week and a total dose of 70 Gy was administered to the patient, modulated according to the size of the lesions. After radiotherapy, the patient was treated with six cycles of CAP (cyclophosphamide 500 mg/m2, doxorubicin 50 mg/m2, and cisplatin 50 mg/m2 q3w) chemotherapy regimen. Six months later, tumor size significantly decreased with dimensions 3.6 × 2.5 cm (Fig. C). Subsequently, total-thymectomy was performed and the entire mass was successfully excised.\\nThe grayish-white tumor was solid-cystic and covered by an incomplete membrane. The solid area with fish-flesh to tan-brown appearance was accompanied by calcification, whereas the cystic lesion appeared as multiloculated, with a slightly rough inner wall and loss of contents. Microscopically, the histologic analysis of hematoxylin and eosin staining revealed that the tumor which was composed of the type A region of the thymoma consisted of a few dispersed lymphocytes, the type B area consisted mainly of lymphocytes with a few small polygonal epithelial cells and extensive sclerotic lesions with hyalinization and calcification (Fig. ). Pathologically, this tumor consists of 40% sclerosing thymoma and 60% AB thymoma. The margin of the tumor consists of types A and B. For further confirmation, the sections were incubated overnight at 4°C with the primary antibodies CK and CK19, which were positive in the cytoplasm of the epithelial cells in both the type A and B areas of type AB thymoma (Fig. ). The Ki67 index in squamous cell carcinoma was approximately 80%. The immunostaining patterns of CD3, CD5, and TdT indicated immature T-lymphocyte cells in these areas. CD20 and CD21 were negative. Based on the abovementioned histopathologic and immunohistochemical findings, the final diagnosis was ST and type AB thymoma.\\nThe patient was discharged from the hospital eight days after surgery. During the most recent 1-year follow-up, the patient remained in remission with no sign of relapse. Follow-up with enhanced CT showed complete removal of the lesion with no sign of recurrence.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'29668640': 1, '33154315': 1, '16780103': 1, '26291007': 1, '11068551': 1, '7821901': 1, '32143154': 1, '26097617': 1, '23769581': 1, '34797329': 2}", "similar_patients": "{}"}