{"patient_id": 112910, "patient_uid": "8613607-1", "PMID": 34899249, "file_path": "noncomm/PMC008xxxxxx/PMC8613607.xml", "title": "Deep Vein Thrombosis as an Initial Symptom of Malignant Tumor: A Case Report of Angiosarcoma in the Iliac Vein", "patient": "A 72-year-old Japanese man presented to the emergency department with dyspnea following swelling of the right lower limb. Physical examination was unremarkable, except for mild hypoxemia (SpO2 95%) and lower limb pitting edema. Laboratory findings showed elevated D-dimer levels (43.5 μg/mL). Enhanced CT images showed massive PE (Fig. ) as well as several nodules in the lungs. Moreover, an irregularly shaped tumor was also present from the retroperitoneum near the right ureter to the right pelvis, as well as DVT in the right iliac vein (Fig. ). He was transported to a nearby cardiovascular hospital and received anticoagulation therapy as well as inferior vena cava filter indwelling. From image inspection, retroperitoneal tumors, such as ureteral cancer, were suspected, although urine cytology did not show obvious atypical cells. A laparotomy biopsy of the tumor was scheduled. However, 2 months after onset, a re-examination of chest CT due to exacerbation of breathing difficulties showed a rapid deterioration of nodular lesions in the lungs. Although he was admitted to our hospital, respiratory failure combined with tumor metastasis, pneumonia, and alveolar hemorrhage made it difficult to perform a surgical biopsy. He died 8 days after admission due to progression of respiratory failure before the biopsy procedure.\\nA general autopsy revealed a mass lesion in the retroperitoneal right caudal side, in contact with the right anterior part of the lumbar spine. The tumor macroscopically involved the right common iliac artery and vein, as well as the right ureter (Fig. ). However, there was no hydronephrosis in the right kidney, and no irregular lesions were observed in the ureteral luminal surface, indicating the absence of ureteral cancer. The tumor had a diameter of approximately 7 cm, and the reddish area due to bleeding was observed macroscopically on the dividing surface (Fig. ). Macroscopic observation of the transverse plane revealed that the tumor was continuous with the region of the right iliac artery and vein (Fig. ). Histological analysis using Elastica van Gieson staining showed that collagen and elastic fibers around the right external iliac vein were degenerated and disrupted due to the proliferation of spindle-shaped atypical cells (Fig. ). These atypical cells were observed in both the intraluminal and extraluminal areas, which caused vascular occlusion. Immunohistochemical staining showed that the atypical cells were positive for CD31 and Ets-related gene (ERG), which are endothelial cell markers (Fig. ). Based on these findings, we diagnosed angiosarcoma originating from the right external iliac vein as the cause of DVT and subsequent PE observed at the time of initial onset. Many tumor metastases with hemorrhage were observed in both lungs, as well as left pleural metastasis and bloody pleural effusion. These metastatic lesions and subsequent alveolar hemorrhages were considered to be the cause of fatal respiratory failure.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'25596292': 1, '16299742': 1, '15156369': 1, '19720906': 1, '26008857': 1, '32718995': 1, '27080009': 1, '29479925': 1, '27831499': 1, '20308666': 1, '20386546': 1, '30593166': 1, '30314362': 1, '20537949': 1, '24372769': 1, '18516535': 1, '33182685': 1, '34899249': 2}", "similar_patients": "{}"}