{"patient_id": 112162, "patient_uid": "8546825-1", "PMID": 34734071, "file_path": "noncomm/PMC008xxxxxx/PMC8546825.xml", "title": "Primary intratracheal neurilemmoma in a 10-year-old girl: A case report", "patient": "A 2-mo history of recurrent cough, dyspnea, and tachypnea.\\nA 10-year-old girl was admitted to our unit with a 2-mo history of recurrent cough, dyspnea, and tachypnea. Her condition was more severe after exercise. She had been hospitalized twice in a local unit and diagnosed with bronchitis and asthma. Her symptoms progressed despite treatment with inhaled fluticasone/salmeterol.\\nThe patient had been previously healthy, and she denied a history of asthma and seasonal allergic rhinitis.\\nThe patient had no relevant family history.\\nOn admission, the patient was dyspneic and characterized by biphasic stridor with a percutaneous saturation of 95% on room air. An examination showed a body temperature of 36.7 ºC, a pulse rate of 92 beats/min, a respiration rate of 34 breaths/min, and a blood pressure of 107/74 mmHg.\\nThe patient’s leukocyte count was 6.07 × 109/L (reference range: 4.0-12.0 × 109/L). Her lymphocyte count was 3.09 × 109/L (reference range: 0.7-4.9 × 109/L). An immune function test showed that her immunoglobulins were within the reference range.\\nContrast-enhanced computed tomography (CT) revealed an obviously enhanced mass, occluding about 90% of the tracheal lumen (Figure and ). Under conscious and local anesthesia, flexible electronic laryngoscopy showed a red, smooth, and round mushroom-shaped mass. The surface of the mass was covered with several small and discontinuous blood vessels. The base of the mass was in the trachea, about 1 cm below the vocal cords at the 4- to 7-o’clock position (Figure ).\\nPulmonary function examinations indicated that the patient, who had exhibited no marked response to bronchodilators, had severe inspiratory obstructive ventilation dysfunction.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'30973357': 1, '31860964': 2, '26622833': 1, '16175598': 1, '19172629': 1, '29183345': 2, '9671167': 1, '30232068': 1, '15852265': 1, '34734071': 2}", "similar_patients": "{'6940164-1': 1, '5706167-1': 1}"}