{"patient_id": 59923, "patient_uid": "8597803-1", "PMID": 34805005, "file_path": "comm/PMC008xxxxxx/PMC8597803.xml", "title": "Leigh syndrome in an infant: autopsy and histopathology findings", "patient": "A 7-month-old boy presented with progressive deterioration in sensorium, seizures, intermittent dystonia, and neuroregression for three weeks, following a trivial fall from the bed. He gradually lost motor milestones, speech, and eye contact. He stopped recognizing his parents, became lethargic, less interactive, and did not demand feeds. He also developed intermittent, generalized abnormal twisting of the limbs, which increased during awake state or stimulation while reduced during sleep. He had four episodes of intermittent, generalized tonic stiffening with up rolling of eyeballs, lasting 2-3 minutes each and associated with postictal drowsiness. There was no history of fever, systemic illness, abnormal body odor, rash, or hyperpigmentation. He was born to non-consanguineous parents with two older female siblings who were alive and well. He was born full term and the perinatal period was normal. On examination, his weight was 7 kg (-1 to -2 z) and head circumference 41.8 cm (-2 to -3 z). He had a low Glasgow Coma Score of 6 (eye opening 1, verbal response 2, and motor response 3), pallor, mild hepatomegaly (span 7 cm), axial hypotonia, intermittent generalized dystonia, brisk deep tendon reflexes, flexor plantar response, normal fundi, and absence of ophthalmoplegia or facial nerve involvement. A clinical diagnosis of subacute, afebrile encephalopathy was considered. He was administered empiric antimicrobials, intravenous fluids containing glucose, and supportive care.\\nLaboratory studies showed anemia (hemoglobin 9,4 g/dL) with low mean corpuscular volume (71 fL, reference range [RR] 80-100 fL) and transaminitis (aspartate aminotransferase 1228 IU/L, RR 5-40 IU/L, and alanine aminotransferase 784 IU/L, RR 5-40 IU/L). The platelets, total leucocyte count, prothrombin index, serum electrolytes, and renal function tests were normal. Arterial blood gas analysis showed high anion gap metabolic acidosis (pH 7.26, bicarbonate 13.4, and anion gap 20). His blood lactate level at admission was 9.9 mmol/L and remained between 8 and 18 mmol/L (normal range 1-2 mmol/L) throughout the course. Blood ketones and sugar were normal. Magnetic resonance imaging (MRI) of the brain showed bilateral symmetric lesions which were hyperintense on T2 and hypointense on T1-weighted images () with diffusion restriction () in cerebral hemisphere gyri, deep grey structures, and dorsal brainstem with lactate peak ().\\nBased on combined clinical, laboratory, and imaging findings, a neurometabolic disorder such as Leigh syndrome (energy deficiency disorder), or organic acidemia (intoxication disorder), or biotin-thiamine-responsive basal ganglia disease were considered. He was started on multivitamin and cofactor supplements, including high-dose biotin (10 mg/kg/d) and thiamine (300 mg/day). Hyperglycemia developed later during the hospital course and insulin infusion was started to maintain normoglycemia. For persistent metabolic acidosis, he was treated with intravenous sodium bicarbonate. Tandem mass spectroscopy revealed normal amino acids and acylcarnitine profiles. Gas chromatography showed significant lactic acid excretion in the urine, supporting a mitochondrial respiratory chain defect. Genetic studies could not be done due to the non-availability of these tests at our center. His condition worsened with hypotensive shock, transaminitis, persisting lactic acidosis, and multi-organ dysfunction syndrome. He succumbed to his illness on day four of hospitalization, and an autopsy was conducted with parental consent.", "age": "[[7.0, 'month']]", "gender": "M", "relevant_articles": "{'15964657': 1, '28767543': 1, '24731534': 1, '22441409': 1, '32000367': 1, '31996241': 1, '9701486': 1, '25978847': 1, '34220059': 1, '16488174': 1, '14874135': 1, '16527507': 1, '34805005': 2}", "similar_patients": "{}"}