{"patient_id": 50619, "patient_uid": "8160441-1", "PMID": 34054512, "file_path": "comm/PMC008xxxxxx/PMC8160441.xml", "title": "Case Report: Spontaneous Intramural Hematoma of the Colon Secondary to Low Molecular Weight Heparin Therapy", "patient": "A 76-year-old Chinese man complained of acutely worsening abdominal pain after treatment with 4,000 anti-Xa U of LMWH, q12h (low molecular weight heparin calcium injection, 0.4 ml/4000IU) as an anticoagulant for 3 days.\\nThe patient was admitted to our hospital because of palpitation and shortness of breath for three days, and diagnosed with atrial fibrillation and heart failure, with cardiac function NYHA grade III at Northern Jiangsu People’s Hospital on March 21, 2018. He had a CHA2DS2-VASc score of 4, which indicated a high risk of stroke. His body mass index was 21.66 kg/m2, and renal function was normal. Therefore, he was given furosemide and spironolactone for diuretic therapy, valsartan capsules for antihypertensive treatment, and LMWH for anticoagulation therapy.\\nThe patient had a prior history of hypertension well controlled by treatment with angiotensin-converting enzyme inhibitors.\\nThe patient had no specific underlying disease. He had no family history of other significant diseases.\\nPhysical examination showed abdomen tenderness and no signs of peritoneal irritation.\\nOn March 21, laboratory results showed that N-terminal pro–B-type natriuretic peptide was 1590 pg/ml, international normalized ratio was 1.14, activated partial thromboplastin time (APTT) was 38.20 s, fibrinogen was 1.67 g/L, hemoglobin was 113 g/L, red blood cell count was 3.34 × 1012/L, creatinine was 83 μmol/L, alanine transferase was (ALT) 39.0 U/L, aspartate aminotransferase (AST) was 36.0 U/L, gamma-glutamyltransferase (GGT) was 115.0 U/L, and platelet cell count was 183 × 109/L. After anticoagulation therapy for 3 days, an emergency laboratory test showed that the red blood cell count was 2.56 × 1012/L, and hemoglobin and platelet counts decreased to 82 g/L and 102 × 109/L, respectively. Furthermore, the coagulation function test demonstrated a prolonged APTT of 49.50 s. There was no bleeding per rectum, and his fecal occult blood test was negative. Considering the patient’s symptoms of abdominal pain and the rapid drop in hemoglobin and red blood cell count, there was clinical suspicion for retroperitoneal or gastrointestinal hemorrhage.\\nAbdominal computed tomography (CT) showed the thickening areas of the colon up to 110 mm × 78 mm in thickness, which was a symptom of hematoma of the colon ().", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'25404456': 1, '28458850': 2, '26793012': 1, '27158226': 1, '15383476': 1, '31030749': 1, '23737571': 1, '6603015': 1, '29545958': 2, '30009073': 2, '16217261': 1, '29733996': 1, '18209923': 1, '7249508': 1, '34054512': 2}", "similar_patients": "{'6020481-1': 1, '5818886-1': 1, '5400458-1': 1}"}