{"patient_id": 58403, "patient_uid": "8525672-1", "PMID": 34692276, "file_path": "comm/PMC008xxxxxx/PMC8525672.xml", "title": "Indomethacin-Induced Hypertensive Crisis", "patient": "A 52-year-old female was prescribed indomethacin, 75 mg extended-release tablet for frozen shoulder. After she took the tablet of indomethacin, she developed severe blurring of vision around 1 hour later. She also complained of giddiness and had difficulty in writing as she developed tremor in hands. Her blood pressure (BP) measured immediately was 210/170 millimeter of mercury (mmHg) and the remaining vitals were within the normal range. The baseline BP of our patient was 100-110/60-70 mmHg.\\nShe had a history of migraine and was taking metoprolol for prophylaxis. She also had a past history of hepatitis B infection 33 years back. She has a family history of hypertension and diabetes mellitus in her father.\\nShe was immediately rushed for an MRI and developed a throbbing headache on the way. Her BP was measured to be 180/110 mmHg and the measurement 2 hours later was 140/90 mmHg. Similarly, BP measurement in the evening was 120/80 mmHg. She remained asymptomatic on the next day and her BP that day was 120/70 mmHg. She had not been prescribed NSAIDs or any other medications. However, she again developed a severe throbbing headache with an elevated blood pressure of 190/110 mmHg on the third day.\\nShe was monitored clinically and laboratory investigations were not performed. A CT scan of the head was done to rule out intracranial bleeding and it came out to be normal. On MRI of the head, T2-weighted images revealed subtle ill-marginated patchy high-signal-intensity areas in bilateral cerebellar hemisphere in posterior aspect involving cortical area (Figure ). The patient was not admitted; rather home management was done as her tremor, giddiness, and headache subsided quickly. Similarly, her BP readings returned to baseline on the fourth day of symptoms' onset and afterward.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'12637109': 1, '9715834': 1, '23723142': 1, '18823646': 1, '3475201': 1, '9391772': 1, '8435027': 1, '8037411': 1, '29674799': 1, '2064481': 1, '16862046': 1, '27713289': 1, '11509629': 1, '32653589': 1, '12556654': 1, '15545508': 1, '34692276': 2}", "similar_patients": "{}"}