{"patient_id": 48907, "patient_uid": "8078352-1", "PMID": 33879717, "file_path": "comm/PMC008xxxxxx/PMC8078352.xml", "title": "Symptomatic perineural cyst after spontaneous subarachnoid hemorrhage", "patient": "A 45-year-old man was transferred to the emergency room, reporting a severe headache as well as sudden onset nausea. Upon neurological examination, he was found to be drowsy, but was otherwise normal. Brain CT revealed SAH in the bilateral Sylvian fissure, basal cistern and interhemispheric fissure (Fig. ). Three-dimensional brain CT angiography showed a right feeding anterior communicating artery aneurysm (Fig. ). Emergent cerebral angiography and endovascular coil embolization were performed (Fig. ). After embolization, the headache was alleviated and the patient's status improved each day. Soon after recovery, he reported worsening pain in the left perineal area. The pain was intermittent at onset and aggravated by sitting down, walking, straining and coughing. Although bed rest relieved the pain, he had difficulty falling asleep due to the pain. He had no history of previous back problems or recent trauma. Upon a second neurological examination, no abnormalities were found. Two weeks after embolization, lumbar spine MRI revealed 2 separated PCs at the S1 and S2 level affecting the left S2 root with high signal intensity in T2 and T1 images, suggestive of a hemorrhage within the cysts (Fig. ). The diameter of the larger cyst was 1.4 cm. The left S2 root was smaller than the right S2 root because it was compressed by increased intracystic pressure. Given that his symptoms were not relieved with analgesics or a caudal block, and the radiological evidence of PCs, we decided to perform cyst fenestration and imbrication.\\nUnder general anesthesia, we performed partial laminectomies at S1 and S2 via a posterior approach. The 2 separate cysts were tense and swollen. When we incised the cyst, dark old blood drained out and the cyst contracted. After the hematoma evacuated, we could find the S2 nerve root inside the cyst (Fig. ). The patient's pain was relieved immediately after cyst fenestration and imbrication. In a follow-up 5 years after the surgery, the patient remained symptom free with no complications.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'24653808': 2, '10917349': 1, '5531903': 1, '17538380': 1, '13621266': 1, '12648906': 1, '23400656': 1, '19096672': 1, '22768183': 1, '30813127': 2, '11453427': 1, '15687849': 1, '21562735': 1, '22053232': 1, '8192075': 1, '3343608': 1, '33879717': 2}", "similar_patients": "{'6408090-1': 1, '3958574-1': 1, '3958574-2': 1, '3958574-3': 1}"}