{"patient_id": 106671, "patient_uid": "8045545-1", "PMID": 33888965, "file_path": "noncomm/PMC008xxxxxx/PMC8045545.xml", "title": "An Unusual Cause of Adult Ileoileal Intussusception", "patient": "A 42-year-old male presented to us with complaints of diffuse abdominal pain and abdomen distension for 2 days. He had a history of constipation for 2 days, but no vomiting. The patient was brought after an episode of seizure for 3 min, followed by a brief period of altered sensorium. He was diagnosed with a seizure disorder 9 years ago for which he was on irregular medications. He is a chronic alcoholic for the past 25 years and had an episode of alcohol binge drink 2 days ago. On examination (height – 168 cm; weight – 45 kg), the patient was drowsy with a Glasgow Coma Score (GCS) of E3V4M6-13/15. His blood pressure was 80/48 mm of Hg. His heart rate was 102/min; the respiratory rate was 22 per minute and the temperature was 99°F. Abdomen examination revealed mild abdomen distension, diffuse tenderness with neither guarding nor rigidity, and absent bowel sounds. Digital rectal examination showed altered dark-colored stools. Respiratory system examination showed the presence of equal air entry bilaterally with basal crepitations.\\nThe capillary blood glucose (CBG) at admission was 32 mg/dl. After initial stabilization with intravenous fluids, 25% dextrose, and supportive measures, further investigations were done. A complete blood count showed an elevated total count of 15.4 × 109/L with a neutrophil predominance. X-ray abdomen showed multiple air–fluid levels. CT of the abdomen showed diffuse dilatation of the jejunal and ileal loops and the collapse of the large bowel with a transition point probably at the terminal ileum or ileocecal junction. All these features suggested a small bowel obstruction and the patient was planned for an emergency laparotomy as per the hospital protocol in emergencies. The patient responded well to the initial resuscitation with intravenous fluids, 25% dextrose, and inotropes, and his GCS improved to 15/15 and CBG increased to 180 mg/dl. The patient did not develop any further seizures.\\nDuring the emergency laparotomy, the following were found: (1) dilated jejunal and ileal loops, (2) collapsed large bowel, and (3) at 20 cm from the ileocecal junction, there was an ileoileal intussusception []. The involved ileal segment was resected and stomas were fashioned. On examining the specimen, it was found that 7 cm of proximal ileum had telescoped into the distal part and that the telescoped part was gangrenous.\\nPostoperatively, the patient had a cough with expectoration and he revealed that he had similar episodes for the past 1 month. A chest X-ray which was done preoperatively showed opacity in the left middle zone. Subsequently, the CT chest which was performed showed evidence of consolidation with air bronchogram in the left lower lobe and evidence of cavity with surrounding consolidation in the anterior aspect of the left upper lobe, suggesting an active infection in the lung []. Sputum smears examined with Ziehl–Neelsen stain did not reveal any acid-fast bacilli, but molecular testing by nucleic acid amplification (GeneXpert) was positive for Mycobacterium tuberculosis with moderate sensitivity to rifampicin. The histopathological examination of the resected bowel segment confirmed the presence of numerous epithelial granulomas with aggregations of epithelioid histiocytes and scattered Langhans type of giant cells, suggesting a tuberculous origin of the lesions [Figures and ]. Subsequently, the patient was started on antitubercular treatment with isoniazid, rifampin, pyrazinamide, and ethambutol according to the local national guidelines. This leads to the conclusion that the small bowel obstruction was due to intussusception and the lead point for the intussusception would have been the tuberculous lesion. The patient recovered well postoperatively and is awaiting reversal of his stoma.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'18620597': 2, '24635405': 1, '27998492': 1, '31011846': 1, '33888965': 2}", "similar_patients": "{'2478653-1': 1}"}