{"patient_id": 51403, "patient_uid": "8201691-3", "PMID": 34120658, "file_path": "comm/PMC008xxxxxx/PMC8201691.xml", "title": "Recognition and management of rapid-onset gluten ataxias: case series", "patient": "A 48-year-old man was referred to the Sheffield Ataxia Centre following rapid onset of double vision, slurred speech and imbalance 2 years prior. His symptoms had remained static but had resulted in him becoming wheelchair bound within a few weeks of onset. On presentation he was diagnosed with viral cerebellitis and treated with IV methylprednisolone, aciclovir, and a later slow weaning dose of oral steroids, with minimal improvement in symptoms. He received no further immunosuppression. Initial MRI imaging demonstrated cerebellar signal change suggestive of cerebellitis with later progressive cerebellar atrophy on interval scans (Fig. A and B). He had been discharged to a neurorehabilitation unit. Past medical history was remarkable for coeliac disease diagnosed with duodenal biopsy 6 months prior to the neurological presentation. Family history was significant for a mother with dermatitis herpetiformis and a brother with coeliac disease. Prior to the referral, he had started a gluten free diet. On referral, physical examination demonstrated a cerebellar syndrome with gaze-evoked nystagmus, downbeat nystagmus in primary gaze, hypometric saccades, broken pursuit, severe dysarthria, severe limb dysmetria with mild asymmetry (left > right) and gait ataxia. He required the assistance of two people to transfer. There was evidence of myoclonus, prominent in the left upper limb, but not stimulus sensitive. As he was already established on a strict gluten free diet, all antigliadin antibodies were negative at time of referral. Autoimmune and paraneoplastic antibodies, including GAD, onconeuronal, anti-GlyR and IgG anti-DPPX were negative. A lumbar puncture performed at presentation demonstrated an acellular CSF (WCC 2, protein 0.55, negative oligoclonal bands). MRI head and MRS performed on referral (2 years into the illness), demonstrated established cerebellar vermian and hemispheric atrophy (Fig. B) with spectroscopic abnormalities (superior vermis NAA/Cr 0.7, right hemisphere 0.89). Duodenal biopsy, performed after 12 months of a gluten free diet, demonstrated increased intraepithelial lymphocytes consistent with a gluten sensitive enteropathy (Marsh grade 1) but without evidence of refractory coeliac disease. Somatosensory evoked potentials (SSEP) and EEG/EMG polygraphy demonstrated no evidence of cortical hyperexcitability, cortically-driven myoclonus or stimulus-sensitive myoclonus. A diagnosis of GA was made and a tapering dose of steroids was continued. In the presence of static symptoms and an antibody/endoscopic response to a gluten free diet with stable MRS, no further immunosuppression was pursued. Mobility, however has remained stable during a period of follow up over 5 years. MR spectroscopy has remained stable.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'29166939': 2, '25823827': 1, '32328884': 1, '26561527': 1, '26414229': 1, '26331035': 1, '12933922': 1, '18546342': 1, '34633603': 1, '27965395': 1, '28724585': 1, '32524518': 1, '34120658': 2}", "similar_patients": "{'8201691-1': 2, '8201691-2': 2, '5700531-1': 1}"}