{"patient_id": 59147, "patient_uid": "8560452-1", "PMID": 34755074, "file_path": "comm/PMC008xxxxxx/PMC8560452.xml", "title": "First report of testis-sparing surgery for sertoliform cystadenoma: case presentation and review of literature", "patient": "A 42-year-old male with no prior medical history presented with a palpable mass in the right testicle, asymptomatic, and without any increase in size for 1 year. The patient is married, without children. At clinical examination, a firm, painless, well-delimited superior pole right testicular lesion was objectified. Scrotal ultrasound revealed a 1.7/ 0.5 cm mass in the upper pole of the right testicle, with normal contralateral testicle and normal testicular volumes (Fig. ). Serum tumor markers were collected and in normal range, as following: alpha-fetoprotein (0.5 ng/ml, N = 0.89- 8.78), beta-human chorionic gonadotropin (0, N < 1.4 UI/L), and lactate dehydrogenase (10 UI/L, N = 120–280 UI/L). A staging chest–abdominal–pelvic contrast-enhanced CT scan was performed which did not show any evidence of visceral or lymph node metastasis.\\nGiven the fact that the lesion was perceived as stable by the patient for 1 year, as described during the first consultation, we suspected that a benign etiology could be possible and offered the patient the option of testis-sparing surgery. The patient was informed of the risk of radical orchiectomy in case of intraoperative aspect or frozen section pathology report highly suggestive for malignancy and salvage radical orchiectomy if the final pathology report would be conclusive for malignancy. After informed consent was given, the patient underwent right partial orchiectomy by inguinal approach. We identified and dissected the elements of the spermatic cord, after which we separated the vas deferens from the testicular vessels. After clamping the testicular vessels, we incised the tunica albuginea and proceeded with the partial orchiectomy within safety surgical margins. Frozen section assessment was demanded and revealed testicular tumor of indeterminate origin, with negative surgical margins. Thus, we closed the albuginea and reintegrated the ipsilateral testicle in the scrotum, at the same time performing an orchidopexy (Fig. ). The total ischemia time was 12 min.\\nThe final pathology report showed a Sertoliform cystadenoma of the rete testis, with the tubular architecture of variable sizes, without atypical cells and rare mitosis visible. The testicular parenchyma present on the specimen was without pathological characteristics and the surgical margins were negative. Immunohistochemistry was intense positive for AE1 and CK7, negative for Inhibin and EMA, without any signs of malignancy (Fig. ).\\nThe patient was discharged the same day, no immediate or long-term postoperative complications were reported. The 1-month postoperative scrotal ultrasound examination was normal, with no sign of local recurrence. Due to the fact that it is a rare histology, we performed also 2 and 6-months postoperative serum tumoral markers, which were all negative.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'29240582': 1, '20658931': 1, '23429025': 1, '26297604': 1, '28413913': 1, '19668251': 1, '28216275': 1, '17307866': 1, '23406299': 1, '34755074': 2}", "similar_patients": "{}"}