{"patient_id": 109058, "patient_uid": "8247726-1", "PMID": 34221596, "file_path": "noncomm/PMC008xxxxxx/PMC8247726.xml", "title": "A case of postoperative tubercular spondylitis following microdiscectomy for lumbar disc herniation", "patient": "A 47-year-old hepatitis B positive male underwent L4-L5 microdiscectomy 45 days ago. He newly presented with low back and bilateral gluteal pain (i.e., VAS score 8 and 5 respectively) and swelling under the surgical scar. The lumbar ultrasound showed a deep dorsal paraspinal collection extending from L3 to L5 in the subcutaneous and intramuscular region. The MRI additionally revealed diffused vertebral body edema with a large intraspinal/ paraspinal and anterior epidural fluid collection from L4 to S1 []. First, 5 cc of whitish pus was aspirated under ultrasound guidance and it was sent for RT-PCR MTB, culture/sensitivity(C/S), Gram staining, and ZN staining for acid-fast bacilli (AFB). The results of all samples came back negative. However, as the ESR (erythrocyte sedimentation count) and C-reactive protein (CRP) levels were elevated, the patient was presumptively treated for bacterial spondylitis with cefepime and amikacin. Surgically, the entire abscess was drained and the wound was debrided. Samples were sent for histopathological and RT-PCR evaluations. The patient’s clinical symptoms fully resolved postoperatively.\\nThe histopathological report showed epithelioid cell granulomas with central caseation surrounded by Langhans type giant cells []. ZN stain for AFB was also positive []. The RT-PCR for MTB was again negative. Antitubercular drug therapy (ATT) of four drugs (HRZE) was started. One month later, both CRP and ESR decreased [].\\nThe plan was to continue the four drugs for 2 months followed by a three drugs (HRE) regimen for another 10 months.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'19884999': 2, '20445474': 1, '24757469': 2, '12653577': 1, '20220742': 1, '29070061': 1, '28168192': 1, '33036687': 1, '34221596': 2}", "similar_patients": "{'3941724-1': 1, '2766690-1': 1}"}