{"patient_id": 48331, "patient_uid": "8051592-1", "PMID": 33928004, "file_path": "comm/PMC008xxxxxx/PMC8051592.xml", "title": "An innovative alternative for spherophakia", "patient": "A 23-year-old female presented with painless progressive decrease in vision in both eyes over the past 2 years. The defective vision was not associated with trauma or any other systemic illness.\\nOn examination, the best corrected visual acuity (BCVA) was 2/60 in both eyes. Both eyes had subluxated cataractous lens (nuclear sclerosis grade II, Lens Opacities Classification System (LOCS) III classification) with nine clock hours of subluxation (3–12 o’clock) causing a shallow anterior chamber. The lenses in both eyes were spherical, had reduced equatorial diameter and increased anteroposterior diameter suggestive of spherophakia. The pupil was circular with normal iris pattern and pupillary reactions. The intraocular pressure (IOP) was 16 mm Hg in the right eye and 14 mm Hg in the left eye. Posterior segment was normal in both eyes. A clinical diagnosis of bilateral spherophakia with cataract was made and lensectomy with vitrectomy and CM T-flex aphakic IOL placement (Figure 1 ) under local anaesthesia was planned. After all the necessary routine pre-operative evaluations, the patient underwent the procedure in the left eye first.\\nUnder peribulbar anaesthesia, using the Ashwin Glued IOL marker 0 -1800 is marked. This is an important step as it ensures the centration and torsional stability of the IOL [], []. Conjunctival peritomy is done on either side and bipolar cautery is used to cauterize the bleeders. Two partial thickness limbal based scleral flaps of about 2.5 mm x 2.5 mm are created on either side of the markings. A 23-gauge trocar is placed in the inferotemporal quadrant for the infusion to prevent hypotony during the procedure. Using the 23-gauge cutter, lensectomy is performed through the side port, diluted triamcinolone acetonide is injected, and anterior vitrectomy is completed. Two sclerotomies are made with a 23-gauge needle, 1.5 mm from the limbus on either side under the sclera flap. A 2.8 mm clear corneal incision is made using the keratome. The CM T-flex aphakic IOL is a foldable hydrophilic lens with a specialized T-shaped haptics which is loaded in the cartridge and placed in the injector.\\nThe IOL is injected through the cornea gently so that the T-junction of the IOL comes out first, which makes it easy to grasp using the specially designed PraNiv T-flex forceps through one sclerostomy. The forceps has a specially designed short and broad tooth to hold the IOL without causing any damage or chipping. The leading haptic of the IOL is gently brought out through the sclerostomy. The lagging haptic is then positioned on the iris tissue. The arm of the haptic over the iris is then grasped by the Nishi grasping forceps (which has cris-cross serrations for a firm grip), and the trailing T-junction is transferred to the other hand by the PraNiv T-flex forceps using a hand shake technique, and exteriorized through the other sclerostomy. We can see the pop of the T-haptic after pulling it out (Figure 2a, b, c, d ). The specially designed T-shaped haptic of the IOL prevents it from slipping back into the eye. The anterior chamber is formed well and the infusion cannula is removed, the sclera bed is made dry, and fibrin glue is used to seal the sclera flap and the conjunctiva. Antibiotic steroid eye drops are prescribed in tapering doses postoperatively. At one month post–op, the patient’s vision improved to 6/9, N8 in the left eye. The anterior chamber was well-formed with no reaction, and the IOL was found to be well-centred in the pupillary axis. The surgery for the right eye was planned and carried out in the same manner. At the final review at one month, the patient had a best corrected vision of 6/9, N 8 with a well-centred IOL. The patient has been on regular follow-up with us for the past 6 months. She is doing extremely well and maintaining an unaided vision of 6/9 in both eyes.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'21700103': 1, '20029151': 2, '22831807': 1, '24160384': 1, '30574918': 1, '24881608': 1, '20179738': 1, '22025892': 2, '15342065': 1, '2204270': 1, '11777730': 1, '19696795': 1, '12686261': 1, '25397784': 1, '20617341': 1, '33928004': 2}", "similar_patients": "{'2841379-1': 1, '3198484-1': 1, '3198484-2': 1, '3198484-3': 1, '3198484-4': 1}"}