{"patient_id": 125107, "patient_uid": "8728789-1", "PMID": 34918995, "file_path": "noncomm/PMC008xxxxxx/PMC8728789.xml", "title": "Steroid-resistant intestinal aGVHD and refractory CMV and EBV infections\\ncomplicated by haplo-HSCT were successfully rescued by FMT and CTL\\ninfusion", "patient": "A 29-years-old man was admitted to our center because of fatigue for half a month as well\\nas black stool, bleeding gums, and mild headache for 1 day. The physical examination\\nindicated sporadic petechiae throughout the skin, and no enlargement of the superficial\\nlymph nodes, the liver, or the spleen. He presented with pancytopenia (white blood cell\\n[WBC] count, 1.43 × 109/L; neutrophil count, 0.13 × 109/L; hemoglobin\\n[Hb] level, 49 g/L; platelet [PLT] count, 1 × 109/L), hematopoietic elements were\\ngreatly reduced, and the marrow space was replaced with adipose tissue. Computed tomography\\nof the brain revealed acute hemorrhage in the right cerebellum, basal ganglia, and semioval\\ncenter. After excluding congenital aplastic anemia, he was diagnosed with acquired SAA and\\nintracranial hemorrhage.\\nBecause of the lack of an MSD, the patient underwent haplo-HSCT with a modified BU/CY + ATG\\nconditioning regimen as described by the consensus statement from the Chinese Society of Hematology.\\n Hematopoietic stem cell sources included granulocyte colony-stimulating factor-primed\\nbone marrow and peripheral blood samples from his father (mononuclear cells,\\n13.07 × 108/kg; CD34+ cells, 4.44 × 106/kg), and cyclosporine A,\\nmycophenolate, and methotrexate were used for GVHD prophylaxis.\\n Neutrophil and platelet engraftment were both achieved on day 14. On day 20, the\\npatient presented with fever, a maculopapular rash covering 60% of his body without bullae\\nor desquamation, and increased total serum bilirubin levels (3.4 mg/dL) accompanied by\\nnausea, severe abdominal pain, and diarrhea (>2000 mL/day), and he was diagnosed with\\ngrade IV aGVHD, skin stage 3, liver stage 2, GI stage 4. After using methylprednisolone\\n(2 mg/kg, 80 mg/day × 7 days; 1.5 mg/kg, 60 mg/day × 7 days) as the first-line anti-GVHD\\ndrug, his symptoms including fever, skin rash, abdominal pain, and bilirubin elevation were\\nimproved, but the stool volume and frequency were unchanged. We further eliminated other\\netiologies causing diarrhea such as infection, colitis, intestinal flora disturbance, and\\nintestinal thrombotic microangiopathy. Therefore, he was diagnosed with steroid-resistant\\naGVHD. Basiliximab (20 mg on days 38, 46, and 53) and ruxolitinib (10 mg, twice a day) were\\nadministered as the second-line regimen for 2 weeks, but his diarrhea did not improve.\\nFurthermore, CMV DNA (9.95 × 103 IU/mL in peripheral blood and\\n1.15 × 104 IU/mL in pharyngeal swab; less than 2.0 × 102 IU/mL was\\ndefined as normal) and EBV DNA (4.51 × 107 IU/mL in pharyngeal swab; less than\\n2.0 × 102 IU/mL was defined as normal) were detected on day 47. After treatment\\nwith ganciclovir and foscarnet sodium, this patient experienced severe granulocytopenia and\\nthrombocytopenia (WBC, 1.28 × 109/L; PLT, 38 × 109/L), but CMV DNA\\n(4.67 × 103 IU/mL, peripheral blood) and EBV DNA (1.52 × 105 IU/mL,\\npharyngeal swab) were still detected on day 54. After reducing the immunosuppressive drug\\ndose, we performed FMT on day 54 after stopping antibiotics 24 hours before transplantation\\nand a 6-hour fast. Frozen fecal microbiota was obtained from a healthy young volunteer who\\npassed the screening for transmissible diseases. The fecal bacteria liquid was delivered\\n(120 mL, three times, every other day every other day for three times) via a nasogastric\\ntube. After two rounds of fecal bacteria solution infusions, the number of daily bowel\\nmovements was reduced from six (1800 mL) to two (550 mL), followed by a gradual decline to\\none per day. At the same time, we obtained CMV- and EBV-specific CTL (day 62,\\n173.42 × 107; day 80, 194.14 × 107) from his HSC donor, and CMV and\\nEBV DNA became undetectable on day 80. Adverse events including fever, chills, and\\ngastrointestinal discomfort were not observed during FMT, and GVHD did not recur after the\\nCTL infusions. On day 95, the patient was discharged after blood cell count recovery was\\nconfirmed (WBC, 4.57 × 109/L; Hb, 71 g/L; PLT, 95 × 109/L), and his\\ncerebral hemorrhage was completely absorbed. To date, the patient has remained alive without\\nfailure for 43 months. The treatment course is presented in and .\\nWritten informed consent was obtained from the patient for all treatments and the\\npublication of this report.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'23380343': 1, '25821837': 1, '27630978': 1, '29495966': 1, '29449660': 1, '27619472': 1, '27461930': 1, '23947358': 1, '22635243': 1, '24939656': 1, '26568159': 1, '34918995': 2}", "similar_patients": "{}"}