{"patient_id": 55191, "patient_uid": "8379828-1", "PMID": 34419044, "file_path": "comm/PMC008xxxxxx/PMC8379828.xml", "title": "Identification of SOFT syndrome caused by a pathogenic homozygous splicing variant of POC1A: a case report", "patient": "The proband was a seven-year-old boy. He was referred to the endocrinology clinic of Shanghai Children’s Medical Center (SCMC) for the chief complaint of short stature and facial dysmorphism. He was the third child of non-consanguineous parents of the Han nationality. His parents had an induced labour for absence of one kidney for fetus. His parents were physically healthy without relevant family history. The height of his father was 172 cm and mother 160 cm (Fig. a).\\nThe child was delivered by normal labor at full term gestation. During pregnancy, prenatal examination indicated that he had short legs and arms. His birth weight was 2300 g [− 2.6 SD] and length at birth was 46.8 cm [− 2 SD]. When ten months old, he was taken to the local hospital due to growth retardation and small appetite, and a diagnosis of thyroid dysgenesis was made. Then, he took the sodium levothyroxine for 1 year, but stopped taking it because of no efficacy. Mild speech delay and motor developmental delay were described by his parents. The height he gained was less than 1 cm in the past year. His intelligence was normal. Upon physical examination, his height was 90 cm (− 6.3 SD), weight 10.3 kg (− 3.9 SD), and his head circumference was 48 cm (< − 2 SD). He presented facial dysmorphism including prominent forehead, inverted triangular face, epicanthal fold, small teeth and enlarged ears (Fig. a). And mild acanthosis nigricans occurred in his neck and axillary fossa (Fig. b, c). His vision and hearing was normal.\\nThe laboratory results showed mild insulin resistance. Because of his compliance, we examined his blood glucose and insulin via a simple oral glucose tolerance test. The results showed that the fasting glucose value was 5.05 mmol/L (reference 4.1–5.9 mmol/L), and the fasting insulin value was 90.28 pmol/L (reference 12-84 pmol/L). And two hours after having a meal, the level of glucose was 5.29 mmol/L (reference 4.1–5.9 mmol/L), and the insulin was 433.99 pmol/L (reference 12–84 pmol/L). The level of HbA1c was 5.6% (reference 4.0–6.0%). The level of insulin like growth factor 1 (IGF1) and insulin like growth factor binding protein 3 (IGFBP3) was 190.0 ng/ml (− 0.5 SD) and 3.84ug/ml (− 1.5 SD), respectively. The Vitamin D was 20.0 ng/ml (reference > 30.0 ng/ml). Laboratory investigations showed levels within the reference ranges including free triiodothyronine (FT3), free tetraiodothyronine (FT4) and thyroid stimulating hormone (TSH). Moreover, the liver and kidney function, blood cholesterol and blood triglycerides were also normal. The echocardiography was normal but the electrocardiograph indicated a prolongation of the QT interval when tachycardia. The X-ray indicated a bone age of 3.5-year-old. And the ultrasound of heart and abdomen was normal.\\nIn order to detect disease-causing mutations, genomic DNA was extracted from peripheral blood samples of patient and his parents using the Gentra Puregene Blood Kit (Qiagen, Hilden, Germany) according to the manufacturer’s protocol. Whole exome capture was performed with Agilent SureSelect V6 enrichment capture kit (Agilent Technologies, Inc., Woburn, MA, U.S.) according to the manufacturer’s instructions. The captured library was then sequenced on an Illumina HiSeq 2500 System (Illumina, Inc., San Diego, CA, U.S.). Original sequencing data were assessed using FastQC (version 0.11.2) for quality control. The Burrows Wheeler Alignment tool (BWA) v0.2.10 was employed for sequencing data alignment to the Human Reference Genome (NCBI build 37, hg 19). Single nucleotide variants and small indels were identified by GATK. All variants were saved in VCF format and uploaded to the Ingenuity Variant Analysis (Ingenuity Systems, Redwood City, CA, USA) and TGex (Translational Genomics Expert) platform for biological analysis and interpretation. Variants detected by next-generation sequencing were confirmed by Sanger sequencing in the patient and his parents. The primers designed for exon 9 were as follows: forward 5′-CTCAGAACTTTGGGCATGGC-3′ and reverse 5′-CTAAACCTCCTCCCTCACCG-3′. Transcriptional experiments were performed to evaluate the splicing effects of the variant. The cDNA products were amplified with primer P1, 5′-CTCGTATTGTGAGCATGGCG-3′, which was located in the exon6; and primer P2, 5′-GATTCCTGCTCCCCTGATCA-3′, which was located in exon11. The polymerase chain reaction (PCR) products were further cloned into the pMD 19 T vector (Takara Biotechnology [Dalian] Co., Ltd.). The polymerase chain reaction was carried out in a C1000™ Thermal Cycler PCR instrument (Bio-Rad Laboratories). The resulting DNA was sequenced using an ABI3730XL sequencer (Thermo Fisher Scientific) with the forward and reverse primers. The sequence data were analyzed using Mutation Surveyor® software version 4.0.4 (SoftGenetics, LLC).\\nWhole-exome sequencing revealed a novel homozygous splicing variant, c.981+1G>A, in intron 9 of the POC1A gene (NM_015426.5) in the patient. Sanger sequencing confirmed the variant and heterozygous status in his father and mother (Fig. b). The variant detected in the family was not included in control population database (gnomAD) and our local control cohorts database.\\nReverse transcription polymerase chain reaction (RT-PCR) performed on RNA extracted from the patient, parents and control subject, revealed the existence of aberrant transcripts percentage derived from the splicing variant. Besides the shorter isoform of POC1A lacking exon 10 which had been proved to existed in different tissues, a significant altered percentage of mutant isoform lacking exon 9 and both exon 9&10 had been discovered between the proband, the parents and control sample (Table , Additional file : Data 1). The exon 9 and exon 9&10 skipping transcripts both leading to short protein product with in-frame deletion of 33 and 81 amino acids respectively.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'30310776': 2, '19109428': 1, '28807864': 1, '26374189': 1, '22840363': 1, '26336158': 1, '26162852': 1, '31767933': 1, '33372278': 1, '28819016': 1, '26791357': 1, '30569574': 1, '22840364': 1, '34419044': 2}", "similar_patients": "{'6159314-1': 1}"}