{"patient_id": 112546, "patient_uid": "8577591-1", "PMID": 34804313, "file_path": "noncomm/PMC008xxxxxx/PMC8577591.xml", "title": "Non-Invasive Prenatal Testing Leading to Detection of Asymptomatic Acute Myeloid Leukemia in a 30-Year-Old Patient: A Case Report", "patient": "An asymptomatic 30-year-old pregnant woman with no relevant medical history decided to perform an NIPT at 12 weeks of gestation. She appeared to be in good health and experienced no restraint while cycling endurance tours of 150 km or longer. NIPT screening revealed an abnormal NIPT result consistent with a small deletion in chromosome band 3q26 and the presence of trisomy 8. Blood tests showed slight anemia (hemoglobin 11.8 g/dL or g%) and leukopenia (white blood cell count 2.8 × 109/L) with blasts (3.5%) in a peripheral blood smear. Chorion villi sampling did not demonstrate these abnormalities within the fetus. Additional karyotyping and fluorescent in situ hybridization (FISH) of the maternal blood showed an abnormal karyotype with an inversion of chromosome 16 (inv(16)(p13q22)) and an additional copy of chromosome 8. In addition, single nucleotide polymorphism (SNP) array investigation showed a subclonal deletion in chromosome region 3q26.31q26.32 (). However, the MECOM (EVI1) gene was not located in this region and FISH did not show a MECOM (EVI1) rearrangement. The bone marrow aspirate demonstrated a diagnosis of AML with 40% blasts with WHO 2016 classification, AML with inv(16)(p13q22), gene fusion of CBFB and MYH11. This AML is classified as favorable within the European LeukemiaNet (ELN) risk stratification and is associated with a high rate of complete remission (CR) and a favorable overall survival [].\\nInitial advice from her treating hemato-oncologist was instantaneous start of intensive chemotherapy treatment, at the expense of fetal preservation. Her case was submitted to a national advisory council (Adviesgroep Kanker in de Zwangerschap (AKZ)), specialized in cancer during pregnancy. The AKZ recommended the immediate initiation of chemotherapy during pregnancy and advised that the pregnancy would be terminated at 28 weeks to allow a chance for the fetus to survive. The patient, a cosmetic doctor herself, wished to maintain pregnancy. At that time, she was at 18 weeks of gestation without experiencing any symptoms and stable blood counts. During a multidisciplinary meeting between her treating hemato-oncologist, obstetrician and neonatologist, abovementioned options were discussed and a third option was added: to maintain pregnancy and postpone treatment as long as patient’s symptoms and blood count remained stable. The patient was present during these meetings. A careful watch and wait strategy was approved and implemented, consisting of weekly blood analysis and consultation with her hematologist and obstetrician. Fetal growth was monitored every 2 weeks.\\nDuring follow-up, the patient remained asymptomatic, despite slight fatigue and could continue her cycling endurance tours. Blood count was stable with minimal increase of blast percentage, ranging from 5% to 13% blasts. At 32 weeks of gestation, a delivery date was scheduled considering possible growth restriction of the fetus seen on prenatal ultrasound and increasing blast percentage (19-24%) with a stable leukocyte count of 3.1 × 109/L. The patient was admitted to the hospital at 32 + 5 weeks and labor was induced after completing fetal lung ripening by one course of maternal corticosteroids. However, due to acute dyspnea caused by rhinovirus-induced pneumonia, an emergency cesarean section was performed at 33 + 1 weeks. A healthy baby girl was born with a normal birth weight of 2,010 g.\\nThe patient was temporarily admitted to the intensive care unit (ICU) for high flow oxygen therapy and discharged a few days later. Re-admission for induction chemotherapy was planned within a week. A repeated bone marrow aspirate now revealed 80% blasts and karyotyping showed trisomy of chromosome 8 and a fusion transcript of CBFB/MYH11. Two cycles of induction chemotherapy therapy (3 + 7) were scheduled according to Dutch guidelines () and resulted in CR at bone marrow examination. Consolidation with autologous hematopoietic stem cell transplantation (HSCT) could not be accomplished, as a consequence of failure in harvesting autologous stem cells. Therefore, the patient received one cycle of consolidation chemotherapy with mitoxantrone and etoposide, which is the standard treatment according to Dutch HOVON guidelines for patients with good risk AML. International guidelines differ on the recommended treatment for patients with low or intermediate risk AML in which a planned autologous HSCT can not be accomplished. For example, consolidation with high dose cytarabine is considered standard care for inv(16) AML in the USA. Due to amenorrhea and a low estradiol suggestive of menopause accompanying post-menopausal complaints, she started with hormonal suppletion therapy (HST). Estradiol levels recovered spontaneously after 10 months, therefore HST was discontinued. At the moment of writing this paper, after a follow-up of 25 months, patient is still alive and in good health, together with a healthy daughter.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'26081614': 1, '23365464': 1, '11472352': 1, '25351843': 1, '26278647': 1, '27293081': 1, '29466158': 1, '32496541': 1, '28703077': 1, '23381520': 1, '15485322': 1, '11378574': 1, '31708118': 1, '20385793': 1, '18827183': 1, '34804313': 2}", "similar_patients": "{}"}