{"patient_id": 51253, "patient_uid": "8191100-1", "PMID": 34112087, "file_path": "comm/PMC008xxxxxx/PMC8191100.xml", "title": "Clinical features of NK/T-cell EBV-associated LPD manifested as gastrointestinal symptoms in patients with normal immunity: a case report and literature review", "patient": "A 30-year-old Chinese man was admitted to the gastroenterology department at Second Xiangya Hospital. He complained of having intermittent fever, diarrhea for five years, and haematochezia for over 20 days (May 2016). The highest temperature was 41 °C. No obvious abnormal results were found during physical examination. The liver function test and renal function test were normal. Results of serologic tests for ENA, vasculitis, ANA, and ANCA were all negative. A T-SPOT test yielded negative results. GM test, G-test, HIV, TP, and serum virus laboratory tests (CMV-IgM, CMV-IgG, EBV-IgM, EBV-IgG) also showed negative results. Serum EBV-DNA was within the normal range. CT showed thickening of the transverse colon, descending colon, and the sigmoid wall (Fig. a–c). Several colonoscopies showed multiple irregular ulcerations in the terminal ileum and transverse colon, with segmental and longitudinal distribution (Fig. d–f). Several colonoscopic biopsies showed colitis with infiltration of neutrophils or lymphocytes in the lamina propria and formation of fissuring ulcers. The possibility of Crohn’s disease (CD) was considered. The patient was treated with antibiotics, ethyl-prednisolone, thalidomide and mesalazine. However, the symptoms were not relieved.\\nAfter 2 months, a neoplasm was found in the nasal cavity, after which a biopsy was performed. Histological examinations showed atypical lymphocyte hyperplasia with patchy necrosis and the destruction of some glandular structures. Immunohistochemistry result was CD3 (+), CD2 (++), CD20 (−), CD79α (−), CD56 (+), TiA-1 (+), CD21 (−), mum-1 (+), CD5 (−), CyclinD1 (−), TdT (−) and Ki-67 (80%+). The EBER in situ hybridization was > 100/HPF. The patient was diagnosed as extranodal NK/T-cell lymphoma, nasal type. Considering that his family members rejected chemotherapy, he was treated with thalidomide (50 mg Qn). The patient was followed for two years until 2018 and, currently (July 07, 2020), is still alive.\\nAfter he was diagnosed as extranodal NK/T-cell lymphoma, nasal type, we took in consideration the possibility of misdiagnosis. The first pathologic result was rechecked. Formation of multiple ulcers was discovered, accompanied by lymphocytes and plasmocytes infiltration in the mucous. Reduced glands, lymphocytic infiltration, and atypical lymphocytes were also observed. Immunohistochemistry result was CK (epithelium+), CD3 (10%+), CD4 (40%), CD20 (10%+), CD21 (−), Ki-67 (30%+), EBER in situ hybridization suggested 40/HPF (Fig. g–i). Therefore, the patient was suffering from EBV associated NK/T-cell LPD in the beginning.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'18515742': 1, '18636273': 1, '17707260': 1, '22096243': 1, '18436998': 1, '29291352': 1, '18324913': 1, '30297882': 1, '15044644': 1, '23078910': 1, '21860564': 2, '10381519': 1, '21269330': 1, '22271569': 1, '29635312': 1, '10944566': 1, '26844502': 2, '29843925': 1, '27015206': 2, '22396263': 1, '32011464': 2, '34112087': 2}", "similar_patients": "{'4998401-1': 1, '7220345-1': 1, '4748919-1': 1, '3154349-1': 1}"}