{"patient_id": 109809, "patient_uid": "8316963-1", "PMID": 34368322, "file_path": "noncomm/PMC008xxxxxx/PMC8316963.xml", "title": "Myeloid sarcoma of the colon as initial presentation in acute promyelocytic leukemia: A case report and review of the literature", "patient": "A 77-year-old woman complained of intermittent right lower abdominal pain, black stool, and difficult defecation for 2 mo.\\nThe patient’s uncomfortable symptoms started 2 mo ago, which had worsened over the last week.\\nThe patient’s medical history included diabetes and hypertension for 3 years.\\nThe patient’s mother had a history of hypertension.\\nThe patient’s body temperature was 36.9 °C, tachycardia was 101 bpm, respiratory rate was 20 breaths/min, and blood pressure was 145/75 mmHg. Physical examination showed muscle tension, Murphy's sign and voiced mobility was negative, but diffuse tenderness during deep palpation and bowel sounds were observed 3 times per minute, together with an anemic appearance.\\nLaboratory findings showed positivity for fecal occult blood testing; serum amylase: 29 U/L; serum lipase: 14.8 U/L; white blood cell (WBC) count: 3.84 × 109/L; hemoglobin: 105 g/L; platelet count: 174 × 109/L; and negativity for tumor markers.\\nHepatomegaly and splenomegaly were not found by Doppler ultrasound of the abdomen. Abdominal enhanced computed tomography showed a space occupying lesion in the colon (1.9 cm), with obvious enhancement. Fibrocolonoscopy revealed a polypoid and ulcerated mass measuring 2.5 cm, with hyperemia and erosion of the ileocecal mucosa, irregular ulcer, uneven bottom, annular lesions in the mucosa, and moderate to severe inflammatory cell infiltration. Part of the tumor was removed for biopsy.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'30847197': 2, '19340529': 1, '32021572': 1, '23049367': 2, '8082094': 1, '6594928': 1, '18804280': 1, '12899728': 1, '2591162': 1, '17405265': 1, '16307026': 1, '24907018': 1, '21638303': 1, '17437290': 1, '7758990': 1, '22972688': 1, '15666994': 1, '24426361': 1, '2344722': 1, '23716188': 1, '11600603': 1, '21607155': 1, '9844936': 1, '24744674': 1, '10231412': 1, '281594': 1, '10352737': 1, '31317932': 1, '18373707': 1, '22699453': 1, '18055984': 1, '5270916': 1, '17170724': 1, '15721636': 1, '21461306': 2, '9781945': 1, '12764375': 1, '27058871': 1, '8952559': 1, '34368322': 2}", "similar_patients": "{'3065629-1': 1, '6389481-1': 1, '3459371-1': 1}"}