{"patient_id": 112980, "patient_uid": "8628238-1", "PMID": 34908761, "file_path": "noncomm/PMC008xxxxxx/PMC8628238.xml", "title": "Coomb's negative cold agglutinin disease: A rare report of an incidentally detected case", "patient": "A 54-year-old male, chronic alcoholic by nature, with antecedent comorbidities in the form of chronic obstructive pulmonary disease (COPD) presented to the casualty department of our hospital on a cold winter morning in a delirious state and was admitted to the acute medical ward as a case of alcohol withdrawal syndrome.\\nA day after his admission, he deteriorated clinically and developed high-grade fever with continuous cough, hypotension, and hypoxemia. Arterial blood gas analysis revealed severe respiratory acidosis, and he was immediately shifted to the intensive care unit with a diagnosis of sepsis with Type II respiratory failure.\\nBlood was sampled for workup which revealed neutrophilic leukocytosis along with an interesting pattern of findings in the RBC indices. There was anemia which was out of proportion to the RBC count and indices. His hemoglobin (Hb) was 9.2 g/dl while his total RBC count given the counter was 1.6 million/mm.[] The mean corpuscular volume (MCV) was 106 fl, and the mean corpuscular hemoglobin concentration (MCHC) was 55.2 g/dl.\\nPeripheral blood smear was evaluated which showed bandemia (shift to left in the neutrophil series) along with the presence of toxic granulation corroborating with the clinical input of sepsis. Apart from this, the striking features noted were large clumps of RBCs throughout the smear along with increase in the polychromatophilic cells and nucleated RBCs [Figure -]. A separate smear was subjected to supravital stain also which revealed a high reticulocyte count to the tune of 12% [].\\nBiochemical tests were ordered on the patient's serum sample. The serum was slightly pinkish in color indicating hemoglobinemia. Lactate dehydrogenase levels were raised, and unconjugated bilirubin was mildly raised (2.3 mg/dl).\\nAn interesting finding was that the blood showed agglutination even on naked eye inside the vacutainer, which on incubating at 37°C disappeared and reappeared on refrigerating [Figure and ], which was confirmed microscopically also [Figure and ]. Later on, Coomb's test was undertaken on the patient's sample which was negative surprisingly []. Autoagglutination was carried out using the patient's washed RBCs and allowing it to react with the patient's serum at 4°C which gave a positive reaction [].\\nAs a protocol of investigations, chest X-ray showed bilateral pulmonary interstitial infiltrates suggestive of atypical pneumonia. However, the causative agent could not be isolated due to constraints of the hospital. The patient was diagnosed to be a case of CAD along with atypical pneumonia, alcohol withdrawal syndrome, and COPD. He was treated on the lines of his pathologies and discharged home with advice to not expose himself to extremes of cold temperature.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'20691050': 2, '28134589': 1, '16854701': 1, '5323366': 1, '30429683': 2, '34908761': 2}", "similar_patients": "{'2923177-1': 1, '6214689-1': 1}"}