{"patient_id": 111664, "patient_uid": "8488512-1", "PMID": 34616556, "file_path": "noncomm/PMC008xxxxxx/PMC8488512.xml", "title": "Reverse wedge osteotomy for Madelung’s deformity in a high school student: A case report", "patient": "A 17-year-old woman whose chief complaint was left wrist pain on the dorsal and ulnar side and anomalous appearance of the left wrist, presented at our institution. She was informed about deformity of her left forearm by a school physician when she was a junior high school student. However, she did not visit the hospital because her left wrist was asymptomatic. She had scoliosis (left thoracic–lumbar scoliotic curve extending from Th11 to L4 with apex at L1, measured as about 12° using Cobb method). No one in her family has this variant.\\nAs a participant in a high school Japanese drum club, she often had wrist pain after playing the drums. Her wrist pain of the ulnar side had worsened gradually during activities of daily life, such as when opening a bottle lid. At first presentation, her wrist and hand translated the volar side relative to the longitudinal axis of the forearm; the ulnar head projected dorsally ( and ()). Clinical examination revealed that she had deep pain by pressure of the dorsally protruding ulnar head on the left side. However, she had not complained of any symptom in the right wrist. The posteroanterior and lateral radiograph of left wrist showed a 30° ulnar tilting angle, 5.7 mm lunate proximal subsidence and a distal radial notch and 50° palmar tilt angle (). On the right side were a 53° ulnar tilting angle, 2.0 mm lunate proximal subsidence and no distal radial notch and 80° palmar tilt angle ().\\nLeft wrist extension and flexion were, respectively, 45° and 60°. Forearm pronation and supination were 90° and 90° (right side wrist extension and flexion were 60° and 60°, with forearm pronation and supination of 90° and 90°). Scores of QuickDASH of Japanese version and Hand 20 at the first visit were, respectively, 79.5 and 81. The Japanese version of QuickDASH has equivalent evaluation capacities to those of the original version. Hand 20, a self-administered comprehensive measure, comprises 20 questions with illustrations intended to identify upper extremity symptoms and capability to perform certain activities. The response to each question was rated using a 0–10 Numeric Rating Scale. The points are added up to produce a total score (minimum 0, maximum 100). A higher total score is related with worse upper extremity function. Suzuki et al. verified Hand 20 reliability and validity. Grip strength of the left side was 20.7 kg (right side, 29.3 kg).\\nWe diagnosed the patient as having bilateral Madelung deformity and instructed her to stop heavy use of her left wrist such as hitting the Japanese drum, heaving and lifting heavy luggage, and push-ups. Moreover, we administered conservative treatment with a wrist brace. Her ulnar wrist pain worsened during activities of daily life. Therefore, we planned a corrective osteotomy.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'25110390': 1, '1402266': 1, '34106811': 1, '16344178': 1, '16721524': 1, '30102073': 1, '26135644': 1, '23622863': 1, '23993042': 1, '15861982': 1, '33459142': 1, '20595115': 1, '31875195': 2, '29117834': 1, '34850246': 1, '34616556': 2}", "similar_patients": "{'6903818-1': 1}"}