{"patient_id": 50707, "patient_uid": "8164068-1", "PMID": 34051739, "file_path": "comm/PMC008xxxxxx/PMC8164068.xml", "title": "Primary meningococcal arthritis in a COVID-19 18-year-old man: a case report and review of the literature", "patient": "The patient is an 18-year-old man with no medical history, no usual medication nor drug abuse. Familial history revealed a possible psoriasis in the mother, a possible Crohn’s disease in the uncle and Henoch-Schönlein purpura in the sister. There was no relevant traveling exposure, nor any evidence of zoonotic contamination such as tick bites. There was no unprotected sexual exposure, nor any contact with ill people, within the prior weeks. Lastly, no trauma was reported.\\nOn day 1, the patient consulted his family doctor for fever, asthenia, myalgia, headache, erythema of hands and feet and burning sensation during urination. On day 2, the retro-transcriptase polymerase chain reaction (RT-PCR) for SARS-CoV-2 was positive, and the patient stayed home awaiting improvement. On day 8, he presented with a painful and swollen right knee, and a worsening asthenia and fever, but an improvement in respiratory and cutaneous symptoms. On day 14, he consulted a rheumatologist at our hospital in the city of Saint-Quentin, France, for persistent pain in the right knee, but physical examination was strictly normal.\\nOn day 15, the patient was admitted in our Internal Medicine department as signs of arthritis were found upon new examination of his right knee. The other joints were normal, the backbone was painless. Respiratory examination showed full recovery of COVID-19. Cutaneous examination showed livedo reticularis on the feet, petechiae on the bottom-half part of legs and arms. There were no signs of psoriasis. Abdominal examination was normal, no diarrhea was reported. Neurological examination was normal, no meningeal syndrome was found, therefore lumbar puncture was not performed.\\nAt that time, white blood cell count was 8.5G/L (Neutrophiles: 6.84G/L, Lymphocytes: 0.86G/L, Monocytes: 0.77G/L), C-reactive protein was 142 mg/L. Four blood cultures were performed, each were negative even with extended incubation time. Knee puncture yielded a purulent discharge, no germ nor crystal were spotted upon direct examination. Due to low prevalence of resistant N.meningitidis in France, the patient was first treated with amoxicillin 6 g/day.\\nBesides, HIV (human immunodeficiency virus) and HCV (hepatitis C virus) RT-PCR were negative. Syphilis and HBV (hepatitis B virus) serologies were negative. Chlamydia and Gonococcal RT-PCR in urine were negative. The urine culture remained negative. RT-PCR for SARS-CoV-2 was also negative, more than 2 weeks after the onset of first symptoms. At this stage, Henoch-Schönlein purpura was suspected.\\nThe knee fluid culture was performed according to our hospital standardized protocols upon arrival at the laboratory. Direct examination was performed after Gram and May-Grünwald Giemsa stains but was negative. As for cultures, one run was performed in Schaedler’s anaerobe broth for 14 days, two others were performed on blood agar and chocolate agar in aerobic and aero-anaerobic conditions for 10 days. The aerobic culture was positive 2 days later and was identified as Neisseria meningitidis. A sample was then sent to the French National Reference Center at the Pasteur Institute in Paris for N.meningitidis for further testing in an appropriate transport media. Slide agglutination serogrouping led to identify Serogroup B. It was performed, as well as antimicrobial susceptibility testing, in accordance with international guidelines based on the French Microbiology Society and the Clinical and Laboratory Standards Institute guidelines, as described in chapter 6 and 11 of the 2011 World Health Organization “Laboratory Methods for the Diagnosis of Meningitis caused by Neisseria meningitidis” []. As such, a 4 mm depth Mueller-Hinton broth agar plate with 5% of sheep blood was used to perform a Kirby-Bauer disk diffusion test to evaluate the strain sensitivity to penicillins, cefotaxime, ciprofloxacin, chloramphenicol, rifampicin and azithromycin. Minimal inhibitory concentrations were determined using both disk diffusions and gradient strips in a 5% CO2 enhanced atmosphere.\\nAs the strain had intermediate sensitivity to amoxicillin and penicillin G, the patient was finally treated with cefotaxime 9 g/day for 2 weeks and surgical drainage. The drain was removed 2 days after due to absence of fluid and local improvement. Other cases of PMA were treated with similar protocols [, ]. Family and contacts were treated with prophylactic rifampicin for 2 days.\\nThe patient improved 1 month after the treatment. The knee was painless, without any further impairment.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'30788217': 1, '31528559': 2, '25767700': 1, '32808685': 1, '31128585': 1, '31983356': 1, '28723791': 1, '27998301': 2, '28487799': 2, '32591356': 1, '34051739': 2}", "similar_patients": "{'5402246-1': 1, '5175313-1': 1, '6735640-1': 1}"}