{"patient_id": 51123, "patient_uid": "8184904-1", "PMID": 34100173, "file_path": "comm/PMC008xxxxxx/PMC8184904.xml", "title": "Knot formation in a thoracic epidural catheter: a case report", "patient": "A 72-year-old woman was admitted to the hospital for gallbladder polyps and was scheduled for laparoscopic cholecystectomy. A possibility of undergoing laparotomy due to intra-abdominal adhesions exists because the patient had a history of sigmoidectomy and transverse colon resection for colorectal cancer. Therefore, the patient was planned to be operated on under general anesthesia combined with epidural anesthesia for postoperative analgesia.\\nThe patient was placed in the left lateral position and an epidural puncture with a 17-gauge Tuohy needle (B. Braun Melsungen A.G., Melsungen, Germany) was performed using a paramedian approach from the Th10–Th11 intervertebral space. The loss of resistance technique with normal saline was used for the identification of the epidural space. The epidural space was identified at a 4-cm depth, and a 19-gauge FX catheter (B. Braun Melsungen A.G.) was advanced to 8 cm from the needle tip. There was no resistance when inserting the epidural catheter. The Tuohy needle was then removed, and the epidural catheter was withdrawn 1 cm and placed 7 cm into the epidural space.\\nGeneral anesthesia was induced and maintained with propofol, desflurane, remifentanil, and rocuronium after epidural catheter placement. The patient did not need to undergo laparotomy because no adhesions exist around the gallbladder, and the operation was completed without any particular event. A total of 8 mL of 0.5% levobupivacaine was intraoperatively bolus administered through the epidural catheter, followed by continuous administration of 200, 20, and 80 mL of 0.25% levobupivacaine, fentanyl, and normal saline, respectively. After surgery, pentazocine (7.5 mg, intravenous drip) was used once and acetaminophen (500 mg, oral) was used twice, but the pain was generally well-controlled.\\nThe surgeon tried to remove the epidural catheter 2 days after the surgery. However, it was not removed due to resistance, and the anesthesiologist was called. The catheter gradually came out although resistance was still noted when the anesthesiologist carefully pulled it while strongly bending the patient’s body to the right. Consequently, the catheter was finally removed without any problems except for some discomfort at the insertion site during removal, and no neurological abnormality occurred.\\nObservation of the removed catheter showed that a hard single knot was formed at about 3 mm from the tip (Fig. ). A plain abdominal X-ray taken after the surgery showed that the indwelling catheter was running in a loop (Fig. ).", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'16431103': 1, '10764177': 1, '8826028': 1, '17237216': 1, '466553': 1, '2248413': 1, '5430289': 1, '34100173': 2}", "similar_patients": "{}"}