{"patient_id": 112261, "patient_uid": "8557432-1", "PMID": 34729202, "file_path": "noncomm/PMC008xxxxxx/PMC8557432.xml", "title": "Heart failure with reduced ejection fraction due topolycythemia vera", "patient": "A 61-year-old female presented to the emergency room with intermittent chest pain and shortness of breath for the past one week. She described moderate-intensity, non-radiating chest pressure, that was associated with fatigue. Paramedics gave her aspirin 324 mg en-route to the emergency room, resulting in transient symptom relief. She did not relate any exacerbating factors. On arrival, her blood pressure was 107/57 mm Hg, pulse was 68 beats/minute. Cardiovascular exam revealed a regular rate and rhythm with no audible cardiac murmur. There was no jugular venous distention. Chest pain was not reproducible on palpation. No lower extremity edema present.\\nThe patient had a history of polycythemia vera (JAK2-positive) treated with phlebotomy, hypertension and chronic kidney disease stage 3. She had a similar episode of chest pain eight months ago, diagnosed as myocarditis, wherein she was discharged on colchicine 0.6 mg daily. Since then, she presented to the emergency room twice for recurring intermittent chest pain episodes, diagnosed as recurrent myocarditis. She was a former smoker with 16 pack-years and had quit >10 years ago.\\nComplete blood count showed hemoglobin (Hb) of 13.5 gm/dl, hematocrit (Hct) 45.1% and platelet count of 397 000/mcL. Blood urea nitrogen (BUN) was 40 mg/dl (range: 9.8–20.1 mg/dl) and creatinine 1.7 mg/dl (range: 0.30–1.50 mg/dl). Troponin significantly elevated at 11.06 ng/ml (range: 0.00–0.02 ng/ml) and B-type natriuretic peptide concentration (BNP) 2232 pg/ml (range: 0.00–100 pg/ml). Her c-reactive protein (CRP) was 2.17 mg/dl (range: 0.00–0.50 mg/dl). Electrocardiogram () showed sinus rhythm with no acute ST-T wave elevation or depression. Chest x-ray findings were consistent with cardiomegaly with no hilar lymphadenopathy. Ejection fraction on transthoracic echocardiogram was 35% with apical-lateral hypokinesis and increased left ventricular cavity size. Her ejection fraction eight months ago was 55%.\\nPatient was started on low-weight molecular heparin. She underwent coronary angiography, which did not show any significant coronary artery disease or spontaneous coronary artery dissection. As she was previously presumed to have myocarditis, her respiratory viral panel was checked for adenovirus, SARS-COV-2, coxsackieviruses, which were all negative. Additional investigation was performed to identify the etiology of her cardiomyopathy. Urine protein electrophoresis did not show a monoclonal or polyclonal pattern. Serum Iron and ferritin levels were normal. Autoimmune and inflammatory markers, antinuclear antibody, anti-neutrophil cytoplasmic autoantibody, complement level, erythrocyte sedimentation rate (ESR), and interleukin-6 (IL-6) level were all within normal range (). Her BUN was 40 mg/dl, not elevated enough to suggest uremic myopericarditis. The patient denied alcohol or illicit drug use, with no exposure to chemotherapy to indicate toxic cardiomyopathy.\\nGiven her history of polycythemia vera with persistently elevated troponin level, and chest pain relieved with aspirin, there was suspicion for microvascular ischemia. Due to chronic kidney disease, she had cardiac magnetic resonance (CMR) imaging without contrast during the prior admission, which was inconclusive. The patient was hesitant to undergo invasive endomyocardial biopsy. Therefore, CMR with contrast was ordered after an informed decision was made with the patient and her nephrologist. Patient underwent CMR with contrast, which confirmed microvascular ischemia with areas of first-pass subendocardial perfusion defects and additional areas of <50% subendocardial late-gadolinium enhancement extending from the left ventricular base to apex ().\\nIn addition to carvedilol, aspirin 81 mg daily and clopidogrel 75 mg were initiated on Day 3 for treatment of microvascular ischemia. Her chest pain had completely resolved. Troponin level and BNP rapidly decreased to 1.97 ng/ml and 309 pg/ml on discharge, respectively (). At 1-week follow-up, the patient reported no new episodes of chest pain. Troponin level was 0.07 ng/ml and CRP level was 0.31 mg/dl.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'30700139': 1, '14711910': 1, '28948496': 1, '9583943': 1, '21173097': 1, '26454848': 1, '23216616': 1, '34729202': 2}", "similar_patients": "{}"}