{"patient_id": 109846, "patient_uid": "8320580-1", "PMID": 34308691, "file_path": "noncomm/PMC008xxxxxx/PMC8320580.xml", "title": "Colorectal cancer with first known case of simultaneous bilateral tibial metastases", "patient": "In April 2015, a 62-year-old woman was admitted to our inpatient clinic with a suspected rectosigmoid adenocarcinoma with liver metastasis. The patient underwent low-anterior resection and liver tumor resection. Pathological examination confirmed pT4bN2bM1a, stage IVa cancer, and 12 cycles of Avastin-FOLFIRI adjuvant chemotherapy (bevacizumab, leucovorin-calcium, fluorouracil, irinotecan hydrochloride) were administered, followed by the leucovorin, fluorouracil and oxaliplatin (FOLFOX)\\n regimen for tumor recurrence 1 month later. The patient tolerated chemotherapy well and was asymptomatic until July 2018, when she came to our clinic with a chief complaint of left leg pain that was aggravated by standing or walking. Mild limited range of motion owing to dull pain was also reported. No traumatic event was mentioned. Radiography showed cortical erosion with periosteal reaction in the left tibial shaft, which was highly suggestive of tumor involvement ().\\nMagnetic resonance imaging of the legs illustrated a 3- × 3-cm mass located in the right proximal tibia and a 2- × 7-cm mass in the middle third of the left tibia; both were highly suggestive of bone metastases (). Although preoperative positron emission tomography-computed tomography (PET-CT) was ordered, the examination was not completed because of the patient’s concern about the amount of radiation and because her health insurance did not totally cover the examination fee. The preoperative Eastern Cooperative Oncology Group (ECOG) performance status was grade one, and estimated survival was approximately 8 months in unselected patients after diagnosis of bone metastases in colorectal cancer, with a 5.7% 5-year survival rate.\\n,\\n Therefore, the main concern was intolerable pain under the maximum pain medication dose. Owing to the relatively high risk of sustaining a pathological fracture according to Mirels’ scoring system,\\n prophylactic internal fixation was indicated and performed.\\nThe right leg tumor was surgically excised, and bone curettage was performed, with 95% alcohol irrigation. The bone defect was then grafted with bone cement. The right tibia was fixed with a lateral buttress plate, and the left tibia was fixed with an intramedullary nail (the right and left tibia were operated separately) (). Whole-body technetium 99m bone scans were performed 3 weeks after the operation and showed uptake signals around the coccyx and bilateral tibia mixed with postoperative changes ().\\nThe postoperative course was relatively uneventful, with right leg splinting and ambulation with partial weight-bearing. The preoperative left leg pain subsided, and the patient underwent early active range of motion exercises after immobilization with a left long leg splint for 3 weeks. Further adjuvant radiotherapy was scheduled. Pathology reports for both legs indicated metastatic adenocarcinoma of colorectal origin. The bilateral tibial pathological results are presented in .", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'30591863': 1, '19718252': 2, '29234589': 1, '26557001': 1, '8574333': 1, '26541868': 1, '16098251': 1, '19241183': 1, '3306939': 1, '22219016': 1, '29722726': 1, '24266334': 1, '27034798': 1, '14600587': 1, '10613479': 1, '34308691': 2}", "similar_patients": "{'2729313-1': 1}"}