{"patient_id": 51911, "patient_uid": "8222427-1", "PMID": 34160703, "file_path": "comm/PMC008xxxxxx/PMC8222427.xml", "title": "Appendiceal bleeding in an elderly male: a case report and a review of the literature", "patient": "A 90-year-old man presented to our hospital with melena that lasted for about 2 days. There were no signs of hematochezia. No gastrointestinal symptoms such as abdominal pain were observed. He had no apparent family history of colorectal cancer. He had been diagnosed with hypertension, benign prostatic hyperplasia, and atrial fibrillation, and was taking bayaspirin for atrial fibrillation. The patient had no fever or abdominal pain, and his conjunctivae were not pale. Nevertheless, a digital rectal examination showed blood clot at the time of consultation at our hospital. On admission, laboratory evaluation revealed anemia with hemoglobin of 11.9 g/dl and a hematocrit of 34.9%. Lower gastrointestinal endoscopy was performed, but the cause of the bleeding could not be identified. However, 1 day following admission, he passed dark stools again. One day later, his hemoglobin level dropped from 11.9 g/dl to 10.4 g/dl; therefore, an emergency lower gastrointestinal endoscopy was performed. This showed that bright red blood was oozing out of the appendix. Immediately after washing out the blood, appendiceal bleeding was evident (Fig. ). Next, laparoscopic appendectomy was performed. During the surgery, the appendix was 70 × 5 mm in size and there were no inflammatory changes or adhesions seen in the appendix. No abnormalities were observed on the mucosal surface; however, bleeding was observed from the appendiceal wall. On histopathology, we observed a couple of bleeding point into the submucosa, but diverticula or neoplastic lesions that may have caused the appendical bleeding were not found (Fig. ). One day following surgery, no melena was observed and the patient was discharged from the hospital 6 days after the surgery.", "age": "[[90.0, 'year']]", "gender": "M", "relevant_articles": "{'21205256': 1, '19457417': 1, '27437394': 2, '12075600': 1, '24156777': 2, '313079': 1, '28732270': 1, '23347775': 2, '3874050': 1, '299823': 1, '16650567': 1, '11197261': 1, '17589911': 1, '26230925': 1, '21621173': 1, '31637304': 2, '28793279': 1, '25569049': 1, '20568343': 1, '2262843': 1, '22259749': 2, '25013394': 1, '24791666': 1, '26227931': 1, '20981224': 1, '14523063': 1, '23638769': 1, '7572915': 1, '6766375': 1, '22849504': 1, '26925883': 1, '30643359': 1, '24317937': 1, '20106828': 1, '21814607': 2, '30690958': 1, '19574968': 1, '10749420': 1, '34160703': 2}", "similar_patients": "{'4020223-1': 1, '3567979-1': 1, '4942527-1': 1, '3259430-1': 1, '3140672-1': 1, '6778395-1': 1}"}