{"patient_id": 109920, "patient_uid": "8326090-1", "PMID": 34345444, "file_path": "noncomm/PMC008xxxxxx/PMC8326090.xml", "title": "A case of Wilson disease with the ATP7B mutation presenting movement disorders", "patient": "A 17-year-old girl presented with hand tremors at rest and worsened by stress. There was no family history of hereditary disease and metabolic disorders. Tracing back her medical history, it was found that the onset of the tremors in both hands had occurred for 6 months. The patient’s handwriting was atrocious and illegible. Her daily activities and learning became more problematic and difficult. Clinical examination revealed the features of extrapyramidal symptoms included tremors with a frequency of about 4–6 Hz, mainly in the upper extremities, slow and scribbled writing. Furthermore, there were no signs of pyramidal tract lesions, ophthalmoplegia or hallucinations, and behavior disorders. Although the patient had malaise, she could still manage to walk independently. The clinical features of slowly progressing extrapyramidal symptoms in a young patient suspected that a metabolic disorder or intoxication affecting central gray nuclei.\\nWith respect to laboratory findings, that diagnosis was supported. The elevated 24 h ceruloplasmin level (224 μg/day [<40 μg/day]) and the decreased serum ceruloplasmin level (3 mg/dL [20–40 mg/dL]) were identified. Complete blood count biochemistry and urinary routine were within normal limits. Brain MRI showed high signal intensities of both basal ganglia, head of caudate nucleus in T2W, fluid-attenuated inversion recovery, and diffuse-weighted imaging []. Abdominal ultrasound revealed morphological changes in the liver with regenerative nodules, consistent with cirrhotic image. Serum transaminase (AST and ALT) and prothrombin time were normal. A slit-lamp examination revealed a typical Kayser–Fleischer ring. These results provided a high suspicion of Wilson disease. Therefore, the patient has performed sequencing of 21 exons on the ATP7B gene and detected two pathogenic mutations c.2333G>T (p.R778L) and c.314C>A (p.S105X).\\nThe patient has received trihexyphenidyl (10 mg/day) and trientine (1.5 g/day) and had no significant side effects. After about 6 months of treatment, the movement function has partially improved, her writing and movement have been more flexible.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'16791614': 1, '12955875': 1, '631513': 1, '21901655': 1, '24077912': 1, '7762553': 1, '21398519': 1, '32398357': 1, '25803104': 1, '34345444': 2}", "similar_patients": "{}"}