{"patient_id": 59165, "patient_uid": "8562992-1", "PMID": 34745787, "file_path": "comm/PMC008xxxxxx/PMC8562992.xml", "title": "The Use of Systematic Clinical Approach in Diagnosing Rare Cases of Secondary Hypertension: A Case Report of Mid Aortic Syndrome in a Young Patient", "patient": "The patient was a 22-year-old male who had been referred to our heart center with symptoms of headache, easy fatigability, lower limb claudication, and mild elevation of renal indices. The patient had high arterial blood pressure and was on high-dose triple antihypertensive drug therapy (angiotensin-converting enzyme inhibitor, calcium channel blocker, and thiazide diuretic) without any significant clinical response. On clinical examination, the patient had diminished femoral arterial pulses bilaterally. The patient’s young age and the lack of any significant response to a combination of antihypertensives and the slightly elevated renal indices led us to look for secondary causes for the elevated blood pressure. When transthoracic echocardiography (TTE) with color Doppler returned negative for coarctation, it showed LVH. We decided to send the patient for renal duplex studies, which showed significant narrowing of the abdominal aorta and bilateral ostial renal arteries. The next step was to have the patient undergo a CTA of the thoracic and abdominal aorta. This time, the result revealed a diagnosis of MAS showing the narrowing of abdominal aorta distal to celiac artery and superior mesenteric artery and proximal to the inferior mesenteric artery (Figures , ). It also showed that the internal thoracic artery-inferior epigastric artery (ITA-IEA) collateral was one of the collaterals supplying blood flow to the lower extremity (Figure ), which is expected in these cases.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'16616225': 1, '10801374': 1, '17321619': 1, '29146535': 1, '30510836': 2, '19942845': 1, '25631383': 1, '24366917': 1, '31823067': 1, '30085014': 1, '22560332': 1, '16273154': 1, '8931829': 1, '19877040': 1, '21735518': 1, '25138644': 1, '34745787': 2}", "similar_patients": "{'6230416-1': 1}"}