{"patient_id": 108291, "patient_uid": "8180402-1", "PMID": 34053936, "file_path": "noncomm/PMC008xxxxxx/PMC8180402.xml", "title": "Third retransplantation using a whole liver graft for late graft failure from hepatic vein stent stenosis in a pediatric patient who underwent split liver retransplantation", "patient": "The patient was a 13-year-old girl who suffered from graft failure following liver retransplantation. This patient had undergone Kasai portoenterostomy 2 months after birth due to biliary atresia. She had a preduodenal portal vein and intestinal malrotation, thus was diagnosed with biliary atresia-polysplenia syndrome. She had been admitted to the hospital repeatedly due to cholangitis and had undergone percutaneous transhepatic biliary drainage ().\\nAt the age of 9 months, she underwent living donor liver transplantation (LDLT) using a left lateral section graft from her mother (). The patient recovered uneventfully from the LDLT operation although the hepatic vein and portal vein anastomoses appeared stenotic (). Four months after LDLT, she experienced moderate acute rejection and Epstein-Barr virus infection. Thereafter, liver function progressively deteriorated with severe portal vein stenosis and collateral vessel formation. She was diagnosed with hepatopulmonary syndrome grade III. She was put on the waitlist for pediatric deceased donor liver transplantation (DDLT).\\nAt the age of 16 months, 7 months after LDLT, she underwent the second LT using a split left lateral section graft. The pathology report of the explant liver showed fibrous intimal thickening with luminal narrowing of the hilar portal vein, portal bile duct atrophy or loss, and portal fibrosis, which was consistent with portal vein stenosis (). However, after the second LT, portal vein stenosis persisted (). Two months after the second LT, because severe portal vein stenosis was not corrected by balloon angioplasty, a wall stent of 10 mm×40 mm was inserted (). Eight months after the second LT, deterioration of liver function with massive ascites occurred (). A liver biopsy showed marked perivenular congestion with atrophy of the hepatocytes, consistent with hemodynamic derangement. Nine months after the second LT, hepatic vein stenosis with thrombus formation was identified (), thus mechanical thrombolysis with insertion of wall stents of 8 mm×40 mm and 8 mm×60 mm was performed (). Thereafter, liver function improved and ascites was controlled. Two years later, hepatic vein stenosis occurred again and balloon angioplasty was performed (). In the subsequent 9 years, 11 sessions of balloon angioplasty were performed to treat the stent-associated hepatic vein stenosis.\\nAt the age of 13 years, 10 years after the second LT, the patient was admitted due to hepatopulmonary syndrome grade IV and hematemesis probably from esophageal varix (). After 3 days on the wait list, she was allocated for DDLT with a whole liver graft from a marginal 12-year-old female donor.\\nDuring the recipient operation, the enlarged liver was meticulously dissected due to very heavy adhesions. The hepatic hilum, including the portal vein stent, was isolated initially, and the left hepatic artery was transected at the graft level. After temporary clamping the portal vein to prevent bleeding from the dissected liver surface, the liver graft was mobilized extensively. After isolation of the retrohepatic inferior vena cava (IVC), we recognized that the graft hepatic vein stump could not be used for outflow vein reconstruction because it was markedly stenotic and separate from the retrohepatic IVC, so we dissected the retrohepatic IVC extensively in preparation for double IVC reconstruction.\\nBecause we intended to remove the portal vein stent, we extensively dissected the superior mesenteric vein and adjacent collateral veins to isolate the stent-inserted preduodenal portal vein-superior mesenteric vein junction portion. However, after transecting the stent-containing portal vein, we found that the wall stent was heavily adhered to the portal vein wall, making it impossible to remove the portal vein stent (). Because the wall stent was fully expanded with smoothly-formed neointima and its diameter was much larger than the graft portal vein and recipient superior mesenteric vein (), we decided to use the stent-containing portion for portal vein anastomosis.\\nThe distal end of the graft IVC was closed at the back table. A 4-cm-long incision was made from the upper dorsal part of the graft IVC, thus making a triangular IVC orifice. The suprahepatic end of the graft IVC was partially closed to make a 4-cm-long elliptical opening at the dorsal wall of the retrohepatic IVC.\\nThe recipient’s stent-containing portal vein was transected. Then, the stent-containing graft hepatic vein stump was transected and securely closed. After elliptical excision of the anterior wall of the recipient IVC, which was matched with the graft IVC opening, double IVC reconstruction was performed using 5-0 PDS (). The graft portal vein was anastomosed with the stent-containing portal vein stump (). The blood flow from the native left hepatic artery was weak, thus aorto-hepatic jump graft was performed using an iliac artery allograft (). Intraoperative portogram was taken via the inferior mesenteric vein, revealing portal vein flow to be well maintained (). Biliary reconstruction was performed using the preformed Roux-en-Y jejunal limb. Because the upper abdominal cavity was too narrow to accommodate the whole liver graft, the transverse abdominal wound was temporarily closed with a xenograft patch. Seven days later, the patch was removed and the abdominal wound was closed.\\nThe pathology report of the explanted second liver graft showed diffuse perivenular hepatocyte dropout and congestion, focal atrophic change of the bile duct with mild ductular proliferation, and bridging and perisinusoidal fibrosis, consistent with hemodynamic derangement ().\\nGraft liver function was recovered uneventfully without vascular complications, but overall posttransplant recovery of the general condition was delayed primarily due to prolonged ventilatory support for hepatopulmonary syndrome. The patient was discharged from the hospital at 40 days after transplantation. Currently, she has been doing well for 6 months posttransplant.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'30401383': 1, '33234754': 1, '27320577': 1, '26613836': 1, '34402444': 2, '16939755': 1, '29468367': 1, '29290659': 1, '21436769': 1, '28927979': 1, '32843600': 2, '31535198': 1, '34053936': 2}", "similar_patients": "{'8382873-1': 1, '7452796-1': 1}"}