{"patient_id": 56030, "patient_uid": "8417836-1", "PMID": 34490037, "file_path": "comm/PMC008xxxxxx/PMC8417836.xml", "title": "Case Report: CNNM2 Mutations Cause Damaged Brain Development and Intractable Epilepsy in a Patient Without Hypomagnesemia", "patient": "A 4-year-old girl attracted our attention with the symptoms of intractable epilepsy and mild intellectual disability. She was found to suffer cerebral convulsions during sleep, characterized by focal seizures since she was 3 years old. The EEG monitoring showed the release of sharp-slow and spinous-slow waves in the left posterior temporal region and the right middle posterior temporal regions (). Despite three kinds of antiepileptic medications (Oxcarbazepine, Valproic acid, Topiramate) were used in proper sequence, the seizures were not controlled, once every two days to half a month. When Lacosamide, the fourth antiepileptic drug, was used, the patient still had focal seizures once every month. She was assessed to be well below age expectations in verbal and social communication skills, and obtained an intelligence quotient score of 68. In physical examination, she had a funnel-shaped chest (). Her head circumference was measured 48 cm, below age expectations, but not diagnosed microcephaly. Other physical examinations were normal. Laboratory investigations demonstrated serum magnesium (0.74 mmol/l, range 0.67 to 1.04 mmol/L) is in the normal range. Declined calcitonin (1.82 pg/ml, range 5.17 to 9.82 pg/ml), and calcium (2.16 mmol/l, range 2.23 to 2.80 mmol/L) were found, and serum phosphorus, parathyroid hormone, and bone specific alkaline phosphatase were normal. We asked the medical history carefully, found that children with respiratory tract infection disease almost every month, resulting in poor appetite, less nutrients intake. She was the only patient in her family. Both parents are healthy, without family history of seizures. Umbilical cord around the neck and meconium stained amniotic fluid occurred when she was in perinatal period, delayed crying and lack of oxygen at birth. Soon afterwards she was found to be delayed in athletic and intellectual development, characterized by a delay in walking and speaking. A cranial magnetic resonance imaging (MRI) at 2 and 5 years of age showed no obvious abnormality.\\nDuring follow-up, the patient had focal seizures once every month treated by Oxcarbazepine, Valproic acid, Topiramate and Lacosamide at 7 years old with weight was 14 kg (< −3 SD), height of 105 cm (< −3 SD) and BMI of 12.7 kg/cm2. She showed poor social interaction and verbal communication skills. Laboratory investigations demonstrated serum magnesium (0.78 mmol/l, range 0.75 to 1.02 mmol/L) was still in the normal range. Her father and mother had been tested for serum magnesium in our hospital, and serum magnesium was normal, respectively 0.95 mmol/L and 1.03 mmol/L. Uric calcium (3.2 mmol/24 h, range from 2.5 to 7.5 mmol/24 h) in the patient was normal. Urine sodium, potassium and chloride for 24 h were also normal, and 25 hydroxyvitamin D was low (21.04 ng/ml, normal range > = 30). Hypocalcemia may be caused by a lack of nutrients intake.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'33600043': 1, '19692351': 1, '30525188': 1, '21397062': 1, '25184538': 1, '24699222': 1, '24706765': 1, '19329426': 1, '11447329': 1, '28191890': 1, '23674807': 1, '30845649': 1, '30341174': 1, '14508710': 1, '1313416': 1, '23686171': 1, '19940067': 1, '30026055': 1, '6320006': 1, '34490037': 2}", "similar_patients": "{}"}