{"patient_id": 47983, "patient_uid": "8035493-1", "PMID": 33869783, "file_path": "comm/PMC008xxxxxx/PMC8035493.xml", "title": "Rivaroxaban triggered multifocal intratumoral hemorrhage of the cabozantinib-treated diffuse brain metastases: A case report and review of literature", "patient": "A 57-year-old woman was diagnosed with multiple lung, bone, and BMs from unknown primary cancer origin by a cancer center and refused any invasive procedures to confirm tumor pathology. No other medical history had been recorded. As a compromise, the patient agreed to receive a liquid biopsy, which confirmed a CCDC6-RET rearrangement in circulating tumor DNA. An oncologist recommended the regimen of whole brain radiotherapy (WBT) in combination with targeted therapy to control systemic disease progression. However, WBT was denied by the patient herself and family because of the concern of neurological complications in exposing to radiation, even though the probable survival benefit was repeatedly emphasized. Targeted therapy was the only acceptable therapeutic option, and the treatment began with cabozantinib, an oral inhibitor against the tyrosine kinase domain of CCDC6-RET fusion, at a dosage of 60 mg daily. The chief complaints of this patient were frequent fatigue, multiple bone pain, and occasional dizziness. No neurological deficits were found on the initial physical examination. After 17 months of medication, the patient visited our emergency room (ER) for the first time and presented with a 1-month history of gradual neurologic decline involving confusion, memory loss, and imbalance. A head computed tomography (CT) performed without the administration of contrast material revealed extensive iso-dense and several hyperdense ill-defined mass located supratentorially at the junction of gray and white matters. Only sporadic minor peritumoral edema and ITH or calcification were observed at the initial CT scan (). The patient was assigned to an observation room for subsequent contrast-enhanced magnetic resonance imaging (CE-MRI). After 3 days, a gadolinium-based CE-MRI was performed, and during this period, no further deterioration in clinical status was encountered. Contrasted MRI showed innumerable avid enhancements of the parenchymal metastases, which distribute across brain lobes, cerebrum, cerebellum, and brain stem. Sporadic hemorrhagic other than calcified metastases were confirmed on T1, which was indicated by intrinsic high signal (). Only mild peritumoral edema was identified on T2, and the use of mannitol or corticosteroids was suspended. As a concern of disease progression at the primary and metastatic sites, a tissue biopsy and WBT were recommended and again denied. The patient was then discharged in a week. After taking cabozantinib for 26 months, this patient was transferred to our ER in a coma with a Glasgow Coma Scale score of 3 (E1 V1 M1). This patient had a 7-day history of conscious decline and was found to be unresponsive for 2 h. Before 2 weeks, because of a swelling right lower limb for over 2 months, DVT was diagnosed at our department of vascular surgery by compression ultrasonography (CUS). The laboratory test revealed no coagulopathy, thrombocytopenia, or severe liver/renal dysfunction. The D-dimer level was 6,950 ng/mL (normal level: <500). A head CT was scheduled and no hemorrhagic BMs was identified (). Oral rivaroxaban was prescribed at an initial treatment dosing of 15 mg twice a day for 3 weeks. However, after anticoagulation with rivaroxaban for 7 days, this patient confronted with a declined consciousness and subsequent comatose, highly suspected to be the major bleeding complication of intracranial hemorrhage (ICH). Laboratory test revealed the D-dimer level was 3,620 ng/mL. The prothrombin time and international normalized ratio were slightly elevated, and platelet count was normal. The head CT scan confirmed the diagnosis and revealed the extensive but separate foci of intraparenchymal hemorrhage and general brain swelling (). Based on her previous history of extensive BMs, the open-ring or hollow circles of hyperintensities which occupied the majority of hemorrhagic sites were suspected to be hemorrhagic metastases. The patient developed dyspnea right after the CT scan. However, after discussions with the patient’s family, the goals of care were shifted toward comfort measures and no intubation was performed.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'27375038': 1, '29497873': 1, '27306689': 1, '22898372': 1, '16460435': 1, '27693535': 1, '28444227': 1, '26438117': 1, '21128814': 1, '30786186': 1, '30474572': 2, '16338097': 1, '27030066': 1, '22012633': 1, '31381464': 1, '25082810': 1, '25987658': 1, '23908465': 1, '29301587': 2, '20142616': 1, '26588662': 1, '33869783': 2}", "similar_patients": "{'6260776-1': 1, '6260776-2': 1, '5755244-1': 1, '5755244-2': 1}"}