{"patient_id": 47196, "patient_uid": "8715833-1", "PMID": 34984149, "file_path": "comm/PMC008xxxxxx/PMC8715833.xml", "title": "Gastrointestinal Migration of a Pharyngeal Pack During Functional Endoscopic Sinus Surgery (FESS): A Case Report and Preventive Strategies", "patient": "A 23-year-old woman was diagnosed with severe and extensive fungal sinusitis as a complication of root canal therapy of the left upper molar tooth. She was posted for functional endoscopic sinus surgery (FESS) for management of her extensive fungal infection that caused destructive soft tissue lesions in the left maxillary, ethmoidal and sphenoid sinus with the destruction of the left orbit floor. FESS was done under general anesthesia with a regular endotracheal tube and pharyngeal pack inserted by an anesthesiologist. The regular pharyngeal pack was unavailable, so packing was made using four pieces of unfolded gauze (size 4 by 4 inches) that was tied end to end making a modified pack of 120 cm length as shown in Figure .\\nA documentation of the pharyngeal pack placement and removal was missed during the surgery. Upon the take over of the next anesthesia team , the presence of the pack was not signed over. Before extubation, the pharyngeal pack was checked for by direct laryngoscopy twice, but it was not visualized. Due to lack of documentation, the presence of a pharyngeal pack by the second anesthesia team was missed. The patient was extubated and moved to the post-anesthesia care unit (PACU). After discussion with the first anesthesia team, an alert about insertion of a modified pharyngeal pack was made. An x-ray was deferred as the modified pharyngeal pack lacks a radiopaque line and hence it would not be visualized on a plain radiograph. As the pack was not visualized in the nasopharynx the possibility of migration into the gastrointestinal tract was considered. An emergency esophago-gastro-duodenoscopy (OGD) was performed under sedation and the pack was visualized in the stomach (Figure ). Pharyngeal pack was extracted eventually endoscopically, and the patient remained clinically stable and had an uneventful recovery after surgery.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'31286899': 1, '28842996': 1, '26788486': 1, '30693260': 2, '30450698': 1, '11284845': 1, '9233108': 1, '34984149': 2}", "similar_patients": "{'6327790-1': 1}"}