{"patient_id": 111098, "patient_uid": "8436605-1", "PMID": 34594167, "file_path": "noncomm/PMC008xxxxxx/PMC8436605.xml", "title": "Pseudomelanosis Duodeni Appearing after Oral Iron Therapy", "patient": "An 85-year-old woman with a history of stage III b chronic renal failure, diabetes mellitus, hypertension, atrial fibrillation, spinocerebellar degeneration, and hyperlipidemia referred to our hospital for evaluation of a 2-year history of iron deficiency anemia. She has been taking oral iron with sodium ferrous citrate (50 mg twice daily) for her anemia for the last 2 years. Her other medications including hydrochlorothiazide, digoxin, warfarin, ticlopidine hydrochloride, rabeprazole, glimepiride, sitagliptin, taltirelin, droxidopa, and bezafibrate were prescribed for at least 8 years. Two years prior, esophagogastroduodenoscopy (EGD) was performed and showed no abnormal finding in the duodenum (Fig. ). With oral iron therapy, her hemoglobin improved from 8.6 to 10.1 g/dL. However, her iron and ferritin were still low level (Table ).\\nAlthough there was no episode of melena or hematochezia, we performed EGD and colonoscopy for the possibility of gastrointestinal lesions including malignant tumors. EGD at this time revealed diffuse dark pigmentation, which were small, round, and homogeneous, in the duodenal bulb (Fig. ) and the second portion of the duodenum (Fig. ). Since she was taking two kinds of antithrombotic agents (warfarin and ticlopidine hydrochloride), we diagnosed her as having pseudomelanosis duodeni from endoscopic findings and did not perform a biopsy. Colonoscopy showed a 1-cm pedunculated polyp in the sigmoid colon, while no pigmentation was seen. Since her anemia was most likely caused by the polyp, we treated with hot polypectomy and advised follow-up with continuance of oral iron therapy.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'7668306': 1, '7077717': 1, '22493558': 1, '9050065': 1, '3996867': 1, '3792165': 1, '1341423': 1, '3428696': 1, '8527967': 1, '3770391': 1, '964586': 1, '16032511': 1, '7571080': 1, '6642171': 1, '18253910': 1, '34594167': 2}", "similar_patients": "{}"}