{"patient_id": 56702, "patient_uid": "8443912-1", "PMID": 34530753, "file_path": "comm/PMC008xxxxxx/PMC8443912.xml", "title": "Clostridium septicum-induced gangrene in the right lower extremity complicating pneumatosis in the right ventricle and the pulmonary artery and occlusion of right femoral artery: a case report", "patient": "An 85-year-old male farmer presented a minor oozing wound after being pecked by a chicken on his right heel while raising poultry 2 days before admission. The wound was disinfected with alcohol. 8 h later, the patient visited the community hospital again due to the aggravation of wound pain. It was noted from the medical record of community hospital that the wound was small without redness and swelling and the patient was treated with wound disinfection, tetanus immunoglobulin injection and oral cephalosporin. The next day, the patient was referred to the district hospital for emergency treatment due to the progressive aggravation of wound pain in the right lower limb. No obvious abnormality was noted in his wound and right lower limb at that time. In the district hospital, the patient was diagnosed as mild wound infection, which was treated with intravenous cephalosporin for infection control and morphine for pain relief. However, the pain was intensified and began spreading throughout the body gradually. The swelling at the chicken-pecking site remained stable. The patient became anxious and irritated due to pain aggravation. Three hours prior to his admission, he presented with drowsiness, increased heart rate and scattered small blisters on his right lower limb.\\nAfter arrival at our hospital, he was transferred to emergency department immediately. On physical examination, the patient was extremely weak and exhausted with a body temperature of 38.4 °C, heart rate of 120 beats/min, blood pressure of 151/90 mmHg, and respiration rate of 25/min. He presented with extensive subcutaneous crepitus on right torso, cyanosis in multiple sites of skin, scattered blood blisters, scattered exfoliative dermatitis, a serosanguinous drainage with foul-smelling odor, swelling in the right lower limb, paleness and coldness in right foot, non-pulsation in dorsalis pedis, and 2 × 2.5 cm blood blisters in the right heel. Gram-positive bulky bacilli were identified from the smear of the subcutaneous interstitial fluid in the right lower limb (Fig. a). Fusobacterium infection was suspected to be responsible for gas gangrene so that clindamycin was administered empirically. Emergent whole-body computerized tomography (CT) and CT angiography (CTA) revealed multiple pneumatosis in the right side of body (Fig. b, c), the right ventricle and the pulmonary artery (Fig. d–e,) and occlusion in right femoral artery (Fig. f). One hour later, the patient was sent to the operating room for surgical debridement of the right chest wall, right lower limb and perineum. Intraoperatively, the patient developed septic shock.\\nPostoperatively, the patient was transferred to the intensive care unit (ICU) and maintained on ventilator and treated with analgesics, sedatives, and continuous renal replacement therapy (CRRT) etc. Clindamycin and meropenem were administered in combination prophylactically to prevent against mixed infection. The patient showed gradual stability in organ function and improvement in microcirculation perfusion after treatment (Table ). The vasoactive drug was discontinued 24 h after surgery. VITEK® MS system was applied for rapid bacterial identification and the identification results showed that Clostridium septicum was positive in the exudates but negative in blood. Given the extensive myonecrosis in the right lower limb and the total occlusion of the right femoral artery, secondary amputation surgery was planned for this patient. Regrettably, a decision to withdraw from aggressive treatment was made by the family members because they thought that the “incomplete” body following limb amputation is against their local customs and tradition. The patient died the next day after leaving the hospital.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'31488072': 2, '30953694': 1, '25298910': 2, '34306473': 1, '22797355': 1, '28509668': 1, '27699456': 1, '29201151': 1, '29211672': 1, '31500313': 1, '28644058': 1, '27726817': 1, '11889112': 1, '31440795': 1, '31849354': 1, '34028162': 1, '24232462': 1, '28785881': 1, '34530753': 2}", "similar_patients": "{'4189134-1': 1, '6727493-1': 1}"}