{"patient_id": 112885, "patient_uid": "8613484-1", "PMID": 34909384, "file_path": "noncomm/PMC008xxxxxx/PMC8613484.xml", "title": "A Case of an Abscessed Cystic Endometriotic Lesion in the Vesico-uterine Pouch after Oocyte Retrieval", "patient": "Herein, we describe a 31-year-old nulliparous Japanese woman with no remarkable past medical or family history. She attained menarche at 12 years old. She presented with dysmenorrhea when she was 16 years old and had been taking low-dose estrogen progestin ever since then. She was married at 29 years old and began receiving infertility treatment at 30 years of age.\\nShe visited a nearby clinic due to exacerbated dysmenorrhea when she was 31 years old. A cystic lesion was detected in the vesico-uterine pouch. She was referred to our department for close observation, diagnosis, and treatment.\\nThe Visual Analog Scale Score of her menstrual pain was 10/10. However, she had no complaints of hematuria or increased frequency of urination during menstruation. A goose-egg-sized anteverted and anteflexed uterus was observed by internal examination. Uterine mobility was low, and she had pain due to pressure on the uterus. CA125 was elevated to 36.9 U/mL. Transvaginal ultrasonography revealed a cystic lesion (3 cm in diameter) in the vesico-uterine pouch. Magnetic resonance imaging (MRI) revealed a cystic lesion (3 cm in diameter) that appeared similar to an endometrioma in the vesico-uterine pouch, with low intensity on T1-weighted images and high intensity on T2-weighted images []. A diagnosis of a cystic endometriotic lesion in the vesico-uterine pouch was established. We planned to perform a laparoscopic surgery due to severe dysmenorrhea.\\nHer first oocyte retrieval attempt was performed at an in vitro fertilization clinic prior to this planned laparoscopic surgery. Four follicles were harvested. Six days after the retrieval, she visited our department complaining of severe abdominal pain.\\nHer vital signs were: Blood pressure, 112/73 mmHg; heart rate, 96 bpm; and body temperature, 37.1 degrees Celsius. Rebound tenderness pain was observed throughout her abdomen. Her white blood cell (WBC) count was 16,800/μL, and C-reactive protein (CRP) level was elevated to 21.8 mg/dL. Transvaginal ultrasonography detected an enlarged cystic lesion (4 cm in diameter) in the vesico-uterine pouch. Contrast-enhanced computed tomography revealed a low-absorbing mass that appeared similar to an abscess in the vesico-uterine pouch. Direct bacterial culture of vaginal discharge grew only resident bacteria. Tests for gonorrhea and Chlamydia were negative. Therefore, a diagnosis of peritonitis with an abscessed cystic endometriotic lesion in the vesico-uterine pouch was established.\\nWe started a conservative treatment with sulbactam/ampicillin at 12 g/day. Blood cultures on the 1st day of hospitalization were negative. A blood test performed on hospitalization day 3 showed a WBC count of 15800/μl and CRP serum levels of 17.0 mg/dL. In addition, the patient had sustained fever and abdominal pain. Therefore, conservative treatment was judged difficult, and ineffective and laparoscopic surgery was performed.\\nSevere adhesions of the greater omentum obscured the vesico-uterine pouch. When these adhesions were released, the cysts on the surface of vesico-uterine pouch could be drained of pus [Figure and ]. No abnormal findings such as endometriotic lesions in the uterus, bilateral adnexa, or pelvic peritoneum were found except for acute inflammation on their surfaces. The absence of bilateral blocked Fallopian tubes was confirmed by Fallopian tube water flow inspection. No obliteration was observed in the pouch of Douglas [Figure and ]. A bacterial culture from the pus grew Prevotella bivia. Since the cystic wall was thin and weak, it was not possible remove the cystic region. Drainage of the abscess and ablation of the cystic lesion were performed []. The operative time was 2 h and 18 min.\\nBiopsy tissue from the site of the cyst revealed smooth muscle fibers and partial glandular structures with proliferation of intimal stromal cells. The cyst was diagnosed with a cystic endometriotic lesion. Infiltration of neutrophils and histiocytes was seen throughout the biopsied ligament, indicating inflammation.\\nBlood tests on the postoperative day 6 showed a WBC count of 10,600/μl and CRP serum levels of 2.4 mg/dL. She was discharged to home on that same day. Two months after surgery, CA125 was normalized to 36.9 U/mL. The first embryo transfer was performed 3 months after surgery at another hospital, resulting in pregnancy.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'3336669': 1, '16267321': 1, '17336966': 1, '11603218': 1, '15223762': 1, '8495784': 1, '12476526': 1, '9130890': 1, '34909384': 2}", "similar_patients": "{}"}