{"patient_id": 50741, "patient_uid": "8164793-1", "PMID": 34051825, "file_path": "comm/PMC008xxxxxx/PMC8164793.xml", "title": "Membranous nephropathy and autoimmune hepatitis in the setting of acute Helicobacter pylori infection: a case report", "patient": "A 47-year-old African American woman with a past medical history of essential hypertension, hyperlipidemia, benign gastric tumors status post-resection in 2008, and nicotine dependence presented to our institution with a chief complaint of epigastric pain and vomiting for 3 weeks. The patient’s home medications included cholecalciferol (D3) 1000 units per day and a daily multivitamin. She also reported loss of appetite and dark-colored urine. Initial vital signs were stable, with blood pressure of 150/65 mmHg, temperature of 99.1 °F, heart rate of 66 beats per minute, respiratory rate of 22 breaths/minute, and oxygen saturation of 100% on room air. Physical exam revealed abdominal tenderness with a positive Murphy’s sign. Additional physical exam findings showed bilateral lower extremity edema, supple neck with a non-enlarged and non-nodular thyroid, and no evidence of arthritis or erythematous joints. The rest of the physical examination was unremarkable.\\nThe laboratory workup is shown in Table . Pertinent lab values include elevated alkaline phosphatase (688 U/L), aspartate transaminase (134 U/L), alanine transaminase (136 U/L), total bilirubin (2.9 mg/dL), and direct bilirubin (1.8 mg/dL), with borderline hemoglobin (11.4 g/dL) and albumin (3.2 g/dL), with normal renal function. Other lab work including urinalysis with microscopy revealed high protein > 1000 mg/dL, glucose 100 mg/dL, ketones 80 mg/dL, urobilinogen 4.0 mg/dL, high bilirubin, red blood cells (RBC) 50/high-power field (HPF), squamous epithelium 7/HPF, cellular cast < 1, hyaline casts 22/HPF, granular casts 2, and white blood cells (WBC) 4/HPF. A right upper quadrant ultrasound showed sludge in the mid- and proximal common bile duct (CBD), with no dilation. There was also a 1.1 × 0.9 × 1.3 cm echogenic lesion within the right lobe of the liver, which was described as likely a benign hemangioma. Other findings were heterogeneous echotexture of the liver with echogenic portal triads suggestive of an inflammatory process including hepatitis. In addition, abdominal magnetic resonance imaging (MRI) was negative for any lesions corresponding to the 1.1 cm echogenic hepatic lesion seen on ultrasound, suggesting likely transient fatty liver infiltration. Gastroenterology and nephrology were consulted for further management.\\nInitial gastroenterology workup revealed negative results for a hepatitis panel which included hepatitis A immunoglobulin M (IgM) antibody, hepatitis B surface antigen, hepatitis B core IgM antibody, and anti-hepatitis C with reflex polymerase chain reaction. Iron studies revealed anemia of chronic disease with a low iron level of 32 µg/dL, low total iron-binding capacity (TIBC) 168 µg/dL, normal ferritin 304 ng/mL, and iron saturation of 19%. Additional lab work was positive for anti-mitochondrial antibody (1:80 titer) and anti-smooth muscle antibody (1:80 titer). The patient underwent esophagogastroduodenoscopy (EGD) for persistent nausea and vomiting that showed inflammation in the gastric body/antrum, three non-bleeding ulcers in prepyloric regions of the stomach (largest lesion 9 mm), and biopsy positive for HP (Figs. and ). The patient was started on triple therapy for her HP infection (amoxicillin 1 g twice daily, clarithromycin 500 mg twice daily, and pantoprazole 40 mg twice daily for 14 days).\\nNephrology workup simultaneously showed a urine protein-to-creatinine ratio of 35.7 mg/mg and subsequent 24-hour protein excretion of 35,088 mg/24 hours, signifying nephrotic-range proteinuria. An ultrasound of the kidney revealed no hydronephrosis or acute pathology. The serological workup was negative, including antinuclear antibody (ANA), double-stranded DNA (dsDNA), complement, serum and urine electrophoresis with immunofixation, free light chain ratio, human immunodeficiency virus (HIV) titer, antineutrophil cytoplasmic antibody (ANCA), anti-glomerular basement membrane antibody titers, and antiphospholipid A2 receptor (PLA2R), and the patient subsequently underwent renal biopsy, which revealed MN. Hematoxylin and eosin (H&E), periodic acid–Schiff (PAS), Masson trichome, and Jones methenamine silver were used to stain the tissues. Light microscopy revealed thickening of the glomerular basement membrane, and on trichrome stain, red subepithelial deposits were seen. There was also mild patchy interstitial edema and focal inflammation composed mainly of lymphocytes and monocytes. Immunofluorescence histology showed 2+ granular global glomerular positivity for immunoglobulin G (IgG) and negative phospholipase A2 receptor (PLA2R). The renal biopsy images are shown in Figs. , , , , , , , and . The patient was administered bumetanide 1 mg twice daily as diuretic for bilateral lower extremity swelling and started on losartan 50 mg daily for proteinuria suppression and renal protection.\\nIn addition, the patient underwent laparoscopic cholecystectomy for biliary colic with liver biopsy during her hospital stay. The patient’s proteinuria continued to improve despite not using immunosuppressive therapy and coincided with her HP treatment. The patient was then discharged with gastroenterology and nephrology follow-up.\\nAt the patient’s first gastroenterology outpatient visit, the liver biopsy showed chronic hepatitis with portal, periportal, and focal septal fibrosis (fibrosis stage II) and increased iron deposits involving Kupffer cells (grade 2). The patient was started on prednisone 40 mg daily and azathioprine for AIH. The patient’s proteinuria had been improving before initiation of immunosuppressive treatment. Table shows a timeline of pertinent events.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'28810614': 1, '20164780': 1, '31622560': 1, '21839366': 1, '29142932': 1, '21244776': 1, '19535433': 1, '26222864': 1, '8500703': 1, '9368660': 1, '25740009': 1, '24429395': 1, '23254897': 1, '26914654': 1, '10052737': 1, '24707402': 1, '27777266': 1, '31844809': 1, '30425200': 1, '34051825': 2}", "similar_patients": "{}"}