{"patient_id": 59021, "patient_uid": "8556126-2", "PMID": 34254648, "file_path": "comm/PMC008xxxxxx/PMC8556126.xml", "title": "De Novo and Relapsing Glomerulonephritis following SARS-CoV-2 mRNA Vaccination in Microscopic Polyangiitis", "patient": "A 78-year-old Caucasian woman had been diagnosed with microscopic polyangiitis nine years earlier. She had suffered from severe pulmonary haemorrhage. A renal biopsy revealed advanced acute and chronic crescentic necrotising glomerulonephritis with moderate interstitial fibrosis and tubular atrophy. She was treated with plasma exchange, iv, and oral methylprednisolone and six cycles of iv cyclophosphamide. Rituximab 500 mg was administered every six months for two and a half years. After another two and a half years without immunosuppression, an increase in MPO-ANCA titer, deterioration of renal function with nephritic sediment, and proteinuria were noted. A second renal biopsy established a diagnosis of advanced, but still active glomerulonephritis. She received induction therapy with 1g rituximab and oral methylprednisolone, and maintenance therapy with rituximab was recommenced. Renal function remained stable with an eGFR around 25 ml/min/1.73 m2, C-reactive protein was always negative, and the MPO-ANCA titer was declining. Consequently, it was decided to withhold further rituximab maintenance until vaccination or waning of the pandemic. The last dose had been administered nine months ago. One month before vaccination, MPO-ANCA increased from 16 IU/ml to 99 IU/ml. Her B-cell count was 3 cells/μl. There were no clinical and laboratory signs of disease activity. The patient received two doses of the BNT162b2 mRNA SARS-CoV-2 vaccine three weeks apart. Two days after the second dose, she noted dark urine, arthralgia, fatigue, and nausea, which she considered a normal reaction to vaccination. Two months after the second dose, she was seen at our institution. Her serum creatinine had risen to 728 μmol/L (). No other organ involvement was observed. B cells had risen to 21 cells/μl and MPO-ANCA to >134 IU/ml. She was started on hemodialysis and received a short course of iv and oral methylprednisolone and 1g rituximab. Nevertheless, the patient remained dialysis dependent.\\nA detailed summary of all reported cases including ours is given in .", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'33975857': 1, '34182049': 1, '33944946': 1, '33958323': 1, '34280507': 1, '32663912': 1, '26361945': 1, '33151337': 1, '34049860': 1, '33558753': 1, '33693778': 1, '17913738': 1, '33339987': 1, '34087251': 1, '32991794': 1, '33504483': 1, '33477534': 1, '34081948': 1, '28521688': 1, '33034038': 1, '15972951': 1, '34416184': 1, '32409782': 1, '34254648': 2}", "similar_patients": "{'8556126-1': 2}"}