{"patient_id": 109028, "patient_uid": "8247659-1", "PMID": 34221641, "file_path": "noncomm/PMC008xxxxxx/PMC8247659.xml", "title": "Choledocho-nodal Fistula: Uncommon Cause of Obstructive Jaundice in a Patient with HCC Diagnosed by Combined ERCP/EUS", "patient": "Here, we present a 58-year-old male patient with multifocal HCC. The patient was treated 3 times with TACE with the last session for a solitary hilar LN that appeared after the first session of TACE, and afterward, he was kept by his oncologist on regorafenib 40 mg tid. One month before admission, he developed progressive jaundice and was admitted to the hospital for evaluation. On admission, his laboratories showed high serum bilirubin: Total bilirubin 44.4 mg/dl, direct bilirubin 29.9 mg/dl, ALT 49 IU/l, AST 98 IU/l, and serum albumin 3.6 mg/dl while AFP was 12,000 ng/ml. The baseline laboratories and imaging modalities for the patient were lacking because the patient had a follow up file in another center and presented and presented to us with the jaundice episode.\\nAbdominal US showed dilated common bile duct (CBD), and non-calculous gallbladder distension and a complementary magnetic resonance cholangiopancreatography (MRCP) showed diffusely dilated upper CBD with compression to the mid-lower segment by a cystic lesion probably from the pancreas. Endoscopic retrograde cholangiopancreatography (ERCP) was done, and on filling downstream, the dye besides showing dilated upper CBD and intrahepatic biliary radicles began to collect in a rounded fashion around the strictured middle-lower CBD [].\\nThis was not possibly a biliary leak due localized nature of the lesion and a possibility of choledochal cyst was proposed. A plastic stent 12 cm/10 F was inserted with good biliary drainage. However, the dye retained in the lesion.\\nAn upper GIT endoscopy was done after ERCP withdrawal and showed 1st part duodenal ulcer overlying a bulbar swelling suggesting compression. A decision for an endoscopic ultrasonography (EUS) was taken at the same session. EUS showed partially cystic lesion with heterogeneous content around the CBD and surrounding the inserted plastic stent [].\\nAspiration of the fluid content of that lesion revealed bile [that was confirmed also in laboratory analysis, ]. Fluoroscopy confirmed the reduced lesion size after EUS aspiration [].\\nFollow-up of the patient after stent insertion by bilirubin level showed reduction of the serum total and direct bilirubin to 14.3/10.1 mg/dl after 1 week and to 6.4/4.7 mg after 2 weeks, respectively.\\nThe patient was scheduled for follow-up after 3 months for imaging (CT and MRCP), ERCP for removal of the plastic stent, reevaluation, and arrangement for SEMS if needed. Unfortunately, the patient passed out 7 weeks after hospital discharge due to unrelated event.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'23249605': 1, '26694170': 1, '28647354': 1, '26368066': 1, '29428098': 1, '28943555': 1, '30285213': 1, '26158147': 1, '27637596': 1, '34221641': 2}", "similar_patients": "{}"}