{"patient_id": 50089, "patient_uid": "8137308-1", "PMID": 34036014, "file_path": "comm/PMC008xxxxxx/PMC8137308.xml", "title": "Recurrent Bilateral Strokes in a Patient Treated With Sipuleucel-T for Prostate Cancer", "patient": "A 77-year-old Caucasian male with a past medical history of stage IV prostate cancer on sipuleucel-T therapy presented with left-sided weakness, which was present when he awoke from sleep. On presentation, vital signs were stable. The physical examination was significant for left-sided hemiparesis, homonymous hemianopia, and hemineglect. The rest of the physical examination was unremarkable. Initial laboratory workup, including complete blood count and comprehensive metabolic profile, was within normal limits. Computed tomography angiography (CTA) of the brain revealed ischemic stroke involving the right middle cerebral artery with occlusion of M2 and M3 branches (Figure ).\\nThe patient was not a candidate for tissue plasminogen activator (tPA) as the onset of symptoms was unknown; therefore, he underwent emergent cerebral angiography with mechanical thrombectomy. On day one post-thrombectomy, magnetic resonance imaging (MRI) of the brain showed scattered foci of acute ischemia throughout the bilateral posterior circulation and left middle cerebral artery distribution, suggestive of embolic stroke. Transthoracic echocardiogram was negative for thrombus, patent foramen ovale, or any valvular abnormalities. The patient's neurological symptoms significantly improved over the hospital course. He was discharged to a rehabilitation facility on aspirin 81 mg, atorvastatin 40 mg daily, and a cardiac event recorder. A review of data from the recorder showed normal sinus rhythm throughout the 30 days of records.\\nTwo weeks later, the patient returned to the hospital with bilateral leg weakness for 2 hours. MRI brain showed multiple new small acute infarcts throughout the bifrontal white matter, left medial thalamus, and left occipital lobe (Figure ). There was also a subacute right temporal, occipital infarct consistent with the prior stroke displaying luxury perfusion.\\nFurther workup involving lower extremity doppler and a transesophageal echocardiogram was unrevealing for a cardioembolic source of stroke. However, it was discovered that the patient received two doses of sipuleucel-T; the second dose was given one week before his initial stroke episode. His symptoms improved during the hospital course. Given the negative ischemic stroke workup, sipuleucel-T was considered as the potential etiology. Therefore, the patient was recommended not to receive further infusion and was discharged to an acute rehab facility.\\nThe patient reported no subsequent episodes of ischemic stroke at the six-month follow-up. At this time, a workup for a hypercoagulability disorder was pursued. Blood tests were ordered for beta-2 glycoprotein I antibodies (IgG, IgA, IgM), cardiolipin antibodies (IgG, IgM, IgA), protein c activity, protein s activity, prothrombin (factor II) mutation, and factor V Leiden, all of these returned negative.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'28154101': 1, '31411714': 1, '21572775': 1, '20818862': 1, '2046930': 1, '29260582': 1, '21558406': 1, '31483485': 1, '19536890': 1, '32145020': 1, '34036014': 2}", "similar_patients": "{}"}