{"patient_id": 112640, "patient_uid": "8597478-1", "PMID": 34571653, "file_path": "noncomm/PMC008xxxxxx/PMC8597478.xml", "title": "Central retinal vein occlusion after mRNA SARS-CoV-2 vaccination: A case report", "patient": "A 52-year-old male with no pathological or family history presented with sudden blurred vision in his left eye (LE), especially in the nasal and superotemporal quadrant, for one day, without other symptoms. As relevant information, he received the first dose of the Pfizer–BioNTech vaccine 15 days prior.\\nHis best-corrected visual acuity (BCVA) was 20/20 for both eyes. The fundus exam showed minimal dot hemorrhages in the upper quadrants of his LE, dilated tortuous veins in four quadrants, and disperse exudates; The right eye (RE) showed only changes in the macular RPE.\\nA FA was performed on admission showing a delay of normal fluorescence in the arterial phase in the LE. Early phases showed hypofluorescence near the temporal and inferonasal branches, with blocking areas corresponding to hemorrhages in the superior quadrants. In late phases, it was evident that there was a temporal branch occlusion given by the absence of venous filling and slight hyperfluorescence in the nasal and temporal portion of the optic nerve []. Macular coherent optical tomography (OCT) was taken on the same day, ruling out macular edema.\\nA diagnosis of non-ischemic central retinal vein occlusion (CRVO) on LE was considered. In the absence of risk factors for CRVO, hemogram, antithrombin III, coagulation protein C and S, Factor V Leiden, homocysteine in blood, folic acid, rheumatoid factor, ANAS, VDRL, FTA-ABS, HIV, glycosylated hemoglobin, pre and postprandial glycemia, lipid profile, ambulatory monitoring of blood pressure, creatinine, and prostate-specific antigen (PSA) were requested.\\nAfter three days, all requested exam results were within normal ranges. An increase in intraretinal hemorrhages was observed in the fundus exam [], with no variations in the BCVA. An intravitreal dose of dexamethasone 0.4 mg/0.1 ml was administered, followed by an improvement in the fundus findings after six days.\\nEleven days after the onset of symptoms, a slight decrease in BCVA of the LE (20/30) was observed with an increase of intraretinal spot hemorrhages. An intravitreal dose of bevacizumab 2.5 mg/0.1 ml and oral apixaban were ordered. Five days later, the BCVA improved to 20/20, and hemorrhages decreased. An IgG and IgM for COVID-19 were requested, which were positive according to the recent vaccination history.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'33683637': 1, '33761987': 1, '34945256': 1, '34884407': 1, '33687691': 1, '33606296': 1, '11772591': 1, '34571653': 2}", "similar_patients": "{}"}