{"patient_id": 53791, "patient_uid": "8310659-1", "PMID": 34336422, "file_path": "comm/PMC008xxxxxx/PMC8310659.xml", "title": "Successful Use of Immunotherapy in a Patient with Metastatic Squamous Cell Lung Cancer and Underlying Autoimmune Disease", "patient": "A 68-year-old man with a long-standing history of SLE with associated discoid lesions and high-titer antiphospholipid antibodies (APLAs), presented with severe left rib pain, anemia, and hypercalcemia. PET imaging revealed a hypermetabolic 3.4-centimeter mass with left pleural thickening and associated lytic rib lesions, left upper lobe nodule, and hypermetabolic periaortic, left hilar, and mediastinal lymph nodes suspicious for metastasis (Figure ). Tissue biopsy revealed metastatic squamous cell carcinoma of the lung with PD-L1 immunohistochemical analysis tumor proportion score (TPS) of 95%. Secondary to concern for activation of the patient’s lupus and risk for catastrophic thrombosis with high-titer APLAs, immunotherapy was avoided despite high PD-L1 expression. Traditional cytotoxic chemotherapy with carboplatin and nab-paclitaxel was initiated. While this initially led to a partial response, his cancer eventually progressed resulting in his inability to perform daily tasks, severe weight loss, and marked pain, ultimately culminating in emergency room presentation with a large left pleural effusion requiring a pleural catheter and subsequent drain placement. In light of his well-controlled lupus not requiring concomitant immunosuppressive therapy, in conjunction with his severe symptoms, and limited treatment options, the decision was made to proceed with palliative pembrolizumab. Within a few weeks, he experienced decreased pain, drain removal, and increased mobility. Within months, he achieved partial remission with excellent response and complete resolution of symptoms (Figure ). Throughout his treatment, he has had no severe SLE flares or thrombosis. A mild flare in discoid lesions was successfully treated with local corticosteroids. After treatment with pembrolizumab for greater than 18 months, he has had dramatic improvement in quality of life, clinical symptoms, and full return to function.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'31164319': 1, '32457912': 1, '31092901': 1, '33587686': 1, '30361152': 1, '25245537': 1, '30877325': 1, '30659159': 1, '23358715': 1, '32840315': 1, '34336422': 2}", "similar_patients": "{}"}