{"patient_id": 53104, "patient_uid": "8278474-1", "PMID": 34276706, "file_path": "comm/PMC008xxxxxx/PMC8278474.xml", "title": "Case Report: Effects of Anti-SARS-CoV-2 Convalescent Antibodies Obtained With Double Filtration Plasmapheresis", "patient": "On April 6, 2020, a 56-year-old woman was admitted at the Emergency Unit of the Azienda-Socio-Sanitaria-Territoriale (ASST) Papa Giovanni XXIII (Bergamo Hospital, Italy) and then transferred 12 days later to the Intensive Care Unit of the same hospital because of severe respiratory distress secondary to COVID-19 that, after a short unsuccessful trial of Continuous Positive Airways Pressure (CPAP), required intubation for invasive mechanical ventilator support (). Clinical course was complicated by a urinary tract infection and an Aspergillus super-infection of the lower respiratory tract that fully recovered with specific antimicrobial therapy. Mechanical ventilator support was weaned on May 18 and was followed by a 5-day course of CPAP. Then, she was transferred to the rehabilitation unit on June 8, 2020. However, only 4 days later, on June 12, 2020, she was again admitted to a COVID unit of the same hospital because of cough and worsening dyspnea. At admission, her body temperature was 36.5°C; blood pressure, 98/69 mmHg; heart rate, 98 beats per minute; respiratory rate, 28 breaths per minute; partial artery CO2 pressure (PaCO2), 32 mmHg; and partial artery O2 pressure (PaO2) in room air, 59 mmHg. PaO2 promptly increased to 96 mmHg with 4 L/min oxygen delivery through a low-flow nasal cannula. Diffuse, bilateral crackles could be auscultated at lungs bases. Laboratory workup showed macrocytic hyperchromic anemia (hemoglobin 9.2 g/dl, MCV 99.3 fl MCH 33.2 pg) with increased C Reactive Protein (11.2 mg/dl, reference range, 0–1 mg/dl), but with a procalcitonin level that was in normal range (0.03 ng/ml). Serum protein electrophoresis showed moderately increased alpha-1, alpha-2 globulins, and beta globulins with only 4% of gamma globulins (reference range, 11.1–18.8%). Flow cytometry found only two CD3- CD19+ B cells per µl (reference range, 200–400 cells/µl) in peripheral blood. There were <3.8 AU/ml of anti-SARS-CoV-2 S1/S2 IgG (Liasorin SARS-CoV-2 IgG chemiluminescent assay [CLIA], Diasorin; negative <12 AU/ml) and 0.02 index of anti-SARS-CoV-2 N IgG (Abbott SARS-CoV-2 IgG chemiluminescent microparticle immunoassay [CMIA]; negative < 1.2 index, ). Quantitative real time polymerase chain reaction (qPCR) failed to detect SARS-CoV-2 nucleic acid in two nasopharyngeal swabs, but qPCR detection of SARS-CoV-2 RNA in a bronco-alveolar lavage (BAL) performed on June 14, after transfer to a sub-intensive care unit, confirmed viral invasion of lower respiratory tract (). Blood and urinary cultures and extensive laboratory workup for concomitant viral, bacterial or fungal infection were irrelevant. Trans-thoracic echocardiography excluded valve vegetations. Chest computed tomography (CT) scanning showed ground-glass opacities in the dorsal regions of the upper lobes and the right lower lobe, sub pleural consolidations with air bronchogram in the right lower lobe, diffuse traction bronchiectasis, and reticular pattern interstitial abnormalities. This clinical picture was associated with remarkable increases in serum-induced C5b-9 deposition and thrombi formation on cultured human microvascular endothelial cell (HMEC-1) line () (). Plasma Fibrinogen concentration, von Willebrand Factor (vWF) antigen and activity and D-dimer levels () were also remarkably increased.\\nPatient’s family and remote history was irrelevant. Notably, on April 2019, she had been diagnosed with a double-hit diffuse large B-Cell lymphoma that was successfully treated with the first-line protocol of the German Multicenter Study Group for Adult Acute Lymphoblastic Leukemia (R-GMALL) that included six cycles of chemo-immunotherapy with rituximab 375 mg/m2, dexamethasone, vincristine, methotrexate, etoposide, and citarabine followed by two additional doses of Rituximab 375 mg/m2 every 21 days after completion of the last cycle. This treatment regimen was completed on December 2019.\\nSeven hundred milliliter of a saline solution of anti-SARS-CoV-2 N IgG (Index 8.8, ) were obtained (after filter washing at the end of the DFPP session) from a 61-year-old male ABO competent adult donor who, according to the clinical and laboratory criteria issued by Consiglio Superiore di Sanità on February 28, 2020 (), had definitely recovered from COVID-19. He never received blood component transfusions and had negative acid nucleic testing for HAV, HEV, and B19 Parvovirus. The donor was found to have an adequate titer of anti-SARS-CoV-2 S1/S2 (84 UA/ml) and anti-N IgG (7.74 index, ). He provided written informed consent to donation and to the DFPP procedure. The procured IgG concentrated solution was frozen and stored in order to be slowly thawed at 4°C and infused as soon as a consenting ABO competent potential recipient with severe COVID-19 would have become available. The donation was tested as required by the Italian legislation for plasma intended for clinical transfusion (HIV, HCV, HBV nucleic acid, and serology testing, syphilis).\\nOn June 16, 2020, 82 days after symptoms onset, the identified consenting patient received (in the context of an ongoing study approved by the Local Ethical Committee and registered at NCT04346589) a single intravenous infusion of this high titer (4+) anti-S1/S2 and anti-N IgG-enriched cryosupernatant solution without premedication. Plasma cryoprecipitate, which spontaneously separated from cryosupernatant during the thawing procedure, was discarded to avoid the infusion of pro-thrombotic factors—including fibrin, fibrinogen, von Willebrand factor, and others—to the recipient. The IgG-enriched solution was infused in 4 h without acute reactions or signs of fluid overload or cardiovascular instability.\\nHigh titer (IgG 4+) of anti-S1/S2 and anti-N IgG were detected by the chromatographic immunoassay qSars-CoV-2 IgG/IgM Cassette Rapid Test (Cellex) in recipient circulation as early as 24 h after the infusion of the IgG enriched solution. Ten days later, the presence of antiviral immunoglobulins was documented by chemiluminescence immunoassay (CLIA) LIASORIN SARS-CoV-2 S1/S2 IgG test (DiaSorin) and subsequently confirmed by chemiluminescence microparticle immunoassay (CMIA) Alinity SARS-CoV-2 IgG (Abbott) detection of anti-nucleocapsid antigen (N) circulating IgG. Serum levels of anti-SARS-CoV-2 N IgG antibodies, which were almost undetectable before antibody infusion, sharply increased at post-infusion day 1 and then slowly and progressively declined at post-infusion days 7, 14, and 21 (). However, following the infusion antibody titer largely exceeded the upper limit for test positivity (index 1.2) up to day 21 ().\\nThe fully exogenous origin of circulating anti SARS-CoV-2 IgG was consistent with failure to detect circulating antiviral IgM antibodies and, even more convincing, by persistent depletion of CD3- CD19+ B cells in peripheral blood (3 cells/µl). On June 23, just 7 days after antibody infusion, the patient was transferred to a low intensity care Medicine Unit. Notably, in one BAL specimen collected on July 1, 15 days after antibody infusion, SARS-CoV-2 RNA could not be detected by qPCR. Two additional nasopharyngeal swabs tested after the infusion failed to detect any nucleic viral material.\\nIn parallel with viral clearance, patient’s respiratory distress promptly improved after antibody infusion. Her peripheral oxygen saturation (SpO2) in room air increased to 96%. PCR decreased from 11.2 to 0.7 mg/dl. IL-6 titer, after peaking (60.5 pg/ml) 1 day after the infusion, progressively dropped to normal levels (2.64 pg/ml) just 8 days after the infusion. Similarly, plasma fibrinogen concentration, vWF antigen and activity, and D-Dimer levels (), which were remarkably increased before antibody infusion, slightly increased at post infusion day 1 and then progressively decreased on subsequent visits. In particular, D-dimer levels decreased to normal range at post infusion days 14 and 21 (). A CT imaging 13 days after the infusion showed a marked decrease of the consolidation areas with unmodified reticular abnormalities and bronchiectasis. Consistently, ex vivo serum induced C5b-9 deposition and thrombi formation on HMEC-1 line, after an initial acute increase the day after antibody infusion, progressively decreased, and eventually normalized (, respectively).\\nOn July 8, 22 days after antibody infusion, and 104 days after disease symptoms onset, the patient was discharged in good health and without chronic sequelae. At 6 months after discharge, she was symptom-free, and a CT imaging showed an almost complete resolution of diffuse interstitial lung involvement. However, hypogammaglobulinemia (IgG concentration: 400 mg/dl) and lymphocytopenia (lymphocyte count: 900/mm3) did not recover. Notably, flow cytometry continued to document B-cell depletion from the circulation (two CD3− CD19+ B cells per µl).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'19159416': 1, '32142651': 1, '23450336': 1, '32976026': 1, '33329586': 2, '15616839': 1, '26735992': 1, '21248066': 1, '8759902': 1, '16940336': 1, '30851964': 1, '20719565': 1, '17914053': 1, '12109939': 1, '33093056': 1, '33232588': 1, '31336376': 1, '32376634': 1, '32454513': 1, '34276706': 2}", "similar_patients": "{'7714937-1': 1}"}