{"patient_id": 60397, "patient_uid": "8618732-1", "PMID": 34828604, "file_path": "comm/PMC008xxxxxx/PMC8618732.xml", "title": "Transfusion-Transmitted Malaria of Plasmodium malariae in Palermo, Sicily", "patient": "In April 2019, a 70-year-old male patient of Italian nationality who had never been abroad was observed by the Oncohematology and TMO Unit of the Maddalena Clinic for about two months after having a recurrent spiking fever for four days. Regarding the pathological history: erosive gastropathy for which the patient received a transfusion due to anemization (Hb 6.5 mg/dL) in January. Fever started after the transfusion, and a urinary tract infection due to E. coli arose, which was treated with ciprofloxacin and subsequently ceftazidime because of the persistence of the febrile state. Physical examination: sensory alertness, fevers up to 38.8 °C accompanied by chills, absence of lymphadenomegaly, and blood pressure (PAO) 90/60. On the first day of hospitalization, the patient underwent microbiological, biochemical–clinical, and instrumental investigations. Regarding the blood: WBC 3390/mmc, Hb 10.5 g/dL, and PLT 131000. Negative abdominal ultrasound. Negative microbiological investigations for toxoplasma, cytomegalovirus (CMV), Epstein–Barr virus (EBV), hepatitis B virus (HBV), hepatitis C virus (HCV), treponema pallidum hemagglutination assay (TPHA), Weil–Felix, and Widal–Wright. Negative urinary culture. An osteomyelobiopsia was performed, which showed hypercellulated bone marrow with reactive type changes. On the third day of hospitalization, the patient has a worsening health condition due to the persistence of fever, thrombocytopenia (reduction of platelets from 131,000 to 48,000), anemia (reduction of hemoglobin from 10.5 to 8.2 mg/dL), and acute renal failure (azotemia 185 mg/dL, creatinine 4.73 mg/dL, uricemia 9.3 mg/dL) for which dialysis was started. Returning to the donor, we learned that he was a missionary priest who had traveled to endemic regions; however, this was more than 10 years ago. Therefore, he had been subjected to the mandatory donation tests according to the “Provisions relating to the quality and safety requirements of blood and blood components,” resulting in a suitable donation []. The blood sample was screened for the following markers: HIV antigen antibody, HBsAg, anti-HCV, and syphilis. In relation to the long period since he had been in endemic regions, the donor had not been screened for anti-malarial antibodies. However, based on the donor’s epidemiological history, the patient’s clinical history, and the clinical–laboratory data, blood samples for the antigenic, microscopic, and molecular identification of Plasmodium spp. were sent to the Unit of Microbiology and Virology of the Paolo Giaccone Hospital in Palermo. In the peripheral blood smear, trophozoites and schizonts were identified as P. malariae via their morphologies. Real-time PCR was used as a support for the microscopic examination and was also used on the donor blood to confirm the causal link. After infectious counseling with the Infectious and Tropical Diseases Unit of the Paolo Giaccone Hospital, therapy began with piperaquine tetraphosphate + dihydroartemisinin (Eurartesim) 320/40, which was followed by an improvement of health with a resolution of fever, recovery of liver and kidney function, and a return of the blood count within normal parameters.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'27340042': 1, '24304475': 2, '16101687': 1, '25933591': 1, '29338786': 1, '11430326': 1, '30670018': 1, '30223852': 1, '4944512': 1, '4613511': 1, '16010653': 1, '18501548': 1, '20174609': 1, '18424865': 1, '15787731': 1, '30178476': 1, '17188542': 1, '29402283': 1, '23110165': 1, '24906577': 1, '20849405': 1, '34828604': 2}", "similar_patients": "{'3866504-1': 1}"}