{"patient_id": 53930, "patient_uid": "8318843-1", "PMID": 34336199, "file_path": "comm/PMC008xxxxxx/PMC8318843.xml", "title": "First case recognized as autoimmune polyglandular syndrome type 2 with myasthenia gravis in Palestine: A case report and literature review", "patient": "A 47-year-old male patient from Gaza was referred to our hospital due to body weakness, dysphagia and dysarthria of 14 days duration.\\nHe was in his usual state of health until two weeks before admission when he started to complain of proximal muscle weakness that was increasing in severity in addition to fatigue, difficulty in speech and chocking episodes mainly triggered by liquids.\\nIn Gaza hospital the doctors performed a brain and whole spine MRI which showed no abnormality. Furthermore, a lumbar puncture was done with normal results.\\nDue to a progressive deterioration of his symptoms, as his weakness was so severe he was almost became quadriplegic, his case was referred to our hospital.\\nAn NG tube was introduced due to his severe dysphagia and he was reevaluated with a thorough physical examination that showed: mild respiratory distress with a respiratory rate of 19 breaths/min, vitiligo over his entire body, weak gag reflex and nasal speech. The lower limb weakness was 1/5 bilaterally and the upper limb weakness was 2/5 with intact sensation and hyporeflexia.\\nAn electromyography (EMG) and nerve conduction studies were also performed and showed a decrement in the muscle action-potential which lead to the suspicion of myasthenia gravis. Thus a serum anti-Ach receptor antibodies titer was done with positive results leading to the confirmation of this suspicion.\\nDuring the patients’ time of hospitalization and evaluation, it was discovered that his fasting cortisol levels and TSH levels were low (TSH was 0.35 mU/L) whereas the T3 and T4 were high.\\nSince the patient was found to have findings of three autoimmune diseases, autoimmune polyglandular syndrome was considered.\\nSix sessions of plasmapheresis were done. The patient was also prescribed prednisolone pyridostigmine, azathioprine, vitamin D and thyroxin.\\nAfter we started his treatment, the patient's muscle power started to improve (after the third session of plasmapheresis we could notice the improvement).\\nIn addition, physiotherapy was recommended and after six sessions he was able to walk alone again, the NG tube was removed and he was started on oral feeding with a semi-solid diet.\\nHe was discharged later after a good response to treatment with a good prognosis.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'30443340': 1, '25800482': 2, '19411300': 1, '30814097': 1, '24373505': 1, '26886206': 1, '33181358': 1, '31080849': 2, '18384168': 1, '24200689': 1, '15579606': 1, '16557298': 1, '25319686': 1, '32264857': 1, '34336199': 2}", "similar_patients": "{'4439899-1': 1, '6498771-1': 1}"}