{"patient_id": 113240, "patient_uid": "8664297-1", "PMID": 34900259, "file_path": "noncomm/PMC008xxxxxx/PMC8664297.xml", "title": "Case report: Dorsal root ganglion (DRG) stimulation for acute neuropathic pain from acute herpes zoster infection", "patient": "A pleasant 61-year-old male was referred to the Blaustein Pain Treatment Center for persistent, severe burning, aching, left foot pain following a herpes zoster infection. His medical history was significant for rheumatoid arthritis and multiple myeloma and was undergoing his fourth course of chemotherapy treatment (lenalidomide-dexamethasone-bortezomib) at the time of the eruption of a vesicular, erythematous rash on the dorsal aspect of his left foot. On examination, there was no motor weakness to the left foot, but his range of motion was mildly limited due to pain. The rash was quickly identified as a herpes zoster infection, and he was treated with valacyclovir for a 7-day course. He was then continued on oral acyclovir for herpes zoster viral prevention in the setting of his ongoing chemotherapy. However, his left foot pain persisted and intensified despite resolution of the rash. The patient failed to respond to medication management, including anticonvulsants (gabapentin), antidepressants (duloxetine and nortriptyline), opioids (oxycodone and hydromorphone), topical analgesics (capsaicin cream, EMLA cream, and lidocaine patch), and an NMDA-receptor antagonist infusion (ketamine via intravenous infusion) during a hospital admission. He also received Scrambler Therapy (CalmareTM) and later a left transforaminal epidural steroid injection (containing 0.25% bupivacaine and dexamethasone) at the level between the fourth and fifth lumbar vertebra (L4-5) without improvement. The L4-5 space was targeted given the ease of access and the expectation that the medications would spread to the adjacent levels.\\nApproximately 1 month after the acute zoster infection and ongoing severe pain despite multimodal management, the patient underwent a trial of a left S1 DRG stimulator while an inpatient. For placement of the stimulator, the patient was mildly sedated with intravenous midazolam and fentanyl. Using an anteroposterior (AP) fluoroscopic view, the skin over the left S1 foramen was topicalized. A 14-gauge Tuohy needle was then advanced under fluoroscopic guidance slightly into the posterior border of the S1 foramen. An Abbott DRG 4-contact lead and sheath complex was then advanced under live fluoroscopy to the caudal epidural space in the lateral projection and then the lead was advanced until all four electrodes were appropriately placed over the sacrum (). The sheath was then retracted leaving the lead in place with the electrodes non-displaced. A strain relief loop was created in the epidural space via the lead and sheath complex and the lead was confirmed in place.\\n The lead was then stimulated resulting in good coverage of the patient’s left foot pain. The sheath and Tuohy needle were withdrawn using reverse Seldinger technique under live fluoroscopy to confirm lead stability. The site was secured in a sterile fashion. The device was kept on continuously (through wake/sleep cycle) based on the patient’s preference. Stimulation was paresthesia-based (frequency 20 Hz) with 300 us pulse width and 900 uA amplitude.\\nThe patient tolerated the procedure well, and his pain improved significantly with some decreased allodynia of the left foot. Since his trial had a positive result, surgical implantation was pursued. The S1 foramen was accessed similarly as in the trial. Because the patient reported some residual pain in the sole of his foot during the trial, and in the event of DRG electrode migration—which may occur more frequently with sacral electrodes—a second lead was advanced through the L5 S1 interspace and ultimately placed under the left pedicle of L5 (). Together, these leads were tested intraoperatively and found to completely cover the painful regions of the left lower extremity and foot. The leads were tunneled to the left gluteal pocket and connected to the Abbott implantable pulse generator (IPG). Surgery was tolerated well. The stimulation device settings remained the same as those during the trial.\\nAfter 1-month follow-up, the patient reported continued pain relief and a return to his daily activities. While he continued to have mild pain at night (1 out of 10 in severity) after 2 months, he was able to wean off all medications except gabapentin and duloxetine, which he continued to take for pain associated with his multiple myeloma.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'30310548': 1, '28862789': 1, '17585291': 1, '28827823': 1, '25317872': 1, '29888123': 1, '21992163': 1, '17143845': 1, '28205574': 1, '34900259': 2}", "similar_patients": "{}"}