{"patient_id": 108237, "patient_uid": "8180212-1", "PMID": 34141759, "file_path": "noncomm/PMC008xxxxxx/PMC8180212.xml", "title": "Thoracoscopic diagnosis of traumatic pericardial rupture with cardiac hernia: A case report", "patient": "A 60-year-old man was admitted to the emergency department after falling from a height of 3 m with complaints of whole body aches and dyspnea.\\nThe patient was transported to the emergency room with symptoms of whole body aches and dyspnea after falling from a great height 3 h previously. Chest and abdomen computed tomography (CT) revealed pneumopericardium, hemopneumothorax, lung contusion, multiple rib fractures on the right side, and right scapula and clavicle fractures. He was admitted to the inpatient department for further observation and treatment after tube thoracostomy.\\nThe patient had no notable previous medical history.\\nThe patient denied any family history and had no notable past history.\\nThe patient was conscious, and his answers were smooth and accurate. His vital signs were as follows: Body temperature, 37.2 °C; pulse, 106/min; respiration rate, 25/min; blood pressure, 110/72 mm Hg; and oxygen saturation, 98%. The heart sounds were regular, and there were no murmurs, rubs, or gallops. The breath sound on the right hemithorax was markedly decreased. Abdominal findings were unremarkable. The pelvic separation and compression tests were positive.\\nLaboratory data were unremarkable except for a decreased hemoglobin level at 10.3 g/dL. Electrocardiography and echocardiography were performed, and there was no sign of cardiac injury or ischemia.\\nChest and abdomen CT revealed multiple rib fractures on the right side, hemopneumothorax, lung contusion, pneumopericardium (Figure ), and right scapula and clavicle fractures. After tube thoracostomy, re-examination of chest CT showed that the hemopneumothorax and pneumopericardium were obviously absorbed (Figure ).", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'26156081': 1, '15920427': 1, '17151973': 1, '30084774': 1, '22295364': 1, '27671800': 1, '19085055': 1, '32420444': 1, '19540491': 1, '20494079': 1, '34141759': 2}", "similar_patients": "{}"}