{"patient_id": 49336, "patient_uid": "8100240-2", "PMID": 33968859, "file_path": "comm/PMC008xxxxxx/PMC8100240.xml", "title": "Case Report: The Use of Intravenous SMOFlipid Infusion to Treat Severe Asparaginase-Induced Hypertriglyceridemia in Two Pediatric Acute Lymphoblastic Leukemia Patients", "patient": "A 13-year-old boy with late relapse B-ALL (isolated marrow relapse with BCR-ABL positive at relapse) was commenced on chemotherapy – EsPhALL protocol (Version 5)(induction phase as per UKALL 2003 Regimen B protocol, and concurrent oral Imatinib 300 mg/m2 daily). He had no history of severe adverse reaction toward chemotherapy during his initial treatment for standard risk pre-B ALL at 4 years old (UKALL 97(99) Regimen A). There was no family history of dyslipidaemia. The day 15 induction bone marrow and cytogenetic examination were in remission. At Day 28 induction chemotherapy, he developed severe vincristine-induced peripheral neuropathy and was admitted for supportive care. Blood investigation on admission revealed elevated liver transaminase (ALT 402 U/L); serum TG was not performed. He had received a total of 12 doses of native E. coli L-asparaginase as per treatment protocol. Retrospectively, his serial ALT and AST during the induction phase chemotherapy was elevated, ranging between 57–345 U/L and 91–92 U/L, respectively, while his serum TG was 1.77–3.07 mmol/L.\\nOn day 3 of admission, he developed febrile neutropenia and Pseudomonas aeruginosa septicaemic shock. Broad-spectrum antibiotic was commenced and he was transferred to Pediatric Intensive Care Unit (PICU) for inotrope support. His condition stabilized and the inotrope was weaned off after 72 h. Blood culture taken after 48 h of antibiotic initiation was negative. However, while in PICU, he became delirious and started talking inappropriately. His pupils were equal and reactive bilaterally and neurological examination did not reveal any focal abnormality. Brain imaging and lumbar puncture were not performed as he was not stable at that time. The serial liver function test (LFT) showed worsening transaminitis (ALT 592 U/L) at this juncture, and fasting TG was markedly elevated (15.49 mmol/L). SMOFlipid infusion was initiated at 0.5 g/kg/day and the serum TG declined to 5.77 mmol/L in 2 days. Unfortunately, he developed Candida tropicalis septicaemia with multiorgan failure 3 weeks later and succumbed. Post-mortem lumbar puncture showed no evidence of meningitis.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'25087182': 1, '22057510': 1, '16883590': 1, '18327998': 1, '21399528': 1, '11888528': 1, '17405075': 1, '22237883': 1, '15660880': 1, '31672409': 1, '27440950': 1, '25150254': 1, '16192600': 1, '21343748': 1, '20063421': 1, '22392609': 1, '29445923': 1, '22041134': 1, '26457414': 1, '20852176': 1, '20531018': 1, '33968859': 2}", "similar_patients": "{'8100240-1': 2}"}