{"patient_id": 56023, "patient_uid": "8417363-3", "PMID": 34490152, "file_path": "comm/PMC008xxxxxx/PMC8417363.xml", "title": "Charcoal Hemoperfusion for Methotrexate Toxicity: A Safe and Effective Life-Rescue Alternative When Glucarpidase Is Not Available", "patient": "An 11 years old male (46.2 kg, 142 cm, BSA 1.36 m2) with T-cell acute lymphoblastic leukemia, under treatment according to protocol ALL SEHOP/PETHEMA 2013 HR (). The patient had no history of previous diseases, with normal renal and liver function and serum albumin at the start of treatment. During the first course of HDMTX (5 g/m2 e.v., in 24 h) with adequate previous hydration and urine alkalinization an elevated MTX level was detected 24 h after starting infusion (190 μmol/L, toxic > 150 μmol/L). Despite adequate treatment with hydration (3,000 ml/m2/24 h) and leucovorin rescue (30 mg/m2/6 h), the patient presented persistently elevated MTX levels after 36 and 48 h (620 and 510 μmol/L). In addition, non-oliguric renal failure with creatinine increase to 2.36 mg/dL (eGFR 34.5 ml/min/1.73 m2) was observed. The patient received the first dose of glucarpidase (50 U/kg) 48 h and second dose 96 h after starting MTX infusion, nevertheless an insufficient decrease in MTX levels was observed (). MTX levels continued persistently high (MTX at 100 h 3.8 μmol/L, toxic >0.4) despite two doses of glucarpidase, hydration, urine alkalinization and leucovorin rescue. Glucarpidase was no further available. The patient presented in reduced general status, in the absence of diarrhea, mucositis, or other symptoms such as hypertension. Persistent renal failure (with maintained diuresis) and increasing creatinine (max. creatinine 3.45 mg/dL at day 9 after MTX) was observed at admission. Leukopenia (1.4 × 109/l) was observed too. Rescue treatment with hemoperfusion was indicated. CHP was performed without complications on days 9, 10, 11, and 12 after MTX infusion with no complications other than slight anemia (hemoglobin 8 g/dl) and thrombocytopenia (100 × 109/l). Progressive improvement was achieved under treatment with CHP, with reduction in MTX levels, recovery of renal function and normalization of blood count ().", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'19863208': 1, '3812535': 1, '329989': 1, '25984119': 2, '27335061': 1, '2285498': 1, '20444738': 1, '29079637': 1, '3261621': 1, '24004183': 1, '8957036': 1, '2873302': 1, '15139068': 1, '19131789': 1, '28339843': 1, '27496039': 1, '12376811': 1, '29318217': 1, '22252903': 1, '1896111': 1, '28983943': 1, '15668713': 1, '32558929': 1, '26488798': 1, '16794248': 1, '27966809': 1, '889610': 1, '627142': 1, '28983060': 1, '27569442': 1, '34490152': 2}", "similar_patients": "{'8417363-1': 2, '8417363-2': 2, '4421587-1': 1}"}