{"patient_id": 56053, "patient_uid": "8418556-1", "PMID": 34513494, "file_path": "comm/PMC008xxxxxx/PMC8418556.xml", "title": "A Case of New Onset Diabetes and Severe Diabetes Ketoacidosis in a Patient With COVID-19", "patient": "A 44-year-old Hispanic female with no prior history of diabetes and recent diagnosis of COVID-19 was brought into the emergency room by ambulance due to worsening fatigue and myalgias for the last three days. She reported that she tested positive for COVID-19 on reverse transcription-polymerase chain reaction (RT-PCR) assay three days prior to presentation and her condition had been progressively getting worse. She also reported subjective fever, chills, exertional dyspnea, and labored breathing. She did not seek medical care for COVID-19 up to that point. The patient also reported dry cough and extreme thirst over the past two to three days. She had been drinking cups and cups of water, but still felt very dehydrated. She denied chest pain and palpitation. She also denied abdominal pain, nausea, and vomiting.\\nOn arrival to the emergency department (ED), the patient was afebrile (98.5 F), tachycardia (heart rate 136/min), tachypneic (respiration rate 40/min), hypertensive (blood pressure 142/88 mm-Hg), and oxygen saturation was 94% on 3 liters nasal cannula. Physical examination revealed an age-appropriate female on oxygen supplementation via nasal cannula who was in moderate apparent respiratory distress. Lung examination showed bilateral diffuse rhonchi with decreased breath sounds at bases. The rest of the physical exam was unremarkable.\\nOn investigation, chest radiograph revealed bilateral opacities as seen in (Figure ). CT angiography showed diffuse bilateral ground-glass opacities consistent with COVID-19 pneumonia (Figure ). Electrocardiogram showed sinus tachycardia with possible left atrial enlargement.\\nLaboratory investigations revealed random plasma glucose of 426 mg/dL, moderate acetone, anion gap 24 and potassium of 3.4 mmol/l(Table ). Venous blood gas analysis on a 3 L nasal cannula indicated severe metabolic acidosis (pH 6.93 and HCO 3-2.8 mmol/L) (Table ). Urine ketones were present.\\nThese findings confirmed the diagnosis of severe diabetes ketoacidosis. The management was initiated with initial intravenous fluid, electrolytes replacement, and intravenous (IV) bicarbonate push followed by intravenous insulin infusion as per DKA protocol. Serum electrolytes were closely monitored. Lovenox 60 mg subcutaneous twice daily for DVT prophylaxis. Decadron was not started for COVID-19 as the risk of exacerbating DKA outweighed the benefits of providing an anti-inflammatory effect against COVID-19.\\nOn day three of hospitalization, a laboratory study was significant for severe hypokalemia (potassium of 2.7) and potassium was aggressively replenished. The patient’s hospital course got complicated due to acute respiratory failure requiring mechanical ventilation. Remdesivir therapy was initiated for COVID-19 viral pneumonia.\\nThe patient’s DKA resolved on hospital day four and successfully transitioned to subcutaneous insulin therapy. Ten days later, she was successfully liberated from mechanical ventilation to venti mask 40% Fio2. She was weaned off oxygen and discharge home with Aspart 3 units three times with meal and 12 units Detemir at bedtime and 6 Units Detemir in the morning. She was given follow-up with the medical clinic after one month.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'32556147': 1, '33132404': 1, '33488135': 2, '15451769': 1, '32393351': 1, '32498085': 1, '33104529': 1, '32339533': 1, '32771918': 1, '32314455': 1, '34513494': 2}", "similar_patients": "{'7768872-1': 1}"}