{"patient_id": 112419, "patient_uid": "8567505-1", "PMID": 34786394, "file_path": "noncomm/PMC008xxxxxx/PMC8567505.xml", "title": "Spontaneous rupture of a mucinous cystic neoplasm of the liver resulting in a huge biloma in a pregnant woman: A case report", "patient": "A 24-year-old woman who was 12 wk pregnant was referred to our institution in December 2018 with an initial diagnosis of a cystic mass of the liver hilum.\\nThe patient was initially admitted to a regional hospital in October 2018 (i.e., 6 wk before referral to our centre) with signs of jaundice (serum bilirubin level 12 mg/dL) and upper abdominal pain radiating to the left shoulder. Within a week, the abdominal pain had gradually decreased, with serum bilirubin coming down to 3 mg/dL. When found to be pregnant, the patient was referred to our centre for further diagnostics and treatment.\\nThe patient had no relevant previous medical history.\\nThe patient had no relevant family medical history.\\nOn admission to our unit, the patient was slightly jaundiced with a soft and tender mass palpable in the left upper abdomen.\\nLaboratory tests revealed bilirubin of 2.3 mg/dL (normal range 0.2–1.2 mg/dL); alkaline phosphatase of 194 U/L (normal 38–126 U/L); gamma-glutamyl transpeptidase of 117 (normal 7–50); and GOT, GPT, amylase, and lipase within the normal ranges. The serum markers demonstrated normal values of carbohydrate antigen Ca 19-9 and carcinoembryonic antigen CEA, and slightly elevated alfa-fetoprotein (AFP) of 16 ng/mL (normal < 7 ng/mL). Hydatid cystic disease was excluded following negative serologic tests.\\nThe initial magnetic resonance imaging (MRI) of the abdominal cavity, performed in another hospital in October 2018, revealed a multilocular cystic mass of the liver hilum located between segments 3 and 4 of the left liver lobe (Figure , ) and measuring approximately 37 mm × 40 mm in diameter. Dilatation of the left hepatic duct and common hepatic duct (up to 12 and 15 mm in diameter, respectively) was also visible. Meanwhile, the right hepatic duct (9 mm in diameter) had no signs of intraluminal pathology. The common bile duct was also normal, measuring 5 mm in diameter. After admission to our unit, abdominal MRI showed the presence of a large fluid collection of 19 cm × 17 cm × 10 cm in size, located anteriorly and below the left liver lobe. The cystic mass appeared to have a direct communication with the left hepatic duct and the intrahepatic biliary ducts of segments 2 and 3 (Figure ). Because of the early stage of pregnancy (first trimester), the use of a hepatospecific contrast agent was contraindicated, so confirmation of the possible communication between the collection and the biliary tree could not be visualized based on MRI. However, the fluid collection was directly adjacent to the MCN-L, as shown in the axial T2-weighted images (Figure ). Moreover, the communication between the cystic mass and the fluid collection was visible on a coronal T2-weighted MRI study (Figure ). Percutaneous fluid drainage revealed mainly biliary content (fluid bilirubin of 18 mg/dL vs serum bilirubin of 2 mg/dL), which led to the diagnosis of a ruptured biliary cyst of the liver. The concentration of Ca 19-9 in the drained biliary fluid was 52652 IU/mL while it was normal (< 34) in the serum. External biliary leakage of 1000–1500 mL daily continued for nine consecutive days before it finally stopped. A follow-up MRI study with intravenous gadolinium contrast was performed in the second trimester of pregnancy (week 14) and demonstrated enhancement of the internal septations within the cystic liver mass (Figure ). While the above features appeared typical for MCN-L, the multilocular cystic appearance with marked bile duct dilatation and communication with the biliary tree were more suggestive of IPN-B. Therefore, a precise preoperative differential diagnosis between those two entities was not possible. Each of these two diagnoses was considered an indication for immediate surgical treatment despite the patient’s pregnancy, mainly due to the symptomatic nature of the disease and the risk of malignancy.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'19770676': 1, '23908126': 1, '21516077': 1, '19245849': 1, '15467680': 1, '24456415': 1, '25951998': 2, '32756169': 2, '17446848': 1, '34786394': 2}", "similar_patients": "{'7402798-1': 1, '7402798-2': 1, '4481294-1': 1, '4481294-2': 1}"}