{"patient_id": 56971, "patient_uid": "8457678-1", "PMID": 34584804, "file_path": "comm/PMC008xxxxxx/PMC8457678.xml", "title": "Primary Neuroendocrine Tumor of the Liver With Papillary Features in a Multivisceral Transplant Patient", "patient": "A 65-year-old male with a history of multivisceral transplant presented with food poisoning and was found to have a liver mass on imaging. The patient was initially diagnosed with a NET of the liver in 2007. The origin of the tumor was not clear, that is, whether it was primary or originated from the gastrointestinal tract. Although the patient underwent partial hepatectomy, he experienced hepatic artery injury which caused biliary strictures and eventually became untreatable; this led to cirrhosis and a frozen abdomen, requiring multivisceral transplantation. He received multivisceral transplantation in May 2019 which included the liver, duodenal-pancreatic complex, spleen, small bowel, and right colon. After the surgery, he did well overall. Recently, he presented with food poisoning, and on evaluation, was found to have a mass in the liver. The liver mass was biopsied which showed a neoplastic process with relatively uniform cellular features. The neoplastic cells were arranged in a papillary configuration. No atypical mitosis was identified (Figure ). Immunohistochemical stains were obtained with appropriate working controls to subclassify the tumor. The neoplastic cells were strongly and diffusely positive for synaptophysin and chromogranin (Figure ), and focally positive for cytokeratin 7 and 20. The cells were negative for thyroid transcription factor 1 (TTF1), GATA binding protein 3 (GATA3), paired-box gene 8 (PAX8), and caudal-type homeobox 2 (CDX2). The Ki67 proliferation index was 10%. Thus, the diagnosis of an intermediate-grade NET (G2) was rendered. The patient had no other obvious sites of disease and was asymptomatic. Additionally, he had no history of weight loss, fever, jaundice, or bleeding.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'10388029': 1, '14654473': 1, '10365851': 1, '23986857': 2, '18727836': 2, '24653852': 2, '32589085': 2, '20664470': 1, '32984189': 2, '22798119': 1, '23161300': 1, '29147250': 1, '19173727': 2, '28498280': 1, '8667631': 1, '2302669': 1, '25258691': 2, '34584804': 2}", "similar_patients": "{'7323298-1': 1, '7491825-1': 1, '3932648-1': 1, '2542373-1': 1, '2654436-1': 1, '3736966-1': 1, '4166617-1': 1}"}