{"patient_id": 58906, "patient_uid": "8551933-1", "PMID": 34722091, "file_path": "comm/PMC008xxxxxx/PMC8551933.xml", "title": "Life-Threatening Cryptosporidium Diarrhea in a Child on Induction Chemotherapy for Acute Lymphoblastic Leukemia", "patient": "A three-year-old boy undergoing induction chemotherapy for B-cell ALL in a tertiary care hospital developed acute onset of watery diarrhea and high-grade fever (103 °F) on day 19 of the induction phase. He also complained of abdominal cramps but initially, there was no blood in the stool. At the onset of diarrhea, his hemoglobin was 8.6 g/dl, total leukocyte count (TLC) was 300/µl, the absolute neutrophil count was 30/µl, and platelet count was 54,000/µl. Blood was collected under aseptic precautions in light of the fever and sent to the microbiology laboratory for culture and antibiotic sensitivity testing. Along with this, a stool sample was also sent for routine microscopic examination, culture, and modified Ziehl-Neelsen (MZN) staining to detect opportunistic pathogens. Intravenous fluids and broad-spectrum antibiotics (injection piperacillin-tazobactam and injection amikacin) were immediately started as per institutional protocol for treating a case of febrile neutropenia while waiting for the laboratory results. However, despite the antibiotic coverage, the fever persisted along with peri-anal excoriation. The daily stool frequency and volume rapidly worsened from three to four times/day (600 ml/day) to about 15-20 times/day (3.5-4 liters/day). Blood and stool cultures came out to be sterile but surprisingly, oocysts of Cryptosporidium were detected on MZN staining performed on smears prepared from the stool concentration method (Figure ). Multiplex PCR of the stool specimen by BioFire® FilmArray® gastrointestinal (GI) panel (BioMerieux, Bangalore, India) was sent for confirmation and it too turned out to be positive for the presence of Cryptosporidium species and negative for bacterial or any other infections (Table ).\\nThe patient was treated with nitazoxanide 100 mg P.O. twice daily for three days, but as there was further worsening of diarrhea, azithromycin 100 mg P.O. once daily (at 10 mg/kg body weight dose) was also added. This combination treatment was given for two weeks and it resulted in complete resolution of diarrhea 16 days after its onset. During the protracted course of symptoms, the patient also required intensive supportive treatment with intravenous fluids, broad-spectrum antibiotics, parenteral nutrition, and norepinephrine support for shock. A repeat modified acid-fast smear was prepared at the time of discharge from the hospital and it showed no Cryptosporidium oocysts. He had lost 30% of baseline body weight at the time of discharge from the hospital. Induction chemotherapy was restarted after the complete resolution of diarrhea and the patient achieved complete remission. There was no recurrence of Cryptosporidiosis in the subsequent course of treatment.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'12432190': 1, '23680352': 1, '3855617': 1, '23566713': 1, '29776848': 1, '34722091': 2}", "similar_patients": "{}"}