{"patient_id": 50709, "patient_uid": "8164140-1", "PMID": 32959505, "file_path": "comm/PMC008xxxxxx/PMC8164140.xml", "title": "Successful treatment of arrhythmia with β-blocker and flecainide combination in pregnant patients with Andersen–Tawil syndrome: A case report and literature review", "patient": "A 32-year-old Thai woman (Figure , ATS-003) came for a medical advice on pregnancy planning in 2014. She had a history of abnormal heart rhythm found at general checkup since childhood. She was asymptomatic and grew up normally. The patient had one sister (ATS-002) and three brothers. Her mother (ATS-001) and sister experienced a similar history of abnormal heart rhythm. Both of them were also asymptomatic. All of her brothers were not affected. There was no history of sudden unexpected death in the family. She had another postmarital health checkup, and polymorphic premature ventricular contractions (PVC) with a short run of nonsustained polymorphic ventricular tachycardia (PMVT) were uncovered by electrocardiography (ECG) (Figure ). Further cardiac investigation by magnetic resonance imaging together with transthoracic echocardiography (TTE) showed left ventricular ejection fraction (LVEF) 25.1%, mild mitral valve regurgitation, mild tricuspid regurgitation, and no subendocardial scar. Only micrognathia was noted during physical examination without other dysmorphic features. Clinical diagnosis of Andersen–Tawil syndrome was suspected.\\nGenetic testing identified heterozygous likely pathogenic variant in KCNJ2 c.557C > G (p.Pro186Arg) in all affected members (Figure ). Treatment plan had been discussed between healthcare team and the patient. Oral metoprolol was given. The medication dose was gradually increased to 100 mg daily with no significant change of arrhythmias by periodic ECG monitoring. The patient decided to discontinue metoprolol after she became pregnant.\\nHer pregnancy was uneventful, and cardiac evaluation was done regularly. The ventricular ectopy became less frequent (Figure ). TTE at gestational age of 24 weeks showed mild reduction in left ventricular systolic function with left ventricular ejection fraction (LVEF) at 45%–50%. The patient was admitted to the hospital due to labor pain at 38 weeks of gestation. Continuous cardiac and fetal monitoring was instituted. Maternal ventricular ectopy was infrequent. Emergency cesarean delivery was done under spinal anesthesia due to irregular fetal heartbeats. There was no intrapartum and immediate postpartum complication. The patient was then transferred to cardiac care unit (CCU) for postoperative observation.\\nDuring CCU stay, she developed persistent PMVT. Metoprolol was resumed, and 100 mg of flecainide daily was added to successfully suppress the arrhythmia. The patient continued to do well until now at 5 months postpartum with occasional ectopic rhythm without ventricular tachycardia (VT).\\nA 33-year-old woman (ATS-002), sister of case #1 (ATS-003), was also invited to our hospital for ATS evaluation. She was asymptomatic. Frequent bidirectional VT was noted on ECG (Figure ). TTE revealed systolic function at lower limits of normal with LVEF at 52%. Metoprolol was administered and gradually increased to 100 mg daily but her VA was not significantly reduced. One hundred mg of flecainide per day was then added, and cardiac monitoring showed ventricular ectopy becoming less frequent without VT (Figure ). Four months after treatment combination, 24-hr Holter monitoring showed sinus rhythm with prominent U wave and occasional ventricular ectopy, and good biventricular systolic function with trivial mitral valve regurgitation was observed by TTE.\\nSimilar to her sister, the patient decided to undergo her pregnancy without medication after extensive discussion with healthcare team. Her pregnancy was uneventful, and she delivered her child successfully. VT was noticed during postpartum monitoring; therefore, flecainide and metoprolol combination was resumed. Cardiac arrhythmia remained suppressed at 3-month follow-up visit (Figure ).", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'10673253': 1, '18554214': 1, '3115780': 1, '28491792': 1, '18621769': 1, '31400520': 1, '29023786': 1, '25040481': 1, '17399642': 1, '24211314': 1, '17655675': 1, '26271031': 1, '32959505': 2}", "similar_patients": "{}"}