{"patient_id": 51048, "patient_uid": "8180183-1", "PMID": 34109075, "file_path": "comm/PMC008xxxxxx/PMC8180183.xml", "title": "Craniosacral Therapy Use in Normal Pressure Hydrocephalus", "patient": "A 78-year-old male, who had been a patient of the osteopathic family clinic for over 10 years, presented with his wife to discuss a pre-surgical assessment for the placement of an intracranial shunt. He had a past medical history of diabetes mellitus, hypertension, hyperlipidemia, and a stroke in 2013. The stroke resulted in left hemiparesis affecting the lower extremities more than the upper extremities but was followed by a complete recovery. For the past two years, he developed a progressive short-stepped shuffling gait with hesitancy occurring with turning and swaying only to the right side while walking. Additionally, he described nocturia with increased bladder frequency and urgency and subjective memory difficulty without any mental impairment. The patient ambulated with a cane and stated that his biggest concern was swaying to the right with a fear of falling. He described difficulty in turning and freezing due to this feeling of loss of balance. The patient denied dyskinesias, hallucinations, nightmares, tremors, headache, or nausea. His most recent MRI suggested stable mild-to-moderate diffuse ventriculomegaly. He was referred to a neurologist at NYU Langone who diagnosed NPH and subsequently was referred to a neurosurgeon at Columbia Presbyterian who deemed the patient a candidate for a surgical shunt.\\nDue to his hesitancy toward the recommended invasive procedure, the patient agreed to try craniosacral therapy to relieve the NPH prior to getting the shunt recommended by the neurosurgeon. The patient tolerated the first osteopathic therapy session well and returned to the office one week later. He stated that he noticed a significant improvement with his gait two to three days after the first session, but symptoms had slightly returned towards the end of the week. A second craniosacral session was performed, and the patient felt an improvement in his NPH symptoms after the therapy.\\nCraniosacral therapy sessions were conducted one week apart lasting 15 minutes. Upon the third session, the patient stated that his gait had significantly improved and turned 90 degrees quicker without significant hesitation. The patient continued to ambulate with a cane but was able to walk faster and felt more comfortable in crowded environments which he had not felt before. The patient also stated that his bladder urgency improved slightly over the previous three weeks. The remaining sessions were spaced two weeks apart until only monthly sessions were necessary to help alleviate symptoms concerning gait.\\nAn MRI was performed in March 2021, which was three months after the initial relief of symptoms from craniosacral therapy. This was compared to a previous MRI performed in February 2020, which was nine months prior to receiving osteopathic treatment. A neuroradiologist was consulted, and the imaging results showed no significant change in the ventriculomegaly. Yet, the patient agreed that symptoms were diminished after craniosacral therapy. According to a study of patients that received a shunt, imaging plays an important role in the diagnosis and follow-up, but the ventricular size or degree of atrophy on subsequent MRIs does not correlate with patient response and symptoms []. A normal axial T2 MRI, the patient’s MRI performed on February 4, 2020, and the patient’s MRI performed on March 17, 2021, are shown in Figures -).", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'15750368': 1, '3974888': 1, '27042909': 1, '32195364': 1, '34109075': 2}", "similar_patients": "{}"}