{"patient_id": 51621, "patient_uid": "8212316-1", "PMID": 34143361, "file_path": "comm/PMC008xxxxxx/PMC8212316.xml", "title": "Laparoscopic and endoscopic cooperative surgery for leiomyosarcoma of the stomach: a case report with a review of the literature", "patient": "A 59-year-old male without significant chief complaints and medical history was referred to our hospital for treatment of early gastric adenocarcinoma. The patient underwent endoscopic submucosal dissection (ESD) to resect the lesion. Pathological examination demonstrated complete resection of the tumor. The resected tumor was confined within the mucosal layer without lymphovascular invasion. Six months after ESD, a follow-up esophagogastroduodenoscopy (EGD) was performed and found a small polypoid lesion at the lesser curvature of the proximal stomach, which appeared to be a benign polyp (Fig. a).\\nSubsequent EGD at 1 year after ESD, the polypoid lesion was clinically diagnosed as hyperplastic polyp based on its size (3 mm) and shape (Fig. b). One and a half years after ESD, the polypoid lesion grew in size and its surface became more irregular (Fig. c). However, biopsy did not show any signs of malignancy. Two years after initial ESD, biopsy showed smooth muscle cell proliferation without positive staining for the GISTs makers such as kit and CD34, which suggestive of leiomyoma (Fig. d). Three years after ESD, the lesion became even larger (8 mm in size) and its surface and vascular pattern became more irregular (Fig. e). Biopsy at this point revealed the tumor comprised pleomorphic spindle cells with noticeable atypia. Immunohistochemical study demonstrated positive staining for alpha-smooth muscle actin and desmin, but negative for c-kit, CD34, and AE1/AE3. Ki-67 labeling index was estimated as 60% and p16 was diffusely positive. Based on these findings, the tumor was diagnosed as leiomyosarcoma of the stomach. Computed tomography scans and fluorodeoxyglucose positron emission did not show any distant metastatic disease.\\nThe patient subsequently underwent a partial gastrectomy by LECS. The location of the tumor was confirmed by intraoperative EGD, but was not identifiable with laparoscopy. The margin of the tumor was marked endoscopically by injecting both indigo carmine and hyaluronic acid into the submucosal layer (Fig. a). The gastric wall was dissected along the incision line from the laparoscopic side (Fig. b). The dissection line was clearly identified both laparoscopically and endoscopically. After the resection of the lesion, the incision was closed using hand-sewn sutures laparoscopically.\\nMacroscopically, the lesion was a well-circumscribed, solid white tumor and measured 18 × 15 × 10 mm in size (Fig. c, d). Histologically, hematoxylin and eosin staining revealed that the tumor was composed of atypical spindle cells with eosinophilic cytoplasm (Fig. a) derived from proper mucous membrane and submucosa (Fig. b). Immunohistochemistry demonstrated that the tumor cells were positive for alpha-smooth muscle antin (Fig. c) and desmin (Fig. d), but negative for CD34 (Fig. e) and S-100 protein, which was consistent with preoperative biopsy specimens. Ki-67 index was estimated to be 60% (Fig. f). Based on these findings, the diagnosis of leiomyosarcoma was confirmed. Post-operative course was uneventful and the patient was discharged on postoperative day 9. The patient underwent computed tomography scans every 6 months and EGD annually for postoperative surveillance. The patient also had blood work done every 3 months. The patient is currently in good condition without recurrence or metastasis at 12 months after surgery.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'29529541': 1, '30207936': 1, '19728181': 1, '27386472': 1, '31574868': 2, '21742646': 1, '22069171': 1, '30119659': 2, '19432672': 1, '31131352': 1, '19077296': 2, '25716714': 1, '17021790': 1, '31750340': 2, '17626770': 1, '22917807': 1, '30018476': 1, '25472028': 1, '28395384': 1, '23763337': 1, '15043462': 1, '26786155': 1, '23007823': 1, '29275234': 1, '29500609': 1, '22350270': 1, '29379638': 2, '31915533': 2, '27633779': 2, '34143361': 2}", "similar_patients": "{'5025574-1': 1, '6775330-1': 1, '6920747-1': 1, '6854410-1': 1, '5778386-1': 1, '2615012-1': 1, '6098616-1': 1}"}