{"patient_id": 61264, "patient_uid": "8670407-1", "PMID": 34917441, "file_path": "comm/PMC008xxxxxx/PMC8670407.xml", "title": "Iron-Deficiency Anemia in an Elderly Caucasian Female: An Unusual Colonoscopic Finding", "patient": "An 83-year-old female presented to the Emergency Room due to intermittent palpitations for the past one year but these got worse on the day of presentation. Palpitations were severe enough to wake her up from sleep. During the preceding three months, the patient had progressive fatigue and declining exercise intolerance. She could not walk more than a couple of blocks without having severe symptoms. The patient occasionally felt that she would “pass out” but never had any loss of consciousness. She denied any shortness of breath, chest pain, paroxysmal nocturnal dyspnea, blood loss including hematemesis, hematochezia, black stool or hematuria. The review of the system was also negative for anal pruritus, nausea, vomiting, change in bowel and bladder habits, cough or other respiratory symptoms, sleep disturbance, weight changes, or depressed mood. The patient stated that her appetite had been good and that she had been eating healthy.\\nPast medical history was significant for atrial fibrillation diagnosed one year ago. According to the patient, her last routine work-up was six months before presentation. The patient stated that there were no abnormal findings, but investigations and medical records were not available. Due to the prevailing COVID-19 pandemic, the patient missed one routine clinic visit. She had not had any prior endoscopic evaluation. Family history was negative for any inherited anemias, hemoglobinopathies, or bleeding disorders. The patient had no history of immunocompromise and was not on any steroids or other immunosuppressants. Her only medication was diltiazem extended-release 360 mg daily for atrial fibrillation. She was not on any anticoagulant or antiplatelet therapy. The patient was never exposed to any environment where she could have contracted a parasitic infestation. According to the patient, living conditions are clean, they drink bottled water at home and respect strict hygiene when handling food. There were no servants in the house. The family occasionally bought takeout food from nearby restaurants.\\nOn examination, the temperature was 98.1°F, the heart rate 70 beats per minute, irregularly irregular, the blood pressure 125/68 mmHg sitting, 110/60 mmHg standing, the respiratory rate 16 breaths per minute, and the oxygen saturation 96% while the patient was breathing ambient air. The body-mass index was 28.7. The patient appeared pale, but in no acute distress and was able to speak in full sentences. The lungs were clear on auscultation. The first and second heart sounds (S1 and S2) were louder than normal and with a low pitched systolic murmur, 2/6 in intensity, heard in all four auscultatory areas. There were no gallops (S3 or S4). The heart rhythm was irregularly irregular. The peripheral pulses were bounding and irregularly irregular. The abdomen was nontender. A digital rectal examination revealed formed, brown stool but no blood. The remainder of the examination was normal.\\nOn blood testing, the hemoglobin was 6.2 grams per deciliter (g/dL), which was confirmed on repeat testing. The hematocrit was 23.7%, mean corpuscular volume 65.8 femtoliters, and mean corpuscular hemoglobin 17.2 picograms. The reticulocyte count was 1.11%. Iron studies were done and showed serum iron of 12 micrograms per deciliter, the total iron-binding capacity of 491 micrograms per liter, ferritin of 4.4 nanograms per milliliter. A peripheral blood smear showed microcytosis, anisocytosis, and hypochromia. Blood type was A rhesus positive. Other test results are shown in Table . The fecal occult blood test was negative.\\nElectrocardiography (ECG) showed atrial fibrillation with a ventricular rate of 88 beats per minute. There were no ST changes. A chest radiograph was normal. An ultrasound of the abdomen was positive for multiple gallstones with no signs of inflammation or bleeding (Figure ).\\nThe patient was transfused two units of packed red blood cells and the hemoglobin improved to 8.6 g/dL. She also received three doses of 100 mg of intravenous iron sucrose (100 mg of elemental iron). Oral therapy with 325 mg of ferrous sulfate (65 mg of elemental iron) was initiated. The patient was also given empiric pantoprazole 40 mg twice daily for eight weeks.\\nGastroenterology was consulted and the patient underwent an esophagogastroduodenoscopy (EGD) and colonoscopy on the third day of admission. The EGD showed medium-sized hiatal hernia and antral gastritis. Biopsies were taken which later showed chronic active gastritis, moderate in severity. A special stain (Giemsa) was positive for Helicobacter pylori microorganisms. Out of the blue, an excessive number of worms were found throughout the colon on colonoscopy (Figures , ). These were estimated to measure 5-8mm in length. Other findings included small internal and external hemorrhoids, moderate diverticulosis in the sigmoid and descending colon. No bleeding or polyp was seen. Three stool aspirates were obtained and sent for microscopy which later came back negative. No biopsies were taken.\\nDuring the hospital stay, the patient’s symptoms of fatigue and palpitations improved. Upon discharge from the hospital, the patient was prescribed pyrantel pamoate 11 mg/kg single dose, to repeat in two weeks. Patient and family were advised to be treated simultaneously and to maintain strict hygienic conditions including washing of hands before and after handling food and after using the toilet. The patient was called after discharge and informed of the results of stool studies and biopsy. She agreed to follow up with the gastroenterologist for Helicobacter pylori eradication and with her primary care provider to confirm eradication of the pinworms (Enterobius vermicularis). The patient was called a couple of months later and stated that she had not yet followed up with her primary care provider but that her condition had improved and she had no complaints. The entire household took the treatment simultaneously, the same dose.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'16246985': 1, '20333290': 1, '15725902': 1, '24138285': 1, '21106798': 1, '22767567': 1, '26034403': 1, '29488595': 1, '27075012': 1, '15023017': 1, '2200321': 1, '31355082': 2, '4975372': 1, '34917441': 2}", "similar_patients": "{'6650190-1': 1}"}