{"patient_id": 53497, "patient_uid": "8294183-1", "PMID": 34306694, "file_path": "comm/PMC008xxxxxx/PMC8294183.xml", "title": "Management of internal root resorption in the maxillary central incisor with fractured root using Biodentine", "patient": "This was a case of a 40-year-old male patient referred from a general practitioner to the department of endodontics, QUMS, with the chief complaint of pain. The patient has had a trauma caused by accident 10 years ago. His medical history was unremarkable and classified as ASA I. In clinical evaluations, extraoral examination showed no facial asymmetry and swelling. Intraoral examination showed swelling in maxillary palate and sinus tract (Figure ). The oral hygiene was found to be good. According to the pulp sensibility tests, teeth #8 and #9 did not respond. However, both of these teeth were tender to percussion/palpation. Intraoral periapical radiograph demonstrated periapical radiolucency and a leaking restoration in tooth #9 (Figure ). A dislocated fragment and root resorption with a uniform, radiolucent enlargement of the pulp canal was observed in tooth #8. CBCT was done (field of view 5 × 5), and axial, sagittal, and horizontal sections were obtained that aided in the diagnosis (Figure ). Based on the clinical and radiographic findings, the patient was diagnosed with inflammatory internal root resorption (IRR) in tooth #8 alongside primary acute apical periodontitis. Tooth #9 had a pulpless and infected root canal system and was diagnosed with chronic apical abscess. Both teeth were subjected to RCT in the first visit. Before treatment, informed consent was taken from patient. After local anesthesia (2% lidocaine with 1/80000 Epinephrine; Daroupakhsh) and rubber dam isolation, fissure diamond bur and a high-speed handpiece with water spray were used to prepare access cavity. The working length was determined by Root ZX electronic apex locator (J Morita MFQ) and confirmed with X-ray (Figure ). Cleaning and shaping of the root canal system was completed using the Hybrid technique (hand & rotary instrument) followed by irrigation with normal saline and 5.25% NaOCl (master apical size #70). Canals were dried with sterile paper points and then the creamy Ca (OH)2 as an intracanal dressing was placed by lentulo. Finally, the access cavity was sealed temporarily with reinforced ZOE. The patient was recalled 1 month later. In the next visit, obturation was performed with Biodentine capsule (Septodont) for tooth #8 (Figure ). After local anesthesia with inferior alveolar nerve block (2% lidocaine with 1/80000 Epi), removal of the temporary filling materials followed by irrigation and drying was performed. Biodentine capsule was mixed with an amalgamator for 30 s at 4000 rpm, and after reaching a desired consistency, the resorption cavity was filled with Biodentine. After completion of root canal treatment, the tooth was restored using Glass Ionomer. Tooth #9 was obturated 3 days later in the third visit. After local anesthesia, removal of temporary materials, and irrigation and drying, placement of MTA by hand plugger for about 3 mm was performed and followed by removal of excess MTA by moistened paper points and restoration with reinforced ZOE. After 3 days, the patient was asymptomatic and the MTA setting was confirmed. Finally, obturation of tooth #9 was performed using Beefill thermoplasticized gutta-percha technique (Figure ).\\nIn the 3-month and 8-month follow-up visit (Figure ), tooth #8 was completely asymptomatic and did not represent any sign of further internal as well external resorptive progression of root structure. Tooth #9 did not show any tenderness to percussion/palpation and the periapical radiolucency was significantly reduced.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'30868610': 1, '3078294': 1, '18699793': 1, '12848710': 1, '25146016': 1, '3248578': 1, '29372451': 1, '33223651': 2, '21371054': 1, '30405991': 2, '19840636': 1, '27217649': 2, '20630282': 1, '28969295': 1, '34306694': 2}", "similar_patients": "{'4872590-1': 1, '7657415-1': 1, '6205902-1': 1, '6205902-2': 1, '6205902-3': 1}"}