{"patient_id": 111882, "patient_uid": "8513941-2", "PMID": 34728981, "file_path": "noncomm/PMC008xxxxxx/PMC8513941.xml", "title": "Contrast-Induced Encephalopathy – An Unusual Complication Following Endovascular Interventions in the Anterior Circulation", "patient": "A 70-year-old lady, non-diabetic and non-hypertensive presented to the emergency department with right hemiparesis of 5 hours duration. The National Institute of Health Stroke Scale (NIHSS) at the time of presentation was 11. Her renal function tests were normal. The Alberta stroke programme early CT score (ASPECTS) was 9 []. It was decided to proceed with mechanical thrombectomy. Puncture to recanalization time was 15 minutes. The total amount of contrast media used was 25 ml of Iohexol (iodine concentration of 300 mg/ml). The immediate post-procedure MRI showed abnormal sulcal FLAIR hyperintensity in the left frontoparietal region [] and no fresh infarct was evident []. Since the patient was under the effect of sedation, neurological status was not accessed in the immediate post-procedure period. The patient was kept fasting for 6 hours post-procedure and IV fluids were administered as per protocol. After weaning of the effect of sedation, her NIHSS was 21 and power in right upper and lower limb was found to be 0/5 (as per the Medical research council grading of muscle power) despite TICI 3 Recanalization. Based on the clinical and imaging findings, a possibility of CIE was raised and she was managed conservatively with intravenous fluid therapy. After 26 hours of treatment, her neurological status improved and NIHSS dropped to 1 and power in right upper and lower limb improved to grade 5/5. MRI imaging at the time discharge showed disappearance of sulcal FLAIR hyperintensity, no haemorrhage and MR angiogram showed patency of left MCA [].\\nContrast-induced encephalopathy an extremely rare complication of ICM use and has been mostly reported to be associated with cardiac catheterization but the recent literature shows its association with cerebral angiography as well.[] The incidence of CIE reported in the literature ranges from 0.3 to 2% for vertebral angiography.[] Various risk factors have been postulated to be associated with CIE which include hypertension, diabetes mellitus, chronic renal disease, history of adverse reactions to ICM and a history of stroke or transient ischemic attacks.[] CIE has been reported to occur with all types of iodinated contrast media irrespective of osmolality.[] Acute cerebral ischemia is an independent risk factor for CIE.[] A higher dose of intra-arterial contrast media is also found to be more frequently associated with CIE,[] however, contrast dosage as low as 12 ml have been associated with the development of CIE.[] The mechanism underlying CIE is unclear, however, it is believed to be caused by chemo-toxicity of the ICM and subsequent osmotic breakdown of the blood-brain barrier. Since the occipital lobe has a higher BBB permeability and a poorly developed autoregulation, it is frequently involved in CIE.[]\\nClinical features of CIE include transient cortical blindness, hemiparesis, confusion, focal neurological deficits and coma.[] Subarachnoid hemorrhage could be considered as the differential diagnosis of CIE, however, resolution of the sulcal hyperdensity on CT within few hours and absence of xanthochromia, favors the diagnosis of CIE.[] Alternatively, a dual-energy CT may be useful in differentiating contrast staining from SAH.[] Rarely neuroimaging can be normal in the face of a florid clinical deterioration.[] Posterior reversible encephalopathy (PRES) may be considered as a differential diagnosis for CIE in the appropriate clinical scenario. However, the absence of typical neuroimaging features of PRES helped us in ruling out this crucial differential diagnosis in both of our cases.[]\\nManagement of CIE is conservative and consists of intravenous fluid therapy, antiedema measures such as mannitol infusion, dexamethasone and additionally anticonvulsants may be required if the patient develops seizures.[] There is no clear consensus about the treatment strategy for the CIE on account of its rarity.\\nThe authors certify that they have obtained all appropriate patient consent forms. In the form the patient(s) has/have given his/her/their consent for his/her/their images and other clinical information to be reported in the journal. The patients understand that their names and initials will not be published and due efforts will be made to conceal their identity, but anonymity cannot be guaranteed.\\nNil.\\nThere are no conflicts of interest.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'18065506': 1, '28131186': 1, '21927883': 1, '27896904': 1, '31020208': 2, '28352965': 1, '721452': 1, '31895151': 1, '20948393': 1, '29402812': 1, '29093326': 1, '4030150': 1, '22440599': 1, '19411734': 1, '34728981': 2}", "similar_patients": "{'8513941-1': 2, '6426011-1': 1}"}