{"patient_id": 52933, "patient_uid": "8271045-1", "PMID": 34241722, "file_path": "comm/PMC008xxxxxx/PMC8271045.xml", "title": "Coexistence of gastric cancer and gastric GIST with intra-tumor bleeding: successful embolization with subsequent total gastrectomy", "patient": "A 75-year-old woman was referred to our hospital because of progressing dyspnea and systemic edema. Her previous history and family history were unremarkable. Laboratory tests revealed iron deficiency anemia with blood hemoglobin concentration of 6.1 g/dl and serum iron concentration of 8 μg/dl (reference value 48–154 μg/dl), but fecal occult blood was negative. Hypoproteinemia was observed with total protein of 4.0 g/dl (reference value 6.5–8.2 g/dl) and serum albumin of 2.2 g/dl (reference value 3.9–5.1 g/dl). Serum level of carcinoembryonic antigen (CEA) and carbohydrate antigen 19–9 (CA19-9) were within the normal range of 1.4 ng/ml and 7.3 U/ml, respectively. Chest radiograph showed cardiothoracic ratio of 70% with right costophrenic angle obliteration. Abdominal enhanced computed tomography (CT) demonstrated a tumor of 60 × 80 mm in diameter at the fornix of the stomach, which had intra-tumor heterogeneity with enhanced margin. Extravasation of contrast agent in the tumor was observed (Fig. a). Endoscopic examination showed a protuberant tumor covered with normal mucosa on the anterior wall of the fornix without any blood in the stomach (Fig. c). A type 0–IIc lesion surrounded by abnormal edge of converging folds, namely club-like thickening, was observed at the lesser curvature of the gastric angle (Fig. d). After transfusion of 4 units of red blood cell concentrate, her hemoglobin level rose to 9.5 g/dl.\\nFor persistent anemia, additional 6 units of red blood cell concentrate were administered. Twelve days after admission, abdominal plain CT showed a submucosal tumor grew to 65 × 90 mm in diameter (Fig. b). Endoscopic ultrasound showed a subepithelial cystic tumor containing hypoechoic solid component with continuity to the 4th layer of the gastric wall as muscularis propria (Fig. e) []. Although boring biopsy was not performed to avoid tumor rupture, the patient was diagnosed as gastric GIST with intra-tumor bleeding. Tubular adenocarcinoma was detected in the coexisting 0–IIc lesion (T1b(sm)N0M0 cStageIB). Cytology of pleural effusion and ascites were negative for malignancy. Thirteen days after admission, TAE rather than emergency surgery was carried out because of her poor performance status of level 3. Angiography showed a hypovascular tumor surrounded by the tumor vessels originated from the left gastric artery at the fornix of the stomach (Fig. a, b). Embolization was performed with stainless steel coils and gelform particles were injected until relative stasis of the left gastric artery was achieved (Fig. c–e). After TAE, no blood transfusion was required throughout her hospital stay.\\nNine days after TAE, open total gastrectomy with D1-lymph node dissection was conducted (Fig. ) to avoid intraoperative rupture of bulky GIST. Neither peritoneal dissemination nor liver metastasis was observed. Macroscopically resected specimen showed a 0–IIc lesion measuring 34 × 50 mm and a submucosal tumor measuring 65 × 92 mm at the stomach (Fig. a, b). Histopathologically the 0–IIc lesion showed shallow infiltration to the proper muscle by well-differentiated adenocarcinoma (Fig. c, d). There was slight vascular invasion and 1 out of 44 lymph node metastasis was observed (pT2N1M0 fStageIIA). The submucosal nodule was consistent with GIST of the intermediate-risk category [], which was composed of spindle-shaped cells with oval nuclei and showed a low mitotic index (< 5/50HPF) (Fig. e). The immunohistochemical studies indicated strong staining for CD34 and CD117(c-KIT) (Fig. f, g). These findings confirmed simultaneous development of gastric cancer and gastric GIST. The postoperative course was uneventful. After providing informed consent, the patient did not accept postoperative adjuvant therapy with S1 or imatinib mesylate and discharged 22 days after surgery.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'2305934': 1, '26674659': 1, '10782147': 1, '25826075': 1, '6625048': 1, '24749828': 1, '17701127': 1, '20538082': 1, '21160683': 1, '21737227': 1, '18774375': 1, '12424067': 1, '15648083': 1, '17193825': 1, '15613856': 1, '12075401': 1, '26190186': 1, '16996566': 1, '24666738': 1, '25930983': 1, '16369749': 1, '16247232': 1, '34241722': 2}", "similar_patients": "{}"}