{"patient_id": 50689, "patient_uid": "8163353-1", "PMID": 34084679, "file_path": "comm/PMC008xxxxxx/PMC8163353.xml", "title": "Peripheral Stimulation of the Saphenous and Superior Lateral Genicular Nerves for Chronic Knee Pain", "patient": "The patient was a 58-year-old male with a history of chronic pain related to osteoarthritis of the right knee. The patient noted that his pain was dull and aching in nature and significantly impacted his ability to work and his quality of life. He noted that the pain was not relieved with medication management, including acetaminophen, NSAIDs, membrane stabilizers, and high-dose opioids. He reported a pain score of 10/10 intensity on a numerical rating scale. The patient refused total knee replacement surgery and desired other modalities to control his pain. He underwent intra-articular steroid and viscosupplementation injections with minimal improvement of his pain. The patient was offered diagnostic GNB and subsequent RFA versus a temporary 60-day PNS system (SPRINT PNS System [SPR Therapeutics, Inc., Cleveland, OH]). The patient decided to pursue PNS for his chronic knee pain.\\nThe patient was positioned supine and his right leg was prepped and draped in a sterile fashion. Utilizing a 12 MHz linear ultrasound transducer, the saphenous nerve was identified in the adductor canal near the sartorius muscle [Figure ]. The saphenous nerve was targeted as it is a sensory branch of the femoral nerve that supplies sensory innervation to the medial aspect of the knee as well as infrapatellar branches to the knee joint. The PNS lead was placed roughly 0.5 cm from the saphenous nerve and secured once the patient reported a comfortable paresthesia over the medial portion of the knee.\\nNext, the superior lateral genicular nerve was targeted utilizing fluoroscopy. A lateral view was obtained, and the entry point marked slightly cephalad to the lateral epicondyle. The introducer needle was entered and advanced in a caudal direction until it contacted the periosteum [Figure ]. The lead was repositioned until a comfortable paresthesia was reported over the lateral aspect of the knee. The leads were then secured without complications.\\nThe patient reported substantial improvement shortly after the procedure nearing 100% pain relief. He significantly increased his overall activity levels noting he was able to resume his normal work requirements. He was also able to move furniture into a new home and enjoy outdoor activities. The patient noted the procedure drastically increased his functionality and quality of life. Unfortunately, the patient noted that one of the leads became dislodged due to his increase in activity level, and he removed both leads before they could be salvaged one month into his trial. Given his drastic improvement, the patient is currently considering retrial with a temporary 60-day PNS system to see if this provides longer relief following the full 60-day therapy or pursuing a permanent PNS system.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'16625636': 1, '34745463': 1, '21463469': 1, '28431129': 1, '26554281': 1, '30302288': 1, '32804233': 1, '21055873': 1, '22147711': 1, '30024078': 1, '14504371': 1, '32317883': 1, '34084679': 2}", "similar_patients": "{}"}