{"patient_id": 48979, "patient_uid": "8081608-1", "PMID": 33968450, "file_path": "comm/PMC008xxxxxx/PMC8081608.xml", "title": "Nearly Fatal Hydroxychloroquine Overdose Successfully Treated with Midazolam, Propofol, Sodium Bicarbonate, Norepinephrine, and Intravenous Lipid Emulsion", "patient": "A 35-year-old female was referred to the emergency department (ED) by her psychiatrist. She had a history of depression and suicide attempts and was currently hospitalized in a psychiatric facility after a recent severe intentional intoxication with phenobarbital and morphine. At admission, she complained of vomiting and malaise and reported having intentionally ingested 100 tablets of hydroxychloroquine 200 mg about 12 hours earlier, equaling 20 g. Because of the reported vomiting, the actual amount of ingested hydroxychloroquine might have been less than 20 g.\\nShe presented at the ED with a normal consciousness and a safe airway. The oxygen saturation was normal at 97%, and she was slightly hypotensive at 90 over 59 mmHg. Pupils were symmetrical and responsive to light, examination of the lungs and abdomen did not reveal any abnormalities, and body temperature was normal at 36.0°C. Her weight was estimated at 60 kg. On bedside cardiac monitoring, QRS widening and short runs of ventricular tachycardia (VT) and even ventricular fibrillation (VF) were seen ().\\nAn ECG showed QRS widening and ventricular extrasystoles with varying morphology ().\\nAfter contact with the local poison control center, the team at the ED decided to sedate and intubate the patient. A deep sedation was achieved using propofol and midazolam, after which the cardiac rhythm normalized temporarily.\\nUnfortunately, a toxicological screening was not performed; thus, we cannot formally exclude a coingestion with other substances. A blood sample was drawn at admission in the ED, of which the aberrant results are shown in . Analysis showed a discretely diminished kidney function, a slightly elevated lactate, and some liver function disturbances. The white blood cell count was elevated with a neutrophilic distribution. Plasma potassium levels were low at 3.4 mmol/L, and this hypokalemia was corrected with potassium chloride and magnesium sulphate. Nevertheless, the arrhythmias reappeared just prior to the transfer of the patient to the intensive care unit (ICU), for which a first dose of intravenous lipid emulsion (ILE) was administered. A bolus of 1.5 mL/kg of a 20% solution of ILE was given, resulting in a normalization of the cardiac rhythm.\\nSubsequently, in the ICU, cardiac arrhythmias reoccurred, ranging from VT with pulse to ventricular fibrillation (VF), for which we performed CPR very briefly (for only 10 seconds), with a fast normalization, even before the defibrillator could be charged, to very short episodes of torsade de pointes and abundant ventricular extrasystoles (VES). By increasing the sedatives to their maximum dose (midazolam 0.5 mg/kg/u and propofol 3.5 mg/kg/u), we achieved cardiac stabilization. Magnesium sulphate, potassium chloride, and potassium phosphate were administered regularly as we aimed to keep potassium above 4 mmol/L. Norepinephrine was initiated to maintain blood pressure, and a sodium bicarbonate drip was associated because of QRS widening.\\nWe administered potassium in a continuous infusion, adjusting the dose to regular measurements. There was however one asymptomatic episode of rebound hyperkalemia up to 5.4 mmol/L 10 hours after admission, as illustrated in .\\nOn day two, we attempted lowering the sedatives (cessation of propofol, continuation of midazolam). As QRS widening, QTc prolongation, and regular VES reemerged, we decided to reinstall the propofol infusion, resulting in stabilization of the cardiac rhythm.\\nOn day three, we tried lowering the sedatives again (to midazolam 0.3 mg/kg/u and cessation of propofol) with subsequent reappearance of regular VES. Despite reinstalling a deep level of sedation, ventricular arrhythmias (bigeminy, trigeminy) persisted. So we decided to repeat the bolus of ILE, after which the cardiac rhythm normalized quickly. Because of this spectacular result, a subsequent infusion of 0.25 mL/kg/min of 20% ILE was given during one hour, with no reappearance of arrhythmias afterwards. On the same day, she developed a fever with increasing vasopressor need and no fluid responsiveness, so we empirically initiated antibiotic therapy with piperacillin/tazobactam. Although the chest X-ray was negative, a respiratory focus was deemed most probable considering the recent rapid sequence induction prior. Later, cultures of endotracheal aspirates showed Haemophilus influenzae and Streptococcus pneumoniae, for which we narrowed antibiotic therapy to amoxicillin-clavulanic acid (on day six).\\nOn the fourth day, elevated lipase and C-reactive protein (CRP) with discretely elevated transaminases were reported, aside from a normal bilirubin, gamma-GT, and alkaline phosphatase. This suggested pancreatitis, caused by the large amount of triglycerides that was given through the ILE. Because the arrhythmias did not reoccur, we reinitiated weaning. Together with the sedation, we were able to lower and stop the norepinephrine infusion. Subsequently, as the patient regained consciousness, there were no clinical signs of pancreatitis and she did not report visual disturbances. Eventually, she was extubated on day 6.\\nPostextubation, the patient briefly needed noninvasive ventilation. She also complained of stridor and hoarseness, for which she received epinephrine aerosols and IV steroids. On day 8, we were able to stop supplemental oxygen therapy. Because of swallowing difficulties, the nasogastric feeding tube was not removed until the 9th day. Finally, the patient was discharged to a psychiatric ward after 11 days.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'3183189': 1, '7564673': 1, '33165621': 1, '3306266': 1, '32492293': 1, '11555803': 1, '22372793': 1, '18180661': 1, '32415690': 1, '32926302': 1, '27634596': 1, '32514696': 1, '14982575': 1, '8986493': 1, '3336379': 1, '9330843': 1, '12098196': 1, '17092685': 1, '33353811': 1, '26351590': 2, '14639053': 1, '16142151': 1, '28368932': 1, '3179169': 1, '6620441': 1, '27323674': 1, '2706192': 1, '6408923': 1, '75705': 1, '10630270': 1, '33071096': 1, '19157361': 1, '2757893': 1, '33968450': 2}", "similar_patients": "{'4553308-1': 1}"}