{"patient_id": 53994, "patient_uid": "8322495-1", "PMID": 34397695, "file_path": "comm/PMC008xxxxxx/PMC8322495.xml", "title": "Cardiac anomalies associated with Escobar syndrome", "patient": "A 3.5-year-old girl was referred to a tertiary care hospital in Riyadh, Saudi Arabia from one of the Ministry of Health Hospitals, for neuromuscular evaluation of congenital contractures on August 6, 2011. The patient's mother confirmed a full term of a normal pregnancy with normal fetal movements which is a sign that the fetus is growing in size and strength. Cesarean section was recommended for delivering the patient due to prolonged labor. Although there were no perinatal problems reported, the patient was born with contractures particularly affecting her fingers, knees, and feet. Over time, those contractures improved with periodic physiotherapy sessions particularly her thumbs and 4th and 5th fingers which were often flexed in the palm. According to her parents, the patient is cognitively intelligent, and both her speech and language are matching the 99th percentile. On the contrary to the negative progression of this condition, there was a significant improvement where she was able to crawl and stand on her knees at an early age. Moreover, she is not on any medications, has no known allergies, and has never been hospitalized nor had any surgery.\\nThe patient is followed regularly by orthopedics for consideration of soft tissue release particularly with current talipes more obvious on the left side. She also has pterygium webbing of the knee joints limiting them from the extension. Whereas ES has an unknown incidence, it is more common among children from consanguineous relationships. Therefore, the family pedigree was checked, and it was found that the parents are double first-degree cousins, and they have 2 girls and 1 boy who are healthy with no similar family history reported.\\nUpon arrival to the hospital and after documenting the patient's medical history, physical examination showed the following: temperature 37.1°C, respiratory rate 20 breaths/min, pulse rate 96 beats/min, blood pressure 110/60 mmHg, and blood oxygen saturation 96%. Furthermore, weight was 9.5 kg, head circumference was 45 cm, and cranial nerve examination was unremarkable. She has, however, some distinct dysmorphic facial features (ie, triangular face with micrognathia and prominent forehead, narrow palpebral fissures, deep-set eyes, and low-set ear). There was no tongue fasciculation. On the neuromuscular assessment, she showed isometric strength around the shoulder, the elbows, and relatively preserved strength with finger flexion. The hands, however, showed mild deformity of the 4th and 5th fingers and the creases present with no obvious hypothenar muscle eminence. In the lower extremity, a clear thinning of the leg muscles was detected compared to the thigh associated with pterygium behind both knees limiting knees extension. In addition, the Achilles tendon shortening was noticed more on the left side with inversion, whereas limited ankle dorsiflexion appeared on the right side with weakness distally. Reflexes were difficult to elicit, but responses were +1 around the knees and the biceps level. Clinical examination of the patient's back showed subtle scoliosis but when pulled to a sitting position the head was lagging and the patient was not able to hold the head up for longer periods, however, she was not very cooperative according to her parents.\\nComplete blood count and routine chemistry profiles were in normal ranges. White blood cells and differential count (lymphocytes) study was also normal, including Human leukocyte antigen, blastogenesis normal responses, ratios, CD4/CD8 ratios, Antihuman B lymphocyte serum, and T-helper cells. At the genomic level, an array comparative genomic hybridization using microarray was used to detect any chromosomal copy number changes on the genome which appeared normal without imbalance. Also, the patient's Karyotype was normal. The skeletal survey showed normal bone density, dextrocardia with left-sided aortic arch and stomach, and no signs of skeletal dysplasia (Fig. ). The anteroposterior radiographs of the pelvis showed normal articulation with slight breakage of the Shenton line (Fig. ). Abdominal ultrasound showed normal liver, gallbladder, spleen, and pancreas. Multiple bilateral renal cysts were observed in both right and left kidneys measuring 4.9 and 5.7 cm, respectively. Knees magnetic resonance imaging (without contrast) showed bilateral knee flexion contracture deformities of the posterior fibrotic bands/pterygia with the more posterior location of the neuron bundle. Echocardiography showed dextrocardia with situs solitus and persistent left superior vena cava to the coronary sinus. The very small patent ductus arteriosus producing right-to-left shunt and patent foramen ovale causing left-to-right shunt were confirmed. Electrocardiogram showed normal sinus rhythm with dextrocardia (Fig. ).\\nThe patient was followed in the orthopedic clinic and underwent an operative intervention to correct the bilateral fixed flexion deformity at her knees which was related to the posterior bilateral fibrotic bands/pterygia. Surgical realignment was rendered, and a complete extension was obtained. Post-operative, the patient used cast and extension night splint. During follow-up, the patient had no complications, and she was compliant to the regular orthopedics appointments and the periodic physiotherapy sessions.", "age": "[[3.5, 'year']]", "gender": "F", "relevant_articles": "{'15704180': 1, '6720746': 1, '655146': 1, '16964621': 1, '18751807': 1, '3409934': 1, '25957469': 1, '12400062': 1, '21814339': 1, '7124793': 1, '3425601': 1, '8778704': 1, '22749895': 1, '7334504': 1, '27987045': 1, '22325835': 1, '15966038': 1, '8368251': 1, '34397695': 2}", "similar_patients": "{}"}