{"patient_id": 52429, "patient_uid": "8247458-1", "PMID": 34239801, "file_path": "comm/PMC008xxxxxx/PMC8247458.xml", "title": "Cardiac Imaging and Management of Prosthetic Valve Candida Parapsilosis Endocarditis", "patient": "A 45-year-old male with a history of intravenous drug use, liver cirrhosis secondary to hepatitis C, recent mitral valve endocarditis with a bioprosthetic mitral valve in 2019, gastroesophageal reflux disease (GERD), and pancytopenia presented with four months of progressive abdominal distention. The patient lost his insurance during the coronavirus-19 pandemic and was not following up with routine healthcare. His abdominal distention was causing decreased appetite and early satiety and led to a 40-pound unintentional weight loss. The patient denied associated symptoms of nausea, vomiting, or diarrhea and felt that his symptoms of GERD were well-controlled with daily pantoprazole. In addition, the patient was having intermittent fevers for two weeks and shortness of breath for three days prior to admission.\\nOn admission, the patient was febrile with a temperature of 101 degrees Fahrenheit, normotensive with blood pressure 116/77 millimeters of mercury (mmHg), tachycardia with a heart rate of 114 beats per minute, and saturating 98% on room air. Initial labs are listed in Table .\\nCT abdomen and pelvis were remarkable for splenomegaly with new acute to subacute splenic infarcts, the presence of cirrhosis with moderate volume ascites, and portal enteropathy (Figure ). Chest x-ray showed worsening bilateral airspace disease with perihilar distribution, and CT angiography of the pulmonary arteries was negative for acute central pulmonary embolus. Blood cultures were ordered, and the patient was started on empiric Cefepime.\\nThoracentesis was performed to relieve his respiratory symptoms. Approximately 1200 milliliters of cloudy amber fluid was drained out, which had moderate white blood cells without the growth of any organisms. TTE showed a preserved left ventricular ejection fraction of 55%-60% and a 31-millimeter (mm) Edwards bioprosthetic valve with severely thickened leaflets and restricted motion. TTE was unequivocal in completely excluding any vegetation or mass on the bioprosthetic valve. The mean mitral valve gradient was elevated at 28 mm Hg (normal < 13 mm Hg), and the pulmonary artery pressure was 74 mm Hg (normal 18-25 mm Hg) (Figure ). Initial blood cultures grew in Candida parapsilosis, and the patient was started on intravenous (IV) Micafungin 100 mg daily. TEE study performed subsequently during the same anesthesia showed a 1.23 cm x 0.55 cm lesion and 1.02 cm x 0.55 cm lesion on the Edwards 31 mm Magna bioprosthetic mitral valve consistent with vegetation versus thrombus (Figure ). The patient was deemed not a surgical candidate due to concomitant liver cirrhosis, esophageal varices, ascites, and elevated model for end-stage liver disease (MELD) score of 13-15. He was temporarily treated with IV Amphotericin B 200 mg daily for seven days and was ultimately discharged with six weeks of IV Fluconazole 400 mg daily followed by life-long oral Fluconazole 200 mg daily.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'26679628': 1, '27737409': 1, '20406395': 1, '32494579': 1, '12114375': 1, '29077791': 1, '16230221': 1, '26288749': 1, '34239801': 2}", "similar_patients": "{}"}