{"patient_id": 106724, "patient_uid": "8046484-1", "PMID": 34141635, "file_path": "noncomm/PMC008xxxxxx/PMC8046484.xml", "title": "Acute Kidney Injury Secondary to Rhabdomyolysis: A Rare Complication of Low-Energy Trauma", "patient": "The patient was a 77-year-old male who presented to the emergency with the chief complaints of sudden onset pain in his left hip and shoulder following an episode of slip and fall at home 2 days ago. He was a known case of hypertension, for which he had been taking treatment for the past 15 years. Clinical examination revealed extensive bruising over the chest, left arm, forearm, as well as the medial aspect of the entire left thigh (). Movements of involved hip and shoulder joints were extremely painful and restricted. There was no distal neurovascular deficit in any of the involved limbs.\\nLaboratory investigations revealed anemia (Hb 8.5 g/dl), deranged renal parameters (blood urea was 266 mg/dl and serum creatinine 3.46 mg/dl), elevated serum potassium (5.73 mmol/L), and uric acid (10.4 mg/dl). Coagulation profile was within normal limits. This was initially attributed to the patient’s long-standing hypertension, and hence, adequate fluid resuscitation was undertaken with a strict input-output monitoring. Serial blood gas analysis was also done. Thereafter, the patient was sent for radiological evaluation. The latter revealed fracture of the left inter-trochanteric femur with associated fracture of the left proximal humerus (). Contrary to the extent of contusions, X-rays did not reveal any bony injury to the chest/thigh and forearm.\\nThe patient was closely monitored for any signs of deteriorating renal function. However, due to prompt and adequate administration of intravenous fluids (normal saline), his renal profile showed significant improvement (blood urea came down to 79 mg/dl and serum creatinine to 0.68 mg/dl). This led us to suspect that the derangement in kidney function was probably due to rhabdomyolysis-related AKI and not chronic kidney disease (CKD) secondary to hypertension. Raised levels of creatinine phosphokinase (CPK) (865 U/L; normal in adult males is <171 U/L) confirmed the same. A positive test for serum myoglobin/myoglobin degradation products further validated the diagnosis.\\nThe patient underwent closed reduction and internal fixation with the proximal femoral nail for the inter-trochanteric femur fracture (). However, he refused to give consent for a second surgery, and hence, proximal humerus fracture was managed non-operatively with sling immobilization, limb elevation, and analgesics. Post-operative period was uneventful and the patient was subsequently discharged after 7 days of hospitalization. At 3 months follow-up, he was able to walk with the help of crutches. There was still residual pain and stiffness in his left shoulder, for which he was on regular physiotherapy and medications.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'27365733': 1, '27301374': 1, '22467763': 1, '21976928': 1, '12768130': 1, '19895693': 1, '24107850': 1, '24199724': 1, '20364262': 1, '25504202': 1, '27920043': 1, '15821814': 1, '20825857': 1, '34141635': 2}", "similar_patients": "{}"}