{"patient_id": 53159, "patient_uid": "8280528-1", "PMID": 34286160, "file_path": "comm/PMC008xxxxxx/PMC8280528.xml", "title": "Vitrectomy in full thickness macular holes on top of a pigment epithelial detachment in age-related macular degeneration (AMD). Surgical consideration and review of the literature", "patient": "A 77-year-old female with neovascular AMD and chronic PED OD had been treated with 19 intravitreal anti-vascular endothelial growth factor (VEGF)-injections over the course of 3 years. On optical coherence tomography (OCT) there was a significant PED with some SR fluid prior to each injection. Over time, we noticed an occult VMT at the foveal centre, which became evident when the retinal was thin soon after each anti-VEGF injection. Her visual acuity (VA) remained stable at 20/50 under this treatment regime, until she presented a sudden decrease of VA in her right eye from 20/400. On dilated fundus biomicroscopy, as well as standard OCT-scanning, no AMD-progression was apparent. A meticulous thin lined en face OCT-examination revealed an unchanged pattern of the PED, while a MH with a VMT on top of the PED became visible (a). This tiny but full thickness occult MH with a diameter of 568 μm may have been responsible for the decreased VA, so we discussed further treatment options with our patient. The presence of the firm VMT had already induced the rupture of the multi-layered retina; thus, an additional rupture of the PED monolayer of the RPE may progress to an RPE-tear and possible SR haemorrhage with a consecutive loss of the remaining VA. We discussed the risks of natural progression with the patient and explained possible treatment options: At first, we combined the next intravitreal anti-VEGF injections with a consecutive 1 cc air bubble application and asked the patient to maintain in a prone position over night, but no VMT release was observed. She refused larger C3F8 gas injection, possibly inducing an increased intraocular pressure, as she lives at the altitude above 2400 m in the Swiss alps. We discussed possible enzymatic release of the posterior vitreous by an ocriplasmin injection, although the enzyme may also affect the RPE tight junctions inducing SR bleedings or a RPE rupture. We also reported her about our previous successful experience with a plana pars vitrectomy (PPV) with a plane release of the VMT to close the MH in a similar case, although any surgical manipulation may also enhance the traction on the fovea, possibly leading to an iatrogenic RPE-tear or consecutive SR haemorrhage.\\nAfter extensive discussion with the patient, she agreed to continue with her anti-VEGF injections until we observed a shallow PED and compact neuroretina around the MH. The goal of these injections was to A) to stabilise the retinal architecture, B) reduce the SR fluid and C) seal the CNV of the PED as best as possible to avoid further bleeding. Delayed chromovitrectomy was now performed under general anaesthesia with initial staining of the vitreous with triamcinolone. With a high cutting rate of 5000 p.m. and a gentle aspiration of 40 mmHg, we removed the core of the vitreous under slow movements approaching the retinal surface. After the release of the vitreous from the optic nerve head, we gently trimmed the posterior vitreous towards the central retina and further to the periphery without any signs of a bleeding, rupture of the PED or enlargement of the MH. With the uncomplicated progress of the surgery, we even decided to stain the internal limiting membrane (ILM) with brilliant blue and performed a gentile ILM-peeling from the periphery towards the macular hole. The release of the ILM was gentle and with no significant tract; thus, we closed the surgery with a conventional fluid gas exchange and installation of 10% SF6 gas. The patient was asked to keep a prone position over night and was examined during the next few days. The intraocular gas bubble vanished over 5 days and her intraocular pressure remained normal at 18 mmHg. The OCT on her 5th postoperative day revealed a closed MH, while the size, shape and pattern of the PED had not changed (b). During the 6-month follow-up period, her right eye developed no RPE-tear formation of the SR haemorrhage. To avoid progression of the PED and with respect of the altered pharmacokinetics of the anti-VEGF drug in the vitrectomized vitreous cavity, we maintained her retreatment intervals at 5 weeks for the next 6 months. Her VA increased from 20/400 to 20/50 (equal to her previous VA prior to the MH-formation and she was able to read again).", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'30977331': 1, '20565318': 1, '26962382': 2, '26285577': 2, '22818800': 1, '16215539': 1, '19292858': 1, '19952998': 1, '28860695': 1, '11756884': 1, '15197556': 1, '25390533': 1, '25390731': 1, '20126480': 1, '22863290': 1, '29468210': 1, '25881212': 2, '21369348': 1, '20617491': 1, '18537930': 1, '20939794': 1, '33136191': 1, '31546555': 2, '11482335': 1, '23060033': 1, '15309558': 1, '20037902': 1, '28816861': 1, '17884003': 1, '32982482': 2, '30095597': 1, '19327744': 1, '27787446': 1, '33740870': 1, '28603410': 1, '34286160': 2}", "similar_patients": "{'7501591-1': 1, '4381494-1': 1, '6786155-1': 1, '4541740-1': 1, '4763958-1': 1, '4763958-2': 1, '4763958-3': 1, '4763958-4': 1, '4763958-5': 1}"}