{"patient_id": 51233, "patient_uid": "8190253-1", "PMID": 34109446, "file_path": "comm/PMC008xxxxxx/PMC8190253.xml", "title": "Successful airway management with combined use of a McGRATHTM MAC videolaryngoscope and fiberoptic bronchoscope in a patient with congenital tracheal stenosis diagnosed in adulthood", "patient": "A 51-year-old female (158.5 cm, 51.4 kg) was scheduled for surgical repair of pulmonary artery sling and partial anomalous pulmonary venous return (PAPVR). She had previously undergone atrial septal defect (ASD) closure at 6 years old. The surgical record indicated that her trachea was smaller than age appropriate, and there had been difficulty in tracheal intubation. Since the age of 33 years, she was treated as bronchial asthma.\\nShe underwent laparoscopic bilateral salpingo-oophorectomy at 48 years old. The flow-volume curve in a pulmonary function test was consistent with fixed-type upper airway obstruction, and peak expiratory flow was decreased to 40% of the predicted value, while forced expiratory volume % in 1 s (%FEV1.0) was within normal limits. Tracheal narrowing was overlooked, although it was evident on retrospective inspection of chest X-ray. Anesthesia was induced with propofol (100 mg), fentanyl (100 μg), remifentanil (0.1 μg/kg/min), and rocuronium (40 mg). The glottis was visualized by direct laryngoscopy using a size-3 Macintosh blade and was classified as grade 2b according to the modified Cormack-Lehane classification; however, it was impossible to advance a standard polyvinylchloride-cuffed tracheal tube (ShileyTM endotracheal tube with a TaperGuardTM cuff; Covidien Japan, Tokyo, Japan) with a 7.0-mm internal diameter (ID) and 9.5-mm outer diameter (OD). A second attempt using a cuffed tube with a 6.5-mm ID and 8.9-mm OD also failed. The trachea was finally intubated with a cuffed tube with a 6.0-mm ID and 8.2-mm OD. The tube was inserted to 20 cm from the incisors. The lungs were well ventilated without inflation of the cuff. All attempts were performed by a Japanese Society of Anesthesiologists (JSA) board certified anesthesiologist. The surgery was completed uneventfully, and her trachea was extubated immediately after surgery.\\nPostoperatively, chest computed tomography revealed stenosis over the entire length of the trachea with complete tracheal rings (Fig. A-D), PAPVR, and pulmonary artery sling (Fig. E), and she was diagnosed with CTS. The internal transverse diameter of the narrowest part of trachea was 6 mm. The right upper pulmonary vein drained into the superior vena cava. A tracheal bronchus was also identified (Fig. F). Transesophageal echocardiography showed residual ASD. Pulmonary to systemic blood flow ratio was 1.54. Further dilatation of the left pulmonary artery was expected to exacerbate the effects of CTS. Therefore, surgical repair of the cardiovascular malformations was scheduled. A fixed-type upper airway obstruction with decreased peak expiratory flow to 36% of the predicted value was reconfirmed (Fig. ).\\nWe considered that intubation closer to the carina carried the risk of increase in airway resistance as well as tracheal injury, and shallow intubation should be applied. Inflation of the cuff was required to avoid accidental extubation, while also taking care to prevent compression of the vocal cords by the cuff. We planned to secure an approximately 1-cm margin between the cuff and the vocal cords. We chose a cuffed tube with a 6.0-mm ID and 8.2-mm OD: the length from the tip of tube to the proximal edge of cuff was 6 cm. The length from the vocal cords to the carina was 15 cm. The internal transverse diameter of trachea 7 cm from the vocal cords was 10 mm. We planned to advance the tip of tube to 7 cm from the vocal cords. Anesthesia was induced with midazolam (5 mg), fentanyl (200 μg), remifentanil (0.2 μg/kg/min), and rocuronium (50 mg). One anesthesiologist (a senior doctor in training) performed laryngoscopy using a McGRATHTM MAC videolaryngoscope. The videolaryngoscope provided full view of the glottis. The tube was advanced until the cuff just passed through the glottis. The anesthesiologist continued observation of the glottis using the videolaryngoscope, while another anesthesiologist (a fellow of JSA) inserted a FOB via the tube. The tube was advanced under bronchoscopic guidance. This enabled insertion of the tube to 19 cm from the incisors. With the aid of the FOB, we confirmed that there was no tracheal bleeding, and the tip of tube did not contact the trachea. The cuff was inflated with air so that internal pressure was 15 cmH2O. Under videolaryngoscopic visualization, we withdraw the tip of FOB from the inflated cuff to the vocal cords and confirmed an approximately 1-cm margin. General anesthesia was maintained using sevoflurane, fentanyl, remifentanil, and rocuronium. We commenced continuous administration of dopamine (1-3 μg/kg/min) and dobutamine (2-6 μg/kg/min) at the time of the weaning from cardiopulmonary bypass and continued it until the end of surgery. The surgery was completed uneventfully. The tracheal tube was removed on the second postoperative day (POD-2). She did not complain of respiratory distress. She was transferred to the general ward on POD-3, and was discharged on POD-22.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'28066618': 1, '11902269': 1, '3394917': 1, '32026139': 1, '16366366': 1, '3800041': 1, '29607194': 1, '6530864': 1, '26963354': 1, '18456102': 1, '32321342': 2, '14610245': 1, '12892462': 1, '3761663': 1, '17527122': 1, '20526181': 1, '10614118': 1, '3407979': 1, '34109446': 2}", "similar_patients": "{'7180306-1': 1}"}