{"patient_id": 108907, "patient_uid": "8237808-1", "PMID": 34220161, "file_path": "noncomm/PMC008xxxxxx/PMC8237808.xml", "title": "Bone Regeneration in an Extreme Dental Clinical Condition", "patient": "A 45-year-old male patient presented to us who required extraction of tooth #8 due to symptoms of gingival inflammation, oral fistula with exudate underpressure, pain, and discomfort for weeks before. On clinical examination, there were swelling, redness, and deep probing of 10 mm in the vestibular zone with purulent liquid originating from the crevicular sulcus; a scar area was observed along the attached gum, which is the product of a previous surgery. Periapical X-ray showed an enlargement of the periodontal ligament in the apex. Apical filling with an alloy metal was observed without relief of symptoms. Imageology examination was complemented with cone-beam computed tomography of the zone, showing a huge zone of bone loss in three-dimensional (3D) aspects of tooth #8. In addition, severe bone loss was observed. Tooth #8 was diagnosed as a chronic periodontal abscess,[] with a bad prognosis []. After the patient signed the informed consent, the surgical intervention was carried out. A Newman flap was designed for the extraction of # 8, the area was detoxified with tetracycline after tooth extraction and irrigated with saline solution to eliminate remaining infected tissue. Once it was confirmed that the buccal wall presented a perforation accompanied by bone loss, the area was filled with particulate xenograft of with particulate xenograft (LuminaBone by Criteria Inc) and a platelet-rich fibrin membrane was placed. A suture with nylon 6-0 was allowed to close the socket, and a hemostatic was used, followed by a aesthetic temporary restoration []. The extracted tooth showed signs of apical corrosion due to retrograde filling and multiple lines of fracture at the root. Finally, the patient was prescribed oral capsules of amoxicillin 500 mg and nimesulide tablets 100 mg. Control at 8 days and 6 weeks showed good stability of the tissues around the graft and good functional and esthetic condition of the temporary bridge []. The cone-beam tomography showed a bone neoformation at 4 months, with an increase in vestibular bone volume even with the immature bone. The clinical findings accompanied the results in the tomography []. After 8 months of follow-up, there is no relapse of abscess or inflammation in the surgical zone. The gingival tissue showed good healing and the regenerated bone volume was confirmed with CBT.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'29926946': 1, '29962426': 1, '23075114': 1, '29926942': 1, '31172638': 1, '31624768': 2, '25358599': 1, '25422822': 1, '32201062': 1, '27314114': 1, '34220161': 2}", "similar_patients": "{'6795724-1': 1}"}