{"patient_id": 56279, "patient_uid": "8427297-1", "PMID": 34513684, "file_path": "comm/PMC008xxxxxx/PMC8427297.xml", "title": "Case Report: The Formation of a Truncated PAX5 Transcript in a Case of Ph-Positive Mixed Phenotype Acute Leukemia With dic(7;9)(p11-p13;p13)", "patient": "A 16-year-old boy was referred to our hospital in January 2010 with recurrent fever and weakness for one month. Physical examination indicated axillary lymphadenopathy and hepatosplenomegaly without anemic conjunctiva. The peripheral blood counts at diagnosis revealed multilineage cytopenia: hemoglobin 12 g/dL, white blood cells (WBCs) 12.87 x 109/L, and platelets 31 x 109/L. Bone marrow (BM) aspiration showed hypercellularity with 89.2% blasts and lymphatic changes. Flow cytometric analysis revealed that 23.4% of the BM blast cells were positive for HLA-DR, CD10, CD20, CD19, CD13, CD33, CD34, MPO and CD79a but negative for CD117, CD14, CD15, CD2, CD3, and CD7 (). Then, the patient was diagnosed with MPAL with co-expression of myeloid and B lymphoid lineage antigen according to the 2016 WHO classification. The karyotype of the bone marrow cells was 45, XY, dic(7;9)(p11-13;p13), t(9;22)(q34;q11) () /46, XY (). The BCR/ABL (p190) fusion gene was detected by multiplex reverse transcription-polymerase chain reaction (RT-PCR), thereby confirming the diagnosis of Ph-positive mixed phenotype acute leukemia. The patient accepted tyrosine kinase inhibitor therapy and achieved remission, which was followed by 2 DVP chemotherapy sessions (with 70 mg daunorubicin, 4 mg vincristine and 20 mg dexamethasone). Unfortunately, the patient finally had a cytological relapse in the bone marrow and died 5 months after the initial diagnosis.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'17179230': 1, '17897302': 1, '19020546': 1, '17344859': 1, '19587702': 1, '16938575': 1, '27144120': 1, '31554744': 1, '22578776': 1, '20160164': 1, '24507461': 1, '11406533': 1, '27721307': 1, '34513684': 2}", "similar_patients": "{}"}