{"patient_id": 50291, "patient_uid": "8144077-1", "PMID": 34055500, "file_path": "comm/PMC008xxxxxx/PMC8144077.xml", "title": "Bariatric Surgery-Induced Telogen Effluvium (Bar SITE): Case Report and a Review of Hair Loss Following Weight Loss Surgery", "patient": "A 24-year-old woman had been diagnosed with polycystic ovary syndrome at age 12 years. Her medical management included metformin and an oral contraceptive (drospirenone/ethiny/estradiol/leromefolate calcium). However, she remained amenorrheic, continued to gain weight, and developed other syndrome-associated manifestations, such as acne and hirsutism.\\nExamination revealed an otherwise healthy woman whose weight was 208 pounds and whose height was 5 feet and 2 inches; her body mass index was 38 (normal, 18.5-24.9). Facial cutaneous examination was notable for her cheeks having inflammatory papules. Excessive hair was presented on her face, arms, legs, and chest.\\nOral contraceptive therapy partially controlled her acne; laser hair removal had been performed on a monthly basis for her hirsutism. Despite oral medications, dietary restriction, and exercise, she was not able to maintain or lose weight. After consultation with a bariatric surgeon, she decided to undergo a gastric sleeve operation.\\nPrior to surgery, her scalp hair was thick and dense (Figure ). However, seven weeks postoperatively, she began to notice diffuse hair loss. Her hair loss continued during the next nine months (Figure and Figure ).\\nLaboratory evaluation, including calcium, ferritin, folate, iron, and vitamins (A, B1, B6, B12, and D 25-hydroxy), was performed. The studies did not reveal any abnormalities. Follow-up clinical examination, 11 months postoperatively, demonstrated that both the rate and the extent of her hair loss had decreased.\\nCorrelation of her history and clinical presentation established the diagnosis of telogen effluvium. The bariatric surgery was the associated etiologic event that triggered her hair loss. Nutritional deficiency-associated hair loss was excluded by her normal laboratory studies. Her alopecia resolved and there was significant new hair growth within 14 months after surgery (Figure ).", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'15115506': 1, '22470035': 1, '21491136': 1, '19678603': 1, '24401283': 1, '12643360': 1, '20620758': 1, '23297168': 1, '30144136': 1, '30688216': 1, '31686886': 1, '21053484': 1, '31567451': 1, '10731253': 1, '18206472': 1, '17208554': 1, '25754007': 1, '31610858': 1, '34055500': 2}", "similar_patients": "{}"}