{"patient_id": 58330, "patient_uid": "8522066-1", "PMID": 34663426, "file_path": "comm/PMC008xxxxxx/PMC8522066.xml", "title": "A desmoplastic fibroblastoma that developed in the anterior mediastinum: a case report", "patient": "A 32-year-old Asian female visited us for examination of an abnormality on her chest X-ray. There was a well-defined mass lesion around the apex of the heart. The mass had developed and grown within 1 year (Fig. A, B). The tumor size enlarged from 34 to 64 mm in the largest diameter by chest X-ray. The patient was asymptomatic, had never smoked, and had a history of hyperthyroidism treated with thiamazole. However, she was medication-free on admission to our hospital. She had no history of pregnancy and no history of childbirth. There was no remarkable family history of illness, including cancer. She is a desk worker with no history of exposure to certain chemicals or asbestos. Her vital signs, physical examination, and neurological examination on admission were unremarkable. Her laboratory finding was within the standard limit on blood cell counts, liver and renal functions, urinalysis, and other serology. Chest computed tomography (CT) revealed a pear-shaped mass lesion measuring 80 mm in the largest diameter that had developed between the pericardium and the left lung (Fig. ). The lesion was monotonous and had a computed tomography value between 23 and 32 HU. It was growing expansively and did not seem to invade the adjacent organs. The lesion showed a low signal on T1-weighted magnetic resonance imaging (MRI) and a low and heterogeneous signal on T2-weighted fat-saturation imaging (Fig. A, B).\\nThe preoperative diagnosis was a benign anterior mediastinal tumor or a thymoma. Video-assisted thoracoscopic resection of the tumor was performed under general anesthesia. The patient was placed in the right lateral position. An 11.5 mm port was placed in the seventh intercostal space at the lower end of the scapula. Two 5 mm ports were set in the fifth and ninth intercostal spaces on the anterior and posterior axial lines. The tumor was located on the pericardium, slightly anterior to the phrenic nerve (Fig. A). It was an encapsulated mass and did not appear to invade the lung or diaphragm. We exfoliated the tumor and fat tissues from the pericardium. The tumor had a pedicle on the pericardium, suggesting its origin (Fig. B). After the tumor was resected, we placed it in the specimen bag and attempted to remove it through the largest port. However, the lesion was very rigid, so we could not remove it. We had to enlarge the wound to 35 mm. Her postoperative course was uneventful. She was followed up with computed tomography for 2 years with no evidence of recurrence.\\nThe resected tumor was completely encapsulated. There was no invasion to the surrounding pericardial fat or thymus. Macroscopically, the cut surface of the tumor showed a dense mesh network of collagen fibers (Fig. A). Hematoxylin–eosin staining showed that the paucicellular tumor was composed of vaguely arranged bundles of wavy collagen fibers (Fig. B). The pedicle of the tumor was composed of longitudinally arranged fibrous bundles connected to the pericardium, suggesting its origin (Fig. C). The cellularity was sparse. The tumor cells did not seem to be atypical. Some nonspecific lymphocyte (or mononuclear cell) infiltration could be seen around the tumor vasculature with different intensities. Immunohistochemical analysis showed a positive reaction for alpha-smooth muscle actin (αSMA), desmin, and CD34. Integrase interactor 1 (INI1) expression was intact. Staining for cytokeratin (AE1/AE3), epithelial membrane antigen (EMA), β-catenin, S100 protein, D2-40, MDM2, and STAT6 was negative. There was no infiltration of IgG4-positive plasma cells. These results suggested fibroblastic or myofibroblastic differentiation. The Ki-67 labeling index was less than 5%. Anaplastic leukemia kinase (ALK) staining was negative on immunohistochemistry. Fluorescent in situ hybridization indicated no breakage of the ALK gene. Finally, the tumor was diagnosed as desmoplastic fibroblastoma.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'10551744': 1, '10919387': 1, '10392630': 1, '11174576': 1, '12826824': 1, '9670823': 1, '25841856': 1, '7661281': 1, '34663426': 2}", "similar_patients": "{}"}