{"patient_id": 47884, "patient_uid": "8026786-1", "PMID": 33829348, "file_path": "comm/PMC008xxxxxx/PMC8026786.xml", "title": "An extremely rare case of desmoplastic fibroblastoma exhibiting rapid growth in the chest wall: a case report", "patient": "A 79-year-old man was admitted to our hospital after presenting with right shoulder pain that had continued for a few months. On admission, physical examination revealed winging of the right scapula. A 4 × 4 × 2 cm mass had been detected at the right second rib on chest computed tomography (CT) scans two years prior. A chest radiograph revealed soft tissue thickening in the right lateral upper chest wall (Fig. a). Chest CT scans demonstrated a disk-shaped, well-defined, homogeneous mass with muscle-like density, measuring 12 × 10 × 4.5 cm in size (Fig. b). The mass extended from the axilla to the infrascapular region along the thoracic rib cage. CT scans in the bone window setting showed cortical bone erosion of the second rib. Dynamic contrast-enhanced CT scans revealed a region of abundant vascularity at the periphery of the tumor during the early phase (Fig. c) and homogenous enhancement during the delayed phase (Fig. d). The abundant vascularity branched from the lateral thoracic and thoracodorsal arteries. MRI revealed iso-intensity to muscle on T1-weighted images, slightly high-intensity to muscle on T2-weighted images, as well as heterogeneous enhancement in the tumor and rim-like contrast enhancement at the periphery, with uniform thickness on gadolinium-enhanced T1-weighted images with fat suppression (Fig. e: arrow). We strongly suspected the tumor to be desmoplastic fibroblastoma based on tumor localization and preoperative images.\\nThe patient refused a biopsy examination, preferring to undergo surgery through a minimal incision because of his shoulder pain. Marginal excision was performed through a small incision with the assistance of a thoracoscope (Endoeye®, Olympus, Tokyo, Japan). The tumor margin was marked on the skin surface with ink under ultrasound guidance. A 4 cm vertical utility incision was made along the middle axillary line, along with a 2 cm port incision at the triangle of auscultation (Fig. ). A wound protector (Alexis®, Applied Medical, California, USA) was placed in the utility incision to retract the chest wall. The right scapula was retracted laterally using a retractor (Lobster Retractor System®, BOSS instruments, Virginia, USA). The tumor was excised with a surgical margin of approximately 3–5 mm using an energy device (HARMONIC HD 1000i shears®, Ethicon Endo-Surgery, Ohio, USA). The tumor had adhered strictly to the second rib. We considered that the tumor originated from serratus anterior muscle on the second rib, and then resected 5 cm of the second rib. The resected specimen was extracted through a small incision using a single-use polyurethane bag (Flexible Catcher ®, Japan Medicalnext, Tokyo, Japan), followed by the insertion of subcutaneous and chest drainage tubes. Frozen section diagnosis confirmed a benign fibroblastic tumor with negative surgical margins.\\nThe resected specimen was an elastic, hard, disk-sharped mass, measuring 13 × 12 × 5 cm in size. The cut surface had a homogeneous, white-colored appearance, with a gray layer visible at the periphery of the tumor (Fig. ). Pathological examinations confirmed the presence of cells that were stellate or spindle-shaped, undergoing infrequent mitotic activity; these cells were embedded within an abundant collagenous stroma (Fig. a, b). Immunohistochemical analysis revealed that the tumor cells were positive for vimentin (Fig. c) and negative for α-smooth muscle actin, CD34, desmin, and β-catenin. The tumor was encapsulated by a thin layer of fibrous tissue and had infiltrated the adjacent skeletal muscle (Fig. d). A region of abundant vascularity was observed at the periphery of the tumor (Fig. d), which was consistent with an area of rim-like contrast enhancement on gadolinium-enhanced T1-weighted MR images with fat suppression (Fig. e). No neoplastic cells were identified at the surgical margins, and there was no bone invasion of the second rib. The tumor was diagnosed as a desmoplastic fibroblastoma. The patient’ s postoperative course was uneventful, and his shoulder pain was relieved after the surgery.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'20704102': 1, '25841856': 1, '22829025': 1, '10380048': 1, '23812231': 1, '33402451': 1, '29319020': 2, '24616744': 1, '29078636': 1, '30229348': 1, '9670823': 1, '30847175': 1, '21221866': 1, '7661281': 1, '14690295': 1, '29271377': 1, '33829348': 2}", "similar_patients": "{'6001302-1': 1}"}