{"patient_id": 107498, "patient_uid": "8107911-1", "PMID": 34002146, "file_path": "noncomm/PMC008xxxxxx/PMC8107911.xml", "title": "Incremental value of three-dimensional and contrast echocardiography in the evaluation of endocardial fibroelastosis and multiple cardiovascular thrombi: A case report", "patient": "An 11-year-old girl was admitted to Shengjing Hospital with nausea and vomiting for 4 d.\\nThe patient developed nausea and vomiting 4 d ago and has vomited 1-2 times a day. Vomiting included the stomach content and was non-ejective. In order to achieve standardized treatment, the patient was admitted to the department of Pediatrics at Shengjing Hospital of China Medical University on June 1, 2020 with \"endocardial elastic fiber hyperplasia and vomiting pending investigation\".\\nHer medical history was significant for EFE diagnosed 10 years ago. She has been undergoing regular examinations and treatments for a decade, and her condition was relatively stable.\\nPhysical examination showed that the liver margin was palpable 4 cm below the costal margin and 6 cm below the xiphoid process. Bilateral dorsal foot pulse was not detected.\\nThe positive results from laboratory tests were as follows: erythrocyte 5.0 × 1012/L, hemoglobin 118 g/L, erythrocyte sedimentation rate 38 mm/h, urine protein quantification 1.41 g/L, 24 h urine protein quantification 1.41 g/d, uric acid 537 µmol/L, total protein 52.8 g/L, albumin 25.4 g/L, serum cystatin C 1.28 mg/L, interleukin-6 8.70 pg/mL, prothrombin time 17.1 s, prothrombin time activity 55%, activated partial thromboplastin time 38 s, D-dimer 1258 µg/L, and fibrinogen degradation product 12.4 mg/L. Blood gas analysis revealed that the oxygen partial pressure was reduced to 43.5 mmHg.\\nTwo-dimensional (2D) echocardiography revealed that the whole heart was significantly enlarged (left ventricular end-diastolic dimension of 67 mm), and left ventricular wall movement was generally significantly reduced with uncoordinated movement. The endocardium was thicker, about 2.4 mm at the thickest, and the echo was enhanced. Multiple mass images were observed in the left ventricle. There was a high-low mixed echo mass about 50 mm × 33 mm in size near the apex of the left ventricular lateral wall that was slightly deformed (Figure ). A mixed strong and weak echogenic mass 40 mm × 15 mm in size was also detected at the apex of the left ventricle with obvious activity and deformation. Its base was narrow and thin at about 1-2 mm (Figure ). Another 8 mm × 10 mm medium-high echo mass with obvious activity was detected at the apex of the heart (Figure ). Multiple trabeculations were detected at the apex of the left ventricle. Small amounts of regurgitation were detected in the mitral valve. The left ventricular systolic function was significantly reduced at rest with an ejection fraction of 28%.\\n3D echocardiography showed that a thrombus with a wide base and low mobility protruded from the side wall of the left ventricle (Figure ). A mobile thrombus component with a thin pedicle was protruding from the left ventricular apex (Figure ).\\nThe CE results showed that the mass on the left ventricular lateral wall near the apex was relatively fixed and had slight activity and deformation, but there was contrast agent entering at a part of the junction between the base of the mass and the left ventricular wall. The other part of the base was tightly connected to the left ventricular wall. Its inner portion showed no contrast enhancement (Figure ). The masses in the left ventricular apex had great mobility and deformation. Contrast agent was detected in the peripheral part of these masses, while most of their center portions were not contrast-enhanced (Figure ). This mass was determined to be of the highest risk according to CE results. These masses were considered to be thrombi due to their echocardiographic morphological characteristics and the patient's primary disease.\\nThe 3D computed tomography angiography demonstrated thromboembolism from the abdominal aorta (level of the right accessory renal artery) to the bilateral common iliac artery (Figure ). Thrombosis was also detected in the proximal left renal artery and the opening of the right renal artery, with multiple ischemic foci in both kidneys.\\nColor Doppler ultrasonography revealed ischemic changes in the arterial spectrum of both lower limbs.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'19375668': 1, '31685414': 1, '31182935': 1, '26327753': 1, '28950366': 1, '31841222': 1, '3585935': 1, '26087885': 1, '20346203': 1, '26765302': 1, '6721945': 1, '26525462': 1, '28614263': 1, '1934842': 1, '34002146': 2}", "similar_patients": "{}"}