{"patient_id": 58954, "patient_uid": "8554224-1", "PMID": 34722570, "file_path": "comm/PMC008xxxxxx/PMC8554224.xml", "title": "Case Report: Management of Primary Tracheobronchial Light Chain Amyloidosis in a Patient With Biclonal Gammopathy Using a Systemic Bortezomib-Based Regimen", "patient": "The patient was a 46-year-old man with a history of recurrent cough, expectoration, and a 3-year history of progressive dyspnea. Before admission to our hospital, he was diagnosed with chronic bronchitis and bronchiectasis at other hospitals and had received antibiotic treatment numerous times. Despite antibiotic treatment, his symptoms progressively worsened such that he required oxygen therapy and ECOG performance status of him was 4. A physical examination revealed that his respiratory rate was 25 cycles per minute. Moreover, diffuse wheezing could be heard in both the lung fields. Laboratory findings included leukocytosis (11.52 × 109/L) and significantly reduced partial pressure of oxygen (63 mmHg). Arterial blood gas analysis revealed an oxygen uptake of 3 L/min. We also have conducted related inspections to rule out systemic involvement. Results of tests for liver and kidney function, myocardial enzyme levels, NT-proBNP, and troponin levels were unremarkable, and no proteinuria was found on 24-h urine analysis. Color Doppler echocardiography showed normal cardiac structure. No abnormalities were found in gastrointestinal endoscopy. The results of the PPD test were negative, as were all sputum samples for bacteria, acid-fast bacilli, and fungi. The patient's lung function test revealed obstructive dysfunction of pulmonary ventilation with a severe reduction in small airway function, and his bronchodilator test result was negative.\\nChest computed tomography (CT) revealed that the tracheal walls and bronchi were extensively uneven to different degrees and exhibited luminal stenosis (). Electronic bronchoscopy revealed completely irregular and thickened bronchial mucosal surface with prominent nodes accompanied by a small amount of white secretion (). The lumen of the right middle bronchus exhibited extreme narrowing, and pathological examination of the tracheal mucosal biopsy specimen at the site of narrowing revealed mucosal calcification and fibrous hyperplasia with deposition of kappa light chain, as well as the following: PAS stain (–), acid-fast staining (–), and Congo red stain (+) ().\\nSerum electrophoresis showed a monoclonal spike, although immunofixation electrophoresis (IFE) revealed a double monoclonal component: IgA κ and IgG κ (). Serum immunoglobulin A (IgA), IgM, and IgG levels were 1.48 g/L (0.7–4.0 g/L), 0.62 g/L (0.4–2.3 g/L), and 5.23 g/L (7.0–16.0 g/L), respectively. The free κ and λ light chain levels were 15.8 mg/L (normal, 6.7–22.4 mg/L) and 17.8 mg/L (normal, 8.3–27.0 mg/L), respectively, with a normal κ/λ ratio of 0.888 (normal, 0.31–1.56). Bone marrow cytology revealed an irregular monoclonal plasma cell population (CD45+, CD38+, CD138+, CD200+, and ckappa+), representing 0.86% of the total leukocytes.\\nThe patient underwent further examinations to determine the extent of systemic involvement. Echocardiography revealed no signs of myocardial involvement. Skeletal osteolytic lesions, organomegaly, and neuropathy were absent. Blood biochemistry revealed normal levels of creatinine, liver enzymes, and alkaline phosphatase. Based on the comprehensive evaluation described thus far, the patient was diagnosed with localized amyloidosis given the observed lack of extrapulmonary organ involvement.\\nThe broad endobronchial manifestations enabled the performance of endoscopic resection of the amyloid masses under combined rigid and soft bronchoscopy guidance. The patient underwent rigid bronchoscopy with argon plasma coagulation (APC) and Nd:YAG laser debridement for the treatment of his endobronchial obstruction. However, this did not improve the patient's dyspnea with massive expectoration. Therefore, we attempted to relieve his persistent endobronchial obstruction by initiating external beam radiation therapy (EBRT) at a dose of 20 Gy in 10 fractions of 2 Gy each. However, the patient's dyspnea showed no significant improvement at 3 months after the EBRT. Another bronchoscopy revealed progression of the tracheobronchial lesions due to the endobronchial situation. Subsequently, he experienced an aggravation of dyspnea, developed an inability to move, and reported poor quality of life.\\nThe patient then consulted with our hematology department. Although he had not previously received systemic treatment for local amyloidosis, we noticed that local treatment could not alleviate his symptoms or delay the disease progression. Therefore, given his strong desire for treatment, we administered systematic chemotherapy. He was treated with one cycle of CyBorD [subcutaneous (SC) bortezomib: 1.3 mg/m2 on days 1, 4, 8, and 11; intravenous (IV) cyclophosphamide: 300 mg/m2 on days 1–4; IV dexamethasone: 20 mg on days 1–4 and 8–11]. Interestingly, the patient's symptoms of dyspnea improved significantly after treatment. In addition to a decrease in sputum volume, he began to perform simple daily activities, and evidence suggested functional improvements in oxygenation and spirometry findings (). However, follow-up bronchoscopy and chest CT performed 1 month later revealed no improvements in the obstruction. After one cycle of treatment, there was minimal secretion, the patient did not require inhaled oxygen, and he could walk independently. The patient has completed three cycles of treatment, and the ECOG performance status is 0. The patient exhibits good tolerance to CyBorD regimen, and no treatment-related adverse reactions such as peripheral neuritis, infectious disease and bone marrow suppression have occurred. The patient's ECOG score is reduced from 4 to 0 which shows an improvement of life quality, and the pulmonary function test results show that obstructive ventilatory disorder is improved. The patient is evaluated a validated organ response.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'32602121': 1, '27624800': 2, '31396978': 1, '22331188': 1, '26840395': 1, '31427948': 1, '11676298': 1, '28483059': 1, '23599024': 1, '28134587': 1, '32244252': 1, '30082189': 1, '33490350': 1, '2858589': 1, '26171130': 1, '25832552': 1, '22335280': 1, '27170299': 1, '6797297': 1, '22405606': 1, '30915470': 1, '19111441': 1, '18382711': 1, '31686587': 1, '32438260': 1, '19131635': 1, '6430211': 1, '31327854': 1, '32885146': 1, '21063841': 1, '30136180': 1, '34722570': 2}", "similar_patients": "{'5022187-1': 1}"}