{"patient_id": 111666, "patient_uid": "8488528-1", "PMID": 34616560, "file_path": "noncomm/PMC008xxxxxx/PMC8488528.xml", "title": "Gynaecomastia in a male neutered cat with an adrenal tumour and associated hyperprogesteronism, hypercortisolism and hyperaldosteronism", "patient": "A 7-year-old male neutered domestic longhair cat was referred with gynaecomastia and left adrenomegaly. Twelve months earlier the cat had been diagnosed with bacterial cystitis. Haematology and biochemistry were unremarkable, and urine specific gravity (USG) was 1.038. Abdominal ultrasonography identified left adrenomegaly (approximately 0.60 cm thick at the caudal pole). The right adrenal gland was unremarkable (approximately 0.31 cm thick at the caudal pole). The infection resolved with antimicrobial treatment based on culture and sensitivity results. Repeat culture was negative.\\nFive months later, the cat presented with polydipsia, polyphagia and 200 g weight loss. Physical examination identified poor fur regrowth at previously clipped sites. Urinalysis revealed trace proteinuria and potentially reduced tubular concentrating ability (USG 1.018). Haematology and biochemistry were unremarkable and total thyroxine (TT4) was low (<10 nmol/l; reference interval [RI] 10–60).\\nThree months later the cat presented for mild diffuse mammary gland development over several weeks. Polydipsia and polyphagia continued, and USG was 1.030. Six months later the cat re-presented with persistent polydipsia, polyphagia and progressive gynaecomastia. Fur regrowth following abdominal ultrasound 13 months earlier was incomplete. Abdominal ultrasound identified progressive left adrenomegaly (approximately 1.4 cm thick), while the right adrenal gland was unremarkable (approximately 0.2 cm thick at the caudal pole, 0.84 cm length). Haematology revealed mild neutropenia (2.2 × 109/l; RI 3.8–10.1) and lymphopenia (0.5 × 109/l; RI 1.6–7.0). Biochemistry revealed normoglycaemia, mild hypokalaemia (3.4 mmol/l; RI 3.7–4.9), hypercholesterolaemia (6.4 mmol/l; RI 2.4–5.2) and hypertriglyceridaemia (0.8 mmol/l; RI 0.1–0.6). TT4 was 17 nmol/l (RI 6–52). Urinalysis identified 1+ proteinuria, 2+ glucosuria and USG was 1.023. The urinary protein:creatinine ratio was 0.5 (RI <0.4).\\nExamination at referral revealed diffuse, moderate and symmetrical mammary gland development without discharge ( and ) and a body condition score (BCS) of 3/9. Blood pressure measurement was not possible owing to the cat’s temperament, and fundic examination was unremarkable. Sexualised behavioural changes and virilisation were not observed. A low-dose dexamethasone suppression test was performed, and multiple adrenal hormones were measured (). The results supported a diagnosis of hyperprogesteronism, hyperaldosteronism and hypercortisolism.\\nCT scans (pre- and postcontrast of the head [soft tissue, brain and bone algorithms] and abdomen [soft tissue and bone algorithms]) were performed for surgical planning and to investigate possible pituitary-dependent (PD) hypercortisolism. Pertinent findings included left adrenal mass (approximately 1.6 cm width × 1.5 cm height × 1.7 cm length), which was heterogeneously contrast enhancing with a small peripheral mineral attenuating area caudomedially ( and ), mild prostatomegaly (approximately 1 cm × 1.6 cm in short axis; and ) and moderate mammary development. The left phrenicoabdominal vein could not be clearly visualised. The right adrenal gland was unremarkable (approximately 0.3 cm width × 0.2 cm height × 0.8 cm length). The pituitary gland was unremarkable.\\nThe left adrenal gland was approached through a ventral midline laparotomy under general anaesthesia. The left adrenal mass was exposed by blunt dissection and a plane was developed between the renal vessels and the caudal aspect of the gland. The phrenicoabdominal vein was isolated and ligated at its entry into the vena cava. The multiple penetrating vessels on the dorsal aspect of the gland were attenuated using a combination of bipolar electrocautery and a vessel sealing device. The adrenal gland was removed in its entirety without rupture of its capsule.\\nLeft adrenal gland histopathology revealed a poorly demarcated, non-encapsulated multinodular epithelial proliferation effacing much of the normal adrenal architecture. A compressed thin rim of atrophied cortical tissue was seen peripheral to the mass (), and some remnant medullary tissue was evident. The neoplastic cells were organised into variously sized packets separated by a sparse fibrovascular stroma of varying thickness with abundant vascular spaces amongst the neoplastic cells. The proliferating cells were medium to large and polyhedral with abundant pale granular eosinophilic or, less commonly, vacuolated cytoplasm (). The nuclei were intermediate to large in size, round to oval and vesicular with a prominent single nucleolus. Nuclei were centrally or eccentrically located within the cell; occasional karyomegaly, as well as plentiful binucleates and rare cells with three or more nuclei, were noted. There was moderate-to-marked anisocytosis and anisokaryosis with few mitoses (one mitotic figure detected in 10 contiguous high-power fields [× 400]). Populations of smaller cells with darker nuclei and darkly eosinophilic cytoplasm were also seen throughout the proliferation. Small areas of peripheral necrosis with mineralisation were seen. Angiolymphatic and capsular invasion were not evident. The mass was diagnosed as an adrenocortical tumour, most consistent with an adenoma given the low mitotic index and absence of definitive criteria of malignancy, specifically capsular and angiolymphatic invasion.\\nPostoperative treatment included intravenous fluids (Hartmann’s solution, total of 0.06 mmol/kg/h potassium chloride), methadone (0.2 mg/kg q4h for 24 h), cefazolin (30 mg/kg IV q8h for 48 h) and a hydrocortisone continuous rate infusion (0.5 mg/kg/h for 48 h) before starting prednisolone (1.25 mg PO q24h). The postoperative potassium concentration was 3.0 mmol/l (RI 4.0–4.5). The cat ate well postoperatively; however, 24 h later the potassium concentration had decreased to 2.5 mmol/l and supplementation was increased to 0.15 mmol/kg/h. Methadone was reduced to every 6 h for 48 h. By 72 h postoperatively the potassium concentration had increased to 3.3 mmol/l. The cat was discharged with buprenorphine (0.02 mg/kg sublingually q8h for 3 days) and a 6-week tapering prednisolone course.\\nTwo months postoperatively, polyphagia had resolved, fur was appropriately regrowing and gynaecomastia had almost completely resolved. Urinalysis revealed a USG of 1.045. Haematology was unremarkable. Biochemistry identified a blood urea concentration of 17.3 mmol/l (RI 5–15) and TT4 was low (<10 nmol/l; RI 10–60). Hormone measurements were repeated (). Hyperaldosteronism had resolved. Owing to concerns of prolonged adrenocortical function recovery postoperatively, prednisolone was recommenced at 1.25 mg PO every 3 days for another 6 weeks. Follow-up was done by telephone rechecks owing to the COVID-19 pandemic.\\nEight months postoperatively the cat had gained 500 g, had a BCS of 5/9, gynaecomastia had resolved, and the clipped fur had completely regrown and was longer and thicker (). Haematology, biochemistry and TT4 (21 nmol/l; RI 6–52) were within the RIs. An adrenocorticotropic hormone stimulation test was performed with 125 µg tetracosactide acetate (Synacthen; Novartis) intramuscularly owing to the patient’s temperament (), which excluded hypo- or hypercortisolism.\\nThe 8-month progesterone level was above the published RI (). Progesterone levels were determined for 13 clinically healthy staff-owned cats at the same laboratory (Sydney South West Pathology Service). Serum had been collected for another study with consent for use in other projects (University of Sydney Animal Ethics project approval number 2020/1700). The 13 healthy cats had a median progesterone level of 0.8 nmol/l (range <0.2–3.6 nmol/l) and median age of 5 years (range 1.5–14) (). Eleven months postoperatively the cat was clinically normal and progesterone was within the RI ().", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'1483915': 1, '15715048': 1, '10684753': 1, '29568542': 2, '15163055': 1, '25714105': 1, '1510316': 1, '15515576': 1, '9823599': 1, '16596055': 1, '18985457': 1, '1333736': 1, '20159659': 1, '11105888': 1, '11316295': 1, '27708447': 1, '15954552': 1, '11228047': 1, '31456041': 1, '19344078': 1, '12027597': 1, '16782855': 1, '21498101': 1, '22534349': 1, '29403152': 1, '7930380': 1, '12677692': 1, '30872855': 1, '23869312': 2, '28390062': 1, '19712894': 1, '19222361': 1, '14264352': 1, '15922224': 1, '10088015': 1, '8800255': 1, '8540287': 1, '21115870': 1, '32682181': 1, '28838299': 1, '28491398': 2, '12487170': 1, '12465769': 1, '28491405': 2, '15686973': 1, '10955499': 1, '34616560': 2}", "similar_patients": "{'5858648-1': 1, '3712386-1': 1, '3712386-2': 1, '3712386-3': 1, '5362000-1': 1, '5359794-1': 1}"}