{"patient_id": 47958, "patient_uid": "8034083-1", "PMID": 33836672, "file_path": "comm/PMC008xxxxxx/PMC8034083.xml", "title": "Uterine pseudoaneurysm on the basis of deep infiltrating endometriosis during pregnancy-a case report", "patient": "The 34-year old, first gravida, was admitted to our obstetrical department by ambulance at 23 + 0 weeks of gestation (WG) with progressive severe pain over 24 h in the left lower abdomen irradiating to the rectum and the vagina. The previous day, she had an unremarkable clinical and sonographic examination and a normal laboratory investigation. Her past medical history included a conization due to cervical dysplasia, dysmenorrhea and dyspareunia with suspected endometriosis, and the use of a combined oral contraceptive for 16 years prior to the current pregnancy. The pregnancy occurred spontaneously, with a single fetus. The otherwise healthy patient showed pain on palpation in the two lower abdominal quadrants: speculum examination revealed cervical ectopy and two black dots were visible at six o’clock. The vital signs were normal with an unremarkable pulse, respiratory rate, body temperature, blood pressure, and the hemoglobin was stable at 129 g/l. The laboratory tests and urine analysis showed no signs of infection. The cardiotocogram (CTG) was normal without contractions. Cervical length was 34 mm, measured by transvaginal ultrasound. Fetal sonography and Doppler studies revealed normal biometry with a fetus appropriate for gestational age at 42nd percentile, normal amniotic fluid, a posterior wall placenta without signs of hematoma and a normal uteroplacental resistance. Caudal and adjacent to the left ovary, a solid, ill-defined adnexal mass of 40x45mm and moderate blood flow was detected (Fig. a, b). On MRI, the adnexal mass was seen and was suggestive of endometriosis (Fig. a and b). There were no signs of intraabdominal free fluid or kidney stones.\\nThe patient was hospitalized for monitoring and analgesic therapy. The pelvic pain persisted despite intravenous (IV) opiate therapy. Additionally, the patient complained of newly occurring dyschezia and a single episode of brown vaginal discharge. A follow-up MRI after 6 days, at 24 + 1 WG showed progression of the lesion, with expansion into the rectovaginal space (Fig. c and d). The patient remained hospitalized for maternal and fetal monitoring and received continuous analgesia and steroids for fetal lung maturation induction with tocolysis as a precautionary measure. Sixteen days after hospitalization (25 + 3 WG), a pseudoaneurysm of the left uterine artery (2.5 cm × 1.5 cm) was identified by ultrasound (Fig. c and d) and confirmed by MRI. (Fig. e and f). An interdisciplinary team of radiologist, fetomaternal specialists, gynecologists and neonatologists concluded that, based on the early gestational age, the progression of the lesion and in view to the persistent pain, a selective embolization of the left uterine artery would be the preferred management. The neonatologist team was prepared for an emergency cesarean section in case of any complications. The intervention was carried out under local anesthesia with a retrograde access over the left common femoral artery. No digital subtraction angiography was performed in order to minimize radiation exposition. Embolization was achieved by selective occlusion of the aneurysm-feeding branch of the left uterine artery over a microcatheter by injection of 0.2 ml liquid embolic material (histoacryl/lipiodol 1:3). The estimated radiation exposure for the uterus was 0.4 mSv. Subsequently the contrast media had suspended in the UPA as indication for a sufficient occlusion. Further sequential sonographic examinations confirmed normal fetal growth and Doppler flow. The embolized UPA showed no vascularization and decreased to 2 cm × 1 cm on sonography before hospital discharge (Fig. g and h). The pelvic pain improved but did not resolve completely and the patient received a peripherally inserted central venous catheter (PICC) line and, temporarily, a patient-controlled analgesia pump. After 30 days (28 + 2 WG), she was discharged to outpatient care with oral morphine in reserve and the PICC line in situ. A primary cesarean at 38 weeks was planned because of the risk of the UPA rupturing during contractions. However, the patient presented herself at 37 weeks, with sepsis of unknown etiology, a fever of 39.0 °C, tachypnea, hypotension, maternal tachycardia, a C-reactive protein of 23.8 mg/l and fetal tachycardia (200 beats per minute). An emergency cesarean delivery was done under general anesthesia with antibiotic therapy (amoxicillin and clavulanic acid) and a healthy boy was born (2670 g) with Apgar 6/7/8 and pH 7.31. Postoperatively, the patient needed intensive care (IC) for 3 days. Blood cultures were positive for Serratia macescens and Streptococcus anginosus, and according to the resistance tests, treatment was changed to carbapenem IV. The patient was discharged, together with the newborn, 10 days after the cesarean section. The infection was most likely caused by an infected PICC line, even though the results of the smear tests and cultures were unremarkable.\\nThe patient presented for follow-up at 6 weeks postpartum. She had lactation amenorrhea, persisting dyschezia and newly developed hematochezia. Rectovaginal sonography and palpation identified an unchanged endometriosis node. We started suppressive therapy with Desogestrel and scheduled a colonoscopy to exclude another origin for the hematochezia and an MRI for staging. The MRI showed an endometriosis node 3x2cm adjacent to the septum rectovaginale with expansion to the left ovary and in close proximity to the sigmoid without infiltration according to an Enzian score A2, B1, C1. (Fig. a and b) The restructuring operation of the symptomatic DIE is planned for 4 months after her delivery.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'12865110': 1, '19853231': 1, '19285669': 1, '13654930': 1, '6888830': 1, '32206832': 1, '32259651': 1, '11796896': 1, '26450609': 1, '14409474': 1, '29471493': 1, '20656567': 1, '17018499': 1, '18113902': 1, '31493560': 1, '31213060': 1, '30652162': 2, '30254884': 1, '24691826': 1, '21144801': 1, '28986709': 1, '19439293': 1, '25298511': 1, '21545975': 1, '23756881': 1, '9125624': 1, '28874260': 1, '11031704': 1, '20172628': 1, '6752786': 1, '24413233': 1, '33836672': 2}", "similar_patients": "{'6319527-1': 1}"}