{"patient_id": 51260, "patient_uid": "8191643-3", "PMID": 34123658, "file_path": "comm/PMC008xxxxxx/PMC8191643.xml", "title": "Kawasaki Disease Shock Syndrome in the Eastern Region of Saudi Arabia: Case Series", "patient": "An eight-month-old Saudi boy with glucose-6-phosphate dehydrogenase (G6PD) deficiency presented with a five-day history of fever, jaundice, generalized rash, bilateral nonexudative conjunctivitis with decreased activity, and poor oral intake in the last three days before presentation. Physical examination revealed an irritable infant with depressed sensorium, febrile (39 °C), hypotensive (77/44) with delayed capillary refill time (4 seconds) (Table ). Initial laboratory tests revealed direct hyperbilirubinemia, anemia, elevated inflammatory marker, elevated liver enzymes, and metabolic acidosis. The patient was rescued with a fluid bolus and a complete septic workup was performed (blood, urine, and CSF) and broad-spectrum antibiotics were started. Echocardiogram showed pericardial effusion with good myocardial contractility (Figure ). These physical and laboratory findings in conjunction with echocardiography imaging are consistent with incomplete Kawasaki disease and with the presence of hypoperfusion in the form of hypotension, alterations in the sensorium, and hyperbilirubinemia as evidence of impaired conjugation in the liver, leading to the diagnosis of Kawasaki disease shock syndrome. Therefore, the patient was treated with IVIG 2 g/kg and an anti-inflammatory dose of aspirin 80 mg/kg/day divided into four administrations. The patient began to improve on the second day, the fever decreased, and the rash faded. He was switched to an anticoagulant dose of aspirin (5 mg/kg/day) after being fever free for 2 days. The jaundice took another six days to fully improve. At this point, the patient was discharged home on aspirin and referred to cardiology for follow-up in six weeks.", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'33240687': 1, '22474462': 1, '28661936': 1, '29176153': 1, '32664982': 1, '15936970': 1, '29437127': 1, '32598831': 1, '32598830': 1, '23927822': 1, '6062087': 1, '28356445': 1, '34123658': 2}", "similar_patients": "{'8191643-1': 2, '8191643-2': 2}"}