{"patient_id": 54214, "patient_uid": "8333705-1", "PMID": 34368240, "file_path": "comm/PMC008xxxxxx/PMC8333705.xml", "title": "Targeted Temperature Management for In-hospital Cardiac Arrest Caused by Thyroid Storm: A Case Report", "patient": "A 24-year-old Asian woman presented to the emergency department, who had no previous medical history, psychosocial history and family history. She had lost 20 kg in the previous 2 months with no other symptoms, but 10 days before admission, the patient presented to emergency department because of diarrhea for unknown reasons, accompanied by vomiting and fever. Then physical examination revealed body temperature at 37.4°C, heart rate 160 bpm, and blood pressure 128/108 mmHg. The patient was successively treated with latamoxef, moxifloxacin for anti-infection treatment, and metoprolol for heart rate control. She had to present to emergency department again when her condition did not improve after 4 days of continuous treatment and her heart rate continued to fluctuate between 100 and 160 bpm. Then physical examination showed no other positive findings except grade II thyroid enlargement. Thyroid function testing showed increased free triiodothyronine (FT3) and free thyroxine (FT4), decreased thyroid-stimulating hormone (TSH), and positive TSH-receptor antibody (TRAB). Thyroid ultrasound revealed diffuse thyroid parenchyma lesions. Based on these findings, the patient was diagnosed with hyperthyroidism, and received treatment with metoprolol 25 mg b.i.d. as well as methimazole 30 mg q.d. orally for 4 days in emergency observation room.\\nNo significant remission in her symptoms of vomiting and diarrhea during or following treatment had been observed. In the emergency observation room, the patient lost consciousness and the electrocardiogram (ECG) monitor showed VF; she was thus immediately transferred to the resuscitation room for cardiopulmonary resuscitation (CPR). After 16 min of CPR, return of spontaneous circulation (ROSC) was observed, with Glasgow coma scale (GCS) <8. Physical examination showed a heart rate of 166 bpm, blood pressure of 98/73 mmHg, and body temperature of 39.1°C. The patient was diagnosed with thyroid storm based on clinical presentation and her Burch-Wartofsky score of 50 when first presented to the emergency department. She was admitted to the emergency intensive care unit (EICU) for therapeutic hypothermia treatment.\\nLaboratory data, including complete blood cell counts, liver function, renal function, cardiac enzyme, and electrolyte levels were all within normal limits when the patient first presented to the emergency department. Four days after emergency treatment, a thyroid function test showed the following levels: FT3 > 20.00 (2.3–4.2) pg/ml, FT4 > 12.00 (0.89–1.80) ng/dl, TSH < 0.008 (0.55–4.78) uIU/ml; TRAb > 40 (<60) U/L; thyroglobulin antibodies (TGAb) 222.0 (<60) U/ml, and thyroid microsomal antibody (TMAb) 34.3 (<60) U/ml. Thyroid ultrasound revealed diffuse thyroid parenchyma lesions. Based on these findings, the patient presented with thyroid storm due to uncontrolled Graves' disease.\\nThe patient's ECG before cardiac arrest revealed sinus tachycardia and a prolonged QTc. The measured QTc interval was 0.498 s at a heart rate of 105 bpm (). We reviewed ECG monitor data after cardiac arrest () and found that transient ST-segment elevation induced TdP and VF after the R-on-T phenomenon, which suggested that the cause of cardiac arrest in the patient was malignant ventricular arrhythmia. The patient's echocardiogram before cardiac arrest showed left ventricular ejection fraction (LVEF) was 74% and decreased to 40% after ROSC.\\nOn admission to EICU for thyroid storm, the patient was initiated on propylthiouracil 400 mg which could inhibit both thyroid hormone synthesis and peripheral conversion of T4–T3, and maintained on 200 mg t.i.d. The dose was then gradually reduced to 100 mg t.i.d. The patient was also treated with propranolol 40 mg t.i.d. to achieve adequate control of heart rate, which could also block the stimulating effects of thyroid hormones on the heart and inhibit the transformation of peripheral T4–T3. The patient was also started on hydrocortisone 100 mg q.8h. for 3 days, followed by 50 mg q.8h. for 2 days and then 50 mg q.12h. for 5 days, which could prevent adrenocortical dysfunction. The hydrocortisone was discontinued on day 10 after admission. The patient exhibited favorable outcome, and was discharged on a medication regimen including propylthiouracil 100 mg t.i.d. and propranolol 20 mg t.i.d.\\nAfter resuscitation, the patient had shown coma and high fever with a body temperature of 39.1°C; consequently, mild hypothermia therapy was started within the first 4 h after resuscitation and targeted temperature management (TTM) was performed by intravascular cooling measures to protect neurological function. CoolGard 3000 system and CoolLine catheter were used to provide stable TTM. The target temperature was set to 34°C. The patient's temperature dropped to 35.4°C 4 h later, and fluctuated around the target temperature at hour 12. During the following 24 h, the patient was maintained in a hypothermic state at 34°C followed by controlled rewarming (0.1°C/h). After a 72-h maintenance period, endotracheal intubation and the intravascular cooling catheter were removed. The patient recovered consciousness but had intermittent fever, and thus was treated with an ice blanket as well as an ice cap until her temperature returned to normal ().\\nThe patient's condition improved gradually, whereupon she was transferred from EICU on day 10 after admission. Cardiac MRI was performed before discharge, which showed LVEF was 72% and right ventricular ejection fraction (RVEF) was 66%. Regular follow-up in the endocrinology department showed a good outcome.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'28154763': 2, '28631089': 1, '28858949': 1, '27746415': 1, '22840527': 1, '29084733': 1, '22227823': 1, '20100981': 1, '33081524': 1, '11748103': 1, '18302101': 1, '24990773': 1, '11856793': 1, '34368240': 2}", "similar_patients": "{'5244005-1': 1}"}