{"patient_id": 48219, "patient_uid": "8046685-1", "PMID": 33880255, "file_path": "comm/PMC008xxxxxx/PMC8046685.xml", "title": "Mycotic Abdominal Aortic Aneurysm Caused by Streptococcus equi", "patient": "A 64-year-old male presented to our facility with a three-month history of constitutional symptoms including generalized malaise, weight loss, anorexia, fatigue, and night sweats. Later in his course, but prior to presenting for medical care, he developed additional symptoms of back and abdominal pain. He was immunocompetent, and his medical history was significant for previous myocardial infarction, for which two drug-eluting stents were placed, and a perforated gastric ulcer repaired in 1990. He had no surgical history or family history of aortic aneurysms. His occupation was animal husbandry, and he worked on a farm that sells livestock with many cattle. He described an injury to the inside of his left leg after he slipped on ice and fell into cattle manure several months prior to the onset of his illness. It was a small open wound that was not reported to have clinical signs of infection; therefore, he did not receive antibiotics at that time. He did not smoke and denied past or current intravenous drug use.\\nAs an outpatient, the patient previously underwent esophagogastroduodenoscopy to investigate his six-week history of abdominal pain and was found to have a gastric ulcer positive for Helicobacter organisms. He was treated with triple therapy of clarithromycin, amoxicillin, and pantoprazole. All of his symptoms improved while on this regimen, but they relapsed thereafter.\\nGiven his abdominal and back pain, a non-urgent computed tomography (CT) scan was performed three months after his symptoms developed, which demonstrated a large aneurysm in the infrarenal abdominal aorta measuring 8.2 x 5.8 x 8.5 cm, with retroperitoneal fat stranding surrounding the aneurysm (Figures -). He had never had any previous imaging of his abdomen for comparison. The patient was immediately transferred to vascular surgery at our center for assessment and definitive management.\\nOn initial presentation to our facility, after the CT scan, the patient’s physical exam demonstrated a tender pulsatile abdominal mass. He was afebrile and vital signs were within normal limits. Peripheral pulses were within normal limits. There were no clinical manifestations of infective endocarditis. Laboratory investigations showed white blood cell count 10.3 x 109/L, hemoglobin 94 g/L, platelets 433 x 109/L, with elevated inflammatory markers (ESR 105 mm/hr, CRP 95.6 mg/L). The patient was taken immediately to the operating room for repair of what appeared to be a contained ruptured abdominal aortic aneurysm. Initial intra-operative intravenous antibiotics consisted of 2 g of cefazolin. Operative findings consisted of a small amount of ascites and a large abdominal aortic aneurysm with peri-aneurysmal edema, but without the expected peri-aneurysmal hematoma. After control and clamping of the vessels and upon opening the aorta, total loss of the posterior wall of the vessel was discovered, with a contained retroperitoneal rupture. The infected tissues were debrided and repair was completed with a synthetic Dacron prosthesis. Intra-operative samples were submitted including swabs of the presumed infected material as well as a piece of thrombus. Given the suspected mycotic nature of the aneurysm, post-operative antibiotics were broadened to piperacillin/tazobactam and vancomycin.\\nAll intra-operative cultures as well as post-operative blood cultures were positive for S. equi, susceptible to penicillin (MIC ≤ 0.06). The infectious disease service transitioned antibiotics to ceftriaxone 2 g IV q24h. Blood cultures drawn 96 hours post-operatively were sterile, and the patient’s clinical condition improved rapidly. Following an unremarkable seven-day post-operative course, the patient was discharged home with a six-week course of ceftriaxone from the day of blood culture sterilization.\\nAt the completion of his course of intravenous antibiotics, the patient reported near-complete resolution of symptoms with reassuring laboratory investigations. White blood cell count was 4.7 x 109/L, hemoglobin 100 g/L, platelets 323 x 109/L, and inflammatory markers were trending towards normal (ESR 64 mm/hr, CRP 14.4 mg/L). Intravenous antibiotics were discontinued, and he began amoxicillin 500 mg orally three times daily for six weeks. At review following 12 weeks of cumulative antibiotic therapy, he had returned to his previous functional baseline with no complaints of note, and laboratory investigations had normalized completely. He was switched to amoxicillin 500 mg orally twice daily for lifelong prophylaxis.\\nA repeat CT scan of the aorta was performed four months after surgery, which showed mildly ectatic changes consisting of the Dacron prosthesis and peri-aortic tissues measuring 3.1 x 3.9 cm. No anostamotic pseudo-aneurysms were seen. A small intra-luminal linear density was noted but consisted of a localized fold in the Dacron graft, which is clinically insignificant.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'20820836': 1, '20106608': 1, '27737955': 1, '3402548': 1, '11700493': 1, '11137930': 1, '6436514': 1, '19325880': 1, '20004124': 1, '22375044': 1, '2737252': 1, '3519677': 1, '3556445': 1, '9581510': 1, '2041960': 1, '1854247': 1, '19233787': 1, '15236673': 1, '8011346': 1, '33880255': 2}", "similar_patients": "{}"}