{"patient_id": 60675, "patient_uid": "8633819-1", "PMID": 34876955, "file_path": "comm/PMC008xxxxxx/PMC8633819.xml", "title": "Sinus Valsalva Aneurysm of the non-coronary cusp initially diagnosed as right ventricular thrombus: A case report", "patient": "A 49-year old asymptomatic male was admitted to our institution after referral from his cardiologist in an outpatient care clinic, where he was monitored because of a dilated aortic root (46 mm). This was an incidental finding by transthoracic echocardiography (TTE) 6 months earlier at presentation due to non-specific chest pain. Except for hypertension, the patient had no other history of disease. Now 6 months later, the most recent TTE did not only show an increase in the aortic root diameter (50 mm), but also a hypo-echogenic structure in the right ventricular cavity (). The latter was interpreted as a right ventricular thrombus, position-wise possibly related to the tricuspid valve. Moreover, because of the rapid increase of the aortic diameter (4 mm in 6 months), the patient was referred to our hospital where a regular non-gated computed tomography angiography (CTA) scan was performed for acute aortic pathology. At the initial evaluation of the scan there was no suspicion of acute aortic pathology besides the dilation. After this CTA, the patient was discharged home with the intention to perform magnetic resonance imaging (MRI) a week later to determine the nature of the right ventricular structure. However, upon review of the CTA the next morning there was a suspicion of aortic dissection, based upon a possible tear in the aortic root. The patient was readmitted urgently for a new and dedicated electrocardiogram-gated (ECG-gated) cardiac computed tomography angiography (CCTA) scan () on which a structure of hypodense tissue was observed to derive from the sinus of Valsalva of the NCC bulging into the right ventricular cavity with involvement of the perimembranous septum. This suggested it to be a SVA filled with thrombus. As there was no continuation of contrast from the aortic root to the right ventricular cavity, a rupture was highly unlikely. However, given the potential risk for rupture with the rapid increase in aortic diameter and the thrombus suggesting the possibility of bleeding, the patient was referred for urgent cardiac surgery.\\nDuring surgery, a SVA of the NCC bulging to the right ventricular cavity was observed (). There was no thrombus inside the aneurysm. As the native aortic valve was tricuspid and functioned well, a valve-sparing root replacement was performed. Histopathological analysis of the excised aortic tissue showed fragmentation of the elastic lamina in line with aortic media degeneration and no signs of connective tissue disease. This fits the general known cause of SVAs. There were no relevant complications in the postoperative setting and the patient was discharged 7 days after surgery.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'16612073': 1, '27737319': 2, '29691047': 1, '12959202': 1, '28814376': 1, '20359588': 1, '34876955': 2}", "similar_patients": "{'5053198-1': 1}"}