{"patient_id": 55312, "patient_uid": "8384536-1", "PMID": 34447595, "file_path": "comm/PMC008xxxxxx/PMC8384536.xml", "title": "Fulminant Vasculitis Complicated by ST-Elevation Myocardial Infarction and Stroke", "patient": "A 30-year-old woman with a one-year history of recurring painful lower extremity skin lesions presented with acute headache, neck pain, and right arm weakness with paresthesia. She was tachycardic but afebrile and normotensive. CT angiography of the head and neck revealed high-grade stenosis of the internal carotids. Subsequently, the patient reported acute chest pain and dyspnea. ECG revealed sinus tachycardia, anterior ST elevation, and reciprocal inferior depression (). Labs revealed elevated troponin, serum lactate, and white blood cell count (). She was given aspirin and intravenous bivalirudin and underwent emergent cardiac catheterization that revealed an acute occlusive thrombus of the proximal left anterior descending (LAD) artery and estimated Fick cardiac index 1.9 L/min/m2 (, ). Aspiration thrombectomy was performed, and a 4.5 × 30 mm drug-eluting stent was successfully deployed in the proximal LAD. The patient was started on a norepinephrine infusion and transferred to our institution with concern for fulminant medium-vessel vasculitis complicated by ST-elevation myocardial infarction (STEMI), cardiogenic shock, and stroke.\\nUpon arrival to our hospital, exam demonstrated expressive aphasia, left upper quadrantanopia, and right-sided hemiparesis. Bilateral upper extremity pulses were normal, femoral pulses were reduced, and dorsalis pedis and posterior tibial pulses were absent. A pulmonary arterial catheter was placed (). Neurology was consulted and urgent head and neck CT angiography revealed high-grade occlusions of the bilateral internal carotid arteries and stigmata of left middle cerebral artery infarct (). Brain MRI confirmed evolving left frontal and parietal lobe infarcts (). Echocardiogram demonstrated severe left ventricular systolic dysfunction with regional wall motion abnormalities: anterior, septal, and apical. CT imaging demonstrated abnormal wall thickening of the thoracic aorta, common iliac arteries, and renal arteries, as well as occlusion of the inferior mesenteric and infratibial arteries. Rheumatology was consulted and a broad serologic evaluation was initiated ().\\nThe patient was treated with IV corticosteroids and cyclophosphamide. Shock physiology, likely secondary to myocardial stunning, rapidly resolved. Systemic anticoagulation was discontinued after 48 hours following the determination that arterial occlusions were attributable to vasculitis rather than thrombophilia. Dual antiplatelet therapy with clopidogrel and aspirin was continued.\\nOn hospital day 10, the patient was transferred to acute rehabilitation for poststroke care. She was prescribed prednisone, cyclophosphamide, maintenance dual antiplatelet therapy, and a heart failure regimen. Rheumatology recommended outpatient adenosine deaminase 2 (ADA2) genetic testing. Three months after discharge, she was doing well on maintenance immunosuppression and following with cardiology for chronic heart failure.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'24552285': 1, '24552284': 1, '29624883': 1, '12658199': 1, '32856161': 1, '33569653': 1, '26886388': 1, '34447595': 2}", "similar_patients": "{}"}