{"patient_id": 60035, "patient_uid": "8602082-1", "PMID": 34820264, "file_path": "comm/PMC008xxxxxx/PMC8602082.xml", "title": "Ibrutinib-associated atrial fibrillation treatment with catheter ablation", "patient": "We describe a 70-year-old man who was diagnosed with stage IV B-cell chronic lymphocytic lymphoma (CLL) at the age of 65. At the time of diagnosis, he had abnormal lymphocytosis and massive splenomegaly, consistent with Rai stage II with extranodal involvement. He underwent splenectomy, with pathology consistent with CLL. Fluorescence in situ hybridization studies were positive for deletion in 13q. He was subsequently started on ibrutinib for the treatment of CLL.\\nWhile the patient had a remote history of rare paroxysms of AF in the setting of acute illness such as viral infection and idiopathic myocarditis, he had never required long-term rate-controlling, antiarrhythmic, or anticoagulation therapy. However, shortly after the initiation of ibrutinib, he developed symptomatic, persistent AF and was started on amiodarone. Despite this, he was repeatedly hospitalized for symptomatic AF requiring cardioversion, for which he was started on digoxin and apixaban while continuing the amiodarone. He then developed progressive dyspnea on exertion, for which an echocardiogram was obtained, showing preserved left ventricular (LV) function with ejection fraction (EF) of 50%–55%. Given his persistent shortness of breath, he underwent a series of diagnostic tests, including a bronchoscopy, chest computed tomography, and lung biopsy, and was eventually diagnosed with idiopathic pulmonary fibrosis, which was attributed to amiodarone use in the background of CLL. Subsequently, he was started on corticosteroid therapy. Amiodarone was discontinued and instead sotalol therapy was initiated for rhythm control. Ibrutinib was also discontinued owing to uncontrolled AF during this time. With these measures, his cardiopulmonary condition gradually improved. He did not require any further hospitalizations or interventions for AF and remained in sinus rhythm.\\nThree years later, the patient’s CLL progressed with symptomatic anemia and thrombocytopenia, for which he was restarted on ibrutinib. Shortly after the reinitiation of ibrutinib therapy, he developed recurrent persistent AF with rapid ventricular response, resulting in hospital admission, where he underwent cardioversion. Sotalol was discontinued owing to ineffectiveness and instead he was started on dofetilide. He also developed new moderate LV dysfunction with EF of 39%, owing to suspected tachycardia-mediated cardiomyopathy. He was subsequently started on guideline-directed heart failure therapies. Digoxin and beta-blockade therapies were not adequate in achieving rate control during AF. Calcium channel blockade was not considered owing to significant drug-drug interaction with ibrutinib. Again, amiodarone was not considered for his underlying history of idiopathic pulmonary fibrosis. At this point, given inability to achieve rate or rhythm control with pharmacologic approach, the patient was considered for catheter ablation for rhythm control strategy. Of note, the patient did not have any ventricular arrhythmias or conduction abnormalities.\\nIn terms of anticoagulation and stroke risk, the patient had a CHA2DS2-VASc score of 4 and was started on anticoagulation after increased prevalence of AF episodes after initiation of ibrutinib. He was initially on apixaban and then switched to rivaroxaban owing to patient preference of once-a-day dosing. He remained on anticoagulation with no adverse effects or significant bleeding.\\nHe presented in AF with ventricular rates ranging from 110 to 120 beats per minute on the day of the procedure. Under general anesthesia, transesophageal echocardiogram was performed with no evidence of left atrial appendage thrombus and peak left atrial appendage emptying velocity of 56 cm/s. Biatrial electroanatomic reconstruction was done with the aid of CARTO (Biosense Webster, Irvine, CA) 3-dimensional mapping and intracardiac echocardiography. Baseline activated clotting time (ACT) was 104 seconds. Intravenous heparin was administered during the procedure to maintain ACT greater than 300 seconds. During the procedure ACT ranged from 303 to 369 seconds after transseptal access was obtained.\\nBaseline biatrial voltage mapping was performed with a multipolar catheter (PentaRay; Biosense Webster) showing no significant low-voltage areas while in AF (A). Two left pulmonary veins and 2 right pulmonary veins were identified. Radiofrequency ablation was performed with an irrigated-tip contact force–sensing catheter with temperature control (SmartTouch STSF; Biosense Webster). Wide area circumferential ablation and carinal ablation were performed with point-by-point lesions to achieve pulmonary vein isolation. Lesion duration was guided by signal reduction and impedance trends. Total ablation time was 1733 seconds with average power of 30 watts.\\nFollowing ablation, he was externally cardioverted to assess for pulmonary vein entrance and exit block. Postablation voltage mapping was performed in sinus rhythm and demonstrated entrance block to the pulmonary veins (B and C). Pulmonary vein exit block was confirmed with pacing within each vein with a multipolar mapping catheter. Although additional mapping, ablation of lines, or posterior wall isolation are commonly performed in patients with persistent AF; given the relatively acute worsening of AF episodes in our patient in the setting of ibrutinib initiation, we elected to limit his initial ablation procedure to pulmonary vein isolation only. Following ablation, he remained free of AF and was able to resume ibrutinib treatment. No recurrence of AF was noted on a 14-day cardiac event monitor at 18-month follow-up. Transthoracic echocardiogram 6 months postablation demonstrated improvement in LVEF from 39% to 48% and a decrease in left atrial indexed volume from 61.4 mL/m2 to 36.3 mL/m2.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'31208701': 1, '27567406': 1, '28751558': 1, '30573111': 1, '33092403': 1, '12466506': 1, '30874716': 1, '34396314': 1, '30959203': 1, '32893704': 1, '32865375': 1, '29385358': 1, '25498454': 1, '34820264': 2}", "similar_patients": "{}"}