{"patient_id": 61159, "patient_uid": "8665541-1", "PMID": 34893080, "file_path": "comm/PMC008xxxxxx/PMC8665541.xml", "title": "Proposed protocol for treatment of severe periodontitis without platelet transfusion in patients with aplastic anemia: a case report", "patient": "The patient was a 36-year-old Japanese woman who consulted our department regarding spontaneous gingival bleeding, pain, and increasing tooth mobility. Additionally, she was aware of root exposure and protrusion of her maxillary anterior teeth. She had developed pancytopenia at age 11 years and was subsequently diagnosed with AA. Although she was treated with immunosuppressive therapy, hematopoietic growth factor, and a gonadotropin-releasing hormone agonist to stop menstruation, pancytopenia did not go into remission. She was also receiving whole blood transfusions approximately once per month. At approximately 20 years of age, her symptoms due to pancytopenia stabilized, and she was followed up in the hematology department. Her white blood cell count was approximately 1000–1500/µl, and her platelet count was low (approximately 15,000–20,000/µl), without further increase. Since her late teens, the patient had experienced spontaneous gingival bleeding and pain. However, previously, she had only been kept under observation and given oral hygiene instructions; she had not undergone active periodontal treatment due to difficulty in achieving hemostasis.\\nWe performed oral and periodontal examinations to establish a diagnosis and treatment plan. Tooth and soft tissue assessments were conducted (Fig. ), and periodontal destruction was evaluated by measuring the probing pocket depth (PPD) at six points around each tooth. We performed dental periapical radiography to assess the degree of alveolar bone loss, which was severe, especially in relation to the patient’s age (Fig. ). We observed deep periodontal pockets with PPDs ranging from 4 to 11 mm. The periodontal inflamed surface area (PISA) was 3102.1 mm2 []. The results of the initial periodontal examination led to a diagnosis of severe generalized periodontitis (generalized stage IV grade C periodontitis) [].\\nThe patient underwent general peripheral blood tests, which revealed significantly decreased platelet, leukocyte, and neutrophil levels, as indicated in Table .\\nWe provided the patient thorough oral hygiene instructions and conducted nonsurgical periodontal therapy for a few teeth at a time, which included assessment of gingival bleeding. We also performed blood tests to confirm reliable local hemostasis. We observed improvements in her inflammation score after nonsurgical periodontal therapy, which included subgingival debridement. During the basic periodontal treatment, her absolute neutrophil count ranged from 750 to 2516/µl. Following SRP, we delivered minocycline ointment to the treated periodontal pockets to eliminate periodontal disease-related bacteremia. We administered antimicrobial prophylaxis only when the absolute neutrophil count was ≤ 2000/µl. Scheduled sites for periodontal surgery were 15, 23, 26, 27, and 37 (Federation Dentaire Internationale System) with more than 6 mm of residual PPD after nonsurgical periodontal therapy. We administered antibacterial prophylaxis for leukopenia and prophylactic platelet transfusion for thrombocytopenia, in coordination with the department of hematology. Platelet transfusions were performed on the day before and on the day of periodontal surgery. We performed periodontal surgery after confirming that her platelet count had increased (Table ). We conducted thorough surgical debridement at sites 26, 27, and 37 after confirming that the platelet count had reached 48,000/μl. We observed no POB (Fig. ). During periodontal surgery and tooth extraction, leukopenia was observed whether the neutrophil count was above or below 2000/μl, and prophylactic administration of antimicrobial agents (oral amoxicillin) was selected to prevent postsurgical site infection and bacteremia, based on the results of a network meta-analysis []. However, we were unable to confirm an increase in platelet count after platelet transfusion prior to periodontal surgery at sites 15 and 23. After preparing acrylic splints for hemostasis at teeth with a moderate probing depth after the initial SRP (11, 13, 14, 17, 21, 22, 24, 25, 33–36, 42, 45–48), we did not proceed with periodontal surgery at sites 15 and 23 and instead performed full-mouth disinfection (FMD) with an antimicrobial agent. To reduce the number of invasive procedures and prevent POB, bacteremia, and septicemia due to thrombocytopenia and leukopenia, we considered FMD the appropriate protocol for management of the remaining periodontally compromised teeth by removing the source of infection via SRP. During FMD, sitafloxacin (100 mg/day) was administered for 7 days to prevent fever and septicemia/bacteremia, which is a potential complication of FMD []. A reevaluation revealed that the periodontal inflammation had been controlled through nonsurgical and surgical periodontal treatment. To correct the occlusal trauma caused by tilting of teeth due to a high degree of bone resorption with pathological migration, we planned orthodontic treatment followed by prosthetic rehabilitation. Cephalometric analysis of the orthodontic treatment revealed that extraction of the mandibular anterior teeth in a plexiform state was necessary to move the mandibular anterior teeth lingually, and the tooth with the most significant bone resorption (site 41) was extracted. Furthermore, the root of 26 had fractured after periodontal treatment and required extraction. After platelet transfusion, we confirmed that the platelet count had reached 49,000/μl and extracted teeth 41 and 26 (Table ). Following the completion of orthodontic treatment, we observed no recurrent findings of periodontal disease. We then proceeded to restore occlusal function using resin–ceramic hybrid facing connected crowns (13–23, 34–38, and 44–48) to obtain a fixed effect, in combination with resin–ceramic hybrid facing bridges (14–17 and 24–27) (Fig. ). Such treatment also helped to reduce tooth mobility caused by severe alveolar bone resorption. Furthermore, our findings confirmed that alveolar bone resorption had not progressed since the initial examination (Fig. ). Alveolar bone gain was also observed in relation to teeth 17, 35, and 42 without bone grafting procedures.\\nCompared with the initial examination, the O’Leary plaque control record decreased from 34.8% to 16.0%, bleeding on probing decreased from 134 sites (79.8%) to 13 sites (8.7%), the average PPD decreased from 5.6 to 2.3 mm, and PISA decreased from 3102.1 to 95.0 mm2. Currently, the patient is being followed up with supportive periodontal therapy and exhibits a stable course with no recurrence of periodontal disease.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'23932116': 1, '31469596': 1, '29926952': 1, '10959784': 1, '22616908': 1, '20502614': 1, '2523958': 1, '31140699': 1, '1167211': 1, '30354958': 1, '13336': 1, '14576791': 1, '23288398': 1, '18564145': 1, '4870182': 1, '22050545': 1, '15686278': 1, '10422997': 1, '24747615': 1, '34893080': 2}", "similar_patients": "{}"}