{"patient_id": 49521, "patient_uid": "8108723-1", "PMID": 33981513, "file_path": "comm/PMC008xxxxxx/PMC8108723.xml", "title": "A Rare Cause of Apparent Anuria After Caesarean Section: A Case Report", "patient": "A 22-year-old woman underwent a repeat caesarean section on request as she did not wish to proceed with the trial of labour after her previous caesarean section. A Foley catheter was inserted while the patient was in labour as is routine for all patients in labour with a history of a previous caesarean section. The midwife responsible for the insertion of the Foley mentioned urine drainage at insertion but failed to record further output. The patient was transferred to the operating theatre for the caesarean section without anyone noticing the absence of urine draining into the urine bag.\\nOnce the surgery was completed and the abdomen was closed, the empty urine bag was noticed and brought to the attention of the operating team. Attempts were made initially to flush the Foley through the inflation channel, without any success. Efforts were then made to deflate the Foley bulb, using routine methods of Foley removal, such as aspiration through the inflation channel to deflate the bulb; however, these measures also proved unsuccessful. The catheter was then cut to disable the valve in the inflation channel to facilitate drainage, about 6 cm from the meatus, but the bulb still could not be drained.\\nOnce the catheter was cut and the inflation channel was visible, an attempt was made to insert a needle attached to a syringe to attempt aspiration of the fluid through the inflation channel, which also proved unsuccessful. At this stage, we had to step back and reevaluate the problem. We decided to perform a vaginal examination to try to palpate the Foley so that we could estimate where it was inflated and thereby use an appropriate method to solve the problem. On vaginal examination, the Foley bulb was found palpated in the upper right fornix of the vagina, which was highly indicative of it being in the right ureter.\\nInvestigations\\nA rigid 6/7.5 Fr ureteroscope (Richard Wolf GmbH, Knittlingen, Germany) was inserted into the bladder along the Foley catheter, and the Foley bulb was seen in the distal part of the right ureter, just beyond the meatus where it had been inflated.\\nDifferential diagnosis\\nWhen encountering a patient who has just undergone a caesarean section and is found to be “anuric”, one first considers likely causes such as a blocked catheter, a defective catheter, or a catheter that has been improperly placed in the urethra and does not quite reach the bladder. One also has to consider more serious causes such as ureteric injury, ligation or transection, renal impairment, and hypovolemia. In our case, what we found was a rare cause, which had occurred for the first time in our 25-year experience in the medical field.\\nTreatment\\nUnder ureteroscopic guidance, attempts to puncture the balloon were then made using a three-pronged stone removing forceps, and a 145 cm 0.035” extra-stiff guidewire, which proved unsuccessful. At this stage, we decided to try a rigid 1.2 mm lithotripsy probe, which was inserted through the ureteroscope; the Foley bulb was punctured with the probe and the Foley catheter was removed.\\nOnce the Foley catheter was removed, the ureteroscope was inserted once again and the entire length of the ureter was checked for injuries. A small mucosal abrasion was identified at the site of balloon inflation. Under fluoroscopic guidance, a guidewire and a 6 Fr double J stent measuring 26 cm were placed in the ureter. The guidewire and ureteroscope were then withdrawn and removed. A Foley catheter was placed in the bladder and the patient was placed on continuous drainage, leaving the ureteral stent in situ.\\nA ureteroscopy was also performed at the end of the procedure to visually inspect the entire length of the ureter for any further damage (Video , Figure ).\\nOutcome and follow-up\\nThe patient was discharged 48 hours after the caesarean section with a Foley catheter on drainage and ureteral stent in situ. She returned for a post-caesarean section follow-up after seven days. The Foley catheter was removed 14 days after the surgery. The ureteric stent was removed four weeks after the surgery. After the removal of the stent, ultrasound examinations were performed at the follow-ups at one week, four months, and nine months, all of which were found to be normal. Of note, there were no renal changes, such as hydronephrosis, to indicate ureteric stricture formation or vesicoureteral reflux. We also did not find any congenital predisposing factors, such as ureteral duplication and ectopic ureters.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'23372873': 1, '24707418': 2, '1537041': 1, '18303221': 2, '7009891': 1, '10764193': 1, '15733121': 1, '24978365': 1, '27144050': 2, '11796297': 1, '29387559': 1, '32775681': 1, '28690736': 1, '4035848': 1, '33981513': 2}", "similar_patients": "{'2526488-1': 1, '3965931-1': 1, '4842048-1': 1}"}