{"patient_id": 57928, "patient_uid": "8502487-1", "PMID": 34660076, "file_path": "comm/PMC008xxxxxx/PMC8502487.xml", "title": "Serum Sickness-Like Reactions After Pneumococcal Vaccination", "patient": "A 63-year-old man with type II diabetes, hypertension, and dyslipidemia presented to our emergency department with sudden-onset left inguinal pain for one day. Nine days earlier, he had received, for the first time in his life, a 13-valent pneumococcal conjugate vaccine (Prevnar 13; Pfizer Inc., Brooklyn, NY). Rashes had developed bilaterally on the lower limbs one week later, which had gradually extended to the trunk region the next day. No skin rash had been identified on the injection site (middle of his left deltoid muscle). The patient did not have an allergy history to any kind of food or medication. On the ninth day, he had developed left inguinal pain, which prevented him from walking. Thus, he had been referred to our hospital.\\nOn examination, his body temperature was 38.2 °C, pulse rate was 100 beats per minute, respiratory rate was 15 breaths per minute, and blood pressure was 126/53 mmHg. His left hip revealed no swelling or local heat; however, pain upon passive or active movement in the left hip joint was noted. His back was extensively covered with erythematous urticarial plaques (Figure ), and his bilateral thighs were covered with erythematous patches (Figure ). None of the skin lesions were itchy or painful. No lymphadenopathies were noted.\\nHis white blood cell (WBC) count was 14.8 x 103/uL, including 59% neutrophils, 5% monocytes, 20% lymphocytes, and 15% atypical lymphocytes. Electrolyte levels, renal function, and liver function were normal. Urinary analysis revealed no pyuria, bacteriuria, hematuria, but mild proteinuria (30 mg/dL) was found. His C-reactive protein level was 126.8 mg/L, lactate dehydrogenase level was 232 U/L, and ferritin level was 862 ng/mL. Moreover, his rheumatoid factor, anti-cyclic citrullinated peptide antibody, antinuclear antibody, antineutrophil cytoplasmic antibody, C3, C4, serum electrophoresis, and serum immunofixation were normal. The IgG level increased to 2,740 mg/dL, but the IgA and IgM levels were normal.\\nAbdominal CT with contrast enhancement revealed fluid deposition around the left hip with increased synovial enhancement. Minimal fluid deposition in the right hip joint was noted as well (Figure ). Neither hepatomegaly nor splenomegaly was detected. We performed arthrocentesis in his left hip joint owing to suspected arthritis. The synovial fluid aspirated from his left hip joint was yellow in color and turbid with normal viscosity. The synovial leukocyte count was 47,681/mm3, including 42% neutrophils, 37% macrophages/monocytes, 17% lymphocytes, and 4% atypical lymphocytes. Skin biopsies on the back and thighs were also performed.\\nEmpirical antibiotics, including ceftriaxone and doxycycline, were administered. However, the patient developed aggravated joint pain, including in the bilateral shoulder, hip, and knee joints, along with persistent fever on day two of admission. Joint sonography revealed fluid deposition in all aforementioned joints. Left knee arthrocentesis was performed, and the results were similar to those of the synovial fluid aspirated from the left hip joint but with higher leukocyte counts (106,795/mm3, including 56% neutrophils, 19% macrophages/monocytes, and 25% lymphocytes). On day three of admission, a high fever of approximately 39 °C and aggravated joint pain were noted. Nonsteroidal anti-inflammatory drugs (NSAIDs) and steroids were initiated, and the fever subsided dramatically on the same day. The joint pain and skin rashes also resolved to a considerable extent in the following few days. The timeline of the patient’s clinical course is illustrated in Figure . Subsequent culture reports, including bacterial, viral, fungal, and tuberculosis tests from blood and synovial fluid, were negative, as were HIV and Neisseria gonorrhoeae nucleic acid tests. Skin pathology on the thighs and back revealed superficial and deep, perivascular, and periadnexal neutrophilic dermatitis, which were compatible with SSLRs. There were also features of medium-sized vasculitis (Figure ).\\nOn day 10 of admission, the joint pain had almost subsided completely, and joint sonography revealed only minimal fluid accumulation. The patient was discharged with low doses of oral NSAIDs and steroids. On follow-up at one month, no sequelae were noted.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'21480496': 1, '15479935': 1, '1802903': 1, '17589354': 1, '27756758': 1, '7900274': 1, '26199061': 1, '23221512': 1, '27663456': 1, '12041822': 1, '26256124': 1, '25785969': 1, '19538244': 1, '6387492': 1, '23785880': 1, '3558997': 1, '16510015': 1, '34660076': 2}", "similar_patients": "{}"}