{"patient_id": 47945, "patient_uid": "8032511-1", "PMID": 33868734, "file_path": "comm/PMC008xxxxxx/PMC8032511.xml", "title": "Colouterine and Jejunouterine Fistula Secondary to Chronic Diverticulitis", "patient": "A 74-year-old female was referred to our department of surgery with malodorous fecal vaginal discharge that had lasted several weeks. Medical history included multiple episodes of acute diverticulitis and dementia. She had no abdominal pain or fever. Upon admission, her laboratory tests were within the normal range. Pelvic examination revealed an atrophied vagina and malodorous yellowish vaginal discharge. A colovaginal fistula, secondary to diverticular disease, was suspected as it is the most common type of fistula between the gastrointestinal and female reproductive system. Cultures of the vaginal discharge were sent. Nil per os, total parenteral nutrition, and intravenous antibiotic therapy with ciprofloxacin and metronidazole were applied to the patient until a definitive diagnosis would be made. An abdominal computed tomography (CT) showed multiple diverticula and findings indicative of chronic diverticulitis, such as thickening of the wall of the sigmoid colon and pericolic fat stranding (Figures and ). A colonoscopy was performed, revealing diverticula of the sigmoid colon. Magnetic resonance imaging (MRI) revealed a fistula between the sigmoid colon and the uterine fundus and air bubbles in the uterine cavity and the vagina (). Surgical management was decided. Intraoperative findings included a colouterine fistula side to side to a jejunouterine fistula as well (). Inflammatory adhesions of the sigmoid colon and the jejunum to the wall of the uterus, as a result of the repeated episodes of diverticulitis, were found, explaining the presence of the fistulae, as well as adhesive lesions between the urinary bladder and uterus. Taking in mind the age of the patient and the intraoperative findings, we performed a total abdominal hysterectomy with bilateral oophorectomy and en bloc resection of the defective part of the sigmoid colon and jejunum (Figures and ). Primary jejunojejunal and colocolonic anastomoses were performed. During surgery, a bladder injury was recognized and repaired immediately. Postoperatively, the patient had a fever because of an urinary tract infection which was treated with antibiotics. Rest of the postoperative course was uneventful, and the patient was discharged on the 21st postoperative day.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'12932884': 1, '29692524': 2, '23346512': 2, '28460202': 1, '33868734': 2}", "similar_patients": "{'3548148-1': 1, '5894316-1': 1, '5894316-2': 1}"}