{"patient_id": 111042, "patient_uid": "8425814-1", "PMID": 34527105, "file_path": "noncomm/PMC008xxxxxx/PMC8425814.xml", "title": "Coronary Sinus Thrombosis in a Patient Without History of Endothelial Cardiac Injury", "patient": "Our team described a 64-year-old female with a past medical history significant for a remote history of recurrent lymphangiomatosis, recently diagnosed cervical adenocarcinoma, and presumed metastatic pancreatic cancer that presented with worsening weakness and significant gastrointestinal distress. In the past, the patient underwent repeated drainage of effusions secondary to lymphangiomatosis. The lymphangiomatosis continued to worsen and resulted in pulmonary and cardiac involvement leading to cardiac tamponade requiring a pericardial window in 2004. Ultimately, the patient underwent video-assisted thorascopic surgery and partial thoracic duct embolization. Prior to the described admission, the patient had a recent admission for abdominal discomfort and was found to have a non-bleeding gastric ulcer. The biopsy report was negative for signs of malignancy; however, she did have a progressively growing pancreatic mass resulting in obstructive jaundice. At the time the patient was treated with pancreatic duct dilation and stent placement. A pancreatic biopsy was not done at that time due to an unacceptably high risk of bleeding given the pattern of vascularity. Additionally, the patient was diagnosed with cervical adenocarcinoma shortly prior to the current admission. She did not receive any treatment prior to being hospitalized.\\nAt the time of this admission, the patient presented with diffuse weakness, nausea associated with non-bloody and non-bilious vomiting, worsening swelling of the upper and lower extremities for 2 months and a decrease in appetite. Vital signs on admission were a heart rate of 90 beats per minute, respiratory rate of 18 breaths per minute, temperature of 98 °F measured orally and oxygen saturation of 98% on room air. Physical examination was significant for scleral icterus, abdominal distension with a fluid wave, extensive edema in the upper and lower extremities as well as diffuse jaundice. Cardiopulmonary examination did not reveal any acute findings. Of note, there was a chronic sacral lesion with peripheral erythema and edema. Laboratory workup including complete metabolic panel (CMP), complete blood counts (CBCs), and additional testing, as summarized in , were significant for a mild leukocytosis, severe anemia and acute kidney injury. Additionally, the creatinine on admission was 2.70 mg/dL but was as low as 0.68 mg/dL within the past year. There was also an elevated anion gap metabolic acidosis but a lactic acid that was within the normal range. The extent of biliary disease was also evident by the hyperbilirubinemia (18.1 mg/dL) and hypoalbuminemia (1.1 g/dL).\\nGiven the underlying abdominal distension, a computed tomography (CT) scan of the abdomen was significant for a 72 mm pelvic mass in addition to diffuse anasarca, severe intrahepatic and extrahepatic biliary duct dilatation with pneumobilia and a previously placed stent. Reflex CA19 and CA125 levels were significantly elevated to 56,560 and 166.7 U/mL, respectively. Carcinoembryonic antigen (CEA) levels were non-elevated. Given the findings on CT imaging and the tumor markers, it is likely that the patient had a primary pancreatic cancer with metastasis to the liver.\\nGiven the underlying abdominal findings on imaging, the patient underwent further intervention by gastroenterology and surgery. In order to rule out cardiac causes of peripheral edema, a transthoracic echocardiogram was performed. Imaging results were significant for an ejection fraction of 65-70% with no signs of diastolic dysfunction. Valvular evaluation was significant for moderate tricuspid regurgitation. Severe pulmonary hypertension was present as well. Most concerning, as seen in , there was coronary sinus dilation with overlying thrombus present.\\nThe patient underwent evaluation by multiple specialties given the extensive number of active medical problems on admission. The patient was treated with serial transfusions for the severe anemia. The leukocytosis was approached with initial administration of broad-spectrum antibiotics followed by serial blood cultures and body fluid cultures. Patient underwent a paracentesis due to severe ascites and cultures resulted positive for Klebsiella pneumonia. Blood cultures were also positive for Klebsiella pneumonia in two vials, each of which was drawn from a different site. Initially, patient was treated with broad spectrum antibiotics with repeat sets of blood cultures to monitor for resolution. Once the bacteremia had cleared and cultures had speciated, the patient completed a 2-week course of piperacillin-tazobactam 3.0 - 0.375 g.\\nUnfortunately, after an extensive discussion with the patient and their next of kin, the patient had decided to abandon all aggressive measures and proceed with comfort care. The nature of the disease as well as diagnosis of CST had been thoroughly explained yet they refused to commit to anticoagulation or invasive intervention.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'9321832': 1, '10914599': 1, '29430659': 1, '15692258': 1, '29092714': 2, '11523616': 1, '11016343': 1, '7691249': 1, '19151269': 1, '12571393': 1, '20934660': 1, '24974504': 1, '31945214': 1, '34527105': 2}", "similar_patients": "{'5667030-1': 1}"}