{"patient_id": 47685, "patient_uid": "8018857-1", "PMID": 33833932, "file_path": "comm/PMC008xxxxxx/PMC8018857.xml", "title": "Iron Deficiency Anemia as a Rare Risk Factor for Recurrent Pulmonary Embolism and Deep Vein Thrombosis", "patient": "A 72-year-old female presented to the emergency room complaining of dizziness and shortness of breath. She was found to be severely anemic and was admitted to the intensive care unit (ICU) with acute blood loss anemia. Past medical history was significant for iron deficiency anemia that was diagnosed five years prior to presentation. Upper endoscopy and colonoscopy at that time were normal. At that time, she was also diagnosed with pulmonary embolism and treated with anticoagulation for about three years which was discontinued due to persistent anemia. On presentation, physical examination was normal. Laboratory data on this admission showed hemoglobin of 4.4 gram/deciliter, mean corpuscular volume (MCV) of 56 femtoliter, red cell distribution width (RDW) of 20%, total iron of 9 microgram/deciliter, iron saturation of 1.9%, total iron binding capacity (TIBC) of 464 microgram/deciliter, and ferritin of 10.6 nanogram/milliliter. Tumor markers including carcinoembryonic antigen (CEA), cancer antigen-125 (CA-125) and CA 19-9 were all within the normal range. Celiac panel was normal. Abdomen and pelvis computed tomography (CT) scan showed bilateral pulmonary embolism (PE) which was confirmed on a chest CT scan. Lower limbs venous duplex showed bilateral deep venous thrombosis (DVT). Upper endoscopy and capsule endoscopy showed normal mucosa and no evidence of bleeding. Testing for Factor V Leiden deficiency, antithrombin and prothrombin abnormalities, protein C and S and mixing studies were inconclusive probably because of blood transfusions and active thromboses. Patient received 4 units of packed RBCs and intravenous iron. An inferior vena cava (IVC) filter was inserted due to concern for bleeding with use of anticoagulation. After the patient’s hemoglobin stabilized and active GI bleeding was ruled out, intravenous heparin was initiated and later transitioned to apixaban upon discharge from the hospital.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'8659486': 1, '27682430': 1, '4611205': 1, '18066546': 1, '9044402': 1, '11208005': 1, '16293924': 1, '33833932': 2}", "similar_patients": "{}"}