{"patient_id": 59120, "patient_uid": "8559656-1", "PMID": 34760112, "file_path": "comm/PMC008xxxxxx/PMC8559656.xml", "title": "Concurrent arterial and venous thrombosis in a patient with catastrophic antiphospholipid syndrome", "patient": "A 43-year-old male with a chief complaint of right foot pain, calf cramps, and shortness of breath presented to our facility. These sets of signs and symptoms started 3 days prior to the admission. On physical examination, patient’s right dorsalis pedal artery was not palpable and he appeared to have livedo reticularis like rash on upper and lower extremities. Vital signs indicated tachycardia, hypertension (171/93 mmHg at the time of presentation), tachypnea and the patient was hypoxic. CT angiogram showed extensive bilateral pulmonary emboli (), segmental occlusion of mid to distal right superficial femoral artery (SFA) and small emboli within right popliteal artery (PA).\\nThe patient was initiated on a heparin drip. Digital subtraction angiogram performed later showed occlusive thrombi in the right SFA and the right PA (). Thrombolysis was performed by intra-arterial catheter directed TPA (tissue plasminogen activator) administration into the right common femoral artery. Following the procedure, the patient had palpable dorsalis pedal artery pulse. The agitated saline bubble study was unremarkable for any evidence of atrial shunting. The patient was noted to have a low platelet count of 102 x 103/uL. Disseminated intravascular coagulation (DIC) panel revealed low serum fibrinogen (54 mg/dL), high serum D-Dimer and normal activated partial thromboplastin time (APTT). Because of suspicion of CAPS, we ordered anticardiolipin (aCL) antibodies and lupus anticoagulant (LA) testing, which came out to be suggestive of APS. aCL IgG and aCL IgM values came out to be 30.6 (GPL units) and 59.8 (MPL units), respectively. DRVVT came out to be 41.3 seconds (normal range= 29.2-37.8 seconds) and PTT came out to be 89.3 seconds (normal range= 51.9 to 78 seconds). Further inquiry from the patient revealed that his mother had clots in her blood vessels of the legs in her fourth decade of life, unfortunately, the patient did not know what her mother had been diagnosed with. For empiric management of probable CAPS, the patient was already on a heparin drip and was also initiated on 1 gram of IV methylprednisolone daily for three days. Heparin was bridged with warfarin before sending the patient home on warfarin. Coagulopathy workup performed by the primary care provider (PCP) was unremarkable for any evidence of anti-thrombin factor III, protein C, protein S, factor V Leiden and prothrombin gene abnormalities as causes of hypercoagulable state. After about 12 weeks, aCL antibodies and LA testing repeated by the PCP came out to be suggestive of APS. aCL IgG and IgM values came out to be 36.9 (GPL units) and 43.8 (MPL units), respectively.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'23072711': 1, '11953980': 1, '16420554': 1, '24644537': 1, '12892393': 1, '12759289': 1, '15507265': 1, '34760112': 2}", "similar_patients": "{}"}