{"patient_id": 53558, "patient_uid": "8297428-1", "PMID": 34292420, "file_path": "comm/PMC008xxxxxx/PMC8297428.xml", "title": "Urgent surgery for COVID-19–positive pediatric patient", "patient": "A 12-year-old Latino male (BMI 25) presented 12 days post-circumcision for urgent revision surgery. The patient had no past medical history, no respiratory symptoms, and tested negative for COVID-19 at the time of his initial surgery. At his follow-up appointment, the pediatric urologist determined he required revision to avoid poor cosmetic outcome. He was subsequently brought to the hospital for incision and drainage of post-operative hematoma.\\nOn exam, the child was in clear discomfort and had a large hematoma completely surrounding the penile shaft. In adherence to Children’s Hospital Los Angeles (CHLA) guidelines, the patient underwent nasopharyngeal COVID-19 swab testing prior to proceeding to the operating room (OR). His test returned positive for severe acute respiratory syndrome coronavirus (SARS-CoV). Per institutional policy, though he was asymptomatic, the patient was presumed to be carrying the virus and be high risk for disease transmission. Shortly after his positive result, we learned that the child’s mother also had been infected with COVID-19 and was recuperating at home.\\nAfter a risk-benefit discussion with the surgeon, spinal anesthesia with monitored anesthesia care (MAC) was recommended for this urgent procedure with the objective of avoiding instrumentation of the airway and minimizing the risk of airborne viral transmission. A plan was formulated together with nursing to ensure appropriate and effective communication throughout the case.\\nOnce in proper PPE, the anesthesia and nursing teams transported the patient from the COVID-19 isolation floor to the negative pressure OR. He was transported in a wheelchair, donned in a face mask and isolation gown. At the end of the procedure, the recovery room nurse and OR staff transported the patient from the negative pressure OR, back to the COVID-19 isolation floor without complication.\\nThe urgency of this case was discussed with the surgical team and it was concluded that postponing surgery because of his COVID–positive status was unacceptable due to his increased risk for long-term sequalae with his complication. A plan was made to mitigate risk to HCP using the following goals: (1) avoid airway instrumentation, (2) minimize airway manipulation, and (3) reduce overall risk of viral airborne transmission. As a successful spinal anesthetic does not require airway instrumentation or general anesthesia, it was especially suited to this urgent procedure []. The plan for spinal anesthesia was discussed with the child’s parents in detail. The pediatric urologist lent support in educating the parents on the benefits of spinal anesthesia for this case. The parents later reported the surgeon’s involvement helped make them comfortable with spinal anesthesia for their son.\\nPremedication was not provided until arrival in the OR to avoid potential sedation and respiratory depression that could necessitate airway intervention during transport. Standard anesthesia monitors were placed prior to administration of premedication. Spontaneous ventilation was confirmed with capnography and end-tidal CO2 monitoring. Sedation for spinal placement was achieved with propofol infusion at 35 mcg/kg/min and incremental doses of ketamine (24 mg) and dexmedetomidine (16mcg).The patient’s back was prepped and draped in the usual sterile fashion at the level of the L3/L4 interspace. Lidocaine 1% (2 mL) was used to provide local anesthesia to the skin. A Gertie-MarxTM 25-gauge spinal needle was used to access the spinal canal with return of clear cerebrospinal fluid (CSF).\\nSpinal anesthesia was achieved on the first attempt within 5 min. A total of 2 mL, consisting of bupivacaine 0.75% with dextrose 5% (1.5 mL) and fentanyl PF 25 mcg (0.5 mL) was given. The pediatric urologist then proceeded with their portion of the procedure. Surgical anesthesia was tested prior to incision and no response to noxious stimuli was appreciated. Surgery proceeded for 45 min with the patient breathing spontaneously throughout. There were no anesthetic complications or need for airway manipulation. The child was able to move his feet prior to discharge from the OR.\\nAdequate preparation and communication proved essential in caring for this patient with COVID-19 []. Careful planning, clear communication, and precise anesthetic execution are needed for success. In this case, all parties, including the patient, his parents, the pediatric urologist, and the nursing teams were pleased with the anesthetic care provided for this patient.\\nPost-operation discussion with the parent and patient highlighted the importance of patient-doctor rapport. Both the parent and patient were aware of the perioperative plan which they said served as a form of anxiolysis and facilitated the child’s cooperation. The family and patient were satisfied with the care provided and appreciated the Anesthesiologist’s effort to evaluate and minimize the potential risk of this urgent case.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'31991079': 1, '33087176': 1, '28114178': 1, '16368805': 1, '31898526': 1, '31415045': 1, '17196486': 1, '32320004': 1, '32255761': 1, '18774509': 1, '30930017': 1, '33754539': 1, '33755688': 1, '32195699': 1, '32959634': 1, '32497510': 1, '33166189': 1, '34774288': 1, '30074928': 1, '24574586': 1, '34292420': 2}", "similar_patients": "{}"}