{"patient_id": 49623, "patient_uid": "8113616-1", "PMID": 33996686, "file_path": "comm/PMC008xxxxxx/PMC8113616.xml", "title": "Case Report: Aicardi-Goutières Syndrome Caused by Novel TREX1 Variants", "patient": "The proband, female, 6 months old, was admitted to our hospital mainly because she could not laugh and displayed disabilities of eye tracking. The child was born at 39 weeks of gestation with Apgar score of 1–10 points, and her birth weight was 3,050 g. She had no history of asphyxia, hypoxia, rescue, and jaundice. Both parents are healthy and deny the family history of any genetic disorder. At the age of 3 months, the parents had found that the child could not laugh but paid little attention to it. At the age of 6 months, the child still could not laugh, and her eyes could not track the movements. Her admission physical examinations showed clear consciousness, normal spirit and nutrition, normal head circumference, normal complexion, mild rashes, and no head deformity (). There were no abnormalities in cardiopulmonary examination, no hepatosplenomegaly, and neck rigidity. Specialist examinations showed that the patient's ability of tracking sound was acceptable, but she did not pronounce babble sound. Her fists were clenched, and her thumbs adducted. She did not actively grasp and hold both hands. Her head can be raised in the prone position, but the erecting head was unstable when she was pulled up in the supine position. The muscle tension of her limbs was increased, and cervical correction reflex was positive (+). Slit lamp and fundus examinations yielded normal findings in both eyes. Development quotient of the girl was assessed by Gesell developmental schedules at the time of admission; all the function regions were lower than 2 standard deviations of normal children at the same age.\\nGlutamic oxaloacetic transaminase/aspartate aminotransferase 77 U/L, glutamic pyruvic transaminase/alanine aminotransferase 57 U/L, alkaline phosphatase 215 U/L, γ-glutamyl transferase 50 U/L, lactate dehydrogenase 427 U/L, and creatinine 22.9 mol/L, showing minor liver and kidney damage. Normal electrolyte, normal myocardial zymogram, immunoglobulin M 2.53 g/L, complement C4 0.41 g/L, and α-hydroxybutyrate dehydrogenase 314 U/L. Fecal routine plus occult blood test: negative. Five items of thyroid function test: negative. Reexamination of emergency blood routine test: lymphocyte percentage was 50.80% (range of normal value = 20–50%), lymphocyte absolute number was 4.53 × 109/L (range of normal value = 1.1–3.2 × 109). Torch series examination results showed that Toxoplasma gondii, herpes simplex virus 1 and 2, an rubella virus were negative, but human cytomegalovirus (HCMV) DNA was significantly higher than the normal range, and anticytomegalovirus lgG was positive. Ten immune series (hepatitis B surface antigen, anti–hepatitis B surface antibody, hepatitis B envelope antigen, anti–hepatitis envelope antibody, anti–hepatitis B core antibody, hepatitis B pre-S1 antigen, anti–hepatitis A antibody, anti–hepatitis C antibody, anti–human immunodeficiency virus antibody, and syphilis) were negative. Immunoglobulin and complement series were normal. Screening of blood and urine by tandem mass spectrometry showed no clinical significance.\\nAn electroencephalogram was recorded during sleep, and no abnormalities were seen. Cranial magnetic resonance imaging (MRI) showed patches of slightly longer T1 and T2 signals in the bilateral cerebral hemisphere and brain stem white matter, mainly in the frontotemporal lobe; white matter volume was decreased, ventricles were enlarged, and sulci were widened. Median line was in the center, and there were no obvious abnormal flow vessels in the cranium (). These features indicated the patient had diffuse brain atrophy and delayed myelination, suggesting this disease was a type of toxic encephalopathy. With the consent of the parents, 2 mL venous blood of the child and that of their parents were collected, respectively, placed in the anticoagulant test tube, and sent to Beijing Quanpu Medical laboratory for Trio-based whole-exome sequencing. The results showed that the TREX1 gene of the child was mutated by c.137 (exon2)_c.138 (exon2) insC () and c.292 (exon2)_c.293 (exon2) insA (). The mother TREX1 gene c.137 (exon2)_c.138 (exon2) insC was found (), but TREX1 gene c.292. (exon2)_C.293 (exon2) was normal (). The father TREX1 gene c.292 (exon2)_c.293 (exon2) insA mutation was observed (), whereas TREX1 gene c.137 (exon2)_c.138 (exon2) was normal (). According to the American College of Medical Genetics and Genomics rating guidelines, these variations were pathogenic. The parents of the proband were heterozygous carriers with normal phenotypes. However, the child was diagnosed as AGS1 by combining the clinical, imaging, and genetic findings. The enzyme-linked immunosorbent assay (ELISA) results showed that the serum concentrations of IFN-α and IFN-β were abnormally elevated in the patient (), consistent with the typical characteristics of AGS.", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'19808788': 1, '27643693': 1, '28475463': 1, '31475890': 1, '25064072': 1, '23548179': 1, '6712192': 1, '22940555': 1, '25535058': 1, '31559893': 1, '25731743': 1, '28122959': 1, '31175662': 1, '26052098': 1, '33996686': 2}", "similar_patients": "{}"}