{"patient_id": 51801, "patient_uid": "8217641-1", "PMID": 34168990, "file_path": "comm/PMC008xxxxxx/PMC8217641.xml", "title": "Novel MRPS9-ALK Fusion Mutation in a Lung Adenocarcinoma Patient: A Case Report", "patient": "During a regular health check in July 2013, a 60-year-old non-smoking Chinese woman was diagnosed with lung carcinoma. A mass in the right upper lobe and an enlarged lymph node in the right hilar were showed in thoracic computed tomography (CT). Then, she received a video-assisted thoracic surgery (VATS)-assisted right upper lobectomy. A pulmonary nodule (2.0 cm × 1.0 cm × 1.0 cm) was surgically removed. Postoperative pathology confirmed that it was a stage IA (pT1N0M0, 7th UICC/AJCC) poorly-differentiated adenocarcinoma. The immunohistochemistry (IHC) analysis showed a positive expression of Napsin A, TTF-1, and Ki-67, but a negative expression of ALK and K-RAS (). The epidermal growth factor receptor (EGFR) mutation was not detected by using fluorescent polymerase chain reaction (PCR). Due to the early pathological TNM stage and negative margin (R0), the patient did not undergo adjuvant therapy; only regular follow-up and observation were required (NCCN Guidelines, 2013). However, 16 months after surgery, the patient suffered from intermittent headache, right limb numbness, and weakness. Cranial magnetic resonance imaging (MRI) suggested a metastatic tumor of the left parietal lobe. Therefore, she was treated with whole-brain radiotherapy (3500cGy/14F) for brain metastasis (since December 11, 2014) and four cycles of TP regimen (paclitaxel + cisplatin) chemotherapy (since January 30, 2015). During therapy, she developed a headache, asthenia, poor appetite, and grade 1 nausea and vomiting, which were gradually relieved after symptomatic treatment of dehydration, lowering the intracranial pressure, antiemetics, and gastro-protection. Grade 1 myelosuppression was also observed after chemotherapy. At the end of treatment, the patient achieved a partial response (PR) based on the imaging findings.\\nProgression of the disease was observed again in August, 2018. A thoracic CT showed small nodules on both lungs with enlarged mediastinal lymph nodes, which were considered to be metastatic foci. The cranial MR also showed new lesions in the right frontal lobe, right occipital lobe, and left parietal lobe. The patient experienced recurrent coughing and expectoration. She was treated with a PC regimen (pemetrexed + carboplatin) chemotherapy for two cycles (since August 28, 2018). Because of the poor therapeutic efficacy, the treatment regimen was changed to the PC regimen plus bevacizumab 400 mg targeted therapy for four cycles. The efficacy was evaluated as stable disease (SD). In addition, a next-generation sequencing (NGS) analysis was performed on the mediastinal puncture tissue based on a 425-gene panel targeting eight genes (EGFR, ALK, RET, POS1, MET, ERBB2, KRAS, and BRAF) (GENESEEQ Technology Inc, Nanjing, China). A rare novel ALK fusion (IGR (upstream MRPS9)~ALK) () was found using the NGS assay, in which the intact kinase domain of ALK was retained. The diagram of the MRPS9-ALK fusion is displayed in . In addition, a frameshift mutation in exon 2 of RET (c.198delC; p.F66fs) was detected. EGFR mutation and ROS-1 rearrangement were not detected. Due to the uncertainty efficacy of crizotinib on the atypical mutation of ALK and for economic concerns (crizotinib was not covered by Chinese health insurance until Oct. 2018), the patient was not treated with ALK-TKI immediately but was treated with pemetrexed and bevacizumab as a maintenance therapy for six cycles (from February 2019 to July 2019).\\nUnfortunately, during the period of maintenance therapy, she felt mild pain in the left lower extremity. On May 14, 2019, the MRI of the left femur showed an abnormal signal shadow in the upper left femur, which indicated tumor metastasis. Zoledronic acid was used to prevent bone destruction immediately (since May 16, 2019). Considering the continuous progression of the disease and the patient’s poor physical condition, she consented to take crizotinib at 250mg orally twice daily since August 13, 2019. Luckily, a reassessment demonstrated that crizotinib had a significant effect on the patient (). Nevertheless, after 10 months of therapy with crizotinib, the disease progressed again according to the thoracic CT on June 13, 2020, which showed enlarged lymph nodes adjacent to the right main trachea, compressing the airway. A cranial MRI also showed new intracranial lesions. The patient soon presented with progressive shortness of breath. To clarify the pathological type and genetic landscape of the recurrent tumor, a biopsy was recommended by the medics. However, the patient refused because of the high cost. In the light of the NGS results and clinical guidelines, she started to take 600 mg of alectinib orally twice daily on July 5, 2020, and her clinical symptoms significantly improved within 3 days of commencing treatment. The patient maintained stable disease on the alectinib treatment, with a PFS time of over ten months at last follow-up ().", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'25721120': 1, '31711714': 1, '24675041': 1, '30088419': 1, '31388026': 1, '26466011': 1, '27468935': 1, '19383809': 1, '28624467': 1, '29027209': 1, '29565727': 1, '25789831': 1, '25979929': 1, '30596395': 1, '29114473': 1, '32527613': 1, '22235099': 1, '10592327': 1, '29534030': 1, '33352844': 1, '8122112': 1, '29123093': 1, '25205428': 1, '33248323': 1, '27573752': 1, '30002191': 1, '11607814': 1, '33718012': 1, '29364287': 1, '26391021': 1, '27245570': 1, '26634381': 1, '25153538': 1, '26327192': 1, '18452692': 1, '20979469': 1, '31147208': 1, '15208656': 1, '17625570': 1, '24357736': 1, '33467720': 1, '30529852': 1, '30273505': 1, '33363027': 1, '26466010': 1, '34168990': 2}", "similar_patients": "{}"}