{"patient_id": 108091, "patient_uid": "8168026-1", "PMID": 34104462, "file_path": "noncomm/PMC008xxxxxx/PMC8168026.xml", "title": "Surgical treatment of a distal oesophageal stricture by mucosal radial incision and dilation in a kitten with secondary megaoesophagus", "patient": "A 7-month-old intact female Maine Coon was referred for further evaluation of a 2-month history of severe regurgitations, involving both kibble and water, occurring seconds to minutes after food intake (about twice a week to twice a day). Weight loss was reported over the previous 2 months. No improvement was noted after symptomatic treatment, including maropitant, cimetidine and amoxicillin/clavulanic acid, or with gastrointestinal diet trials. The cat showed a normal appetite and water consumption, as well as a normal level of activity. Review of the patient’s medical history revealed chronic vomiting of undigested food and bile from the age of 3–5 months, and an episode of self-resolving acute vomiting (about three times a day, for 10 days), when it was 5 months old. No episode of regurgitation or vomiting was reported before the age of 3 months. The referring veterinarian had performed thoracic radiographs, taken before and after oral administration of contrast medium mixed with canned food, which demonstrated a generalised oesophageal distension. As a significant amount of residual ingesta was observed in the oesophageal lumen several minutes after swallowing, oesophageal motility was subjectively considered reduced (). No evidence of aspiration pneumonia was noted.\\nAt the time of presentation, the cat was bright, alert and responsive, with a body weight of 2.5 kg and a body condition score of 2/9. Stunted growth was noted. The remainder of the physical examination was unremarkable.\\nBecause of the previously mentioned loss of continuity between the distal oesophagus and the stomach on contrast lateral thoracic radiographs, endoscopy was performed to evaluate the oesophagogastric mucosa and to investigate a potential distal oesophageal obstruction (eg, stricture or foreign body). After premedication with methadone (0.2 mg/kg [Comfortan; Dechra]) and dexmedetomidine (5 µg/kg [Sedadex; Dechra]), general anaesthesia was induced by an intravenous injection of propofol and ketamine (1 mg/kg each [Propovet; Abbott] [Imalgene; Merial]), followed by endotracheal intubation for anaesthetic maintenance by isoflurane. The oesophagoscopy was performed using an 8.8 mm external diameter videogastroscope: a diffusely dilated oesophagus was noted, with oral to an annular luminal narrowing adjacent to the cardia. Only a 2.8 mm biopsy forceps could be passed through the stricture. A small distal oesophageal diverticulum was noted laterally to the narrowing, probably resulting from the food accumulation in the distal oesophagus. In this context, endoscopic examination of the stomach was not possible. Taken together, these findings were consistent with a severe lower oesophageal stricture.\\nAttempts to pass an endoscopy-guided balloon dilator entirely throughout the stricture were unsuccessful. Balloons were partially inserted into the stenotic canal and filled up to reach their maximum burst pressure, which was held for 120 s, and no significant improvement of the stricture was noted (). Therefore, the procedure was discontinued and another approach was decided.\\nThe cat underwent coeliotomy for a transgastric retrograde approach of the gastroesophageal junction a few days after the endoscopic examination. After cranioventral body gastrotomy, the stricture was visualised intraluminally throughout the cardia. Four radial full-thickness mucosal incisions were performed using an #11 scalpel blade; each incision was performed so as to reach only the submucosa, taking care not to breach the oesophageal wall. Incisions were approximately 1 cm in length. These allowed an initial progressive dilation, and further dilation was obtained first with gentle finger manipulation (bougienage), and then using balloon dilators of increasing sizes. The stricture diameter reached 20 mm after the last dilation. To reduce the risk of recurrence, four injections of triamcinolone acetonide (0.25 mg each [Kenacort; Bristol-Myers Squibb]) were performed during surgery in the submucosa within the site of the stricture. Two incisional biopsies of the gastric fundus were performed at the time of gastrotomy to query underlying gastric disease, and histological analysis revealed no significant abnormality. After gastric closure, a left gastropexy was performed to exert traction on the distal oesophagus, with the aim of reducing the oesophageal diverticulum. An 18 Fr latex oesophagostomy feeding tube was placed to extend across the gastroesophageal junction and approximately 10 cm into the lumen of the stomach, to feed the patient while protecting oesophageal wounds, and keeping the stricture open and dilated. Overall anaesthesia and procedure durations were 140 and 80 mins, respectively.\\nPostoperative analgesia (buprenorphine 20 µg/kg IV q8h [Bupaq; Virbac]) was administered for 3 days. Treatment including maropitant (1 mg/kg IV q24h [Cerenia; Zoétis]), pantoprazole (1 mg/kg IV q12h [Inipomp, Takeda]) and sucralfate (0.5 g PO q8h [Ulcar; Sanofi]) was started immediately after surgery. A nutritional plan was prescribed, divided into four feedings a day of Recovery Liquid (Royal Canin) as a total of 150 ml a day through the oesophagostomy tube for 15 days. Recovery from surgery was otherwise uneventful. Follow-up endoscopy at 6 days postoperatively revealed no procedural complication (eg, mural necrosis and leakage) (). The endoscope was passed easily through the cardia. Mucosal healing was judged to be satisfactory and the cat was discharged from hospital.\\nThe patient was reported to be stable at home. The oesophagostomy feeding tube was removed after a period of 15 days, following which the cat appeared to be comfortable. The cat was able to eat wet and dry food without regurgitating, and is still doing so at the time of writing this report (12-month follow-up). As food-responsive gastropathy was suspected, a dietary change for a hydrolysed source of protein (Specific FDD HY; Dechra) was implemented. Marked weight gain (2 kg) was reported. Follow-up endoscopic examinations were performed both 1 and 3 months after surgery. No stricture was noted, and the oesophageal diverticulum was no longer noticeable. The endoscope was passed easily through the cardia at both time points (). Moreover, at the 1-month follow-up, serial contrasted thoracic radiographs taken by the referring veterinarian showed reduction of the oesophageal distension (). Antacid treatment was discontinued 6 weeks postoperatively.", "age": "[[7.0, 'month']]", "gender": "F", "relevant_articles": "{'29460330': 1, '16881830': 1, '18602325': 1, '20605101': 1, '30542481': 1, '20137010': 1, '11858650': 1, '30705941': 1, '17427403': 1, '18380587': 1, '31397500': 1, '27672286': 1, '21960888': 1, '30410128': 1, '31034339': 1, '11453482': 1, '25030954': 1, '23718658': 1, '26722613': 1, '22520877': 1, '31266084': 1, '17975215': 1, '10914528': 1, '6069217': 1, '28951579': 1, '5816711': 1, '31692575': 1, '4720025': 1, '24612067': 1, '19796315': 1, '16307941': 1, '4051332': 1, '25609118': 1, '5104963': 1, '25647687': 1, '34104462': 2}", "similar_patients": "{}"}