{"patient_id": 58010, "patient_uid": "8506145-1", "PMID": 34650936, "file_path": "comm/PMC008xxxxxx/PMC8506145.xml", "title": "Case Report: Successful Long-Term Management of a Low-Birth Weight Preterm Infant With Compound Heterozygous Protein C Deficiency With Subcutaneous Protein C Concentrate Up to Adolescence", "patient": "A 24-year-old woman (gravida II, para 0) was referred at 21 weeks of gestation for genetic counseling including amniocentesis, as both unrelated parents suffered from heterozygous protein C deficiency. The woman had a history of thrombosis and lung embolism 4 years previously that had resulted in therapy with a vitamin K antagonist (phenprocoumon). During early pregnancy, the mother was treated with low-molecular weight heparin (5,000 IU dalteparin q24h). Genetic testing was initiated as part of the pregnancy counseling of the parents and revealed paternal heterozygous protein C mutation as well as a heterozygous factor V Leiden mutation despite no history of thrombosis up to this time (). Thrombosis or mutations in the PROC gene in other first-degree relatives of the parents were also not known. Amniocentesis was preceded by detailed counseling regarding the risks of pregnancy, the probability of disease, and the risk of mortality and morbidity of the child.\\nThe results of the amniocentesis showed a heterozygous mutation in codon 325 (GTG□ATG) in exon 9 of the PROC gene with exchange of the amino acid valine against methionine (val325met-mutation) (maternal mutation) and heterozygous mutation in codon 343 (ATG□ATA) in exon 9 of the PROC gene with exchange of the amino acid methionine against isoleucine (met343ile-mutation) (paternal mutation). The fetus had inherited both mutations of his parents resulting in compound heterozygous protein C deficiency ().\\nThe val325met-mutation has been described in patients with clinically apparent protein C deficiency (). In the absence of expression studies, there is only indirect evidence for a resulting protein C deficiency. The met343ile-mutation however is generally known to lead to protein C deficiency ().\\nAfter receiving the results of the amniocentesis, we performed weekly ultrasound examinations of the fetus as well as a fetal magnetic resonance imaging (MRI) at 28 weeks of gestation, which did not indicate any abnormalities.\\nAs opposed to low-molecular weight heparin, which does not cross the placental barrier in significant amounts, treatment with vitamin K antagonists generates sufficient thrombosis prophylaxis for both mother and fetus (, ). After informed consent, we started oral anticoagulation with phenprocoumon the first days in overlap with heparin after 23+6 weeks of gestation to prevent intrauterine retinal detachment and fibrosis of the retinal membrane and cerebral thrombosis of the fetus. For the remaining pregnancy, the mother and the fetus were closely monitored as inpatients.\\nTo achieve maximum safety for both mother and fetus, primary cesarean section was scheduled for 32 weeks of gestation but performed at 31+5 weeks of gestation due to premature rupture of membranes. The effects of phenprocoumon were antagonized several hours before surgery by substitution of 3,500 IU of PPSB (prothrombin complex, containing the factors II, VII, IX, and X) with 500 IU antithrombin and one platelet concentrate.\\nA male preterm infant was delivered (1,680 g, APGAR 7/7/8) and admitted to the neonatal intensive care unit (NICU) at Heidelberg University (level III perinatal center).\\nPostnatally, the infant displayed a normal ophthalmic examination, normal ultrasound of the brain, and no signs of purpura. The protein C activity was 0.9% (12–44%); D-dimers, 0.27 mg/L; elevated international normalized ratio (INR), 2.02; partial thromboplastin time, 55.7 s (27–75 s); antithrombin activity, 31% (14–62%); hemoglobin level, 14.6 g dl−1; white blood cell count, 5,900 μl−1; platelet count, 237,000 μl−1 ().\\nThe newborn presented with respiratory distress syndrome. Initially, respiratory support by continuous positive airway pressure (CPAP) was delivered, at the age of 12 h, secondary intubation and surfactant application were performed. On the fifth day, the boy could be extubated successfully under caffeine therapy. He received the recommended neonatal vitamin K therapy right after birth as well as on days 5 and 28 of life.\\nImmediately after birth, 120 IU/kg protein C concentrate (Ceprotin®, Baxter Co., Germany) was infused over 10 min, via a peripheral venous line, followed by 60 IU/kg every 6 h, aiming at >30% physiological protein C activity (, , , , ) (). Sufficient activity levels were reached during the first day of life, and protein C concentrate was daily infused with increasing intervals from 6 over 8 to 12 h until the infant's weight was 3 kg. At 38 corrected weeks (days 50–51), subcutaneous infusion was started and overlapped with intravenous infusion for 2 days. Subcutaneous infusion (1 ml/h, i.e., 100 IU/ml) was carried out using an infusion set (DISETRONIC tender, Burgdorf, Switzerland) with a PEGA® plus box infusion pump (PEGASUS, Kiel, Germany). The subcutaneous needle (25G, initial 9 mm, later on 17 mm s.c. MediPro) was changed once or twice a week. The puncture site on the abdomen was rotated clockwise.\\nAn attempt to prolong infusion intervals to every other day by increasing the amount of protein C concentrate from 154 to 300 IU/kg and the corresponding infusion time from 5 to 10 h (infusion rate of 1 ml/h) on the day of infusion (tested on days 58–59) did not result in sufficient basal protein C activity >30% after 42 h. Therefore, daily infusion was chosen for further treatment.\\nThe infant was discharged on day 73 (corrected, 42 weeks; weight, 4.1 kg) with maintenance therapy of 1,000 IU/day protein C concentrate (243 IU/kg) administered by subcutaneous infusion pump for 10–12 h overnight (infusion rate 1 ml/h). Up to the date of discharge, the infant received a total of 34,560 IU of protein C.\\nAt the age of 1 year, we stopped protein C substitution under prophylaxis of low-molecular weight heparin therapy (anti Xa activity 0.4–0.8) to test for baseline activity and half-life due to reports on maturation of protein C function over time (). After infusion of 1,000 IU protein C concentrate, protein C activity decreased from 75.4 to 38.7% after 16 h and to 24.8% after 38 h. After that, subcutaneous protein C substitution was reinitiated. The subcutaneous application half-life was 17 h on this day.\\nDuring the following years, no further baseline or half-life tests were performed. Treatment was monitored by regular measurements of protein C activity under substitution and the absence of thromboembolic events. D-dimers and fibrinogen, which are often used for monitoring, were measured regularly (). Except for occasional minor reddening of the skin at the injection site, which disappeared quickly after the needle was changed, there were no side effects associated with subcutaneous protein C substitution. Investigations to detect the occurrence of protein C inhibitory alloantibodies were performed at 1 year of age. After that, there was no need for regular testing. The protein C activities were always within the target range under constant dosage. The child received the first regular vaccination during the initial hospitalization and received all other vaccinations according to the recommendations of the Standing Committee on Vaccination (STIKO Germany). Because infections are known to be a trigger for thromboembolic events, protein C activity (trough and peak activity levels) were immediately monitored at the onset of fever or other signs of infection until recovery. A prophylactic increase of the daily protein C dose was not performed. In the context of a febrile obstructive bronchitis episode at the age of 10 months, the protein C activity measured at hospital admission was 38.4% (peak level), only slightly above the target range, so that the daily dose had to be increased from 100 to 150 IU/kg/day over 5 days. No bleeding or thrombotic events occurred during this episode; D-dimers, prothrombin, activated partial thromboplastin time (APTT), thrombin clotting time, and fibrinogen concentration were within physiological ranges at all times.\\nAs of now, the child is 13 years old (weight, 59 kg) without any thrombotic events. Under subcutaneous substitution of 1,500 IU/day protein C (last 30 IE/kg) during a 10–12-h period overnight, baseline protein C activity of 25% could be reached. During the last months of subcutaneous therapy, pump alarms due to needle dislocation or technical problems increasingly disturbed the sleep of the young boy. The adolescent was increasingly dissatisfied with the current treatment regime, and compliance was likely to be compromised. The available treatment options, including continuation of the current therapy, the use of vitamin K antagonists, and the administration of direct oral anticoagulants (DOACs) as experimental individual therapy, were discussed with the parents and the adolescent, taking into account all risks, side effects, and benefits of the respective therapy. Together with the family, we reached informed consent to change therapy to DOAC (apixaban 3 × 5 mg/day). The switch in therapy was carried out under close monitoring (clinical and laboratory values) especially in trigger situations such as infections.\\nUp to the time of this report, ophthalmic examinations, 3D time-of-flight (TOF) MR angiography at 3.0 T of the circle of Willis, and MRIs of the brain were normal, and no episodes of purpura fulminans occurred. The boy has developed regularly and actively participates in sports.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'12195720': 1, '30482766': 1, '1944440': 1, '12406062': 1, '19141162': 1, '10404762': 1, '14989454': 1, '8611462': 1, '31592240': 2, '10669160': 1, '14517747': 1, '22658765': 1, '21839696': 1, '16475044': 1, '30107951': 1, '8499565': 1, '21233082': 1, '21482600': 1, '24422725': 1, '23521084': 1, '8747700': 1, '30835920': 1, '26739579': 1, '11015705': 1, '29939938': 1, '15552819': 1, '27079395': 1, '27734187': 1, '34650936': 2}", "similar_patients": "{'6774216-1': 1}"}