{"patient_id": 52979, "patient_uid": "8272782-1", "PMID": 34245375, "file_path": "comm/PMC008xxxxxx/PMC8272782.xml", "title": "Direct puncture of an occluded common femoral artery as a new approach for endovascular aortic aneurysm repair", "patient": "The case was an 82-year-old man who had a 50 mm infrarenal AAA (Fig. ). The patient presented with a history of above the knee amputation of the right leg due to gangrene from Buerger’s Disease. CTA demonstrated extensive occlusion of the right EIA, CFA and SFA. As the collateral circulation originating from the right hypogastric artery fed the amputated right leg, no ischemic symptoms were observed in the leg. Since the patient was octogenarian, he requested an endovascular treatment. If a revascularization was to be performed, a concurrent FP bypass surgery would be required due to the occluded proximal SFA and profunda femoris artery (PFA). However, because of the absence of ischemic symptoms in his right leg, it was decided that EVAR be performed using the occluded vessel as a pathway to deliver the endograft, without revascularizing the vessel (Fig. ). The occluded right CFA was punctured under ultrasound guidance using 21G needle (Medikit Co, Tokyo, Japan). A 0.014 in. guidewire (Command, Abbott, IL, USA) was inserted into the needle, and was then advanced to the level of the inguinal ligament. To improve the backup force, the needle was replaced with a microcatheter (Prominent Neo 2, Tokai Medical Products, Aichi, Japan). Under the support of the microcatheter, the guidewire was successfully advanced to the proximal ostium of the right EIA. Due to the impossibility of penetrating the hard proximal cap of the occluded EIA, a bidirectional approach was employed instead. A 6F guiding sheath (45 cm Destination, Terumo Corporation, Tokyo, Japan) was advanced from the left CFA to the right CIA. An antegrade penetration of the right EIA cap was also difficult, with the wire (0.014 in. Astato XS 9–40, Asahi Intec, Nagoya, Japan) going outside of the vessel easily. Intravascular ultrasound (Eagle Eye Platinum ST, Philips Healthcare, Eindhoven, Netherlands) located at the left CIA confirmed that the guidewire advanced from the occluded right CFA had entered the subintimal space of the right CIA. For re-entry of the guidewire into the true lumen, an OUTBACK ELITE Re-Entry catheter (Cordis, CA, USA) was employed. A semi-compliant angioplasty balloon (Sterling, 8–40 mm, Boston Scientific, MA, USA) was located at the right CIA, which was targeted by the re-entry catheter. A puncture of the inflated balloon was successfully performed using the re-entry device, followed by insertion of a guidewire into the punctured balloon. Retracting the punctured balloon into the sheath advanced from the left CFA while inserting the guidewire from the right CFA successfully established a through and through wire between the left and right CFAs. A 12Fr sheath (DrySeal Flex Introducer Sheath, WL Gore, Flagstaff, AZ, USA) was inserted from the right CFA. A 16 Fr Dryseal sheath for a main body graft was inserted from the left CFA. A conventional EVAR procedure was subsequently performed using an EXCLUDER AAA Endoprosthesis (WL Gore, Flagstaff, AZ, USA). A final angiogram showed the excluded aneurysm without any endoleak. Since there was an antegrade arterial flow into the right EIA which was used for the delivery of the 12F sheath, embolization was performed in order to occlude the channel. During the retraction of the 12F sheath, a leakage of contrast media was identified at a disrupted portion of the EIA. Detachable coils and plugs were used to embolize the channel [Interlock coils: 6 mm, 4 mm (Boston Scientific, MA, USA); AVP-2: 8 mm, 10 mm (Abbott, IL, USA)]. A post-operative CT confirmed that the aneurysm had been successfully excluded, while preserving the collateral vessels from the right hypogastric artery.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'32565529': 1, '32390063': 2, '30553731': 1, '22960023': 1, '33899572': 1, '14748631': 1, '24294549': 1, '34245375': 2}", "similar_patients": "{'7211784-1': 1}"}