{"patient_id": 57029, "patient_uid": "8460337-1", "PMID": 34567520, "file_path": "comm/PMC008xxxxxx/PMC8460337.xml", "title": "Lumbar radiculopathy due to foraminal stenosis with ossification of the ligamentum flavum: a case report", "patient": "The patient was an 82-year-old Japanese woman who had presented 2 months earlier with pain and numbness in her left lower extremity. She had a history of vertebral fracture at L1 4 months previously for which she had been treated with a lumbar orthosis for 2 months (). Magnetic resonance imaging of the lumbar spine demonstrated foraminal stenosis at the L2–L3 level (). CT images of the lumbar spine revealed ossification in the capsular portion of the ligamentum flavum around the L2–L3 facet joint (). She underwent L2–L3 foraminotomy with excision of the capsular portion of the OLF. The patient’s symptoms disappeared immediately after surgery. Postoperative CT scans showed good decompression at the operated level ().\\nCT images acquired a few months before the onset of radiculopathy had shown a small isolated area of ossification, suggesting that the ossification site had gradually expanded to include the superior articular process over a period of months ().\\nHistopathological examination of the resected specimen showed a degenerated ligamentum flavum and a distinctive ossified plaque within the ligamentum flavum. Chondrocytes were identified near the area of ossification but there was no cartilage cap to suggest osteochondroma. These findings indicated that the degenerated ligamentum flavum had been gradually replaced by ossified tissue via an endochondral ossification process () and were considered sufficient to warrant a diagnosis of OLF.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'22983651': 1, '31440628': 1, '9934562': 1, '17688058': 1, '6410817': 1, '27340534': 1, '1729311': 1, '15105665': 1, '24509558': 1, '20042956': 1, '22752526': 1, '3104552': 1, '10199288': 1, '34567520': 2}", "similar_patients": "{}"}