{"patient_id": 54567, "patient_uid": "8353503-1", "PMID": 34401440, "file_path": "comm/PMC008xxxxxx/PMC8353503.xml", "title": "Identification of a small pericardial effusion on contrast-enhanced computed tomography indicating cardiac perforation and pericardial injury following blunt trauma: A case report", "patient": "A 22-year-old man was involved in a traffic accident, consisting of a single head-on collision of his vehicle. He was transported by the emergency medical services to our hospital in a state of traumatic shock, and underwent fluid transfusion. His physical examinations were respiratory rate, 19 breaths/min; heart rate, 158 beats/min; blood pressure, 106/77 mmHg; and a maximum Glasgow coma scale score 15. A portable chest X-ray revealed left tension pneumothorax without hemothorax (). Echography revealed abdominal fluid but was negative for pericardial effusion. After tracheal intubation, insertion of a left chest tube, and initiation of blood transfusion, his systolic blood pressure was maintained above 100 mmHg, and computed tomography and angiography were performed in the angio-computed tomography room. Computed tomography showed liver and splenic injury with abdominal bleeding (), and transarterial embolization was started. After transarterial embolization of the liver and spleen, his systolic blood pressure dropped to 70 mmHg and more than 500 mL of blood was collected via the left chest tube. Slight enhancement, corresponding to a small pericardial effusion, was spotted on the initial computed tomography scans that disappeared after transarterial embolization (), indicative of cardiac perforation with pericardial injury (perforation). Therefore, we performed cardiac repair via median sternotomy together with further gauze packing for the liver and splenic injuries. Left atrial ear, right atrium, and pericardial perforation were diagnosed and repaired (). His serum troponin I level was 7275.1 pg/mL on admission; but this value was only recorded after surgical repair was initiated. Gauze packing and open abdominal management were finished 3 days after admission. Unfortunately, he developed a wound infection as a complication of the median sternotomy, and vacuum-assisted closure was continued between days 21 and 41. He also underwent surgical repair of a fracture of the right ankle on day 30. The patient was discharged on day 44.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'27501709': 1, '30060913': 1, '30691813': 1, '33153551': 1, '26646729': 1, '26839855': 1, '26136126': 1, '26816225': 1, '32032572': 1, '26879418': 1, '34401440': 2}", "similar_patients": "{}"}