{"patient_id": 56050, "patient_uid": "8418350-1", "PMID": 34513488, "file_path": "comm/PMC008xxxxxx/PMC8418350.xml", "title": "Sub-Dural Haematoma After Accidental Dural Puncture During Labour Epidural Analgesia", "patient": "This is a case of a 23-year-old gravida 2, para 1 patient with a history of one previous uneventful lower segment cesarian section (LSCS) under sub-arachnoid block, only 12 months ago. At this visit, vaginal delivery was planned and attempted. Platelets and coagulation parameters were within the normal range. An on-call anaesthetist was called into the labour room to place an epidural in this 48 kg patient. The anaesthetist noticed a deviation of the spine, which was later confirmed by the MRI as mid-lumbar scoliosis to the right at the L3-4, L4-5 region, about 3 cm from the midline. She had not reported any previous history of cerebral trauma, vascular malformations, or neurological disorders. Under all aseptic precautions, the epidural was sited in the sitting position with 2 ml of 2% lidocaine local infiltration. Since the patient had frequent contractions, she moved during the procedure, and the epidural needle was removed once. In the second attempt, the epidural space reached at 4 cm with a 16 G Touhy needle by loss of resistance to saline (LORS) technique. The procedure was uneventful, and there was no witnessed dural puncture with the Tuohy needle. A combined spinal-epidural (CSE) was performed using a 27 G Whitacre needle by the needle through needle technique. Having obtained clear cerebrospinal fluid (CSF), 2.5 mg of heavy bupivacaine with fentanyl 25 μg was injected intrathecally. Subsequently, the epidural catheter was introduced and left 5 cm in situ and secured at 9 cm at the skin. After confirming a negative aspiration, an infusion of 0.1% levobupivacaine with 2 μg fentanyl/ml at the rate of 10 ml per hour was commenced through a patient-controlled epidural analgesia (PCEA) infusion pump, with 5 ml boluses on demand every 30 minutes.\\nSensory level to cold sensation was checked after one hour using ethyl chloride spray and found to be at T5, and the patient was unable to move her legs. After stoppage of PCEA infusion, clear fluid could be aspirated immediately through the epidural catheter. After 30 minutes of stopping the infusion, sensory and motor levels were rechecked during which time she could move her legs, and the sensory level had regressed to T10-T11. She could now feel mild pain of the contractions. Therefore, infusion was restarted at a lower rate of 3 ml/hour with boluses of 4 ml every 30 minutes on demand, the setting at which the patient was comfortable.\\nNine hours into labour, the patient had a painless delivery of a female baby weighing 3.025 Kg with an APGAR score of 9 and 10 at 5 and 10 minutes. The epidural catheter was removed after one hour of delivery. The patient was followed the next day and had a mild fever (38.2 degrees); therefore she was started on ceftriaxone.\\nOn day two (48 hours) patient developed a mild headache and was reassured by the surgeons. However, the headache worsened on day three (72 hours) and was seen by the anaesthetist. Upon examination, the symptoms were suggestive of a PDPH, and the patient was started on conservative management, including increased oral fluids, NSAIDs, caffeine and confinement to bed. The patient was advised to stay in the hospital for observation, but she refused and got discharged. She was advised to come back in case of worsening headache or new symptoms.\\nThe patient returned to the ED on day five with a worsening headache and was seen by the obstetrician and the consultant anaesthetist. She was admitted by the on-call anaesthetist for two to three days for the management of the headache and was offered an epidural blood patch which she declined. Hence she was conservatively managed all the while re-counselling her for a blood patch.\\nOn day six and day seven, the headache persisted and, an urgent CT scan of the brain was done (Figure ), and the neurologist consulted. In the CT Brain, no acute intracranial abnormalities were detected at the time. The patient was considered for an epidural blood patch, to be done on the following morning (day eight) but not undertaken since the patient reported no headache and seemed unwilling for the blood patch. The headache started again on day nine, so the anaesthetist again suggested the blood patch. Still, the patient refused and got herself discharged the following day, with the advice to continue the analgesics for three days.\\nFour days after self-discharge, she returned to the ED on day 14 with a severe headache and numbness on the left half of the face, left hand, and left leg. She was immediately referred to the neurologist, but she chose to go home only to come back again with a headache on day 15. The ED physician wanted to rule out a transient ischemic attack or migraine, and a routine neurology clinic appointment was obtained after 10 days. On day 25, the neurologist provisionally diagnosed the headache as migraine and ordered an MRI/MRA Brain (Figure ) which revealed a right fronto-parieto-occipital ageing SDH, measuring 16.1 mm in size (large blue arrows), causing a midline shift of 5.5 mm (small white arrows).\\nNeurosurgery consultation was sought on this MRI, and since the patient was asymptomatic with no focal neurological deficits, and a Glasgow Coma Score (GCS) of 15/15, the neurosurgeons opted for conservative management and advised to visit the OPD four weeks later or to report in the ER in case of any new signs or symptoms. On day 31, the patient came back to the ER complaining of a headache on and off, and an MRI Spine was done to look for any CSF collection. This MRI spine (Figure ) showed hypertrophied ligamentum flavum and mid-lumbar scoliosis with no extradural CSF collection.\\nOn Day 48, she revisited the ER with a worsening headache for the past three days. A CT brain was repeated. The cranial CT scan (Figure ) showed a subacute SDH in the right fronto-parietal region with an increase in haematoma size to 25 mm thick (large red arrows) and a midline shift of 9 mm (small blue arrows).\\nThe patient was immediately admitted for burr hole evacuation of the SDH and was operated on the next day. The hematoma was evacuated through two burr holes. On the third postoperative day (day 50), the cranial CT showed a near-total evacuation of the right frontoparietal SDH without any midline shift. On day 51, CT Head (Figure ) repeated and showed a re-expansion of the right subarachnoid space and dried lateral ventricles. She was discharged two days later (day 53) and had recovered completely with no focal neurological deficits.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'16256333': 1, '12374711': 1, '10823109': 1, '29497683': 2, '31524925': 1, '26123149': 1, '31179908': 2, '15321441': 1, '27512937': 1, '34513488': 2}", "similar_patients": "{'5820382-1': 1, '6135040-1': 1}"}