{"patient_id": 56363, "patient_uid": "8431953-1", "PMID": 34507533, "file_path": "comm/PMC008xxxxxx/PMC8431953.xml", "title": "The role of multimodality imaging in diagnosing acute perimyocarditis secondary to Crohn’s disease", "patient": "A 25-year-old male was presented to our hospital with severe persistent pleuritic sharp left-sided chest pain. He described recurrent sharp chest discomfort which was not aggravated by breathing or positional change. He did not have a heart failure condition, shortness of breath, orthopnoea, nor paroxysmal nocturnal dyspnoea. Moreover, he did not have any cardiovascular risk factors. Upon further questioning, he reported episodes of bloodless diarrhea associated with mild abdominal pain for the past 4 months. He had no dysphagia, odynophagia, or change in his bowel habits.\\nThis was his second hospital admission in the past 4 months for chest pain and diarrhea. At the first hospitalization, he was diagnosed with viral perimyocarditis and irritable bowel syndrome. After his discharge, he continued experiencing intermittent chest discomfort 2–3 times a month.\\nPhysical examination revealed a clinically stable and non-toxic patient. Initial laboratory findings demonstrated an increased white blood cell count of 14.100/mm3, as well as elevated cardiac biomarkers (Troponin T of 278 ng/L and CKMB of 9 µg/L). An electrocardiogram showed sinus tachycardia with shallow T-wave inversion in the inferolateral leads, and anterior ST-segment elevation (Fig. ). Trans-thoracic Echocardiography (TTE) revealed normal left ventricular (LV) size with preserved LV function and no pericardial effusions. Computed tomography (CT) coronary angiogram showed normal coronaries, excluding coronary artery disease. Based on these clinical and investigation findings, the impression was that of acute perimyocarditis.\\nCardiac magnetic resonance imaging (CMRI) demonstrated patchy late gadolinium enhancement (LGE) of the mid to apical inferior and septal segments; and pericardial enhancement in the apical inferolateral and inferior wall. T2 weighted (T2W) imaging showed increased signal intensity in the mid inferior and apical inferior, septal and lateral segments. These findings are suggestive acute perimyocarditis or cardiac sarcoidosis (Fig. ).\\nConsidering that recurrent onset of acute perimyocarditis is extremely uncommon, other diagnoses, such as cardiac sarcoidosis was considered. In the interim, we performed a comprehensive workup to exclude viral cause of myocarditis. The HIV, Hepatitis B/C, and viral polymerase chain reaction (PCR) comprising parainfluenza, metapneumovirus, rhinovirus A/B/C, human coronavirus, adenovirus, enterovirus, bocavirus, astrovirus, norovirus, rotavirus A, sapovirus, influenza A and B were all negative. Bacteriology and parasitology evaluations were unremarkable. Autoimmune screen [extractable nuclear Antigen Antibody (ENA), Antinuclear Antibody (ANA), and double stranded Deoxyribose Nucleic Acid (ds-DNA) test] was unremarkable.\\nFurther workup of his chronic diarrhea revealed a high stool calprotectin level of 855 µg/g. Stool analyses for ova/parasites/cysts and stool cultures were negative. In view of his chronic diarrhea and elevated calprotectin levels, he was referred to a gastroenterologist for colonoscopy evaluation.\\nBased on the CMRI findings, both perimyocarditis and sarcoidosis were possible differentials. Therefore, we arranged for a whole-body 18Fluorodeoxyglucose Positron Emission Tomography/Computed Tomography (18FDG PET/CT) scan. The patient was prepared with a high fat/very low carbohydrate diet 2 meals before scan followed by a fast of at least 4 h to suppress 18FDG uptake from normal myocardium. The 18FDG PET/CT scan showed a hypermetabolic focus at apical of interventricular septum (maximum Standardized Uptake Value/ SUV max = 3.8), favoring myocarditis rather than cardiac sarcoidosis. In addition, the presence of diffuse moderate-intensity of FDG uptake by small and large bowels (SUV max = 12.2) on the 18FDG PET—scan (Fig. ) further reinforced our initial suspicion of an active inflammatory process in the intestinal tract leading to acute perimyocarditis.\\nColonoscopy showed colitis at the rectum, recto-sigmoid, colon and caecum with Crohn’s disease appearance at the terminal ileum. Colorectal biopsy revealed acute-on-chronic inflammation with non-caseating granulomas, consistent with Crohn’s disease. Tuberculosis (TB) of the gut was also excluded by a negative TB DNA amplification test, QuantiFERON®-TB test, Acid Fast Bacteria (AFB) culture and smear.\\nLooking at the overall clinical picture and investigation results of colonoscopy, colorectal biopsy findings, as well as the 18FDG PET—scan and CMRI results, the patient was diagnosed with perimyocarditis secondary to Crohn's disease flare up which is as a rare extra-intestinal manifestation.\\nHe was commenced on immunosuppressant therapy with oral corticosteroids (prednisolone) and azathioprine with complete resolution of his chest discomfort and diarrhea as well as normalization of the troponin level. He remained well and asymptomatic during his follow-up visit at 6 months.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'26005805': 1, '24576324': 2, '26596925': 1, '7573101': 1, '12603508': 1, '31131171': 2, '9377906': 1, '15674122': 1, '17959655': 1, '24393333': 1, '22393471': 1, '30733802': 1, '28418949': 1, '23170159': 2, '23544184': 1, '30546647': 1, '34507533': 2}", "similar_patients": "{'3493735-1': 1, '3942255-1': 1, '6516615-1': 1}"}