{"patient_id": 112609, "patient_uid": "8589827-1", "PMID": 34912187, "file_path": "noncomm/PMC008xxxxxx/PMC8589827.xml", "title": "Pneumoperitoneum secondary to non-specific intestinal cystic pneumatosis: A case report", "patient": "A 45-year-old male patient with a history of previous laparotomy for perforated gastric ulcer that required a Graham patch a year ago, who consulted for clinical signs of 3 days of evolution of abdominal pain in the epigastrium (colic-type pain), intensity: 7/10, associated with vomiting and weight loss, there is no fever or diarrhea. Physical examination shows a slightly distended, soft and depressible abdomen, with generalized pain on palpation and signs of peritoneal irritation. X-ray is the abdomen and chest is requested, in which pneumoperitoneum is evident []. Based on the findings, a diagnostic impression of hollow viscera perforation is performed, requiring urgent surgical management.\\nThe patient is taken to emergency surgery, undergoing an exploratory laparotomy where multiple cystic lesions with gas content are found at the subserosa level, involving the small intestine, transverse colon and greater omentum [], so it was decided to perform resection and latero-lateral anastomosis with mechanical suture at the jejunum level, which had a transition zone and a greater cystic compromise. The rest of the injuries were left intact for later medical management. The surgical pieces were sent to histopathology for evaluation [].\\nAfter surgery, the patient is taken to the general hospitalization room, where he received medical management with antibiotic and oxygen. During the post-operative ileus that resolved with potassium replacement, mobilization out of bed, respiratory incentive, and chewing gum. He was finally discharged with warning signs.\\nFifteen days after discharge, he attended to the outpatient basis where a healthy wound is observed, without abdominal pain or any other added symptoms. It carries the histopathological result, which reports intestinal cystic pneumatosis and chronic granulomatous inflammation secondary to an undetermined foreign body.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'24837043': 1, '32305029': 2, '25692421': 1, '18424288': 1, '29954324': 2, '30249430': 1, '28065535': 1, '31694581': 2, '28081874': 1, '31320126': 1, '24837045': 1, '26652008': 1, '17274700': 1, '23946603': 1, '31161540': 1, '34912187': 2}", "similar_patients": "{'6022295-1': 1, '6022295-2': 1, '6022295-3': 1, '6022295-4': 1, '6022295-5': 1, '6022295-6': 1, '6836417-1': 1, '7163289-1': 1}"}