{"patient_id": 47070, "patient_uid": "8710172-1", "PMID": 34966610, "file_path": "comm/PMC008xxxxxx/PMC8710172.xml", "title": "Squamous Cell Papilloma of the Oesophagus: A Human Papilloma Virus Lesion", "patient": "A 38-year-old female patient presented to our fast-track ENT clinic with persistent left-sided throat discomfort and pain for several months. The throat pain lateralised to the left and radiated to her left ear. She also reported positive reflux symptoms with heartburn. At the time of review, medical management had been implemented (with high-dose oral proton pump inhibitor and raft-forming alginate); however, this yielded no symptomatic relief. Voice Handicap Index (VHI) was 11 and Eating Assessment Tool (EAT-10) score was 1. She was a non-smoker, and her past medical history was insignificant.\\nOffice examination of the neck, oral cavity and oropharynx was unremarkable. Flexible nasendoscopy was performed, which revealed some post-cricoid oedema consistent with laryngopharyngeal reflux (Figure ). A contrast-enhanced magnetic resonance imaging (MRI) scan of the neck was normal. As symptoms continued to persist, a transnasal oesophagoscopy (TNO) under local anaesthetic was performed as an office procedure where a proximal oesophageal lesion was identified (Figure ). The lesion appeared small (approximately 3 mm in diameter), exophytic, non-ulcerating and papillomatous. It was located on the left side of the upper oesophageal mucosa, 23 cm from the nasal sill. Multiple punch biopsies were taken.\\nHistological examination of the specimen revealed squamous cell papilloma of benign appearance with prominent papillae and acanthotic stratified squamous epithelium without cellular atypia. The specimen tested positive for human papilloma virus (HPV). Oesophageal manometry and 24-hour oesophageal pH monitoring indicated borderline pathological reflux with some proximal penetration (DeMeester score [DMS] = 15.9).\\nThe patient then underwent complete endoscopic excision of the lesion. Histology confirmed HPV-positive squamous papilloma. Anti-reflux treatment, including lifestyle changes, was continued. Following excision, the patient’s symptoms resolved and a yearly follow-up confirmed their complete remission. It is yet uncertain whether symptomatic relief was a result of excision, continued anti-reflux treatment, or even a placebo effect associating the procedure.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'8393303': 1, '17460769': 1, '26135647': 1, '30021250': 2, '640347': 1, '11555097': 1, '26688400': 1, '9451686': 1, '12354793': 1, '34966610': 2}", "similar_patients": "{'6370924-1': 1}"}