{"patient_id": 52715, "patient_uid": "8260480-1", "PMID": 34258145, "file_path": "comm/PMC008xxxxxx/PMC8260480.xml", "title": "Allogenic hematopoietic stem cell transplantation in two siblings with adult metachromatic leukodystrophy and a systematic literature review", "patient": "Patient A is a 23-year-old woman with a history of presumed eating disorder as well as obsessive compulsive disorder (OCD)-like symptoms from the age of 14 years. She had otherwise been healthy throughout childhood and had reached normal developmental milestones and unproblematic schooling until the age of 18 years. At this point progressive behavioral changes, mental slowing, difficulties concentrating, loss of initiative and motivation led to her obtaining the lowest possible grades in her A-levels. During the same period, she experienced progressive difficulty in walking with staggering gait as well as pronounced difficulties walking stairs. Neurological examination at age 20 years and 5 months revealed reduced emotional control and increased latency, spastic-ataxic, broad based gait (gross motor function classification in MLD [GMFC-MLD] one), increased tone in upper and lower extremities with symmetrical hyperreflexia, and bilateral extensor plantar responses. Initial brain magnetic resonance imaging (MRI) showed diffuse and pronounced pathology of the white matter corresponding to an MRI-MLD score of 21/34 (Figure , Table ). Neuropsychological evaluation showed a general cognitive impairment dominated by fluctuating attention, executive dysfunctions, and significant memory impairment. Full scale IQ was 70. The electrophysiological examination revealed a demyelinating polyneuropathy with slight axonal loss and somatosensory evoked potentials as well as motor-evoked potentials showed mild central involvement (Tables and ). MLD diagnosis was confirmed by severely reduced arylsulfatase A activity (0,7 nmol/h/mg) (ref. 3.5–15 nmol/h/mg) and identification of homozygosity for the previously described pathogenic c.1277C>T; p.(P426L) variant in the ARSA gene. After careful consideration HSCT was performed 10 months after diagnosis and approximately 30 months after symptom onset (patient age 21 years, 3 months).\\nThe patient received allogenic bone marrow transplantation from a 10/10 allele human leukocyte antigen (HLA)-matched unrelated donor. Condition was myeloablative and consisted of busulfan 12.8 mg/kg, cyclophosphamide 120 mg/kg, and thymoglobulin 7.5 mg/kg. Rejection and graft-versus-host prophylaxis were applied with short-course methotrexate and cyclosporine. Neutrophil engraftment was achieved by day 25. The posttransplantation course was uneventful. Cyclosporine was tapered to halt 1 year and 3 months after transplant. Donor chimerism 1 year after transplantation was >99% for the myeloid and >90% for the lymphoid lineage.\\nArylsulfatase A levels measured 1.5 months after HSCT showed normalized levels (11.6 nmol/h/mg protein; ref. 3.5–15 nmol/h/mg). From 2 to 7 months post-HSCT, the patient's motor function deteriorated slightly, probably due to increased spasticity (GMFC-MLD) scale score 2). The patient received intensive neurorehabilitation from 7 to 17 months post-HSCT and continued regular physiotherapy and activity of daily living training (37 months post-HSCT). She regained ability for independent walking for short distances (10 m equivalent to GMFC-MLD scale score 1).\\nFollow-up brain MRI performed after 7, 14, 19, and 36 months did not indicate further disease progression (Figure ). Nerve conducting velocity (NCV) performed 24 months after HSCT showed a very slight decline. Neuropsychological reevaluation after 8, 15, and 36 months showed stable scores on subtests from Wechsler Adult Intelligence Scale (WAIS-IV) over time with a General Ability Index of 68 and 67 (Table ). Due to severe executive difficulties, the patient's functional level was severely impaired. During the rehabilitation program, she improved regarding memory, attention, and the ability to maintain a conversation, while her initiative continued to be impaired, but has improved. Thirty-six months after HSCT, the patient is in a stable condition and is preparing to move to a residence for young people with acquired brain damage.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'27118454': 1, '20571983': 1, '21080229': 1, '29413149': 1, '27400410': 1, '23608771': 1, '26245762': 1, '21042305': 1, '21087233': 1, '31684987': 1, '27261095': 1, '31036045': 1, '12621457': 1, '33046606': 1, '25987178': 1, '32910272': 1, '19797797': 1, '33332761': 1, '26462614': 1, '7494400': 1, '22941383': 1, '31186049': 1, '9877277': 1, '24797185': 1, '27991992': 1, '34258145': 2}", "similar_patients": "{}"}