{"patient_id": 106478, "patient_uid": "8026840-1", "PMID": 33869603, "file_path": "noncomm/PMC008xxxxxx/PMC8026840.xml", "title": "Bilateral retrocorneal hyaline scrolls secondary to asymptomatic congenital syphilis: A case report", "patient": "A 71-year-old woman was referred to our clinic with a complaint of bilateral blurred vision that persisted for the past 3 years.\\nThe patient had no other positive symptoms apart from blurred vision.\\nThe patient had no history of ocular diseases, allergy, trauma, surgery, or systemic diseases. She did not use any eye drops or take any medication.\\nThe patient was married and had two sons. There was no family history of ocular disease.\\nAt initial examination, her visual acuity was 20/400 in the right eye and 20/60 in the left eye, with no improvement by correction. Intraocular pressures were 10 and 12 mmHg in the right and left eyes, respectively. Slit-lamp microscopy revealed a rough endothelial surface and a translucent antler-shaped scroll that extended to the anterior chamber, with the terminal end attached to the posterior surface of the cornea by a stalk in the right eye (Figure ). Two similar translucent rod-like scrolls were also detected on the corneal endothelium of the left eye (Figure ). In both eyes, the crystalline lens demonstrated opacification, and the anterior chamber was deep and clear, with no abnormality observed in the posterior segment. Ultrasonic biological microscopy demonstrated the free end of the scroll in the anterior chamber of the right eye (Figure ) and rough endothelium of the cornea in the left eye (Figure ), with increased reflectivity of the posterior corneal surface in both eyes. The corneal endothelial densities of the right and left eyes were 1059 and 1800 cells/mm2, respectively. In vivo confocal microscopy revealed activated keratocytes and alteration in the extracellular tissue of the stroma, manifesting as thin bright lines (Figure ). Tubular structures could be found in the posterior stroma (Figure ). A highly reflective acellular structure could be observed at the level of the Descemet’s membrane (Figure ). Strip guttae (Figure ) and flake high-reflective fused guttae (Figure ) were detected on the endothelium of the left eye. Extensive coalescence of the corneal guttae, which had an appearance similar to a paving-stone, was observed on the right eye (Figure ) and was associated with endothelial pleomorphism and polymegathism.\\nAmong the infection indicators, the patient was positive for syphilis-specific antibodies, type I herpes simplex virus IgG antibodies, and hepatitis B IgG antibodies. She was negative for all remaining indicators, including rubella, toxoplasma, herpes Epstein-Barr virus, human immunodeficiency virus, and other hepatitis viruses. There was no presence of autoimmune antibodies, vasculitis-related antibodies, or HLA-B27CD3. The results of the cytometric bead array were negative for inflammatory cytokines, including interleukin (IL)-2, IL-4, IL-6, IL-10, tumor necrosis factor-α, and interferon-γ in the aqueous humor.\\nLight microscopy demonstrated that the removed scroll comprised regularly arranged acellular structures, similar to an antler (Figure and ). Hematoxylin–eosin staining revealed that the scroll was composed of eosinophilic acellular tissue (Figure and ). Scanning electron microscopy showed that the scroll consisted of circularly arranged fibrous tissue (Figure and ).", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'25237932': 1, '13219337': 1, '6677851': 1, '937431': 1, '26451126': 2, '17963106': 1, '31567695': 1, '11188990': 1, '33869603': 2}", "similar_patients": "{'4592032-1': 1}"}