{"patient_id": 107307, "patient_uid": "8088491-1", "PMID": 33948323, "file_path": "noncomm/PMC008xxxxxx/PMC8088491.xml", "title": "Seizure in isolated brain cryptococcoma: Case report and review of the literature", "patient": "A 32-year-old Indian woman presented with a history of tonic-clonic seizures since 2013, started during her first pregnancy. In 2016, she underwent electroencephalogram which confirmed the diagnosis of epilepsy. Accordingly, she started antiepileptic treatment with levetiracetam at initial daily dose of 1 g. Due to the recurrence of seizures, the drug was increased till a daily dose of 1.5 g with a poor seizure control. In 2019, a brain magnetic resonance (MR) examination revealed a right temporo-mesial lesion with an irregular peripheral contrast enhancement. The lesion appeared to protrude toward the right cerebral peduncle with brainstem compression, highly suggestive of low-grade glioma. MR spectroscopy supported the suspicion of glioma. The patient underwent functional MR showing anterior dislocation of the inferior longitudinal fasciculus. [ and ] show the main neuroradiological features. At admission, the neurological examination was negative. Her medical history did not reveal significant features, such as recurrent respiratory infection, and contact with pet animals. HIV serology was negative.\\nThe procedure was performed by the use of neuronavigation. A right temporal craniotomy was performed. Through a transulcal approach, the lesion was reached. The lesion appeared as a calcified mass tenaciously attached to the contiguous structures. The lesion was entered, and a yellow-like material was found densely packing the mass. After a careful debulking, the capsule was removed in fragments except for its medial part being strictly adherent to the brainstem [].\\nHistopathology showed multiple yeasts consistent with Cryptococcus spp. strongly embedded into an amorphous eosinophilic fibrillar material. Period Acid–Schiff and mucicarmine stain revealed purple organisms and numerous budding yeasts consistent with Cryptococcus spp. [ and ].\\nAfter surgery, the patient presented with a mild left leg coordination impairment which disappeared in a few days. Forty-four hours post-operative MRI showed a residual capsule fragment adherent to the midbrain []. A total body computed tomography (CT) scan and a lumbar puncture were performed without evidence of cryptococcal infection. Accordingly, no antifungal regimen was introduced. The patient was discharged on the 7th post-operative day without post-operative seizures and neurological deficits. At 6-month follow-up, no further seizures were reported.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'11227783': 1, '19404577': 1, '22460646': 1, '10575143': 1, '10090606': 1, '26423537': 1, '22282444': 1, '20047480': 1, '21382189': 1, '22544674': 1, '26897067': 1, '29116307': 1, '28188169': 1, '31382367': 1, '22434163': 1, '9519236': 1, '31528451': 2, '31336379': 1, '17323847': 1, '10523136': 1, '15734518': 1, '16230819': 1, '33948323': 2}", "similar_patients": "{'6744787-1': 1}"}