{"patient_id": 59032, "patient_uid": "8557023-1", "PMID": 34717530, "file_path": "comm/PMC008xxxxxx/PMC8557023.xml", "title": "Disseminated intravascular coagulation following air embolism during orthotropic liver transplantation: is this just a coincidence?", "patient": "A 37-year-old 70 kg male patient with chronic hepatitis B- and C-induced liver cirrhosis (MELD score of 28 and Child-Pugh of 11) presenting with mild jaundice and abdominal distension was admitted for orthotropic liver transplantation (OLT) to the Hospital of Lithuanian University of Health Sciences Kaunas Clinics. There was no clinical evidence of cardiopulmonary decompensation in physical examination or clinical history. CT CAP showed ground glass opacity (GCO) findings in the right lung. Arterial blood gas (ABG) values, electrocardiogram (ECG), spirometry, and transthoracic cardiac echo prior to surgery revealed no significant abnormalities. However, the coagulation profile was deranged: PT 43.6 s, APTT 60 s, fibrinogen 122 mg/dl, and platelets 36 × 109/l. In the anticipation of a high risk of bleeding group and save as well as crossmatch were requested prior operation. In the operation theatre standard anesthesia was induced with 2.8 mcg/kg fentanyl, 2.5 mg/kg propofol, and 0.14 mg/kg cisatracurium. The patient was intubated with standard endotracheal tube no. 7.5 using direct laryngoscopy and MAC blade no.3, and ventilation was started using PRVC mode with Vt of 6–8 ml/kg IBW, 12 bpm, aiming for a moderately lower EtCO2 of 35 mmHg, a peak not exceeding 25 cm H2O and a positive end-expiratory pressure (PEEP) of 4 cm H2O. Sevoflurane (2.2–2.5% EtSEV) in an air-oxygen mixture, fentanyl on requirement and cisatracurium infusion were used for anesthesia maintenance. Central venous pressure, invasive arterial blood pressure and BIS monitoring were used together with all standard anesthesia monitoring. The ABG test was performed every hour. Rotational thromboelastometry (ROTEM) was used to guide blood product transfusion. According to scientific sources, ROTEM has proven to be more appropriate for the assessment of coagulation in liver diseases than conventional coagulation tests and it can reduce perioperative blood loss and blood product transfusion rates [, ]. Based on a local transplantation protocol, a rapid infusion system (The Belmont® Rapid Infuser (FMS 2000)) is routinely used in this transplantation center. Additionally, in anticipation of massive blood loss, the Hemonetics® Cell Saver Autologous Blood Recovery System is used unless contraindicated [].\\nThere was no hemodynamic instability during the initial portion of the procedure. During the recipient hepatectomy (hour mark two), the patient had a sudden decrease in arterial blood pressure, heart rate, oxygen saturation and end-tidal carbon dioxide level. In high suspicion of air embolism, the oxygen fraction (FiO2) was instantly increased to 100% following immediate chest compressions and 1 mg of IV adrenaline. Mechanical ventilation was converted to manual ventilation to ensure adequate oxygenation. The resuscitation protocol was carried out for less than 2 min, proper asystole was never truly observed, and cardiovascular function was preserved. The surgeons confirmed the presence of a defect in the inferior vena cava at its junction with hepatic veins, proving the preliminary diagnosis of venous air embolism. After an unsuccessful attempt to aspirate air through the central venous catheter (CVC) and re-establishment of mechanical ventilation with a PEEP of 8 cm H2O, TEE was performed that revealed air bubbles in both the right and left heart chambers confirming the diagnosis (Fig. ). Although adequate ventilation with a high inspired oxygen fraction was maintained, saturation remained low during the remaining portions of the surgical procedure. There were no additional episodes which represented VAE; however, further problems were more closely related to various coagulation issues which led to massive allogenic blood products and autologous blood transfusion and the development of DIC. Repeated viscoelastic coagulation tests revealed that CT, CFT in intrinsic and CFT in extrinsic coagulation pathways were severely prolonged due to significant deficiency of fibrinogen (MCF 5 mm). The urgent call of blood products was indicated – the total amount of transfused blood during the surgery was 10,955 ml (49 units) alongside 14,000 ml of fluids to maintain volemia. ROTEM and TEG both indicated severe coagulopathy with especially low fibrinogen levels (Fig. ). The patient was transfused continuously using various blood products according to local transfusion protocols and viscoelastic blood coagulation test results (Fig. and Table ). The total amount of blood loss was 4000 ml. Intraoperative blood salvage (Cell Saver) was extremely beneficial as it allowed us to limit the amount of autologous blood transfusions and return 3500 ml of salvaged blood. Fibrinogen concentration was restored using cryoprecipitate, which may not have been as efficient or effective as compared to human fibrinogen concentrate, but was the only available agent at the time. Despite all interventions thrombocytopenia occurred (after VAE episode platelets decreased: 36- > 28 × 109/l) due to the lack of fibrinogen, and proper clot formation could not be achieved (Fig. ).\\nDuring the other phases of the surgery, the patient received protective lung ventilation (Vt of 6–8 ml/kg IBW and PEEP at 8 cm H2O) with a high inspired oxygen fraction and 0.3 mcg/kg/min noradrenaline to maintain adequate ABP. The patient remained in a critical condition and was transferred to the ICU for further treatment. Repeated TTE revealed small ventricles with normal systolic function indicating consequences of hypovolemia secondary to severe bleeding.\\nDiffuse bleeding almost immediately after transplantation, on first postoperative day, from the upper abdomen and thrombosis of the hepatic artery were suspected as the patient’s anaemia worsened and transaminase levels increased. A computerized tomography (CT) scan demonstrated that the left hepatic artery was only partially filled with contrast leading us to suspect partial thrombosis as well as a large subhepatic heterogenic mass (6.5 cm × 7.5 cm) representing a possible hematoma. Contrast extravasation was also noted in the venous phase. The decision was made to perform emergency relaparotomy. Due to unstable hemodynamics caused by severe bleeding, coagulopathy and acidosis, noradrenaline was continuously given by reducing the dosage in a manner dependent on the requirement until complete cessation. Cryoprecipitate, prothrombin complex concentrate (PCC), platelets and packed red blood cells (PRBCs) were constantly given. Patient remained stable for 2 days before hypotension and anaemia worsened. The patient was taken back to the Operating Theatre for exploration which demonstrated 3000 ml of blood (fresh and clotted). Clotted blood was found suprahepatically around the caval anastomosis as well as porta hepatis. After the patient’s second laparotomy, he continued to deteriorate and required increasing doses of vasopressors to maintain adequate blood pressure and tissue perfusion. He continued to deteriorate becoming increasingly hypotensive, acidotic and eventually went into multisystem organ failure and died.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'12974976': 1, '29573952': 1, '28537975': 1, '28990201': 1, '30060258': 1, '30045093': 1, '25535415': 1, '23146880': 1, '11350458': 1, '27358774': 1, '29099345': 1, '23642888': 1, '29796916': 1, '6749635': 1, '30979465': 1, '24876736': 1, '26049070': 1, '29034235': 1, '19706293': 1, '30705735': 1, '26401071': 1, '31017176': 1, '25091544': 1, '19426241': 1, '25620141': 1, '24106364': 1, '24228151': 2, '26819521': 1, '34717530': 2}", "similar_patients": "{'3822030-1': 1}"}