{"patient_id": 47511, "patient_uid": "8011174-1", "PMID": 33789640, "file_path": "comm/PMC008xxxxxx/PMC8011174.xml", "title": "Response to pembrolizumab in a patient with primary lung adenocarcinoma originated from indium lung", "patient": "A 46-year-old man who complained of left-sided chest pain for 2 weeks was transferred to our hospital for exploratory video-assisted thoracoscopy (VATS). He had a history of indium-tin oxide inhalation for 12 years, resulting from occupational exposure. He underwent chest X-ray at his workplace during routine check-up, and it showed a bilateral reticular shadow in the middle and lower lung fields, and he complained of cough and phlegm. He then underwent chest computed tomography (CT) and trans-bronchial lung biopsy, which led to the diagnosis of an indium lung (interstitial pneumonia or pulmonary fibrosis type) 16 years ago []. Subsequently, he was transferred to a section of his workplace where he was not exposed to indium. He went for a medical checkup twice a year. Six years before this consultation (10 years after his transfer to a non-indium section in his workplace), he had an acute exacerbation of indium lung, which was treated with steroid pulse therapy. After that, the patient received steroids, which were tapered off for 3 years. He was a non-smoker and also had a colon polyp. At the time he was diagnosed with indium lung, the serum indium levels (sIn) were 40.42 ng/mL (normal range: 0.06 ± 0.03 ng/mL) and serum Krebs von den Lungen-6 (KL-6, as a biomarker of interstitial pneumonia; normal range: < 500 U/mL) levels were 1930 U/mL. Although cessation of indium exposure gradually decreased sIn and KL-6 levels, they remained higher than normal (two years ago, sIn and KL-6 levels were 8.65 ng/mL and 1300 U/mL, respectively).\\nOn admission, computed tomography (CT) showed pleural effusion, pleural nodules, and a mass (32 × 30 mm in size) adjacent to the aorta (Fig. a). A comparison with CT scans taken 12 days ago at the previous hospital (Fig. b) demonstrated a significant deterioration of the entire lesion. VATS under general anesthesia revealed that there were multiple nodules of various sizes on the visceral and parietal pleura of the left thoracic cavity (Fig. c). We performed biopsy of the pleural nodule on the diaphragm and wedge resection of the peripheral region of the left lower lobe, where it was in contact with the diaphragm. The postoperative course was uneventful, and the patient was transferred to the previous hospital on postoperative day 8.\\nHistopathological examinations revealed that the nodule consisted of polygonal tumor cells with nuclear atypia that formed solid nests partially, including acinar nests (Fig. d). On immunohistochemical examination, calretinin and D2-40 were negative, and thyroid transcription factor 1 (TTF-1) was positive in tumor cells within the acinar nest. Based on these findings, the patient was diagnosed with primary lung adenocarcinoma. The tumor cells did not show any driver mutations in EGFR, ALK, and ROS1. Immunohistochemical analysis of programmed cell death receptor ligand 1 (22C3) showed highly positive staining (Tumor Proportion Score > 95%) (Fig. e). In the lung parenchyma specimens, cholesterol granulomas and fibrotic changes in the alveolar septa were apparent [].\\nThe patient was transferred to our hospital again for chemotherapy 37 days after the VATS. Pre-chemotherapy CT showed further growth of all the lesions in the left thoracic cavity (Fig. a). Fluorodeoxyglucose positron emission tomography and enhanced brain magnetic resonance imaging (MRI) showed no extra-thoracic metastasis. Therefore, the patient was diagnosed with stage IVA left lung cancer (cT4N0M1a). Considering his history of acute exacerbation of the indium lung, he received cytotoxic agents (a regimen of carboplatin and nanoparticle albumin-bound paclitaxel) as first-line therapy. This was because we were concerned about the adverse effects of the immune checkpoint inhibitor (ICI), especially ICI-related pneumonitis/interstitial lung disease [, ]. While the first-line treatment showed a transient response, a CT scan taken after four cycles of chemotherapy showed progressive disease with direct invasion of the sixth thoracic vertebra and metastasis of the fourth vertebra. Palliative radiotherapy (30 Gy) for the fourth and sixth thoracic vertebrae was administered, and pembrolizumab (200 mg/body) was administered as second-line therapy (Fig. b shows a chest X-ray taken one day before ICI initiation).\\nOn day 10 of the first ICI administration, he visited a hospital with impaired consciousness and vertigo. Brain MRI showed multiple brain metastases measuring 5 cm in the left frontal lobe, 3.5 cm in the left occipital lobe, and 7 mm in the right thalamus (Fig. c). Complete resection of the tumor in the frontal lobe and incomplete resection of the tumor in the occipital lobe were performed. An MRI scan taken on postoperative day 6 showed an increase in the size of the lesion in the left occipital lobe and the right thalamus, and new small nodular lesions were seen in the frontal lobes. Therefore, whole-brain radiotherapy (WBRT) of 35 Gy with 17 fractions was initiated on postoperative day 9. Although no improvement was observed on the chest X-ray taken on day 30 of ICI administration (on day 5 of WBRT) (Fig. d), the chest X-ray taken on day 39 of ICI administration (2 weeks after WBRT initiation) showed an improved transparency of the left thorax (Fig. e), which we considered to be a response to pembrolizumab. Following this, we restarted pembrolizumab 72 days after the first administration.\\nThe patient has received 36 cycles of pembrolizumab without any adverse events (Fig. f). He is visiting our outpatient clinic and conducting almost all activities of daily life after the diagnosis 30 months ago.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'31257311': 1, '21471693': 1, '30429014': 1, '22207675': 1, '30895696': 1, '26286723': 1, '32494570': 1, '16886812': 1, '20331622': 1, '31248832': 1, '23989951': 1, '33789640': 2}", "similar_patients": "{}"}