{"patient_id": 49596, "patient_uid": "8112115-1", "PMID": 34012549, "file_path": "comm/PMC008xxxxxx/PMC8112115.xml", "title": "Significant therapeutic effectiveness of durvalumab after chemoradiotherapy for a patient with post-operative recurrent pulmonary pleomorphic carcinoma", "patient": "A 62-year-old man was referred to our hospital because of an abnormal shadow in his right upper lung on chest X-ray. He had neither subjective symptoms nor a clinically significant medical history. He was an ex-smoker with a Brinkman index of 800. As the lesion was localized to the right upper lobe, he underwent sleeve resection of the right upper lobe and combined resection of the chest wall in February 2018. The imaging and histopathological findings revealed PPC (T4N0M0, stage IIIA). No actionable driver mutations were found, but the tumour proportion score for programmed cell death-ligand 1 (PD-L1) expression was greater than 95%. Because the efficacy of cytotoxic chemotherapy for PPC is less than its efficacy for other non-small lung cancer, with the patient's consent, we did not provide post-operative adjuvant chemotherapy. During the post-operative follow-up, chest computed tomography in December 2019 revealed a 20 × 12-mm shadow in the left lower lobe and enlarged left hilar and mediastinal lymph nodes. Examination of a transbronchial biopsy specimen revealed histopathological findings of PPC that were similar to that of the resected tumour (Fig. ). Recurrent cancer of the original histological type that is diagnosed within two years of the initial diagnosis is usually regarded as metastatic disease []. Our multidisciplinary team concluded that this patient developed a post-operative recurrence of pleomorphic carcinoma. Although post-operative recurrent lung cancer is usually treated with systemic chemotherapy, the beneficial effects of cytotoxic chemotherapy are limited for PPC. There have been occasional reports on the effectiveness of immune checkpoint inhibitor (ICI) for advanced PPC and the effectiveness of chemoradiotherapy for locally advanced PPC [, , , , , ]. As the patient's lesion was localized, we decided to administer chemoradiotherapy followed by consolidation immunotherapy. In January 2020, the patient started chemoradiotherapy (60 Gy and cisplatin + tegafur/gimeracil/oteracil potassium). At the end of chemoradiotherapy, he showed a partial response (PR), and consolidation therapy with durvalumab was initiated. After two cycles of durvalumab, the diameter of the tumour was smaller than at the initiation of durvalumab. Grade I radiation pneumonitis appeared six months after the initiation of chemoradiotherapy, but did not interfere with the durvalumab treatment. There were no other treatment-related adverse events. At the time of this report, durvalumab has been administered for more than 10 months, with a durable therapeutic response (Fig. ). Based on the PACIFIC study, we will complete the administration of durvalumab in 12 months and carry out careful follow-up.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'30860657': 2, '17574296': 1, '32045109': 1, '18989796': 1, '28885881': 1, '19577320': 1, '30568113': 1, '23649447': 1, '26682906': 1, '20107421': 1, '28881488': 2, '29928213': 2, '34012549': 2}", "similar_patients": "{'6006649-1': 1, '5668504-1': 1, '5668504-2': 1, '5668504-3': 1, '6500956-1': 1}"}