{"patient_id": 53483, "patient_uid": "8294029-1", "PMID": 34306902, "file_path": "comm/PMC008xxxxxx/PMC8294029.xml", "title": "Recurrent Hiatal Hernia Resulting in Rightward Mediastinal Shift: Diagnostics in Cardiology and Clinical Pearls", "patient": "We present the case of a 71-year-old male with a self-reported past medical history of dextrocardia, hiatal hernia, and recent ST-elevation myocardial infarction status post stent placement in the proximal-mid left anterior descending artery. The patient presented to the emergency department with a chief complaint of generalized weakness and fatigue, and signs and symptoms of hypotension and bradycardia. An electrocardiogram (EKG), chest radiography, echocardiography with 45% ejection fraction, and basic admission labs were completed as a part of an initial cardiac workup, with no pertinent lab irregularities. The patient was given intravenous fluids for volume resuscitation, placed in telemetry with pacer pads, and cardiology was consulted.\\nThe cardiology team diagnosed the patient with sick sinus syndrome with an indication for pacemaker placement, but upon reviewing the chest radiograph and EKG findings (Figure ), they could not confirm a diagnosis of dextrocardia.\\nThe patient underwent the procedure to have a dual-chamber permanent pacemaker implanted in his right chest wall, and the procedure was tolerated well without any complications. Radiographic images (Figure and Figure ) and fluoroscopic imaging revealed the patient did not have dextrocardia as mentioned in his past medical history. The patient was determined to have a large hiatal hernia that had been displacing his heart towards the extreme right side of his chest wall cavity, demonstrating an entirely right-sided cardiac silhouette mimicking dextrocardia. The patient was later informed he did not have dextrocardia; instead, the patient was educated on his heart’s dextroposition and etiology and thereafter managed for a significant hiatal hernia given symptomatic complaints.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'12564111': 1, '22605582': 1, '26229693': 2, '21927653': 1, '24051152': 1, '28754753': 1, '31496498': 1, '34306902': 2}", "similar_patients": "{'4502274-1': 1}"}