{"patient_id": 48904, "patient_uid": "8078305-1", "PMID": 33879687, "file_path": "comm/PMC008xxxxxx/PMC8078305.xml", "title": "Generalized morphoea in the setting of combined immune checkpoint inhibitor therapy for metastatic melanoma", "patient": "We report a 61-year-old female patient who first presented 9 years ago with a melanoma on the left forearm (pT2a). Although the sentinel lymph node biopsy was negative, the patient developed loco-regional metastases 2 months later, despite adjuvant low dose Interferon-alpha-2a treatment. These were treated surgically (excision of the in-transit metastases and axillary lymph node dissection). A BRAF mutation was absent. After a further 2 months, staging examinations revealed the presence of pulmonary and hilar lymph node metastases. Treatment with dacarbazine (1000 mg/m2) was then administered every 3 weeks and resulted in radiologically stable disease. In an attempt to achieve a tumor-free status, that patient underwent a mediastinal lymph node dissection and removal of the lung metastasis in the right lower lobe. Although the lymph nodes were tumor free, the pulmonary melanoma metastasis reached the resection margins and therefore 3 weekly dacarbazine (1000 mg/m2) treatment was recommenced. After 16 cycles in total the patient developed further pulmonary metastases and 3 cycles of ipilimumab (3 mg/kg) were administered. Ipilimumab was discontinued due to the development of severe immune-mediated colitis (Grade 3, Common Terminology Criteria for Adverse Events [CTCAE]) requiring treatment with systemic corticosteroids and infliximab. Subsequent treatment (dacarbazine, surgery, and radiotherapy) failed to halt disease progression. Immunotherapy (pembrolizumab) was commenced (2 mg/kg every 3 weeks) but withdrawn after 23 cycles due to intracerebral disease progression.\\nDespite the history of immune-mediated colitis, the decision was made to initiate combined ipilimumab (3 mg/kg) and nivolumab (1 mg/kg) immunotherapy. Two weeks after the first administration, the patient developed an immune-mediated thyrotoxic crisis (CTCAE Grade 3) which was successfully managed with propranolol and thiamazol. After an 8-week treatment interruption, the second cycle of ipilimumab (3 mg/kg) and nivolumab (1 mg/kg) was administered. The following staging examinations revealed a partial intracranial response and stable extracranial disease. On this basis, and in light of the history of immune-mediated colitis, the decision was made to temporarily interrupt immunotherapy treatment. Ten months after the initial combined immunotherapy, the patient developed skin changes on the abdomen, breasts, and limbs which were neither painful nor pruritic. The patient had also developed profound cachexia and had lost 14 kg in weight over several months. With the exception of type II diabetes, there was no personal or family history of either autoimmune or rheumatological diseases.\\nOn examination, there were sclerotic plaques on the abdomen and breasts, with sparing of the peri-areolar skin. In addition, there were erythematous and skin colored papules and plaques, which partly coalesced on the feet, lower legs, and forearms (Fig. A and B). The face and hands were not affected. On palpation there was hardening of the skin, resulting in reduced mobility.\\nRoutine blood tests showed an eosinophila (1.14 × 109/L, normal range 0.02–0.5 × 109/L) and elevated C-reactive protein levels (34 mg/L, normal range <5 mg/L). The anti-nuclear antibody (ANA) titre was 1:160 and rheumatoid factor was negative. A skin biopsy revealed fibrotic changes and a mild panniculitis with thickened septae in the subcutaneous fat (Fig. C). There was no evidence of an eosinophilic fasciitis. Esophageal manometry revealed impaired esophageal mobility with evidence of achalasia. On the basis of the characteristic skin changes, the histological findings and the laboratory investigations, a diagnosis of generalized morphoea was made and treatment with dexamethasone pulse therapy (100 mg i.v. over 3 days) was initiated. This was combined with topical therapy (clobetasone propionate ointment) and physiotherapy. Four cycles of dexamethasone pulse therapy led to an improvement in the skin changes, accompanied by increased mobility (Fig. D), but the changes did not fully resolve. Systemic corticosteroid treatment was withdrawn due to the development of progressive melanoma brain metastases. Despite 2 further cycles of combined anti-PD1 (nivolumab 1 mg/kg) and anti-CTLA4 (ipilimumab 3 mg/kg) immunotherapy 3 weeks apart, followed by 1.5 cycles of Fotemustine, the patient died 22 months after the development of the scleroderma-like skin changes.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'32253223': 1, '28599746': 1, '27663405': 1, '31474998': 2, '32746624': 1, '28556548': 1, '29863795': 1, '32540450': 1, '29740855': 1, '31202088': 1, '33879687': 2}", "similar_patients": "{'6703093-1': 1}"}