{"patient_id": 110073, "patient_uid": "8342241-1", "PMID": 34352947, "file_path": "noncomm/PMC008xxxxxx/PMC8342241.xml", "title": "The management of breast implant-associated anaplastic large cell lymphoma in the setting of pregnancy: seeking for clinical practice guidelines", "patient": "A 40-year-old 25 weeks pregnant (patient) was admitted to our clinic presenting a large spontaneous periprosthetic fluid collection at the left breast, occurring 12 years following bilateral cosmetic sub-glandular implantation with a textured surface silicone gel-filled breast implant (). At the time of presentation, no palpable mass nor lymphadenopathy was observed.\\nShe referred that clinical and instrumental (ultrasonography and magnetic resonance imaging) diagnosis of a left breast seroma dated back to 2 years before and had been treated conservatively through ago aspiration and anti-inflammatory drugs. Cultural test performed through fine needle aspiration 6 months before was negative for any bacterial/fungal infection and cytology test was negative for malignancy.\\nFine needle aspiration was repeated during our first consultation and 50 mL of periprosthetic fluid sample was sent for cytological examination. Cell smear and cell blocks showed an infiltrate composed predominantly of large to medium-sized atypical cells with occasional mitotic figures and apoptotic debris in a fibrinous/necrotic background. By immunocytochemistry, the atypical cells were positive for CD30, CD4, IRF4, and negative for CD3, CD8, CD20, CD68, ALK (anaplastic lymphoma kinase) and EMA (epithelial membrane antigen) consistent with a diagnosis of BIA-ALCL ().\\nOnce the diagnosis of BIA-ALCL was established, a multidisciplinary team including oncologist, pathologist, hematologist and gynecologist recommended a positron emission tomography computed tomography (PET/CT) scan for staging and surgical intervention when the patient would have reached full term pregnancy. Meanwhile, a breast and axillary ultrasonography was performed, which did not evidence focal alteration outside the periprosthetic capsule.\\nTwenty days after childbirth, PET/CT demonstrated an augmented glucose metabolism at the left breast with no associated capsular mass nor chest, lymph node or visceral involvement (stage IA according to the MD Anderson TNM classification) () [].\\nSurgical treatment with en bloc explantation of the implant and the surrounding fibrous capsule was performed bilaterally. Surgical specimens were oriented and inked for pathological processing as recently proposed []. Postoperative course was uneventful.\\nHistological examination showed the presence of CD30+, CD4+, CD3-, ALK- anaplastic large lymphoma cells admixed with abundant granular and necrotic material on the luminal surface of the left capsule confirming stage I disease. Lymphoma cells were not detected on the right capsule.\\nPatient is actually followed up according to National Comprehensive Cancer Network guidelines (history and physical every 3 to 6 months for 2 years and PET scan every 6 months for 2 years and then only if clinically indicated) [] in an outpatient setting and no tumor progression has been observed in 12 months of follow-up.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'30206415': 1, '31383966': 1, '18080439': 1, '11594520': 1, '26980727': 1, '17071444': 1, '32852469': 1, '26111320': 1, '31077504': 1, '27859003': 1, '26628470': 1, '16544330': 1, '18301899': 1, '11122273': 1, '31970455': 1, '27843602': 1, '29654345': 1, '19506155': 1, '29595739': 1, '26218387': 1, '30715173': 1, '34352947': 2}", "similar_patients": "{}"}