{"patient_id": 53231, "patient_uid": "8283152-1", "PMID": 34306287, "file_path": "comm/PMC008xxxxxx/PMC8283152.xml", "title": "Diagnostic imaging in a patient with an isolated blunt traumatic gallbladder injury", "patient": "A 47-year-old male presented with trauma to the right upper quadrant area sustained in a self-falling motorbike accident at 23:00. He was not exposed to COVID-19 because the pandemic was well controlled in Vietnam at that time with only 61 infected cases.\\nThe patient had a history of chronic alcohol consumption and narcotics use. Ten years ago, he was diagnosed with pulmonary tuberculosis and was found to be positive for the human immunodeficiency virus (HIV). The patient presented with abdominal pain that gradually increased and was admitted to the emergency department of our hospital 6 hours after the trauma in a state of drunkenness, complaining of right upper abdomen and lower chest pain. His vital signs such as heart rate, blood pressure, and temperature were unremarkable. On physical examination, he was found to have a pronounced right upper quadrant tenderness, abdominal distention, and no signs of peritoneal irritation. His laboratory findings demonstrated a decreased red blood cell count 2.8 T/L (normal range 4.3-5.7 T/L) and an elevated white blood cell count 18.3 G/L (normal range 3.5-10.5 G/L). Despite of a positive HIV test, no clinical signs of immunosuppression from HIV on the document of patient was found. All other test results were within normal limits.\\nChest radiography revealed fibrotic changes of old tuberculosis in the right upper lobe. On standard abdominal radiography, there were no signs of intestinal perforation or bowel occlusion. However, a fracture of the right lateral 11th rib and a staghorn calculus in the left kidney was noted. Urgent US showed a thickened gallbladder wall with bloody clots in the lumen and a large pericholecystic fluid; there were no signs of liver injury or intraperitoneal free fluid (A). Abdominal CT revealed blood in the lumen and loss of continuity of gallbladder wall mucosa enhancement, suggesting intramural hematoma without active bleeding. No signs of liver injuries or dilation of the biliary ducts was seen (B, C, D). The patient refused surgery and was admitted for conservative treatment. The patient developed bloody stools 2 days later which lasted for a few days. On day 4, US showed a diffuse intramural hematoma and lack of vascularity on color Doppler surrounded by pericholecystic fluid with blood levels in the collapsed lumen (E and F). After 11 days of hospitalization, the abdominal pain was relieved, and the patient was discharged.\\nOn day 17, the patient presented with aggravated pain in the right upper quadrant with nausea, a mild fever of 37.4°C, and an abdominal palpable mass. US revealed an enlarged mass of pericholecystic fluid surrounding the collapsed gallbladder wall (A). Contrast CT showed a voluminous fluid collection surrounding the totally collapsed gallbladder mucosa (B and C). US-guided percutaneous transhepatic drainage of the gallbladder was performed and 350 ml of yellowish fluid without blood was aspirated, suggestive of bile fluid which was confirmed by testing (D). The patient was discharged after 8 days without symptoms with the catheter still in place as he refused surgery.\\nOn day 48, the clinical and laboratory findings were not abnormal, and the catheter drained very little fluid but was still purulent. US revealed that the gallbladder area was a solid mass with signs of atrophy and that the tip of the catheter was located in the gallbladder mass. The gallbladder had nearly completely collapsed and the mucosal walls were irregularly thick and showed increased vascularity on color Doppler (A and B). There was no free fluid in the abdomen. After explaining the risks of complications, the patient agreed to surgery. Laparoscopy revealed a 7 × 8 cm gallbladder mass surrounded by the omentum, transverse colon, duodenum, and with adhesions to the abdominal and hepatic walls. The gallbladder mass was found to be concentrated with yellow purulent fluid upon opening (C and D). Cholecystectomy was performed by laparotomy as the cystic duct dissection was difficult due to adhesions to the duodenum. Upon opening the gallbladder postoperatively, the mucosa of the gallbladder was perforated and separated from the liver bed. Pathological examination showed a wall thickness of 5-8 mm, with chronic proliferative inflammation accompanied by necrotic areas. The patient recovered uneventfully and was discharged on the seventh day postoperatively.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'31981345': 1, '10966206': 1, '7006529': 1, '30101175': 2, '24470852': 2, '21851630': 2, '20690528': 1, '18246337': 1, '16917467': 1, '21610404': 1, '27756757': 1, '27462188': 2, '22503100': 1, '22077947': 1, '23843066': 2, '26815760': 1, '3359158': 1, '27408658': 1, '26856300': 1, '11316414': 1, '21217499': 1, '22690293': 1, '17017696': 1, '12418769': 1, '16304015': 1, '12351339': 1, '34306287': 2}", "similar_patients": "{'3169498-1': 1, '3889005-1': 1, '4872899-1': 1, '6082432-1': 1, '4924469-1': 1}"}