{"patient_id": 109720, "patient_uid": "8310634-1", "PMID": 34327177, "file_path": "noncomm/PMC008xxxxxx/PMC8310634.xml", "title": "A Case Report of Proximal Migration of Fibular Head with Intact Peroneal Nerve in a Post-Operative Infected Tibia Gap Non-union Managed by Ilizarov Technique", "patient": "Mr. CD, a 45-year-old manual laborer, with no history of any medical illness, non-smoker, alleged motor vehicle accident (pedestrian vs. car) 1½ years back and sustained right-sided open comminuted fracture distal third tibia Gustilo type 3 A. The initial wound debridement and external fixation were done on day 0 of accident to manage the bony and soft-tissue damage. During the initial procedure, we carried out tests for the antibiotic sensitivity and the organism identification, the resultant organism being Staphylococcus aureus and the sensitive antibiotics were initiated and continued for around 6 weeks, post-trauma, the wound was healed up but the fracture was still undergoing union and only minimal callus formation was present. Diagnosed with osteomyelitis, the patient was taken up for right-sided tibia debridement, sequestrectomy, and resection of necrotic bone fragment (, ). 6 cm bone fragment was resected with oscillating saw at the distal tibial shaft site, up to the presumed healthy area during the operation (). After resection of necrotic bone fragment it was followed by proximal tibial metaphyseal corticotomy after passing an antibiotic coated intramedullary nail with local gentamycin beads insertion (). Four days later, Ilizarov ring fixator procedure was done over the antibiotic coated intramedullary nail (). Gradual compression and docking was planned after the 8th day of ring fixation as the bone loss at the initial measurement after debridement was 6 cm (). At the outset of the pandemic, the patient was discharged and instructed to follow up for check X-rays and monitoring for the compression distraction process. The patient himself made the distraction and compression regulations but failed to follow up during the lockdown period. When he returned back to us for follow-up, check X-ray was done ().\\nIt revealed union at the fracture docking site. At this point, kindly note that check X-ray failed to reveal the proximal fibular head migration due to the rings obstructing the radiographic field also the knee flexion was limited to 90° due to hindrance by the rings. Further, as bony union was established, we proceeded with exchange of Ilizarov apparatus with an above knee cast and walking heel for mobilization. At this time, we also noted a limb length discrepancy of about 3 cm ().\\nAfter 1½ months, the cast was removed fracture site tenderness, mobility was absent and knee range of motion was initiated, even after continuous physiotherapy range was not improving beyond 90° flexion which prompted us to X-ray image the knee. The radiograph revealed proximal fibular migration of 4 cm ().\\nOn further examination, we confirmed peroneal nerve function to be intact. The current status of the patient is painless ambulation with the help of a crutch with no neurodeficit with length discrepancy of 3 cm with a shoe raise and with a knee range from 0° to 100° planned for a proximal fibulectomy and removal of gentamycin beads at a later date.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'31001382': 1, '24777722': 1, '22329670': 1, '12370581': 1, '7782356': 1, '26724454': 1, '2403497': 1, '26529606': 1, '28566776': 1, '34327177': 2}", "similar_patients": "{}"}