{"patient_id": 56776, "patient_uid": "8448260-1", "PMID": 34540493, "file_path": "comm/PMC008xxxxxx/PMC8448260.xml", "title": "Dystonia as a Presenting Feature of Acute Ischemic Stroke: A Case Report and Literature Review", "patient": "A 52-year-old woman with a past medical history of uncontrolled type II diabetes mellitus presented with right upper extremity weakness of one-hour duration. While communicating with the emergency department team, the patient had an episode of spontaneous painful posturing with rotation and flexion of the right arm and extension of the right leg that resolved in less than a minute without intervention. During evaluation by the stroke team, she had another episode of similar painful posturing. The National Institutes of Health Stroke Scale score was 2 for right upper extremity ataxia and dysarthria. She had mild weakness of the right wrist extensors without any right arm drift. Blood pressure on admission was 202/99 mmHg and blood glucose level was 358 mg/dL. CT head did not show acute hemorrhage or notable hypodensity. CT angiogram of the head and neck showed multifocal intracranial atherosclerosis particularly in the left middle cerebral artery and internal carotid artery. CT perfusion showed the increased time to peak involving the left posterior frontal lobe, parietal lobe, and posterior temporal lobe (Figure ). Thrombolysis was done using intravenous alteplase. MRI brain showed small embolic strokes in the left primary motor and supplementary motor area (Figure ) and a small lesion in the left parietal cortex. Stroke workup was remarkable for positive urine drug toxicology for cocaine, apical akinesia of left ventricle on transthoracic echocardiogram, hemoglobin A1c of 16.7%, total cholesterol of 378 mg/dL, high-density lipoprotein of 35 mg/dL, triglycerides of 422 mm/dL, and incalculable low-density lipoprotein. Stroke was determined to have two or more etiologies, namely, left middle cerebral artery stenosis, apical akinesia of left ventricle, and cocaine use. The patient was started on dual antiplatelet therapy and statin for secondary stroke prevention. She did not have further dystonia episodes during admission and was discharged home without any complications.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'25119274': 1, '19489065': 1, '18361471': 1, '27853372': 1, '26164537': 1, '24406027': 1, '25972141': 1, '23440948': 1, '29426369': 2, '15489389': 1, '6733468': 1, '15935386': 1, '24188636': 1, '26483154': 1, '23449883': 1, '9077506': 1, '19621072': 1, '34540493': 2}", "similar_patients": "{'5807857-1': 1}"}