{"patient_id": 53299, "patient_uid": "8286215-1", "PMID": 34273029, "file_path": "comm/PMC008xxxxxx/PMC8286215.xml", "title": "Right-sided Bochdalek hernia in an adult with hepatic malformation and intestinal malrotation", "patient": "The patient was a 47-year-old woman who presented with dyspnea on exertion. Her medical history was remarkable for asthma and ovarian cyst. At regular health check-ups during her elementary school years, chest radiographs appeared abnormal; however, she never had any opportunities for further examinations until this presentation.\\nChest radiographs showed a massive area of opacity mixed with intestinal gas in the right lung field (Fig. ). Computed tomography (CT) scans revealed that both the right kidney and the portion of the alimentary tract from the distal part of the duodenum to the transverse colon had herniated into the right thoracic cavity (Fig. ). A cardiac catheterization study demonstrated elevated pulmonary capillary wedge pressure (31 mm Hg) and elevated pulmonary arterial pressure (53 mm Hg). Right-sided Bochdalek hernia and pulmonary hypertension were diagnosed. After her cardiopulmonary function was stabilized with medical therapy, she was referred to the surgical department for operative repair of the diaphragmatic hernia.\\nTo visualize the anatomy and vasculature preoperatively, we used 3D analysis software (Synapse Vincent; Fujifilm, Tokyo, Japan) to generate three-dimensional (3D) images from thin-section reconstructed CT data (Fig. ). These images showed that the superior mesenteric artery (SMA) and vein (SMV) had herniated through the diaphragmatic defect. The eleventh and twelfth ribs with intercostal muscle constituted the posterolateral part of the defect. The size of the elliptical defect was estimated to be 11 5 cm. The liver was flattened in shape, which left the large diaphragmatic defect uncovered. The right kidney was detached from the retroperitoneum and had also herniated through the defect.\\nA transabdominal approach was selected given the difficulty in reducing the huge volume of herniated contents through the transthoracic approach. We adopted a laparotomic approach, because reducing the main trunks of SMA and SMV laparoscopically might have been unsafe, and any resulting pneumoperitoneum might have worsened the preexisting cardiopulmonary burden.\\nThe patient was placed supine while under general anesthesia, and a J-shaped incision was made in the abdomen. The flattened appearance of the liver was confirmed. We fully mobilized the right lobe of the liver to expose the diaphragm. The small intestine and ascending colon were attached to the common mesentery without any retroperitoneal fixation. We confirmed intestinal malrotation (IM) and the absence of the ligament of Treitz (Fig. ). The IM was classified as a nonrotation pattern.\\nWe gently dissected the adhesion between the intestines and the rim of the defect. First, the colon was pulled back to the abdominal cavity, and then the distal part of the duodenum, ileum, and jejunum were sequentially reduced. There was neither adhesion nor hernia sac in the thoracic cavity. We meticulously manipulated the main trunks of SMA and SMV during their reduction. The defect was completely exposed following the reduction of the right kidney. The diameter of the defect was indeed 11 5 cm, as estimated. Monofilament polypropylene mesh (Ventralight™ ST mesh; Becton, Dickinson and Company, Franklin Lakes, NJ, USA) was cut in an oval with sufficient margins and fixed to the diaphragm circumferentially (Fig. ). Intestinal repositioning or fixation was not performed, because nonrotation pattern IM has a low risk of intestinal volvulus.\\nThe patient was discharged without any complications on postoperative day 10. Dyspnea on exertion was relieved, and the severity of pulmonary hypertension gradually lessened over time. The pulmonary capillary wedge pressure and mean pulmonary arterial pressure decreased to 10 and 20 mm Hg, respectively. She exhibited no recurrence of the hernia at the 20-month follow-up visit (Fig. ).", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'25701196': 1, '24382056': 2, '17693288': 1, '11321341': 1, '12027798': 1, '15378215': 1, '24426598': 1, '12203061': 1, '20062780': 1, '10052821': 1, '23135735': 1, '18005759': 1, '33507516': 1, '21604246': 1, '26561495': 1, '19238055': 1, '26905573': 1, '27042603': 1, '28500579': 1, '9833800': 1, '24886112': 2, '18642043': 1, '10926192': 1, '29551011': 1, '17119855': 1, '14732798': 1, '11461863': 1, '26670736': 1, '19126192': 2, '29123864': 1, '33848045': 1, '16450080': 1, '8649706': 1, '8064271': 1, '2041234': 1, '34273029': 2}", "similar_patients": "{'4030037-1': 1, '2639604-1': 1, '3879997-1': 1}"}