{"patient_id": 49770, "patient_uid": "8121209-1", "PMID": 34007776, "file_path": "comm/PMC008xxxxxx/PMC8121209.xml", "title": "Aseptic Viral Meningitis Secondary to Herpes Simplex Virus 2 Genital Infection", "patient": "A 35-year-old female presented to the emergency department (ED) complaining of neck stiffness for one week, which had worsened over the previous 24 hours, and a gradual-onset headache. The pain was non-radiating, worse with both active and passive flexion, and rated at 10 out of 10. The patient had tried taking ibuprofen, which provided no relief. The patient also reported body aches, chills, photophobia, and had a fever of 100.8 F.\\nThe patient has an underlying history of HSV-2. Two weeks ago, she was newly diagnosed with a genital herpes infection, which was likely contracted from her new sexual partner three months ago. She was prescribed oral acyclovir; however, she declined treatment due to reported facial swelling as a side effect due to acyclovir while taking it for shingles. Other medical history included acute myelogenous leukemia in remission since 1998, shingles, poorly controlled type 1 diabetes mellitus, and protein S deficiency. Her current medication included insulin aspart, alprazolam, ondansetron, and topical lidocaine. Social history was significant for a new sexual partner within the previous three months. She denied any tobacco, alcohol, or drug use.\\nInitial vital signs were a temperature of 100.8 F, heart rate of 115, respiratory rate of 18, blood pressure of 152/96 mmHg, and SpO2 of 97%. Significant physical examination findings included nuchal rigidity, swollen lymph nodes in groin area, and vesicular vaginal lesions.\\nLab workup that was within normal limits included a complete blood count with differential, complete metabolic panel, lactate, negative urine human chorionic gonadotropin test, and urinalysis. Her serum glucose was 215 mg/dL, which was consistent with her history of poorly controlled type 1 diabetes mellitus. A lumbar puncture was performed, which revealed a cerebral spinal fluid (CSF) glucose of 99 mg/dL (reference range is >41 mg/dL), protein level of 80 mg/dL (reference range is 15-45 mg/dL), a negative gram stain, 4+ white blood cells, and absolute white blood cell count was 8.2 k/uL without left shift. CSF was sent for culture and nucleic-acid amplification testing (NAAT) analysis for HSV and varicella zoster virus. Blood samples were also sent for bacterial culture and came back negative. A head computed tomography (CT) was unremarkable. The patient’s Glasgow Coma Scale score was 15, she clinically appeared to have meningitis, and there was not clinical evidence of encephalitis.\\nDue to the patient history, clinical presentation, CSF findings, and an immunocompromised state, the patient was admitted to the hospital and initially started on intravenous acyclovir, broad-spectrum antibiotics, and deep vein thrombosis prophylaxis. The patient had reported mild facial swelling from previous treatment with acyclovir; the risks and benefits were weighed and intravenous acyclovir was selected as the best option. The patient’s vital signs stabilized within 24 hours of beginning treatment and her headache severity level improved to 1 out of 10. NAAT analysis of CSF returned positive for HSV-2. The patient steadily improved over her hospital stay, there were no sequelae, and was eventually discharged home after five days with home healthcare follow-up treatment for intravenous acyclovir treatment.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'12917581': 1, '30533447': 1, '19559173': 1, '27106239': 1, '10575137': 1, '25273082': 1, '30153934': 1, '16364957': 1, '14614676': 1, '34007776': 2}", "similar_patients": "{}"}