{"patient_id": 49010, "patient_uid": "8082198-1", "PMID": 33981424, "file_path": "comm/PMC008xxxxxx/PMC8082198.xml", "title": "Vasopressin for persistent hypotension due to amlodipine and olmesartan overdose: A case report", "patient": "A 54-year-old woman with a hypertension and insomnia history visited our emergency department (ED) with acute altered mental status. She had ingested amlodipine 345 mg, olmesartan 340 mg, etizolam 4 mg, and brotizolam 0.75 mg approximately 10 h before arrival, because she felt exhausted by caring for her family. The patient had been prescribed amlodipine 5 mg and olmesartan 20 mg daily. Thus, she had ingested 69- and 17-fold her usual daily dose of amlodipine and olmesartan, respectively. She had attempted suicide by overdose previously. Her height and weight were 158 cm and 77.5 kg, respectively. She presented with a blood pressure of 84/46 (mean arterial pressure: 59) mmHg, heart rate of 72 bpm, respiratory rate of 22 bpm, SpO2 of 98% on a 5 L/min facemask, and temperature of 35.3 °C. Her Glasgow Coma Scale score was 9 (E2V1M6); physical examination results were normal except for cold extremities. Laboratory examinations showed a serum creatinine level of 1.06 mg/dl and glucose level of 156 mg/dl; other chemistry panel results were within normal limits. Whole-body computed tomography showed no signs of infections. Transthoracic echocardiography showed normal contractility (left ventricular fraction ejection: 50%).\\nDespite crystalloid fluid (1500 mL) administration, the patient remained hypotensive and norepinephrine treatment was initiated after intensive care unit admission. However, her mental status deteriorated, necessitating intubation. Her hemodynamic status was refractory to increased norepinephrine; therefore, epinephrine was administered. CCB toxicity was suspected; hence, intravenous calcium gluconate (10.2 g in total) and glucagon (1 mg in total) were repeatedly administered. However, vasoplegia persisted at 8 h after ED arrival. Once norepinephrine and epinephrine doses reached 0.45 and 0.19 mcg·kg−1·min−1, respectively, we added intravenous insulin (70 U/h) as high-dose insulin euglycemia therapy. Nevertheless, she remained hemodynamically unstable (maximum mean arterial pressure: 56 mmHg). Arterial blood gas analysis showed normal anion-gap metabolic acidosis (pH: 7.127; PaCO2: 45.8 mmHg; HCO3: 14.5 mmol/L; lactate level: 9.2 mmol/L; and corrected anion gap: 12.5 mmol/L). FloTrac sensor (Edwards Lifesciences, Irvine, CA, USA) showed that her cardiac and systemic vascular resistance indices were 3.2 L·min−1·m−2 and 1015 dyne·s·cm−5·m2, respectively, indicating vasodilatory shock. The vasodilatory shock was refractory to CCB toxicity treatments; therefore, an ARB adverse effect was suspected. Vasopressin (maximum: 2 U/h) was administered at 16 h after ED arrival, which increased the mean arterial pressure to >60 mmHg (). As the patient's blood pressure started to increase on hospital day 2, vasopressors were tapered and she was weaned off on hospital day 3. She was thereafter extubated and discharged without sequelae on hospital day 9. She no longer had suicidal ideation as of the discharge. She had an uneventful clinical course during the 2-month outpatient follow-up and remained well after 22 months of this event.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'12023940': 1, '16548975': 1, '28528561': 1, '27749343': 1, '33181358': 1, '26344579': 1, '12766641': 1, '12052849': 1, '11361048': 1, '10320155': 1, '23692319': 1, '15719846': 1, '33981424': 2}", "similar_patients": "{}"}