{"patient_id": 60716, "patient_uid": "8635719-4", "PMID": 34869476, "file_path": "comm/PMC008xxxxxx/PMC8635719.xml", "title": "Case Report: Use of Liposomal Amphotericin B in Low Doses in Patients With Visceral Leishmaniasis", "patient": "A 46-year-old man presented with a 3-week history of fever and pancytopenia. He had worked in coalmines in Hebei Province, Henan Province, and Shanxi Province for more than 10 years. There was negative past medical and past surgical history. His body weight was 70 kg. Physical examination suggested sporadic hemorrhagic spots on his skin of chest and back, palpable right sided cervical lymphadenopathy, and splenomegaly. Blood cultures as well as tests for bacteria, fungi, tuberculosis, parasites, and brucellosis agglutination were all negative. The laboratory examination revealed pancytopenia, coagulation abnormalities, and elevated liver enzyme levels. The patient's PCT and CRP levels were 0.99 ng/mL and 73.4 mg/L, respectively. Bone marrow biopsy disclosed hypocellular marrow with trilineage hematopoiesis and macrophages with microorganisms. The aspirate prominently contained hemophagocytic macrophages. Additional investigations identified elevated ferritin and soluble interleukin-2 receptor (sCD25) levels and absent natural killer (NK)-cell activity, supportive of hemophagocytic lymphohistiocytosis (HLH). Antibodies against Leishmania in peripheral blood and PCR were positive, confirming the diagnosis of VL. He was received intravenous gammaglobulin. The L-AmB protocol followed that presented in . The initial dose was 10 mg (~ 0.14 mg/kg), and the maintenance dose was 70 mg (~1.0 mg/kg). The total accumulative dosage was 910 mg (13 mg/kg), which was close to the WHO-recommended dosage. The patient's liver enzymes (AST and ALT) were mild abnormal before the treatment. He received the low-dose L-AmB therapy in addition to liver-protecting treatment. His liver function gradually recovered and kidney function remained normal during the treatment. No complications occurred during treatment excluding hypokalaemia, which was corrected via potassium supplementation. The patient's blood routine parameters gradually normalized and spleen size gradually decreased during therapy. No VL recurrence was observed at the 6-month follow-up visit.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'21255828': 1, '26787156': 1, '11095817': 1, '22575984': 1, '26142667': 1, '21485694': 1, '29864133': 1, '26931041': 1, '22693548': 1, '20806506': 1, '23744570': 1, '26354822': 1, '25188253': 1, '25104636': 1, '27974063': 1, '28335692': 1, '28468057': 1, '21453873': 1, '24681535': 1, '30345109': 1, '34869476': 2}", "similar_patients": "{'8635719-1': 2, '8635719-2': 2, '8635719-3': 2}"}