{"patient_id": 111094, "patient_uid": "8436279-1", "PMID": 34527253, "file_path": "noncomm/PMC008xxxxxx/PMC8436279.xml", "title": "Colistin neurotoxicity mimicking Guillain-Barré syndrome in a patient with cystic fibrosis: case report and review", "patient": "A 38-year-old woman (Patient A) with cystic fibrosis (CF), who underwent double-lung transplant, Stage 3B chronic kidney disease, CF-related diabetes and pancreatic insufficiency, was transferred to the intensive care unit (ICU). She was admitted for an acute-on-chronic hypoxemic respiratory and renal failure. Three weeks prior, she was treated for acute-on-chronic sinusitis caused by methicillin-resistant Staphylococcus aureus and Aspergillus fumigatus infections. A bronchoscopy with bronchoalveolar lavage cultures revealed Stenotrophomonas maltophilia infection, so she was started on intravenous colistin. On Day 2 of treatment, she developed numbness and tingling in her fingers, toes and perioral region. Neurologic consultation was requested and revealed intact cranial nerves, sensation and proprioception. Motor strength was preserved, reflexes were reduced bilaterally in the patellas and Achilles but were normal in the upper extremities. In the setting of a recent upper respiratory infection, subjective muscle weakness, paresthesia and decreased lower extremity reflexes, GBS was suspected. A lumbar puncture and electromyography were ordered. Cerebrospinal fluid was unremarkable with no cytoalbuminologic dissociation (1 erythrocyte, no neutrophils, 71 lymphocytes, 29 monocytes, glucose 81 mg/dl and protein 23 mg/dl). This decreased the likelihood of GBS, and the presence of perioral paresthesia prompted investigation of alternate diagnoses. After review of the patient’s medication list () for potential drug-induced toxicity, intravenous colistin was identified as a possible culprit. Colistin was suspended and replaced with trimethoprim and sulfamethoxazole. Symptoms subsided within 24 h, and further neurologic testing, including electromyography, was canceled. This patient had made use of inhaled colistin on five occasions and had not had adverse effects.\\nWithin days of this patient’s admission, we had a second case of colistin-induced neurotoxicity. A 59-year-old woman (Patient B) with a double-lung transplant, end-stage renal disease and chronic colonization of pulmonary Burkholderia cepacian and history of Clostridium difficile (C. difficile) infection was admitted to the ICU. She had been receiving inhaled colistin for B. cepacian for 3 months and was started on the intravenous form. On Day 2 of treatment, she presented with tongue, hand and perioral paresthesia. Her symptoms were tolerable and neurologic examination was unremarkable. Given the mild quality of her symptoms and considering the risk–benefit ratio, she continued to receive intravenous and inhaled colistimethate. The ICU team promptly diagnosed colistin-induced neurotoxicity since this was the second case in a short time interval.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'28550595': 1, '1763528': 1, '26001357': 1, '31541214': 1, '30979085': 1, '32935618': 1, '14998436': 1, '11402633': 1, '14099599': 1, '14585859': 1, '16444976': 1, '32168426': 1, '34946536': 1, '30362702': 1, '21575219': 1, '11706322': 1, '9762785': 1, '26206782': 1, '9487348': 1, '34527253': 2}", "similar_patients": "{}"}