{"patient_id": 54278, "patient_uid": "8338124-1", "PMID": 34367784, "file_path": "comm/PMC008xxxxxx/PMC8338124.xml", "title": "Long-Term Survival With Pembrolizumab Re-administration After Pseudo-Progression With Immune-Related Interstitial Lung Disease in a Patient With Non-small Cell Lung Cancer", "patient": "A 73-year-old man with a 50-year history of smoking (150 pack-year) presented to our hospital with right chest pain and dyspnea. Chest exam revealed decreased right breath sound. Chest radiography revealed a large amount of right pleural effusion (Figure ).\\nThoracoscopy under local anesthesia revealed a tumor in the pleura, and pathological findings led to the diagnosis of lung adenocarcinoma with a programmed cell death ligand-1 (PD-L1) tumor proportion score (TPS) of 95%. Driver oncogenes, including the epidermal growth factor receptor (EGFR), anaplastic lymphoma kinase (ALK) fusion gene, and c-ros oncogene 1 (ROS-1) fusion gene, were negative. Computed tomography (CT) and positron emission tomography with 18F-fluorodeoxyglucose after biopsy and thoracic drainage revealed primary tumor in the right middle lobe, hilar and mediastinal lymph nodes, right pleura, bone, liver, and right adrenal gland (Figure ). Brain magnetic resonance imaging showed no findings suggesting central nervous system metastasis. These examination results led to the diagnosis of advanced lung adenocarcinoma (cT2aN3M1c; stage IVB).\\nAfter managing the right pleural effusion with intrathoracic administration of sterile graded talc, first-line chemotherapy with pembrolizumab was initiated. Although the right pleural effusion worsened after administering pembrolizumab, follow-up without any therapeutic interventions was continued because we suspected pseudo-progression (Figure ). However, CT on day 17 revealed that the pleural effusion had worsened, the tumor size had increased, and new ground-glass shadows had appeared in both lungs (Figure ). Based on these findings, we suspected irILD with pseudo-progression. The patient had mild dyspnea and an oxygen saturation level of 93% in room air, despite a baseline oxygen saturation level was 98%. Therefore, steroid treatment with methylprednisolone (500 mg/dL) was initiated for three days. CT after a month since initiation of steroid treatment showed that improvements in the pleural effusion and solid lesions and the disappearance of the ground-glass shadows in both lungs (Figure ).\\nAfter reducing the prednisolone dose to 10 mg/day, second-line chemotherapy with carboplatin (AUC 4), pemetrexed (400 mg/m2) and bevacizumab (15 mg/kg) was administered every three weeks, resulting in stable disease. Steroid treatment was discontinued during second-line chemotherapy because the pleural effusion and ground-glass shadows improved. Thus, we decided to re-administrate pembrolizumab after four cycles of second-line chemotherapy to achieve long-term survival. The pleural effusion, ground-glass shadows and other tumor lesions did not worsen despite the re-administration of pembrolizumab. At present, the patient has achieved 30 months of survival after the re-administration of pembrolizumab (35 months since diagnosis), and chemotherapy with pembrolizumab is ongoing (41 cycles at the time of writing) without disease progression.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'30955977': 1, '30253080': 1, '31090906': 1, '30711962': 1, '28939128': 1, '30125216': 1, '31735362': 1, '32297899': 1, '32997907': 1, '19934295': 1, '29658848': 1, '32923136': 1, '32421224': 1, '19139884': 1, '30328672': 2, '34367784': 2}", "similar_patients": "{'6275832-1': 1, '6275832-2': 1, '6275832-3': 1, '6275832-4': 1, '6275832-5': 1}"}