{"patient_id": 107761, "patient_uid": "8132809-1", "PMID": 34017791, "file_path": "noncomm/PMC008xxxxxx/PMC8132809.xml", "title": "A case of organophosphate poisoning with intermediate syndrome and acute pancreatitis – A rare complication", "patient": "A 46-year-old male patient presented to the emergency department of tertiary care hospital of Uttrakhand with alleged history of intake of around 50 ml of organophosphorus insecticide. He had past history of psychiatric illness but was not on any treatment for the same. He had consumed poison around six hours prior to hospitalization. He presented with complaints of altered sensorium, increased sweating and oral secretions. On examination, his GCS was E3V2M6, blood pressure was 110/60 mm Hg, pulse rate was 56 beats per minute and his pupils were pinpoint. Respiratory system examination revealed crepitation in bilateral axillary and mammary region. The rest of his examination was unremarkable. Immediately on arrival, gastric lavage was done. Loading dose of atropine given till clearance of oral respiratory secretions and later on maintenance dose was started. Injection pralidoxime was given as 30 mg/kg of loading dose followed by 10 mg/kg as continuous infusion. On day three of illness, patient developed shortness of breath, difficulty in holding neck and sitting up from supine position. He also complained of abdominal pain in epigastric region associated with three episodes of non-projectile vomiting. The patient was immediately intubated and started on mechanical ventilation.\\nOn examination, his abdomen was soft and tender in the epigastric region with normal bowel sounds. Investigation on day three was suggestive of leukocytosis (total leukocyte count 27206/mm3) with predominant neutrophils (88%), raised lipase (560 Units/L), transaminitis (ALT-380U/L and AST- 198U/L) and normal electrolytes and kidney function tests. An ultrasound abdomen and CT abdomen was suggestive of pancreatitis. [Figures and ]\\nA diagnosis of OP poisoning with intermediate syndrome with pancreatitis was made. Nasogastric tube was inserted and patient was kept nil per oral. There was no nasogastric tube aspirate for 24 hours. Thereafter, patient was started on nasogastric tube feeding which he tolerated. Intravenous atropine was gradually tapered. Patient was weaned off from the ventilator over seven days gradually. After extubation, the patient was shifted to general medicine ward where psychiatry consultation was done. He was discharged in stable condition on antidepressants.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'3421227': 1, '25425841': 1, '31879639': 1, '9865235': 1, '18630983': 1, '22852867': 1, '17698941': 1, '16850858': 1, '1379357': 1, '9412952': 1, '34017791': 2}", "similar_patients": "{}"}