{"patient_id": 108542, "patient_uid": "8202357-1", "PMID": 34211896, "file_path": "noncomm/PMC008xxxxxx/PMC8202357.xml", "title": "A Case of Sellar/Suprasellar Neurocysticercosis Mimicking a Craniopharyngioma", "patient": "We report a 28-year-old male, presented with rapid progressive loss of vision of the left eye and headache. Neurological examination of the patient revealed no abnormalities except visual acuity of the left eye to be 6/30. Visual field test and visual perimetry showed temporal hemianopia of the left eye.\\nMagnetic resonance imaging (MRI) of the brain revealed well-defined lobulated cystic lesion measuring about 1.9 cm × 2 cm × 1.9 cm (Anterior-Posterior × Width × Height) showing thin enhancing wall without internal enhancing lesion located in mid to left side of the suprasellar region extending into the sellar region. [Figure -] There was minimal extensive involvement of the left cavernous sinus, right deviation and compression of infundibulum, and slightly upward pushed optic chiasma. However, on SWI sequence, there is no calcification. [Figure , ] With craniopharyngioma as one of the differential diagnosis, pituitary hormonal profile of the patient showed increased level of serum prolactin and insulin-like growth factor 1, decreased level of serum cortisol. Other hormones were within normal range. The provisional diagnosis of craniopharyngioma was made and standard pterional craniotomy was performed from the left side. After visualizing the left optic nerve and opening the left optico-carotid cistern, to our surprise, whitish multiple cystic structure was seen which was removed from optico-carotid space and prechiasmatic space. [] Borosilicate glass pipette was used for meticulous removal of cystic lesion. The scolex was also seen in the cyst. Few calcifications were also present. Dexamethasone diluted in ringer's lactate was used for irrigation. Postoperatively, visual acuity improved without any complications. Visual acuity improved with no postoperative complications. Histopathology report showed findings compatible with cysticercosis []. However, immunoglobulin G appeared to be negative after surgery. Postoperative CT scan was unremarkable [].", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'23605125': 1, '24622323': 1, '23265554': 1, '20717522': 1, '22922900': 1, '11480424': 1, '25360206': 1, '20045747': 1, '24974642': 1, '12917134': 1, '3379477': 1, '24365429': 1, '34211896': 2}", "similar_patients": "{}"}