{"patient_id": 59368, "patient_uid": "8572087-1", "PMID": 34754413, "file_path": "comm/PMC008xxxxxx/PMC8572087.xml", "title": "Idiopathic ascites following laparoscopic appendicectomy: a case report", "patient": "A 47-year-old woman presented to accident and emergency with abdominal pain, distension, reduced appetite and weight loss. She had undergone a laparoscopic appendicectomy for perforated appendicitis 2 months previously, with histology demonstrating appendiceal necrosis with full-thickness acute inflammation. She had seemingly had an uneventful recovery and had been discharged 3 days after the procedure. Her relevant past medical history included an intrauterine device insertion (still in situ) and gastro-oesophageal reflux disease medicated with regular omeprazole. Her family history was significant for a maternal grandmother who had uterine cancer. She grew up in Venezuela and had lived in France and the USA before moving to the UK. She denied alcohol use, smoking or other substanceuse.\\nOn examination, she had tense ascites but no clinical signs of peritonism. Initial blood tests demonstrated normal inflammatory markers, liver function and electrolytes. A computed tomography (CT) scan of the abdomen demonstrated gross ascites, but no defined pathology, including no mass lesions, portal vein thrombosis or peritoneal changes (). An ascitic drain was inserted and drained 4.6 litres of clear fluid. This was sent for cytology, biochemistry and culture (including for tuberculosis), with the results indicated in . Tumour markers (CEA, CA125, CA19-9 and AFP) were all within normal limits.\\nA multi-disciplinary approach formed the basis for the attending team, with the involvement of gastroenterologists, oncologists, infectious diseases specialists and medical microbiologists. An oesophago-gastro-duodenoscopy and colonoscopy were initially performed, and both were macroscopically normal. Random biopsies were obtained, and histology from the duodenum demonstrated Coeliac disease. With dietetics input, her nutrition was modulated with good response. Specialist medium cultures and blood test e.g. Quantiferon, breast ultrasound, mammography and a CT chest showed no abnormalities. Vaginal swabs and transvaginal ultrasound did not yield any abnormalities. Her intra-uterine device (IUD) was removed by the gynaecology team and this was sent for culture but did not demonstrate any abnormal growth.\\nOn Day 8, the patient became febrile with a rise in inflammatory markers (white cell count 20.0 × 109/L). No localizing symptoms or signs were apparent and a septic screen (including ascitic tap) did not demonstrate an infective focus. This episode resolved after a 5-day trial of intravenous antibiotics (amoxicillin, metronidazole and gentamicin).\\nA positron emission tomography-CT (PET-CT) scan demonstrated abnormal tracer uptake in the omentum, right lower abdomen quadrant and pouch of Douglas (). A subsequent diagnostic laparoscopy for targeted biopsies however yielded only inflammatory changes with no signs of malignant processes. Post-operatively, the ascites resolved spontaneously, and on out-patient review at 4 weeks repeat blood tests and all clinical parameters had returned to normal.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'30618431': 2, '27113577': 1, '24822146': 2, '8328121': 1, '27613565': 1, '16939766': 1, '17234067': 1, '22678332': 1, '34754413': 2}", "similar_patients": "{'6839343-1': 1, '4009136-1': 1}"}