{"patient_id": 89285, "patient_uid": "8686011-1", "PMID": 34938638, "file_path": "comm/PMC008xxxxxx/PMC8686011.xml", "title": "Cerebral Venous Infarct After Recovery From COVID-19 Pneumonia", "patient": "We present the case of a 53-year-old man who was brought to the emergency department by ambulance because of severe shortness of breath. The patient developed shortness of breath seven days before his presentation and it was progressing in severity. The shortness of breath was associated with fever that reached 40℃ with a partial resolution with antipyretic medications. This was associated with a cough with purulent sputum. The patient had contact with a patient with COVID-19. However, he did not seek medical care. Further, the patient had previously refused to receive any vaccination for COVID-19. The past medical history was remarkable for severe gastroesophageal reflux disease for which he was taking oral omeprazole 40 mg for the last eight years. He underwent laparoscopic cholecystectomy as an elective operation after an episode of acute pancreatitis due to biliary stones. He was not known to have any drug or food allergies. He worked as an accountant and has a 35 pack-years history of smoking. He never consumed alcohol. The family history was remarkable for hereditary blood disorders, including glucose-6-phosphate dehydrogenase deficiency and beta-thalassemia.\\nUpon presentation, the patient appeared drowsy and was in respiratory distress. He was not able to speak in full sentences. He was using the accessory muscles of respiration. His vital signs showed tachycardia (120 bpm), tachypnea (25 bpm), fever (39.2℃), and maintained blood pressure (130/90 mmHg). His oxygen saturation was 79% on room air. Respiratory examination revealed decreased air entry with bilateral crepitations throughout both lung fields. Examination of other systems was unremarkable. Initial laboratory findings revealed a hemoglobin level of 13.1 g/dL, leukocytes count of 14,000/μL, platelets count of 410,000/μL. The inflammatory markers, including C-reactive protein (21.2 mg/dL) and the erythrocyte sedimentation rate (80 mm/hr), were elevated. Liver enzymes were mildly elevated with the level of alanine transferase level was 102 U/L and aspartate transferase was 58 U/L. Urea and electrolytes levels were within the normal reference range. Frontal chest x-ray revealed bilateral infiltrates suggestive of COVID-19. The diagnosis of COVID-19 was then confirmed by the reverse-transcriptase severe acute respiratory distress syndrome 2 (SARS-CoV-2).\\nIn view of the severe respiratory distress, the decision for endotracheal intubation and mechanical ventilation was made. The patient agreed to the plan. He was shifted to the intensive care unit and underwent intubation. Intravenous dexamethasone was administered. He received broad-spectrum antibiotic therapy in the form of ceftriaxone and gentamycin. Supplementary medications, including vitamin C and zinc, were given. The hemodynamic status of the patient was maintained and he did not require the use of inotropes. The patient developed gradual improvement in his condition and his oxygen requirement was decreasing. He was extubated after 8 days of intubation. He was weaned from supplementary oxygen gradually and his oxygen saturation was maintained on room air. He had a full recovery from the disease and was discharged after 14 days of hospitalization. He had no active complaints on the day of discharge.\\nTwo days after discharge, the patient presented with severe headache and left-sided weakness that developed suddenly. Physical examination revealed left-sided weakness and slurred speech. The muscle power in the left upper limb was 3/5 and was 4/5 in the left lower limb. The fundoscopic examination was unremarkable for papilledema. The clinical picture was suggestive of an infarct in the territory of the left middle cerebral artery. Non-contrast computed tomography scan was performed to rule out any hemorrhage before initiating the thrombolytic therapy. The scan revealed a hemorrhage in the right temporal lobe with surrounding vasogenic edema. Further, a hyperdense right transverse sinus was noted (Figure ). The scan was repeated after the administration of intravenous contrast and the images were acquired in the venous phase. The venogram confirmed the presence of right sigmoid sinus thrombosis by the presence of the filling defect (Figure ).\\nSubsequently, the patient was managed conservatively and he did not develop neurological deterioration to necessitate surgical decompression. Fosphenytoin was administered as a prophylactic for seizures. Anticoagulant therapy was initiated despite the presence of intracranial hemorrhage. Parenteral analgesics in the form of non-steroidal inflammatory drugs relieved the patient’s headache. During the hospital stay, the patient had improvement in his symptom and mild neurological deficit persisted. He was discharged after one week of hospitalization. The patient underwent several physiotherapy sessions for his neurological deficit.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'21293023': 1, '34976537': 2, '33190109': 1, '34671538': 2, '33743411': 1, '10094346': 1, '14976332': 1, '33229625': 1, '32434133': 1, '26064682': 1, '34938638': 2}", "similar_patients": "{'8521487-1': 1, '8713302-1': 1}"}