{"patient_id": 58996, "patient_uid": "8555927-1", "PMID": 34729281, "file_path": "comm/PMC008xxxxxx/PMC8555927.xml", "title": "Use of Imageless Navigation in the Conversion of Hip Fusion to Total Hip Arthroplasty", "patient": "Patient presentation\\nA 64-year-old female presented with a chief complaint of right hip, right anterior groin and right thigh pain. She also reported pain in her left knee and left lower back. Relevant history included a left hip arthrodesis following a vehicle accident approximately 40 years prior. Examination revealed that the patient was able to ambulate very short distances with assistance of a single-point cane and used a scooter for travelling longer distances. When ambulating, the patient did so with an antalgic gait. Conservative pain management for the current presentation had included steroid and local anaesthetic injections in the right hip. Physical examination found that the left hip had no range of motion due to arthrodesis, and no apparent strength of the abductors. While LLD was difficult to accurately assess due to a fixed flexion deformation of the left hip, a valgus deformity in the right knee, severe pelvic obliquity and degenerative scoliosis, the left leg was grossly estimated to be 10-15 mm shorter than the right. No neurologic deficit was present.\\nPre-operative radiographs (Figure ) revealed a left-sided hip arthrodesis with the hardware securely in place. Significant pelvic obliquity was also noted on imaging, which further revealed advanced degenerative scoliosis in the lumbar spine and osteoarthritis of the right hip, with a loss of joint space superiorly. While right hip arthroplasty was deemed necessary, it was advised that conversion of the left hip fusion to THA should be completed prior, to optimise the outcome of the right hip THA. The use of computer-assisted navigation was recommended to assist with placement of arthroplasty components.\\nSurgical procedure\\nSurgery was performed with the assistance of the Intellijoint HIP® imageless navigation device (Intellijoint Surgical Inc., Kitchener, Ontario, Canada). The patient was placed in the lateral decubitus position, the left hip and lower extremity were prepared and the navigation device was installed as previously described in detail elsewhere []. In brief, the device consists of a camera, a computer laptop workstation and an optical tracker. During use, two surgical screws are inserted into the ipsilateral iliac crest via stab incisions and a pelvic platform is fixed to the screws. The navigation camera sits atop the platform, fixed in place magnetically (Figure , ). The camera captures the position and movement of the optical trackers (Figure ), which can be magnetically attached to a platform fixed to the femur (within the surgical incision) to measure changes in leg length and offset or to surgical instruments (e.g., reamer, cup impactor) to measure reaming angle and acetabular component position. Measurements are displayed on the computer workstation, which sits out of the sterile field but within view of the surgeon, in real time (Figure , ).\\nFollowing patient registration and primary incision, the joint was exposed. On inspection, the abductor musculature was atrophied. A trochanteric slide osteotomy was performed via the lateral approach, with previously placed hardware transfixing the joint removed and the femur osteotomized through the fusion mass. The femur was then retracted, and the fused boney mass was reamed to identify the true floor of the acetabulum. Traditionally, we would establish an acetabular target intraoperatively based on identification of the fovea or, in cases where the fovea is not visible, by placing the acetabular component such that its inferior edge is aligned with the base of the ischium. In this case, owing to the altered morphology, these landmarks were not readily visible, necessitating the use of navigation. During acetabular reaming, fixation of the device tracker to the reamer handle allowed for real-time evaluation of reaming angle following each round of reaming. This allowed us to accurately establish a suitable orientation for the new acetabular component consistent with traditional target safe zones. Following preparation of the acetabulum, a 50-mm porous acetabular shell was press fit and stabilised with two screws and a 28-mm constrained liner was then inserted. The orientation of the acetabular component was confirmed with the navigation device as 42° inclination and 10° anteversion by identifying three points on the rim of the shell with a probe/tracker combination, which provided the in situ anteversion and inclination measurements.\\nFollowing completion of the acetabular portion of the procedure, attention was turned to the femur, where a modular, non-cemented femoral component was used. Attachment of the navigation tracker to a platform fixed to the proximal femur provided real-time monitoring of leg length and offset during trialing, allowing for accurate measurement of these parameters before final components were implanted. Given the significantly altered morphology of both the femur and acetabulum, and the lack of traditional landmarks used during femoral trialing, the data provided by the navigation system proved invaluable in accurately establishing a biomechanically suitable leg lengthening. Following femoral broaching and trialing of femoral components and confirmation of desired leg length (+10 mm) and offset (17 mm) changes with the navigation system, final femoral components were implanted and the hip was reduced (Figure ).\\nTotal operative time was two hours, with blood loss similar to primary and revision hip arthroplasty (200-300 mL). No transfusion was required.\\nFollow-up\\nSix weeks post-surgery, the patient was doing well, with no reported complications. She began to bear weight, as tolerated, at three months. Range of motion was greatly improved, with hip flexion measured at 70°, with 10° of internal rotation and 15° of external rotation. The patient was also able to abduct her left hip passively to 20°. Radiographs at seven months post-procedure showed hardware in stable position (Figure ). The patient subsequently underwent a primary THA on the right side. At 11 months post-fusion takedown, the patient reported ambulating well, using a single cane as an aid. She reported being pain free, had returned to outdoor leisure activities and was, overall, extremely happy with her progress. Final radiographs at 18 months post-fusion takedown showed hardware of the left hip in stable position (Figure ). The patient provided consent for their deidentified information to be used in this case report.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'21116751': 1, '24187367': 1, '23118378': 1, '30800304': 2, '19690934': 1, '28349181': 1, '30123597': 2, '21944370': 1, '29854694': 2, '27920583': 1, '34729281': 2}", "similar_patients": "{'5974678-1': 1, '6378482-1': 1, '6079508-1': 1, '6079508-2': 1}"}