{"patient_id": 59582, "patient_uid": "8580597-1", "PMID": 34824610, "file_path": "comm/PMC008xxxxxx/PMC8580597.xml", "title": "Exceptional response to oral metronomic chemotherapy in a rare case of sinonasal mucosal melanoma", "patient": "A 75-year-old male patient presented to our institute with chief complains of discharge from the right nasal cavity, rhinorrhoea and facial pain for the past 1 month before initial consultation. Diagnostic Nasal Endoscopy done under local anaesthesia showed a blackish mass in the right nasal cavity extending posteriorly. Nasopharynx and the left nasal cavity were free from the disease. Punch biopsy from the lesion was taken which showed an infiltrative tumour mass destroying the submucosal glands and sprinkled with melanin pigments, with tumour emboli in vessels along with areas of haemorrhage and necrosis. Tumour cells were positive for Human Melanoma Black-45 (HMB-45) on immunohistochemistry, confirming the diagnosis of right nasal cavity malignant melanoma.\\nMRI of the paranasal sinuses and neck showed a T1 hyperintense soft tissue mass of 8.3 × 2.7 cm epicentred in the right nasal cavity. Posteriorly it was extending into nasopharynx through choanae, inferiorly it was reaching up to the floor of nasal cavity, medially the mass was abutting nasal septum, superiorly it involved inferior aspect of both anterior and posterior ethmoidal sinuses with destruction of right-sided inferior and middle turbinate, uncinate process, and laterally, there was widening of maxillary ostium with no obvious extension into right maxillary sinus. No intraorbital or intracranial extension was seen. Positron emission tomography (PET) CT did not show any evidence of metastases. Staging based on American Joint Committee on Cancer 8th edition is Stage IVb (T4b, N0, M0).\\nThe lesion was deemed unresectable in view of superior extension of the intranasal mass and advanced loco-regional disease so the patient was started on palliative chemotherapy. The patient had an Eastern Cooperative Oncology Group (ECOG) Performance Score (PS) of 1 and was given four cycles of Dacarbazine. Post chemotherapy there was further increase in the size (9.7 × 4.6 cm), extent and effect of the right nasal cavity lesion creeping through nasopharynx to skull base without bony erosion, also inferomedially in right orbit and further in right paranasal sinuses (). In view of primary progressive disease on first-line chemotherapy and preserved general condition, he was planned for second-line therapy; however, immunotherapy was not feasible due to financial constraints. Palliative radiation (30 Gy, two cycles per week for a total of four cycles with Intensity Modulated Radiotherapy (IMRT) technique using 6 MV Photons) was given for local control of the disease, however, the patient did not have any clinical benefit at 3 months of completion of radiotherapy and the scan showed stable disease after which the patient was planned for systemic chemotherapy. Intravenous chemotherapy was not feasible for the patient considering his age so he was planned for OMCT which consisted of Cyclophosphamide (50 mg once daily for 2 weeks followed by 1 week of drug free interval), Celecoxib (200 mg twice daily) and Tamoxifen (20 mg twice daily). At 3 months of follow-up, the patient had symptomatic benefit with reduction in pain and swelling over the nasal area. At 6 months, there was interval decrease in size and extent of the solid heterogeneously enhancing mass in the right nasal cavity to about 5.3 × 2.3 cm (42% decrease as per RECIST 1.1) suggestive of partial response (). In view of symptomatic benefit and local control of the disease, the patient was continued on OMCT and currently is on a 3 monthly follow-up.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'22322727': 1, '33844113': 1, '19669699': 1, '23979206': 1, '25841462': 1, '29150980': 1, '12925346': 1, '28403082': 1, '23730543': 1, '31015835': 1, '34528540': 1, '28255482': 2, '34824610': 2}", "similar_patients": "{'5306975-1': 1}"}