{"patient_id": 46963, "patient_uid": "8684578-1", "PMID": 34976397, "file_path": "comm/PMC008xxxxxx/PMC8684578.xml", "title": "Hemimegalencephaly: A rare congenital malformation of cortical development", "patient": "A 22-month-old male child with a past history of HME, infantile spasms, developmental delay, and seizures presented to the emergency department with an increased seizures frequency and character for 2 days. Previously, the patient's seizure episode lasted for a few seconds and the semiology was consistent with staring out episodes and limping. However, in the last 2 days, the semiology of the epileptic episodes had changed, occurring for about 1 min and consisted of falling to the floor associated with abnormal jerking movements, incontinence and up rolling of eyes. There was no history of trauma, fever, rashes, vomiting, diarrhea, upper respiratory tract infections, and exposure to any drugs. There was no family history of seizures and neurocutaneous disorders.\\nOn physical examination, his weight was 12.3 kg, blood pressure was 110/63 mm of Hg, pulse rate was 116/min, temperature was 98.9 F, SpO2 was 100% at room air and respiratory rate was 23/min. There was no skin features suggestive of neurocutaneous disorders. Systemic examination findings were unremarkable. Baseline investigations along with metabolic profile results were within normal limit (Table ).\\nThe patient was given a bolus dose of levetiracetam (20 mg/kg) at the emergency department and no seizure activity was noted under the observation of the nursing team. He commenced on topiramate 30 mg twice a day, clonazepam 0.25 mg twice a day, injectable lorazepam as needed in case of seizure activity, and acetaminophen as needed. An electroencephalogram (EEG) was performed, which showed poor regional organization and lack of a posterior dominant rhythm as well as continuous epileptiform activity in the right occipital-temporal-parietal region. A magnetic resonance imaging (MRI) of the brain showed asymmetric enlargement of the right cerebral hemisphere with hypermyelination, mild ventriculomegaly, and displaced posterior falx. These findings were mostly consistent with hemimegalencephaly (Figure ). The patient was admitted to the pediatric ward and was kept under close observation for the next 48 h. No seizure activity was noted under observation and he was discharged home on AEDs. At 6 months follow-up, the patient was doing well and free of breakthrough seizures attacks.", "age": "[[22.0, 'month']]", "gender": "M", "relevant_articles": "{'16821075': 1, '29899784': 2, '25833943': 1, '33387903': 1, '12150586': 1, '34976397': 2}", "similar_patients": "{'5982477-1': 1}"}