{"patient_id": 108903, "patient_uid": "8236833-1", "PMID": 34176298, "file_path": "noncomm/PMC008xxxxxx/PMC8236833.xml", "title": "Concurrent Bilateral Central Retinal Artery Occlusion Secondary to Sickle Cell Crisis", "patient": "A 24-year-old African American female with a history of SCD (homozygous SS type) came to the emergency department with acute onset of shortness of breath for the past 4 days. She developed bilateral intermittent vision loss at the hospital with each episode lasting for several minutes. On prior admissions she had acute chest syndrome and avascular necrosis of bilateral femoral heads.\\nThe visual acuity was restricted to hand motions bilaterally at 4 feet distance with sluggish reacting pupils of 6 mm dilatation. Fundus examination showed flat tortuous vessels associated with cherry red macula suggestive of bilateral central retinal artery occlusion (CRAO) with the left eye worse than the right (). There were decreased bilateral breath sounds on lung examination without any added sounds. Abnormal laboratory test results were found with positive serum anti-nuclear antibody (ANA) titer of 1:80 with speckled pattern ().\\nSuspecting a vascular occlusion mediated by sickled RBCs, an immediate erythrocytapheresis was initiated and continued until her symptoms improved over the next 2 days. On computed thoracic angiogram of the chest, dilated tortuous blood vessels were seen. The supportive oxygen therapy and transfusions decreased the chest symptoms. The hemoglobin S type gradually reduced to 45% from 67% over the 2 days. Computed tomography of the brain, chest X-ray, and other laboratory tests were within normal limits. The visual symptoms partially recovered over several months.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'9316551': 1, '10612510': 1, '21747051': 1, '12818227': 1, '31865896': 1, '1890982': 1, '21794842': 1, '16171867': 1, '8630019': 1, '21869914': 1, '9531343': 1, '11022874': 1, '11826359': 1, '10477680': 1, '508184': 1, '22237992': 1, '34176298': 2}", "similar_patients": "{}"}