{"patient_id": 57523, "patient_uid": "8485875-1", "PMID": 34646689, "file_path": "comm/PMC008xxxxxx/PMC8485875.xml", "title": "Catheter-Related Right Atrial Thrombus Requiring Surgical Embolectomy", "patient": "A 30-year-old male presented to the emergency department (ED) post hemodialysis (HD) for evaluation of positive blood cultures. His medical history was significant for hypertension, type 1 diabetes mellitus and end-stage renal disease (ESRD) secondary to diabetic nephropathy. Four days prior to his presentation, he was noted to have profuse drainage around his tunneled dialysis catheter site and blood cultures were obtained. The blood culture gram stain showed budding yeast with pseudo-hyphae, and he was referred to the ED. He endorsed a three-day history of lethargy, nausea, vomiting, poor oral intake and seeing translucent black lines in his left eye. He was afebrile on presentation to the ED, his blood pressure was 183/117 mmHg, heart rate of 99 beats/min and saturating 100% on room air. Laboratory data were significant for eosinophilia of 7.3% ( 0.4%-4.0%) with an absolute eosinophil count of 0.7 x 1,000/µL (0.0-0.4 x 1,000/µL). Electrocardiogram (ECG) showed normal sinus rhythm, and a new rightward axis with S-wave in lead I, T-wave inversions in lead III and the lateral leads (Figure ).\\nThese changes were concerning for pulmonary embolism (PE). Chest computed tomographic angiography showed filling defects in the right segmental and sub-segmental pulmonary arteries. Transthoracic echocardiography (TTE) to evaluate for vegetations showed a normal left ventricular ejection fraction and moderate concentric left ventricular hypertrophy. There was a 3.3 cm x 2.5 cm echo-density seen in the right atrium (RA) and moderate pericardial effusion without echocardiographic evidence of tamponade (Video ).\\nA transesophageal echocardiogram (TEE) was performed to further characterize the RA mass. It showed a 3.2 cm x 2.4 cm partially mobile mass attached to the RA free wall with a large sessile mural component extending in the superior vena cava (SVC). There was a partially occlusive mass in the SVC (Videos -).\\nThere was no shunt across the interatrial septum on doppler or with agitated saline and no evidence of mass or vegetation on any other cardiac structures. As the likely source of his fungemia was his CVC, interventional radiology was consulted for catheter removal and peritoneal dialysis was initiated. Anidulafungin was initiated as per infectious disease recommendations and later de-escalated to oral fluconazole after blood cultures speciated as Candida Albicans. Candida endophthalmitis was ruled out by ophthalmology. Systemic anticoagulation with IV Heparin was initiated for PE and suspected RA thrombus. Repeat TTE a couple of days later showed persistence with interval increase in the size of the RA mass and survival excision was recommended by cardiothoracic surgery. Intra-operative inspection of the RA showed a soft gelatinous mass with a narrow base between the fossa ovalis and coronary sinus. Inspection of the SVC revealed a separate sessile mass on a wide stalk near the SVC by-pass cannulation site. Both masses were excised, the RA and SVC were reconstructed with a bovine pericardial patch (Figures , ).\\nHistopathology confirmed both masses to be laminated thrombi with no apparent micro-organisms or malignant cells (Figure ). There was focal vasculitis of the SVC (Figure ).\\nIntra-op TEE showed no residual masses. His immediate postoperative period was complicated by left side pneumothorax managed with chest tube placement. He was discharged on hospital day 17 with apixaban and fluconazole. At his one-month follow-up, he had no post-surgical or bleeding complications. He completed six weeks of fluconazole and six months of systemic anticoagulation with apixaban.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'3968816': 1, '18757870': 1, '8832598': 1, '22187317': 1, '34646689': 2}", "similar_patients": "{}"}