{"patient_id": 55223, "patient_uid": "8380762-1", "PMID": 34447640, "file_path": "comm/PMC008xxxxxx/PMC8380762.xml", "title": "Benign Oesophageal Stricture and Chronic Diarrhoea As Atypical Presenting Symptoms of an Advanced Metastatic Pancreatic Gastrinoma: A Case Report and Review of Literature", "patient": "We report a 79 years old English lady who presented in July 2017 with a complaint of abdominal pain and repeated vomiting for a week. She also reported occasional non-bloody watery diarrhoea over the past one month. She experienced similar symptoms back in January and was diagnosed with acute viral gastroenteritis. Her past medical history includes well-controlled hypertension for which she takes regular amlodipine 5 mg once a day (OD). She does not take any regular medication apart from this. Her family history was unremarkable. On her social history, she denied smoking and drinking alcohol. Physical examination demonstrated stable observation parameters. Clinical biochemistry blood tests showed mild derangement of the liver function test (LFT) with elevated alanine transaminase (ALT) at 64 U/L (normal range 7-55 U/L) and alkaline phosphatase (ALP) at 329 U/L (normal range 40-129 U/L). She was treated with intravenous (IV) cyclizine 50 mg as a once-off dose and IV 0.9% sodium chloride at 125 mL/hour for 24 hours. After three days, her symptoms resolved and she was discharged home with a provisional diagnosis of another acute viral gastroenteritis.\\nAfter 13 days following the discharge from the hospital, she re-attended the Emergency Department (ED) with worsening symptoms in addition to a new-onset dysphagia and complete loss of appetite for five days. She also complained of a new-onset watery non-bloody diarrhoea. Physical examination revealed a mildly tender epigastrium without any sign of peritonism. At this point, her haematology and biochemistry blood tests were as shown in Table . She received IV 0.9% sodium chloride 125 mL/hour, IV cyclizine 50 mg three times a day (TDS) and IV paracetamol 1 g four times a day (QDS).\\nShe underwent an OGD the next day, at which point the diarrhoea had stopped. This demonstrated a benign-looking mid-oeosphageal stricture, gastritis, erosive duodenitis in D1 and multiple ulcers with large, ulcerated mucosa in D2. Figure shows the benign stricture image. Unfortunately, no image was taken for the duodenal ulcers in D2. Figure shows the endoscopic dilatation of the benign oesophageal stricture using a wire-guided balloon dilator. Figure shows the post-dilatation appearance of the stricture. Otherwise, no stigmata of upper gastrointestinal bleeding (UGIB) was noted. The abnormal OGD findings led us to a suspicion of a ZES with an underlying malignancy.\\nAn investigation was followed up with a full-body contrast-enhanced computed tomography (CT) scan. This demonstrated abnormal appearances of the proximal pancreatic head, multiple enlarged para-aortic nodes and hepatic enhancement, raising suspicion of metastases (Figure ). There was also indeterminate thickening of the gastro-oesophageal junction (GOJ) in keeping with the OGD finding described above (Figure ). Common bile duct (CBD) was spared from obstruction and our patient remained non-icteric throughout her admission.\\nThe findings above immediately raised our suspicion of the presence of a neuroendocrine tumour (NET) in the form of gastrinoma. Histology sample was obtained via core needle biopsy of the said liver lesion, which was reported as ‘a well differentiated neuroendocrine neoplasm made of monomorphic cells showing positive stain for chromogranin, synaptophysin, CD56 and AE1/AE3 with up to 25% of tumour cells staining for Ki67’. Unfortunately, the histopathology images could not be obtained. She was discharged with a high-dose oral proton pump inhibitor (PPI) in the form of omeprazole 60 mg twice a day (BD) and oral cyclizine 50 mg TDS.\\nOver the next few months, she underwent a further confirmatory tests that consisted of pancreatic neuroendocrine serology tests as shown in Table and a whole-body Ga68-DOTATATE-PET/CT which was reported in Figure . Both investigations confirmed the suspected gastrinoma.\\nFollowing this, she received a monthly IV somatostatin analogue in the form of Lanreotide 120 mg, which was however terminated in early 2019 due to disease progression. She also attended the endoscopy department on a four-monthly basis for palliative endoscopic dilatation of the recurring oesophageal stricture using controlled radial expansion (CRE) wire-guided balloon dilatation catheter to 12 mm in diameter, intended to alleviate her dysphagia. In view of her advanced age and the metastatic nature of her gastrinoma, she was deemed unsuitable for surgical resection of the tumour - which we were aware of as the gold standard treatment for a NET. The NET multidisciplinary team meeting (MDT) reached an agreement that further management of her gastrinoma should be conservative in nature with palliative intent. She is currently still on an ongoing chemotherapy regime consisting of Carboplatin, fluorouracil and streptozocin. Surveillance CT scan of her gastrinoma in early 2020 demonstrated a relatively stable tumour size and stage. Her quality of life remains unchanged.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'31380452': 1, '16249283': 1, '20234360': 1, '10193936': 1, '29177163': 1, '17108778': 1, '27292293': 1, '22261919': 1, '30560479': 1, '17435637': 1, '27123130': 1, '28058079': 2, '23466991': 1, '25274557': 1, '31275670': 2, '20662794': 1, '34447640': 2}", "similar_patients": "{'6582874-1': 1, '5191898-1': 1}"}