{"patient_id": 50926, "patient_uid": "8172411-1", "PMID": 33864587, "file_path": "comm/PMC008xxxxxx/PMC8172411.xml", "title": "Duplex high resolution melting analysis (dHRMA) to detect two hot spot CYP24A1 pathogenic variants (PVs) associated to idiopathic infantile hypercalcemia (IIH)", "patient": "We report the case of a 6-years-old Italian male child with a personal history of bilateral nephrocalcinosis, severe hypercalcemia, increased urinary calcium/creatinine ratio and suppressed parathyroid hormone (PTH). The patient was born preterm at 32 weeks’ gestational age after an uncomplicated pregnancy and normal delivery with a birth weight of 2730 g.\\nAt 10 months old he was hospitalized in order to observe his excessive failure to thrive, inadequate feeding and vomiting. Routine laboratory data showed: serum calcium levels of 16.7 mg/dl, 25-OH-Vitamin D 75.8 ng/ml and extremely low PTH serum levels (4.4 pg/ml). The first 24 h urine collection test revealed: calcium 72 mg/L, phosphorus 126 mg/L, creatinine 40 mg/L and urinary calcium/creatinine ratio of 1.8 mg/L. Abdominal ultrasound revealed bilateral nephrocalcinosis. Brain magnetic resonance imaging, echocardiogram, skeleton and chest X-Ray were normal. During hospitalization he started intravenous rehydration therapy with reduction of serum calcium (up to 12.6 mg/dl) so he was discharged with a low-calcium diet.\\nThe patient referred to our pediatric nephrology ambulatory for the first time at 6 years old. Auxological data showed weight and stature in the normal range. His serum creatinine was 0.49 mg/dl (0.67–1.16 mg/dl), serum calcium 10.9 mg/dl (8.5–10.1 mg/dl), PTH is still low 2.7 pg/ml (14.0–72 pg/ml) and 25-OH-Vitamin D 46.7 ng/ml (31–100 ng/ml). Urinary calcium/creatinine ratio was 0.6 mg/L.\\nUnder the suspicion of IIH, we performed molecular analysis of CYP24A1 gene. The patient was firstly screened for the Italian hot spot variant c.428_430delAAG (rs777676129) by HRMA, accordingly with our previously published protocol []. At the melting profile evaluation, the sample resulted as negative for the targeted variant. Consecutively, we performed the sequencing of all coding and flanking intronic regions, as previously published []. Gene sequencing revealed an homozygous PV: the c.1186C > T (rs114368325), p.(Arg396Trp). This variant is reported by Gigante et al. [] as hot spot PV in the Italian population, together with the c.428_430delAAG variant. These two PVs are detected in about 50% of all IIH Italian patients. Taking into account the literature data regarding the distribution of CYP24A1 PVs, we decided to implement previous molecular diagnostic workflow of IIH [], developing a duplex HRMA (dHRMA) for the simultaneous screening of these two Italian hot spot CYP24A1 PVs.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'31288237': 1, '30926339': 1, '27639704': 1, '28093352': 1, '29574006': 1, '31188746': 1, '31089432': 2, '33249478': 1, '27394135': 1, '28465148': 1, '30591926': 1, '31833030': 1, '21675912': 1, '33309704': 1, '20085814': 1, '32032687': 1, '17559349': 1, '30943683': 2, '31669931': 1, '13070618': 1, '17401339': 1, '28161869': 1, '33864587': 2}", "similar_patients": "{'6449619-1': 1, '6476011-1': 1}"}