{"patient_id": 51453, "patient_uid": "8202785-1", "PMID": 34150381, "file_path": "comm/PMC008xxxxxx/PMC8202785.xml", "title": "Sequential Pontine Strokes With the “Heart Appearance” Sign", "patient": "A 47-year-old male patient with no relevant medical history presented with left hemiparesis for one hour. He had minor left facial paralysis and dysarthria, severe hemiparesia pointing 9 on the National Institutes of Health Stroke Scale. Brain tomography and angiotomography were performed; no brain lesion, arterial stenosis, or occlusion on cerebral circulation was visible. With clinical history, physical exam and image were compatible with stroke with significant deficits, intravenous thrombolysis was performed. The following day, MRI showed diffusion-weighted increased signal on the right pontine side as expected to a stroke (Figure ). A transesophageal echocardiogram was normal. Initial investigation for rheumatologic and hematologic was normal. The patient had a moderate continuous recovery. Five days after admission, he was discharged to ambulatory care follow-up and was prescribed statins and aspirin. At discharge, neurologic examination revealed left-sided hemiparesis and mild dysarthria.\\nTwo weeks after the initial stroke, the patient returned to the ED due to worsening left hemiparesis and dysarthria. MRI showed an expansion of the area of diffusion-weighted increased signal on the right pontine side (Figure ); the patient was managed as a stroke expansion. No indications of infection or hypotension were noted. However, the patient developed right central facial paresis and anarthria 12 hours after admission. A more comprehensive evaluation was performed with brain contrast MRI due to the new symptoms and longer time frame between the first stroke and stroke expansion than expected. The new brain MRI revealed a left pontine infarction (Figure ) with the characteristic “heart appearance” sign. We performed an extensive search for stroke etiology with negative results: arteriography and lumbar puncture were normal and there was no evidence of thrombophilias. After the initial worsening, the patient stabilized and had a stable recovery. He was discharged one month after the second hospital admission, with left-sided hemiplegia, severe dysarthria and dysphagia, right side ataxia, and a Modified Rankin Scale score of 4. Home recovery was slow, and the ability to walk with no assistance was gradually regained. In a follow-up transesophageal echocardiogram, a patent foramen ovale (PFO) with shunt was found. The patient was referred for PFO closure after several 24-hour Holter monitoring.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'591986': 1, '8351006': 1, '2671793': 1, '29063450': 1, '25440323': 1, '32293317': 2, '22343639': 1, '12529787': 1, '34150381': 2}", "similar_patients": "{'7092499-1': 1}"}