{"patient_id": 56267, "patient_uid": "8426078-2", "PMID": 34513106, "file_path": "comm/PMC008xxxxxx/PMC8426078.xml", "title": "Same Gender Erotomania: When the Psychiatrist Became the Delusional Theme—A Case Report and Literature Review", "patient": "The second case described a 42-year-old lady, a divorcee diagnosed with schizophrenia at the age of 32. She came from a lower socio-economic background with poor social support. Previously, she had experienced physical and psychological abuse by her ex-husband who was an alcoholic. She had been shunned away by her own family and had to surrender the custody of her 9-year-old son following the divorce due to her mental illness.\\nShe has had few suicidal attempts by overdosing paracetamol due to marital conflict. With regard to her psychiatric illness, she poorly complies to her oral medication and had multiple hospital readmissions due to relapse psychotic symptoms.\\nShe developed erotomanic delusion when she first met a female therapist three years after her first diagnosis of schizophrenia. She truly believed that the therapist was in love with her following their first meeting. Apart from having delusion of control and paranoid delusion, she also experienced third-person auditory hallucination and tactile hallucination of having sexual intercourse with the therapist. She had bizarre delusion, likening her therapist to a God, and that the therapist was destined to be her soulmate. She was convinced that they will be together when the therapist is reincarnated as a male in her next life. The patient habitually sent love letters, elaborate gifts, and candies to the therapist, including lavish flower bouquets on Valentines. She also developed stalker-like behavior, peeking the therapist at work. In the attempt to persuade the patient for depot antipsychotic injections, the therapist had promised to continue to see the patient for subsequent routine consultation.\\nShe responded well with intramuscular fluphenazine 37.5 mg monthly with improvement of psychotic symptoms, including erotomania. Unfortunately, once she was clinically well, she began to default treatment and follow-up causing relapse psychotic symptoms.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'7103678': 1, '33501939': 1, '33097035': 2, '11788912': 1, '32286086': 1, '34513106': 2}", "similar_patients": "{'8426078-1': 2, '7585286-1': 1}"}