{"patient_id": 55512, "patient_uid": "8391923-1", "PMID": 34438593, "file_path": "comm/PMC008xxxxxx/PMC8391923.xml", "title": "Type 1 Diabetes and Addison’s Disease: When the Diagnosis Is Suggested by the Continuous Glucose Monitoring System", "patient": "In April 2019, a 13-year-old girl with type 1 diabetes since the age of 10 was first admitted to our regional center for glycometabolic assessment. Medical history was positive for type 1 diabetes diagnosed without ketoacidosis and treated in another children’s hospital; insulin requirement was 0.45 U/kg/day by multiple subcutaneous injections, and glucose monitoring was performed by CGM Dexcom® G5 (Dexcom, Inc., San Diego, CA, USA). One year before the first clinical evaluation at our center, insulin requirement was 0.8 U/kg/day. Family history was positive for autoimmune diseases such Hashimoto’s thyroiditis, vitiligo, and psoriasis. Physical examination displayed a Tanner stage 3: breast development was stage 3 and pubic hair development was stage 2. Height was 156.1 cm (33rd percentile) and weight was 39.4 kg (14th percentile). Medical evaluation was normal except for a slightly dark skin tone (similar to her father), shuffling gait, and rounded shoulders. The parents reported a significant, otherwise unjustified decline in school performance over the last few months. Laboratory evaluation showed good glycometabolic control (HbA1c levels, 7.1%, 54 mmol/mol) and primary hypothyroidism due to autoimmune thyroiditis (FT4, 10.8 pmol/L (normal range, 14.3–26.2); thyroid-stimulating hormone, 7.16 mU/L (normal range, 0.2–4.2 mU/L); antithyroperoxidase antibodies, 128 UI/mL (normal range, 0–34 UI/mL); antithyroglobulin antibodies, <10 UI/mL (normal range, 0–115 UI/mL) []. L-thyroxine therapy was started; no changes in the clinical picture appeared after restoration of normal thyroid function.\\nCGM data showed 52% of time spent in the euglycemic range in the last 14 days (desired value,>70% or >16 h, 48 min per day), 2% of time spent in hypoglycemia (desired value, <4% or <1 h per day), 46% of time spent in hyperglycemia (desired value, <25% or <6 h per day) []. The nocturnal glucose trend showed a frankly hyperglycemic pattern from midnight to 4:00 a.m., followed by a gradual decrease in glucose trend with recurrent hypoglycemia near dawn. The patient’s parents reported that this tendency often required the administration of either simple or complex carbohydrates right before bedtime in order to avoid glycemic drops in the first morning hours.\\nBased on these findings, basal insulin dosage was reduced (from 10 to 8 IU of degludec insulin per day) with a subsequent significant increase in time spent in hyperglycemia and without a decrease in time spent in hypoglycemia (). One year before, CMG data had not shown any recurrence of hypoglycemia near dawn.\\nThree months later, the specific tendency toward high glucose levels in the first hours of the night and the subsequent sudden switch to hypoglycemia near dawn was confirmed despite basal insulin dosage reduction. Total insulin daily need was slightly reduced to 0.40 U/Kg per day, while weight was unchanged. CGM data showed unchanged time spent in the euglycemic range in the last 14 days and a slight increase in time spent in hypoglycemia (3%, desired value, <4% or <1 h per day).\\nThe girl complained of moderate fatigue and daily asthenia needing afternoon resting. Due to the clinical symptoms, tendency toward hypoglycemic events at dawn, and low insulin requirement in long-standing type 1 diabetes, celiac disease, as the most common cause of unexplained hypoglycemic events, was ruled out. While clinical evaluation revealed a normal hydration state and skin hyperpigmentation, adrenal axis evaluation showed baseline morning (at 8.00) ACTH levels and cortisol levels of 377.3 pmol/L (normal range, 1.6–13.9) and 19.32 nmol/L (normal range, 68.2–538.2), respectively, which confirmed the diagnosis of primary adrenal insufficiency. Laboratory tests showed normal values of serum electrolytes, iron balance, liver and lipid profile, and absence of inflammatory markers. As a demonstration of the total absence of endogenous insulin production, the C-peptide was found to be <0.01 (normal range,1.1–4.4 ng/mL). Oral hydrocortisone at 23 mg/m2/day divided in 3 daily doses was started, followed by mineralocorticoid therapy with fludrocortisone (0.1 mg/day) because of high plasma renin concentration (1.24 pmol/L, normal range, 0.05–1.05) [].\\nAbdominal magnetic resonance imaging showed normal anatomy of adrenal glands. Intradermal injection with the Mantoux procedure was negative, and serum levels of very-long-chain fatty acids were normal. The antiadrenal cortex antibodies were positive, and Addison’s disease was confirmed. The patient was discharged with oral hydrocortisone, 14 mg/m2/day, and fludrocortisone, 0.05 mg/day, with insulin requirement progressively increased up to 1 U/Kg/day. The clinical conditions improved with the disappearance of asthenia and hypoglycemia, followed by an improvement of the glycometabolic profile.\\nNowadays, our patient is 15 years old, and her insulin requirement has doubled when compared with the daily need at the diagnosis of adrenal insufficiency. Currently, CMG data do not show any recurrence of hypoglycemia near dawn ().", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'24382056': 2, '27059746': 1, '20412758': 1, '33298424': 1, '26001590': 1, '30066458': 1, '32139386': 1, '3084507': 1, '31177185': 1, '30841008': 1, '29356074': 1, '20551013': 1, '29907148': 1, '22242902': 1, '24434360': 1, '30987935': 1, '26903475': 1, '22096111': 1, '25214204': 2, '32552001': 1, '26558238': 1, '24503135': 1, '34438593': 2}", "similar_patients": "{'3879997-1': 1, '4169830-1': 1}"}