{"patient_id": 110389, "patient_uid": "8376289-1", "PMID": 34422256, "file_path": "noncomm/PMC008xxxxxx/PMC8376289.xml", "title": "Carcinosarcoma ex pleomorphic adenoma of the parotid gland: a case report", "patient": "A 75-year-old man residing in Saudi Arabia had been having swelling of right parotid gland, which grew slowly over more than 25 years. He did not seek any medical advice during this period. He visited a hospital, and he underwent fine needle aspiration (FNA) of the swelling, which suggested a pleomorphic adenoma (). Subsequently, he underwent superficial parotidectomy. Histopathology of the surgical specimen revealed a carcinosarcoma.\\nDuring 1.5 months, the patient was managed to be referred to a medical city in Riyadh due to the lack of cancer treatment facilities in Almadinah. During that time, the patient developed a new, rapidly progressive painful swelling of the remaining right parotid gland, which was associated with tearing of the right eye (). Histopathology slides submitted to our histopathology department revealed carcinosarcoma ex pleomorphic adenoma. A computed tomography (CT) scan performed with contrast for the head and neck showed features of recurrence. The patient was seen by the tumor board, combining different clinical specialties, and the case was discussed with the oncologist and radiotherapist. Subsequently, total parotidectomy followed by chemoradiotherapy was planned.\\nTotal right parotidectomy with the preservation of all facial nerve’s branches was successfully performed under general anesthesia (). The patient tolerated the procedure and was transferred to the recovery room in good condition. The post-operative course was uneventful. The resected tissue was sent to the pathology laboratory for histopathology testing. The patient regularly visits the clinic for early detection of tumor recurrence and distant metastasis. In addition, he visits a radioimaging clinic weekly to receive adjuvant concurrent chemoradiotherapy (CCRT).\\nContrast-enhanced CT head and neck demonstrated a huge, irregular, heterogeneously enhancing and solid cystic lesion, which was seen arising from the superficial lobe of the right parotid gland (). The lesion is collectively measuring 10 × 8.4 × 4.6 cm. There were multiple, solid enhancing nodules abutting the main lesion. There was significant surrounding fat stranding with thickening of the overlying skin.\\nHistopathology revealed an epithelial-rich pleomorphic adenoma with frequent foci of squamous differentiation. Frequent foci of infiltrative squamous cell carcinoma (carcinoma component) were noted admixed with a large malignant chondroid matrix (chondrosarcoma component). The overall histological features were consistent with carcinosarcoma ex pleomorphic adenoma.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'27217890': 1, '8380049': 1, '32127904': 1, '28249655': 1, '18272554': 1, '21612974': 1, '1330147': 1, '14586626': 1, '26939990': 1, '11371238': 1, '34422256': 2}", "similar_patients": "{}"}