{"patient_id": 54299, "patient_uid": "8339298-1", "PMID": 34367048, "file_path": "comm/PMC008xxxxxx/PMC8339298.xml", "title": "Cortical Activity During an Attack of Ménière's Disease—A Case Report", "patient": "The patient was a right-handed 62 years old male suffering from definite MD for more than 2 years on the right ear. The diagnostic criteria for definite MD is defined by the Bárány Society () as (1) Two or more spontaneous episodes of vertigo, each lasting 20 min to 12 h. (2) Audiometrically documented low- to medium-frequency sensorineural hearing loss in one ear, defining the affected ear on at least one occasion before, during or after one of the episodes of vertigo. (3) Fluctuating aural symptoms (hearing, tinnitus or fullness) in the affected ear. (4) Not better accounted for by another vestibular diagnosis. The patient had a sensorineural hearing loss of 70–80 dB across all frequencies on the right ear. On the left ear, he had presbycusis with normal hearing in the lower frequencies. His MD treatment consisted of a grommet in the right tympanic membrane and daily Betahistine (dosage: 8 mg × 3). The patient was a non-smoker, and had no other medical disorders including no psychiatric disorder. Vestibular testing 3 weeks prior to the MD attack showed a normal video Head Impulse Test (vHIT) for all three semicircular canals on both sides (EyeSeeCam, Interacoustics, Denmark). Bone-conducted Ocular Vestibular Evoked Myogenic Potential (oVEMP) (Eclipse, Interacoustics, Denmark) showed no response on either sides. Air-conducted cervical Vestibular Evoked Myogenic Potential (cVEMP) (Eclipse, Interacoustics, Denmark) showed normal response on the left side, but no response on the right side, where the grommet was placed. No spontaneous nystagmus was observed during videonystagmography 1 h prior to any of the 18F-FDG PET scans (VisualEyes, Interacoustics, Denmark). Head shake test 1 h prior to the attack was positive toward the right (affected) ear, (VisualEyes, Interacoustics, Denmark). The head shake test was normal on two other visits, 1 week prior and 1 week after. The patient described this particular attack comparable to those he had previously perceived. However, he considered the current attack as a small attack. He initially experienced tinnitus and aural fullness in the right ear, followed shortly after by rotatory vertigo and nausea. The attack lasted 20–25 min. The patient did not experience any attacks 3 weeks prior to the attack or in the following week before the baseline 18F-FDG PET examination.\\nInformed oral and written consent to participate and publish the presented data and images were obtained from the patient. The study was approved by the Central Region of Denmark Research Ethics Committee (no: 1-10-72-135-16).", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'29500497': 1, '31846924': 1, '15534048': 1, '9641538': 1, '12902399': 1, '27157674': 1, '363301': 1, '10753419': 1, '29702184': 1, '3578675': 1, '15699723': 1, '31520516': 1, '25473642': 1, '12352595': 1, '17504870': 1, '22209784': 1, '32047473': 1, '25882471': 1, '34367048': 2}", "similar_patients": "{}"}