{"patient_id": 54256, "patient_uid": "8336383-1", "PMID": 34344344, "file_path": "comm/PMC008xxxxxx/PMC8336383.xml", "title": "Autoimmune polyglandular syndrome type 1 with diabetes insipidus: a case report", "patient": "A 20-year-old Chinese male was admitted to our department due to the complaint of polyuria and polydipsia for six months. The patient was born of non-consanguineous parents and was clinically diagnosed with APS-1 5 years ago. The patient suffered from chronic mucocutaneous candidiasis since the age of 9 years. Both his nails and oral cavity were affected. Later on he developed adrenal insufficiency and autoimmune thyroiditis at the age 15 years. Alopecia was also presented when he was 15 years old. The patient was then clinically diagnosed as APS-1 by us and visited our department once a year for regular follow-ups. The adrenal and thyroid function were evaluated every follow-up and the dose of hydrocortisone and levothyroxine were adjusted accordingly. The serum calcium level and PTH level were also screened every year and no abnormal results were found. There were no other important complaints in the 5-year-follow-up until he was 20 years old. The symptoms and managements are summarized in Table .\\nAs being a common component of APS-1, type 1 diabetes was our first consideration. However, oral glucose tolerance test revealed that fasting and 2-h glucose levels were 4.25 mmol/L and 4.39 mmol/L, respectively. The HbA1c level was 4.96%. Thus, diabetes mellitus was excluded. Meanwhile, adrenal function, thyroid function, and parathyroid function were reevaluated. All the results were within normal range. Interestingly, the 24 h urine output of the patient was 9.1 L. And the patient’s urine test revealed that urine specific gravity was 1.004 and osmolality was 114 mOsm/kg H2O. Impression of diabetes insipidus was highly suspected and water deprivation test and vasopressin administration was then performed. The result (Fig. ) suggested that our patient suffered from central diabetes insipidus. Urine osmolality was elevated from 114 mOsm/kg H2O to 368 mOsm/kg H2O during water deprivation and was further increased to 566 mOsm/kg H2O after vasopressin administration. And plasma osmolality before water deprivation test and before and after vasopressin administration were 300, 313, and 314 mOsm/kg H2O, respectively. A further MRI was performed and there were no significant findings in pituitary and hypothalamus. Nor were tumors observed in MRI imaging. Desmopressin of 0.1 mg every 8 h was then prescribed to the patient and the symptoms improved. Urine output was approximately 3 L per day when the patient was discharged.\\nFurthermore, Whole-exome sequencing (WES) was performed this time. WES revealed a compound heterozygous mutation of the AIRE gene —the c.239 T > G (p.Val80Gly) variant on one allele and the copy number variant (CNV) of 21q22.3(chr21:45,670,150–45,706,528)*1 on the other. Both patient’s parents were examined for this mutation. The patient’s mother carries the same heterozygotes variant of c.239 T > G (p.Val80Gly), while the father is a wildtype (Fig. ).", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'26084028': 1, '26607109': 1, '24275490': 1, '17118990': 1, '28911151': 1, '1453436': 1, '12625412': 1, '12161517': 1, '19807739': 1, '20407228': 1, '32358377': 2, '2348835': 1, '11018166': 1, '22876545': 1, '32242017': 1, '9856486': 1, '9398840': 1, '12595897': 1, '26972725': 1, '20453472': 1, '19382991': 1, '34344344': 2}", "similar_patients": "{'7440052-1': 1}"}