{"patient_id": 49296, "patient_uid": "8096620-1", "PMID": 33968504, "file_path": "comm/PMC008xxxxxx/PMC8096620.xml", "title": "Point-of-Care Ultrasound Diagnosis of a Crohn’s Disease-Related Intraabdominal Abscess in the Emergency Department", "patient": "A 28-year-old male with a past medical history of nephrolithiasis, cholecystectomy and Crohn’s disease (CD) presented to the ED with one week of gradual-onset, constant, and mild-severity bilateral lower abdominal pain with associated dysuria. He denied fevers, chills, nausea, vomiting, diarrhea, constipation, dark or bloody stools, flank pain, back pain, testicular pain or swelling, genital lesions or discharge, hematuria, urinary frequency and urgency, or any other associated symptoms. Notably, the patient also reported a history of CD treatment failure with multiple immunomodulator and biologic medications, however, he had no relevant surgical history as a consequence of treatment failures. Upon arrival, the patient was afebrile, blood pressure of 134/75, heart rate 96 beats per minute, respiratory rate 18 breaths per minute, and oxygen saturation of 100% on room air. On physical examination, he was in no acute distress, well-appearing, and mild tenderness to palpation was present in bilateral lower abdominal quadrants without rebound, guarding, or peritoneal signs. Notably, there was no flank or costovertebral angle tenderness appreciated. The remainder of the physical examination was unremarkable.\\nThe patient’s clinical presentation was most concerning for a gastrointestinal complication related to Crohn’s disease versus a genitourinary process. Laboratory studies, urinalysis, pain medications, and intravenous (IV) fluids were ordered. An ultrasound fellowship-trained EP then performed a focused abdominal POCUS examination. Given that the patient had a known history of nephrolithiasis, renal POCUS was performed and unremarkable for any findings of urinary obstruction (i.e., hydronephrosis or kidney stones). Incidentally, during assessment of the urinary bladder, POCUS revealed the presence of a round hypoechoic lesion with internal echoes and posterior acoustic enhancement located superior to the urinary bladder, highly suggestive of an intraabdominal abscess (Figure ).\\nBroad-spectrum IV antibiotics to cover for an intra-abdominal infection were ordered based upon the abnormal POCUS findings. The case was subsequently discussed with gastroenterology who requested obtaining emergent abdominopelvic computed tomography (APCT) imaging. APCT confirmed a complex fluid collection (measuring 5.2 x 5.2 x 6.8 cm) in the anterior pelvis, just superior to the bladder dome and adjacent to an inflamed loop of distal ileum, most concerning for an abscess with surrounding inflammatory stranding (Figure ). Urinalysis was positive for nitrites however with urine white blood cells 0-5 (0-5/high-power field). Laboratory analysis was unremarkable for leukocytosis or other acute clinically significant abnormalities.\\nThe patient was admitted for additional IV antibiotics and further management by gastroenterology (GI) and interventional radiology (IR). IR ultimately performed CT-guided percutaneous drainage of the intraabdominal abscess, yielding approximately 35 milliliters of purulent fluid. His hospital course was uncomplicated. The patient was discharged home on hospital day 3 with plan for an oral antibiotic regimen of Ciprofloxacin and Metronidazole, daily Prednisone, and instructions for outpatient GI follow-up.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'26974753': 1, '21946122': 1, '16473803': 1, '9862836': 1, '31988046': 1, '21615440': 1, '23552763': 1, '25064212': 1, '8769293': 1, '23838329': 1, '30768181': 1, '12873576': 1, '27317304': 1, '29411411': 1, '33968504': 2}", "similar_patients": "{}"}