{"patient_id": 56302, "patient_uid": "8428322-1", "PMID": 34522538, "file_path": "comm/PMC008xxxxxx/PMC8428322.xml", "title": "Miller-Fisher Syndrome Presenting as Facial Diplegia With COVID-19 Co-Infection", "patient": "A 42-year-old male presented to the emergency department (ED) with acute onset of right lower extremity weakness, decreased right-sided facial sensation, slurred speech, and headache. His symptoms began 12 hours prior to arrival. His vital signs were notable for blood pressure (BP) of 153/113 mmHg, heart rate (HR) of 116 beats per minute, respiration rate (RR) of 28 per minute, temporal temperature (temp) of 97.5° (F), and basal oxygen saturation of 97% (SaO2) on room air. His past medical history was significant for non-insulin-dependent diabetes mellitus. His physical exam was notable for muscular strength rated 4/5 in the right lower extremity but 5/5 in all other extremities. He had a decrease in right-sided facial sensation and slight dysarthria. The remainder of his neurological exam was otherwise unremarkable.\\nSince his acute onset of symptoms was concerning for cerebrovascular events, he immediately underwent computed tomography (CT) scan of his brain without contrast followed by a CT scan with intravenous contrast, which did not reveal any emergent intracranial or intravascular abnormality (Figure , panel A). Non-contrast magnetic resonance imaging (MRI) of the brain was pursued as part of the investigation and did not show any abnormalities. The patient was also screened for COVID-19 by a nasopharyngeal swab using reverse transcriptase-polymerase chain reaction assay (BioFire Diagnostics, Salt Lake City, UT), which was positive. As part of the stroke workup, the patient had a chest X-ray (CXR) done, which showed bibasilar infiltrates; however, he did not present with any respiratory symptoms. While under close monitoring in the ED, his focal neurological weakness of the right lower extremity improved. After a period of observation along with evaluation by the neurology team, he was discharged home with a planned follow-up with his primary physician.\\nFour days following the initial visit, he was transported back to the same ED by emergency medical services (EMS) with more pronounced dysarthria, facial weakness, right lower extremity weakness, ataxia, and diplopia. Repeat vitals was notable for a BP of 140/110 mmHg, HR of 101 BPM, RR of 20 per min, and oxygen saturation in the arterial blood (SaO2) of 98% on room air. He had bilateral ptosis and was unable to raise his eyebrows on either side or smile. His speech was comprehensible but notable for mild dysarthria. He had noticeable difficulty with his left lateral gaze. His strength was 4/5 in his right upper and lower extremities compared to full strength on the left side, and he was able to stand with minimal assistance. Both his dysdiadochokinesia and Romberg tests were normal. His reflexes were 1+ throughout, and the remainder of his neurological exam was unremarkable.\\nA repeat CXR revealed persistent bibasilar infiltrates compared to his prior visit (Figure , panel B). The repeat CT of his brain without and with IV contrast did not demonstrate any new acute intracranial or intravascular abnormalities. His laboratory analysis was notable for white blood cell (WBC) count of 10.3 th/uL, hemoglobin (Hb) level of 16.0 g/dL, hematocrit (HCT) of 43%, and platelet count of 612 th/uL (120-360). There were mild electrolyte derangements, including sodium of 133 meq/L (135-148), potassium of 3.0 meq/L (3.5-5.5), chloride of 97 meq/L (98-110), phosphorus of 1.8 mg/dL (3.4-4.4), carbon dioxide of 21 mmoles/L (24-34), and serum glucose of 222 mg/dL. Additional labs included mild transaminitis with aspartate transaminase (AST) of 57 u/L (5-40), alanine transaminase (ALT) of 112 u/L (5-40), and elevated total bilirubin of 1.5 mg/dL (0.0-1.2). In addition, procalcitonin elevation was noted at 0.17 ng/mL (<0.08) but his C-reactive protein level was within normal limits.\\nHe was treated with dexamethasone 10 mg intravenous (IV) in the ED as well as electrolyte replacement for hypokalemia. After further discussion with the neurologist and the patient himself regarding his focal neurological deficits, a lumbar puncture was performed. Cerebrospinal fluid (CSF) studies noted an albumin of 200 mg/dL (normal <50 mg/dL), which suggested increased permeability consistent with GBS, and an elevated CSF protein level of 101 mg/dL (15-45 mg/dL) with a CSF WBC count of 3/uL, indicating albuminocytologic dissociation. In addition, the CSF studies were notable for an elevated glucose level at 105 (40-70 mg/dL) but normal cytology analysis and cultures. Subsequently, he was admitted to the hospital and remained in the ward for a period of eight days for further evaluation and close observation.\\nOnce more, he underwent brain MRI, which failed to demonstrate any abnormal pathology. While inpatient, a CT scan of the patient's thorax with IV contrast demonstrated scattered areas of ground-glass opacities suggestive of hypersensitivity pneumonitis versus atypical pneumonia, without evidence of a mediastinal mass to suggest thymoma (Figure panels A-B). Serologies and extensive CSF studies did not support Lyme disease, West Nile virus, HIV, or syphilis, and did not reveal elevated myelin protein or oligoclonal bands. He was given a pyridostigmine trial consisting of 60 mg per mouth (PO) every six hours for 24 hours for possible myasthenia gravis without noticeable improvement in symptoms.\\nBased on his constellation of symptoms, including ataxia, ophthalmoplegia, and evidence of albuminocytologic dissociation on CSF studies, he was diagnosed with Miller Fischer Syndrome (MFS). The patient subsequently underwent intravenous immunoglobulin (IVIG) at 0.45 g/kg/day. He received a five-day course of IVIG, and at the end of the first day of IVIG infusion, he demonstrated the ability to raise his eyebrows for the first time since admission. He was further supported with physical, occupational, and speech therapy and showed significant improvement in his lower extremity strength, facial weakness, and speech; he was able to ambulate independently at the time of discharge. One month following discharge from the hospital, the patient’s facial weakness fully recovered, and his diplopia had resolved. His strength had improved nearing baseline, and he was able to ambulate independently but sometimes experienced ‘shakiness’ in his lower extremities during prolonged activities. He continued to experience very mild residual numbness on both sides of his face, specifically his cheeks and the area below his lips but clarifies that the paresthesia had significantly improved compared to his initial presentation to ED.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'32781484': 1, '14647384': 1, '32467190': 1, '32529516': 1, '32458195': 1, '31430217': 1, '32358218': 1, '32469387': 1, '27307336': 1, '32784241': 1, '32678460': 1, '15141377': 1, '16946085': 1, '32503084': 1, '32333487': 1, '32359201': 1, '32410788': 1, '32468972': 1, '26984947': 1, '32607301': 1, '32871412': 1, '32935156': 1, '32302082': 1, '34522538': 2}", "similar_patients": "{}"}