{"patient_id": 325, "patient_uid": "8684352-1", "PMID": 34934573, "file_path": "comm/PMC008xxxxxx/PMC8684352.xml", "title": "Small Bowel Obstruction Due to Metastatic Urachal Adenocarcinoma: A Rare Presentation", "patient": "A 54-year-old male with a history of alcohol abuse presented to the emergency with acute-onset, diffuse, cramping abdominal pain, worst in the epigastrium and lasting one day. He denied fever, vomiting, loss of appetite or weight loss, diarrhea, constipation, or rectal bleeding, or any prior similar episodes. He had no prior abdominal surgeries. On examination, he was in distress and had moderate guarding and generalized tenderness with hypoactive bowel sounds. He was afebrile. Laboratory evaluation showed microcytic anemia and thrombocytopenia on complete blood count, hypokalemia on basic metabolic profile, and a normal lipase level (Table ).\\nAbdominal X-ray showed an evolving small bowel obstruction (Figure ), which was confirmed by a CT scan of the abdomen and pelvis with contrast (Figure ). On the same CT scan series, a urachal remnant with a superimposed mass lesion was depicted (Figures , ).\\nA decision was made to go forward with an emergent surgery to release the small bowel obstruction. After receiving a platelet transfusion, the patient underwent an exploratory laparotomy. He was found to have a high-grade small bowel obstruction due to an extensive mass concerning for a malignancy. A frozen section was intraoperatively sent and read as adenocarcinoma (Figure ).\\nAn incisional biopsy of the urachal mass was also sent. The final pathology specimen was reported as a moderately differentiated urachal adenocarcinoma (Figure ) with positivity for CK20, CDX2, and CK7 (focal) stains (Figure ).\\nThe patient was staged at Stage IIID (Sheldon staging) due to the spread to local viscera other than the bladder. The tumor was deemed unresectable due to the involvement of multiple loops of the small bowel and the mesentery of the small and large bowels. Systemic chemotherapy with 5-fluorouracil (5-FU), folinic acid, and oxaliplatin (modified FOLFOX-6) was initiated. The patient has received six cycles of chemotherapy so far. He has tolerated chemotherapy well enough and is still awaiting additional imaging to evaluate the response to therapy.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'31989430': 1, '12629346': 1, '23040259': 1, '23046343': 1, '18097457': 1, '31139338': 2, '11259707': 1, '6361280': 1, '27900227': 2, '34934573': 2}", "similar_patients": "{'6532138-1': 1, '5120188-1': 1}"}