{"patient_id": 47712, "patient_uid": "8019495-1", "PMID": 33812372, "file_path": "comm/PMC008xxxxxx/PMC8019495.xml", "title": "Pulmonary atresia with a ventricular septal defect and left pulmonary artery discontinuity: a case report", "patient": "A 33-year-old pregnant Asian woman (gravida 1, para 0) was referred to our hospital at 24 weeks of gestation because of a suspected fetal heart anomaly on routine obstetric ultrasonography. The results of her prenatal laboratory tests were normal. Fetal echocardiography revealed a large ventricular septal defect (VSD) measuring 5 mm with a large overriding aorta (Fig. a). We also observed multiple major aortopulmonary collateral arteries (Fig. b). Therefore, the initial prenatal diagnosis was pulmonary atresia with VSD (PAVSD). A very atretic main pulmonary artery (MPA) can be seen in Fig. a retrospectively; however, we were not able to detect this artery at that time. The subsequent fetal echocardiography, which we performed at 26 weeks of gestation, revealed a highly atretic MPA from the right ventricle (RV) giving rise to the right pulmonary artery (RPA), without bifurcation (Fig. a). Instead of the bifurcation of the MPA, the left pulmonary artery (LPA) originated from the left subclavian artery (LSA; Fig. b, c). The echogenicity of the thymus was not definitive on prenatal echocardiography. On the basis of these findings, the fetus was diagnosed as having PAVSD with left PAD and 22q11.2 deletion syndrome. Considering the gestational age at diagnosis, we decided to postpone the genetic study to after birth. A female neonate was delivered by elective cesarean section at 376/7 weeks of gestation for the timed delivery, with a body weight of 2740 g, Apgar score of 8/9 points, heartbeat of 155 beats per minute, respiratory rate of 44 breaths per minute, blood pressure of 71/38 mmHg, and SpO2 of 88%. Multidetector computed tomography (MDCT) revealed a right-sided aortic arch, with the left-sided ductus arteriosus (DA) originating from the LSA and MAPCA. It also revealed a narrow RPA (2.7 mm) connecting with the MPA (2.7 mm), without connection with the LPA (2.7 mm size). The LPA originated from the left-sided DA originating from the LSA. Three-dimensional MDCT images showed the posterior aspect of the heart of the affected neonate (Fig. a–c).\\nThe neonate was assisted using the noninvasive continuous positive airway pressure (CPAP) method because of chest retraction and tachycardia. To maintain the patency of the DA, administration of prostaglandin E1 α-cyclodextrin clathrate (PGE1-CD; Eglandin) 5 ng/(kg·min) was initiated immediately after birth, and the dosage was adjusted to between 3 and 5 ng/(kg·min), targeting 85% of the SpO2. Meanwhile, postnatal multiplex ligation-dependent probe amplification (MLPA) revealed that the neonate’s condition was complicated by 22q11.2 deletion syndrome.\\nThe general condition of the neonate remained stable; therefore, we attempted to wean the neonate from CPAP to high-flow nasal cannula (3 L) and tapered the PGE1-CD dosage to 1 ng/(kg·min). However, on the 15th day after birth, the SpO2 fluctuated and required assist-control mandatory ventilation with intubation. After the neonate stabilized, right ventricular outflow tract (RVOT) reconstruction and pulmonary artery reimplantation were performed on the 25th day after birth. Postoperative echocardiography revealed a RVOT without turbulent flow and bilateral pulmonary arteries measuring 4.2 mm (left) and 3.3 mm (right). However, the SpO2 fluctuated, and hemoptysis requiring full sedation occurred on the seventh day after the operation. A subsequent echocardiography revealed decreased blood flow in the right ventricle and RPA with pericardial effusion; thus, right heart failure was suspected. We started milrinone administration to augment ventricular contractility and decrease the afterload. However, the neonate died because of right heart failure.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'29463283': 2, '22368584': 2, '17467452': 1, '7656614': 1, '24296194': 1, '6743435': 1, '26425614': 2, '33812372': 2}", "similar_patients": "{'5819273-1': 1, '3232486-1': 1, '4528902-1': 1}"}