{"patient_id": 49996, "patient_uid": "8133263-1", "PMID": 34106613, "file_path": "comm/PMC008xxxxxx/PMC8133263.xml", "title": "Using JAK inhibitor to treat cytokine release syndrome developed after chimeric antigen receptor T cell therapy for patients with refractory acute lymphoblastic leukemia", "patient": "A 20-year-old male patient presented to our hospital with lumbago and hematuria in December, 2019. There was no abnormal in his medical history, family, and psycho-social history. At initial diagnosis, the patient had an obvious increase in white blood cells (359.97 × 109/L), and the immunophenotyping via flow cytometry showed that lymphoblasts accounted for 60% of nucleated cells in bone marrow and exhibited the expression pattern of HLA-DR+CD10+CD13+CD19+CD22+CD25+CD33+CD34+CD38+CD123+cCD79a+TdT+. BCR-ABL(P210) transcript was detected to be positive by QRT-PCR. Therefore, the patient was diagnosed with BCR-ABL(P210) positive B-ALL (Normal B cell type, poor prognosis group). The patient was treated with dasatinib combining chemotherapy (VDP), after 3 courses of chemotherapy, complete response (CR) with minimal residual disease (MRD) positive was achieved with 5.85 × 104 BCR-ABL(P210) copies/mL. After another courses of chemotherapy (hyper-CVAD) in April 2020, Thr315Ile mutation were detected, thus ponatinib was used instead of dasatinib. However, remission was not achieved. Therefore, the patient was enrolled in a CD19/CD22 bispecific CAR-T therapy clinical trial (NCT04303520). Before conditioning chemotherapy, the lymphoblasts in bone marrow accounted for 95% and the BCR-ABL/ABL(IS) occupied 72.03%, conditioning chemotherapy was initiated 4 days before CAR-T infusion with fludarabine (30 mg/m2 from day -4 to -2) and cyclophosphamide (500 mg/m2 on day -4 and -3). Then autologous CD19/CD22 bispecific CAR-T was infused (6 × 106/kg on day 0, provided by Shanghai Hrain Biotechnology Co. Ltd.). Because the patient developed fever (maximum 40 °C) and high heart rate (140/min) without other symptoms on day 1, he was treated empirically with antibiotics, nonsteroidal anti-inflammatory agents (diclofenac sodium), and metoprolol. In the following days, fever persisted >3 days with normal procalitonin, but there were continuous increases in serum ferritin and IL-6. His heart rate increased to 161 beat per minute (bpm), the respiratory rates increased to 26 breaths per minute, and the body temperature reached 40.8 °C on day 5, then tocilizumab (400 mg) were administered on day 5, symptoms associated with CRS were resolved rapidly in response to tocilizumab, the body temperature dropped to about 38 °C, but quickly rose to 39.6 °C in 12 hours. The heart rate dropped to about 110 bpm, but also quickly rose to 130 bpm in 12 hours. Concerning that the patient's disease would progress rapidly, methylprednisolone (40 mg) were administered on day 6, the body temperature fluctuated between 37.4 and 39.8 °C with high heart rate (maximum of 148 bpm) in the next 24 hours, and developed a hypotension with a systolic blood pressure of 89 mm Hg. Ferritin and cytokines in plasma including IL-6, IFN-γ, Granzyme B were elevated dramatically (Fig. B and C), high aspartate aminotransferase (AST, 535.67 U/L) and alanine aminotransferase (ALT, 82.3 U/L) also indicated liver function impairment (Fig. D). Considering the patient's physical condition continued to deteriorate gradually, we started to administer another methylprednisolone (40 mg) and ruxolitinib at a dose of 10 mg every 12 hours on day 7 for 11 days and a dose of 5 mg every 12 hours for next 11 days. On day 8, although the patient developed prolonged activated partial thromboplastin time (APTT, >180 seconds) and elevated D-Dimer (65.98 mg/L), the symptoms associated with CRS were resolved rapidly (body temperature: 36.8 °C, heart rate: 108 bpm, systolic blood pressure: great than 90 mmHg), the levels of cytokines decreased dramatically in the following days (Fig. B). The APTT and AST/ALT reached normal level on day 17 and day 22 respectively. No vasopressors or oxygen were required during this period. The expansion of the CAR-T cells in the peripheral blood was sustained (Fig. ). The patient achieved CR with MRD negative via flow cytometry, while BCR-ABL/ABL(IS) accounted for 5.30% at day 28 after infusion of CAR-T. Timeline of disease course is shown in Fig. .", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'30784101': 1, '32470486': 1, '32510625': 1, '33234511': 1, '22474318': 1, '31515353': 1, '34513679': 2, '29808005': 1, '30592986': 1, '29385370': 1, '32160294': 1, '32777959': 1, '29296794': 1, '28925994': 1, '29385376': 1, '30249264': 1, '31187535': 1, '28715249': 1, '31830245': 1, '29808007': 1, '28665419': 1, '34106613': 2}", "similar_patients": "{'8427303-1': 1}"}