{"patient_id": 113163, "patient_uid": "8646077-1", "PMID": 34857673, "file_path": "noncomm/PMC008xxxxxx/PMC8646077.xml", "title": "Multiple Cavernous Hemangiomas of the Posterior Mediastinum, Lung, and Liver: A Case Report", "patient": "A 71-year-old male patient visited Yeungnam University Hospital with abnormal chest computed tomography (CT) findings on a routine medical examination. The patient was taking medications for hypertension, diabetes mellitus, and hypothyroidism and had a history of traumatic abdominal aortic aneurysm surgery 40 years previously. Chest CT revealed a 3.5-cm oval mass in the posterior mediastinum at the level of the eighth to ninth thoracic vertebrae in addition to multiple pulmonary nodules (). Magnetic resonance imaging (MRI) of the abdomen showed multiple poorly enhanced masses in the liver. The liver masses were smaller than 2 cm and emitted a low T1 signal and a high T2 signal (). We considered the possibility that the lung and liver lesions were metastatic, but blood tumor marker tests were normal. Percutaneous needle biopsy (PCNB) of the pulmonary lesion failed to yield a meaningful sample. With the possibility of neurogenic tumor or pulmonary and hepatic metastases in mind, we decided to perform surgery. We planned to resect the mediastinal tumor and biopsy the pulmonary lesion for diagnosis. We decided to determine the treatment plan for the hepatic lesions based on the surgical pathology results. We performed surgery with the patient in the left lateral decubitus position via video-assisted thoracoscopic surgery. We made 3 ports (5 mm, 10 mm, and 12 mm) using a 10-mm telescope. We identified the mediastinal tumor as observed on chest CT. The mediastinal tumor was located in the posterior mediastinum, close to the sympathetic chain and supplied by feeding vessels from the intercostal vessel. The tumor was well-demarcated without invasion into adjacent structures. After ligation and division of the feeding vessel with a hemoclip, the tumor was removed without difficulty. A pulmonary examination revealed multiple well-circumscribed nodules of different sizes, diffusely distributed on the lung surface. We performed wedge resection to obtain tissue for diagnosis. After insertion of a 28F chest tube, the operation was terminated. On gross examination, the mediastinal tumor was a 3.5-cm oval nodular mass surrounded by hardened tissue. There were 5 lung nodules in the resected lung tissue, and the cut surface showed a honeycomb-like appearance. A microscopic pathological examination revealed at both sites dilated blood vessels that varied in size and were filled with varying amounts of blood components (). A histopathological examination of the specimens, lung nodules, and mediastinal tumor revealed cavernous hemangioma. Based on the liver MRI and histopathology of the mediastinum and lung, we decided that the hepatic nodules were also likely cavernous hemangiomas and decided to investigate further. The patient’s postoperative course was uneventful. The chest tube was removed on postoperative day 3, and the patient was discharged on postoperative day 4. One year after surgery, chest CT and abdominal MRI revealed no changes in the pulmonary and hepatic lesions (). The patient is doing well without any specific clinical symptoms. The patient provided written informed consent for publication of his clinical details and images.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'12564133': 1, '31801558': 1, '14530026': 1, '30572451': 2, '3592837': 1, '34857673': 2}", "similar_patients": "{'6319980-1': 1}"}