{"patient_id": 60362, "patient_uid": "8616080-1", "PMID": 34830969, "file_path": "comm/PMC008xxxxxx/PMC8616080.xml", "title": "Cardiac Relapse of Acute Lymphoblastic Leukemia Following Hematopoietic Stem Cell Transplantation: A Case Report and Review of Literature", "patient": "We present an 11-year-old African American boy who initially presented with recurrent right thigh and cheek pain and numbness. A bone marrow (BM) aspiration and biopsy confirmed the diagnosis of Philadelphia chromosome-negative B-cell ALL. The clinical characteristics, including initial lab results, are summarized in . The patient had a right facial droop prior to starting induction chemotherapy, classifying him as CNS3c ALL due to clinical signs of neurological involvement of the leukemia []. He was enrolled on the very high-risk arm of the Children’s Oncology Group AAL1131 study []. The patient’s treatment regimens are summarized in . The patient had resolution of the facial droop and improvement in right thigh pain shortly after the initiation of induction chemotherapy. He experienced minimal residual disease (MRD)-negative (by flow cytometry) complete remission at the end of induction chemotherapy with no evidence of leukemic cells in cerebrospinal fluid analysis. Due to technically challenging lumbar punctures and frequent need for intrathecal chemotherapy, the patient underwent ommaya reservoir placement shortly after the end of induction chemotherapy. Prior to this, he underwent magnetic resonance imaging (MRI) of the spine due to back pain, which demonstrated possible diffuse leukemic infiltration of the lumbar spine marrow versus chemotherapy effects and atypical hemangiomas within the L2 and L3 vertebrae as the likely causes of the back pain. However, the scan showed no leptomeningeal enhancement.\\nThe patient proceeded to consolidation chemotherapy. He experienced cranial nerve deficits characterized by right facial numbness, intermittent double vision, unusual sensation and taste, and excessive salivation. He also complained of worsening and persistent right thigh pain. Due to concern for leptomeningeal disease, the patient underwent MRI of the brain and the spine. Imaging of the brain was unremarkable, but that of the spine showed resolution of prior enhancements, a decrease in a prior enhancing focus at the L3 vertebra, and nothing suspicious for leukemia involvement. Cerebrospinal fluid analysis was normal, as well. Due to extensive clinical neurological involvement of his leukemia, the patient received craniospinal irradiation of the brain at 18 Gy in 10 fractions followed by proton therapy to the spine at 15 cobalt gray equivalents in 10 fractions and chemotherapy according to Pediatric Oncology Group protocol POG9412 []. After completion of craniospinal irradiation, the patient had very early combined marrow and central nervous system relapse within 6 months of diagnosis and was transitioned to salvage chemotherapy. He underwent a reinduction regimen consisting of hyper-CVAD []. Shortly after starting reinduction chemotherapy, the patient had partial neurological function improvement as demonstrated by improved sensation in the distribution of maxillary and mandibular segments of cranial nerve V. Eventually, the patient experienced MRD-negative complete remission following two cycles of hyper-CVAD and had no malignant cells in cerebrospinal fluid analysis.\\nThe patient proceeded to total-body irradiation-based myeloablative hematopoietic stem cell transplantation (HSCT) with a single unrelated umbilical cord blood unit (4/6 human leukocyte antigen match, one A and one B antigen mismatch, sex and ABO match). Graft-versus-host disease (GVHD) prophylaxis consisted of tacrolimus and mycophenolate mofetil. BM evaluation on day +38 after HSCT showed 6% blasts according to morphology, with flow cytometry showing 2.5% leukemic blasts, indicative of residual acute leukemia. A repeat BM aspiration on day +51 following HSCT revealed MRD-negative remission. Treatment with mycophenolate was discontinued on day +57, but that with tacrolimus was continued. Due to decreased appetite and concern for acute GVHD, the patient underwent upper and lower endoscopy on day +122 and was noted to have grade II acute GVHD of the upper and lower gastrointestinal system that was managed with systemic corticosteroids.\\nAbout 8 months after HSCT, the patient was admitted to our hospital for fever, shortness of breath, and a chest X-ray showing significant pleural effusions requiring thoracentesis. He was admitted to the pediatric intensive care unit, where he underwent endotracheal intubation due to acute respiratory failure. He experienced rapidly progressive bradycardia with loss of consciousness requiring cardiopulmonary resuscitative efforts. An echocardiogram revealed echogenic areas over the basal interventricular septum indicative of infiltration () with mildly decreased global left ventricular (LV) systolic function (LV shortening fraction of 25% and LV ejection fraction of 48%), mild LV hypertrophy, and a normal LV cavity size. He also had evidence of impaired myocardial systolic contractility and diastolic relaxation indicated by low LV tissue Doppler velocities. The right ventricle exhibited normal size, wall thickness, and systolic function. The patient had changes in AV conduction over a short interval that progressed to complete AV blockage with a variable wide QRS complex escape rhythm at an average rate of 30–40 bpm over 4–5 h (). The patient was urgently transferred to a dedicated cardiovascular intensive care unit. After acute resuscitation and stabilization, physicians placed a temporary dual chamber transvenous pacemaker system with an external pulse generator via right internal jugular vein access. At the time of this procedure, physicians obtained right ventricular endomyocardial biopsy samples from the apical septum. The patient promptly recovered following establishment of cardiac pacing with stable and satisfactory hemodynamics.\\nA BM biopsy showed trilineage hematopoiesis with no evidence of leukemia, cerebrospinal fluid analysis was negative for malignant cells, and peripheral blood analysis showed 100% donor chimerism. However, a right ventricular endomyocardial biopsy showed diffuse lymphoid involvement indicative of ALL infiltration of the right ventricular myocardium (). Immunohistochemical stains of the endocardial biopsy sample obtained from the patient demonstrated diffuse and severe lymphoid infiltrates. Staining for CD3, CD10, CD20, CD34, CD79a, PAX-5, CD99, CD1a, and terminal deoxynucleotide (TdT) was performed with adequate controls. The results showed the infiltrating cells were nearly exclusively positive for the B-lymphocyte marker PAX-5, with a few positive for TdT. Polymerase chain reaction analysis of the endomyocardial biopsy for a viral panel was negative, which ruled out viral myocarditis. These results supported the diagnosis lymphoblastic leukemia. The patient underwent a positron emission tomography (PET) scan, the findings of which were compatible with multifocal 18F-fluorodeoxyglucose-avid disease involving the sphenoid bone of the skull, right femoral diaphysis and sacrum, soft tissue of the right orbit, right and left ventricles of the heart, mesentery, and retroperitoneum (). Computed tomography of the orbits indicated an area of increased attenuation of the superior lateral orbit, causing concern for leukemic infiltration. Following this ALL relapse, the patient began receiving chemotherapy with R-MOAD [].\\nThe patient underwent placement of a permanent dual-chamber transvenous pacemaker system without complications 3 weeks after completion of intensive chemotherapy due to persistent AV blockage. Subsequent echocardiograms showed improvement in and near-normalization of ventricular systolic function (A).\\nA BM biopsy at the end of one cycle of R-MOAD chemotherapy demonstrated MRD-negative complete remission. However, the patient continued to have residual myocardial disease based on PET/computed tomography (). Shortly after completion of the first cycle of R-MOAD chemotherapy, he was readmitted to the pediatric intensive care unit due to concerns about acute cardiac failure (B). He had evidence of cardiomyopathy with moderately depressed global ventricular systolic function (LV ejection fraction, 35%). The patient was transitioned to a palliative chemotherapy regimen consisting of intrathecal cytarabine, intravenous etoposide, and intravenous cyclophosphamide. He was eventually discharged home but returned due to refractory cardiogenic shock requiring intensive care management. More than 13 months after transplantation, the patient’s AV conduction did not recover, and he remained chronically paced for more than a month until he died of cardiac arrest secondary to heart failure due to severe LV systolic dysfunction 412 days after HSCT.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'31128329': 1, '10521868': 1, '3463724': 1, '31738819': 1, '30565020': 1, '9581239': 1, '20717757': 1, '10506705': 1, '27268088': 1, '21376230': 1, '25196855': 1, '21536738': 1, '30920645': 1, '17169796': 1, '9827986': 1, '11803349': 1, '18804997': 1, '31523031': 1, '31243002': 1, '15977964': 1, '29458388': 2, '32883871': 1, '12683607': 1, '9100782': 1, '1064744': 1, '33483715': 1, '32800915': 1, '31010660': 1, '29298689': 1, '14335085': 1, '28935844': 1, '23527958': 1, '23707205': 1, '31915364': 1, '18026156': 1, '29385370': 1, '32769965': 1, '33062462': 2, '32589723': 1, '10742074': 1, '32694050': 1, '29385376': 1, '4241856': 1, '23347901': 1, '15075076': 1, '21593192': 1, '27088389': 1, '30187944': 1, '17064985': 1, '11100282': 1, '11996283': 1, '28494518': 1, '30267011': 1, '26837009': 1, '3167817': 1, '16078227': 1, '27632680': 1, '31794095': 1, '16809737': 1, '20588195': 1, '32997877': 1, '17875532': 1, '4295426': 1, '33355997': 1, '9823940': 1, '25605857': 1, '29899572': 1, '32755637': 1, '33258192': 1, '31243041': 1, '16219575': 1, '34396213': 1, '33651090': 1, '20723121': 1, '22287495': 1, '31848448': 1, '32496902': 1, '21637324': 1, '7655375': 1, '11025609': 1, '29895435': 1, '31811553': 1, '31582343': 1, '30116013': 1, '33578108': 1, '33651091': 1, '33255367': 1, '12613535': 1, '30442119': 2, '20615066': 1, '15300405': 1, '79913': 1, '34830969': 2}", "similar_patients": "{'7556410-1': 1, '5819207-1': 1, '5819207-2': 1, '5819207-3': 1, '6238377-1': 1, '6238377-2': 1}"}