{"patient_id": 113091, "patient_uid": "8638644-1", "PMID": 34859363, "file_path": "noncomm/PMC008xxxxxx/PMC8638644.xml", "title": "Marburg Multiple Sclerosis Variant: Complete Remission with Very Early Administration of Mitoxantrone—A Case Report", "patient": "A 31-year-old immunocompetent right-handed Russian woman with no medical history of family history of MS presented to the emergency department for sudden dysarthria and left central facial palsy. She did not report fever or any symptoms evocative of an active infection, but she reported a mild SARS-CoV2 infection 4 months previously; she was not taking any medication or toxic. During the first 24 h, she experienced very fast worsening of neurological symptoms. The first clinical examinations revealed left proportional hemiplegia with left Babinski sign and complete left anesthesia, anosognosia with left-sided visuospatial hemineglect, and fluctuating altered consciousness. Magnetic resonance imaging showed a large right frontal pseudo-nodular lesion, hyperintense on diffusion and T2-FLAIR sequences, gadolinium-enhanced, without surrounding edema (Fig. a). Extensive blood analysis did not support systemic inflammation (normal white blood cell count, C-reactive protein, gammaglobulins, and sedimentation rate). Infectious and immune blood tests including HIV, viral hepatitis, syphilis, Lyme, herpes complex viruses, quantiFERON-TB Gold in-tube assay, anti-nuclear antibodies (Ab), antineutrophil cytoplasmic antibodies, cryoglobulins as well as anti-aquaporin-4 (AQP4) and myelin oligodendrocyte glycoprotein (MOG) Ab were all negative. To evaluate the AQP4 IgG and MOG-ab testing, samples were tested by flow cytometry based on the use of a stable human embryonic kidney cell line overexpressing the M23 isoform of aquaporin-4 performed by a cell-based assay. Cerebrospinal fluid (CSF) analysis exhibited a normal white blood cell count (4/mm3), 45 mg/dL protein, and 65 mg/dL glucose (serum 94 mg/dl) without oligoclonal bands. Kappa-free light chain index was slightly elevated (6.6) and CSF cytokine profile showed an elevated concentration of IL-10 (3.39 pg/mL) and soluble IL2-receptor (156 pg/mL) whereas other biomarkers did not support infection (IL-1β < 0.32 pg/mL, IL-6 = 4.04 pg/mL, INF-α < 2.92 pg/mL). Attempts to detect CSF infectious agents, including Gram staining, culture, and PCR for neurotrophic viruses (including SARS-CoV2), were also negative. During the diagnostic work-up, she received intravenous (IV) methylprednisolone 1 g/day for three consecutive days (3 g in total) associated with five sessions of plasma exchange without any clinical modification. Repeated brain MRI showed significant growth of the frontal lesion day by day (from 1.6 cm3 at day 1 to 9.6 cm3 on day 14) with maintained gadolinium enhancement, the appearance of surrounded edema and two other inflammatory deep white matter hyperintensities (Fig. a). Despite the combined IV corticotherapy and plasmapheresis, in the absence of clinical improvement and to exclude differential diagnosis, a brain biopsy of the right frontal lesion was performed at day 14. At this stage, it was decided to perform a brain biopsy collegially for two main reasons. First, the patient showed no sign of clinical improvement and kept getting worse despite of the administration of high doses of corticosteroids and successively plasmapheresis. And second, and before deciding to introduce Mitoxantrone in a young woman of childbearing age, the multidisciplinary consultation meeting suggested excluding differential diagnosis such as intra-vascular lymphoma in the absence of CSF anomalies. The pathological analysis of the brain tissue revealed an active demyelinating process (Fig. d) without any axonal loss (Fig. g), but with an important infiltrate of polyclonal lymphocytes (mostly T cells) (Fig. b, c, e) and macrophages (Fig. f). No tumoral cells were found. Because of the aggressiveness of demyelinating disease, it was decided in a multidisciplinary board to start at day 21 after the diagnosis with IV Mitoxantrone, 12 mg/m2, associated with a novel IV pulse steroid therapy for 5 days, relayed to 1 mg/kg/day oral prednisone. At the beginning of MITX, her Expanded Disability Status Scale (EDSS) was 8 with altered consciousness. Three weeks after the first MITX infusion, most of her neurological deficits improved except for a slight left brachio-facial sensory deficit (EDSS 2), and brain MRI showed a five-times decrease of the frontal lesion (9.6 cm3 before MITX to 1.5 cm3). She was discharged from the hospital, and steroids were progressively tapered. Two other MITX infusions (20 mg/dose) were administered monthly without any clinical or hematological side effects. At 6 months, complete remission was noted (EDSS:1) without cognitive impairment, and she was able to start an anti-CD20 maintenance treatment. Written informed consent to publish was obtained from the patient included in this study to report the first case describing complete remission after MITX in a biopsy-proven condition.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'14748210': 1, '29055482': 1, '19068410': 1, '26847090': 1, '25824955': 1, '20579663': 1, '20461429': 1, '14694047': 1, '21816761': 1, '9048709': 1, '33911391': 2, '15623664': 1, '21876497': 1, '28619436': 1, '29673573': 1, '30925320': 1, '32714265': 2, '32474657': 1, '10329477': 1, '23955619': 1, '23333866': 1, '34859363': 2}", "similar_patients": "{'7344179-1': 1, '8061517-1': 1}"}