{"patient_id": 53093, "patient_uid": "8277514-1", "PMID": 34327029, "file_path": "comm/PMC008xxxxxx/PMC8277514.xml", "title": "Hepatic Squamous Cell Carcinoma Diagnosed by Endoscopic Ultrasound-Guided Fine-Needle Aspiration", "patient": "A 52-year-old Japanese man with compensated liver cirrhosis secondary to hepatitis B presented to the emergency room of a tertiary referral hospital with chief complaints of fever, right upper quadrant abdominal pain, and abdominal distension. The patient had gained 4 kgs over the past 3 months. Before arriving at the emergency room, the patient had an episode of chills. His vital signs were as follows: blood pressure, 90/50 mmHg; pulse rate, 136 beats per minute; and body temperature, 39.4°C. On physical examination, the abdomen was distended with hepatomegaly and was positive for shifting dullness and tenderness in the left upper quadrant. Laboratory data were as follows: white blood cell count, 19800/μL; platelet count, 92,000/μL; alkaline phosphatase, 358 U/L; serum albumin, 2.6 g/dL; prothrombin time, 14.6 s; international normalized ratio, 1.27; alpha-fetoprotein, 19.5 ng/mL; carbohydrate antigen, 19-9, 132 U/ml; and protein induced by vitamin K absence-II of 16%. Ascitic fluid analysis showed a white cell count of 10,800/μL (56% neutrophils). Blood and ascitic fluid cultures were negative. With regard to imaging studies, an abdominal ultrasound showed a hypoechoic, mosaic-patterned mass in the lateral segment of the left lobe of the cirrhotic liver (). A computed tomography (CT) scan with intravenous (IV) contrast revealed hypodense hepatic masses with peripheral delayed enhancement. The masses in the left and right hepatic lobes measured 8 cm and 2 cm, respectively. The CT scan also showed moderate ascites and paraaortic and perihepatic lymphadenopathy (). Marked hyperintensity of both the left and right hepatic lobe masses was revealed on diffusion-weighted magnetic resonance imaging (MRI), while peripheral arterial enhancement was seen on gadolinium ethoxybenzyl diethylenetriamine pentaacetic acid-enhanced MRI (Figures –). A fluorodeoxyglucose-positron emission tomography (FDG-PET) scan showed significant accumulation in the left lobe and multiple hot spots in the paraaortic region ().\\nGiven the above laboratory data and imaging findings, a diagnosis of spontaneous bacterial peritonitis (SBP) and bilateral hepatic lobe lesion with multiple lymph node metastases was made. For SBP, IV antibiotics (ceftriaxone 2 g/day) were started. Based on the imaging findings, the radiologist suspected the formation of mixed type hepatocellular carcinoma or intrahepatic cholangiocarcinoma mass. On transabdominal ultrasound, the hepatic lesion was exposed at the hepatic surface without intervening normal hepatic component and ascites was noted at the hepatic surface. These factors precluded percutaneous liver mass biopsy because of the high risk of bleeding. On the other hand, EUS view from the gastric station showed no significant amount of ascites (). EUS-FNA targeting the left lobe mass was performed from the gastric station view without worrisome vasculature or ascites, by using a 22-gauge aspiration needle (EXPECT®, Boston Scientific Co., Natick, MA, USA) with 3 passes (). Though rapid on-site evaluation was not performed due to the shortage of a pathology technician, an adequate amount of the specimen was obtained without any complications. The histopathological analysis showed a well-differentiated squamous cell carcinoma with necrosis. Components of neither hepatocellular carcinoma nor adenocarcinoma were found in the specimen. Finally, a pathological diagnosis of SCC was made ().\\nAs we initially suspected metastatic SCC of the liver, an extensive workup including chest CT, esophagogastroduodenoscopy, colonoscopy, and otorhinolaryngological examination was performed, all of which showed negative findings. Given the above results, a diagnosis of primary SCC of the liver was made.\\nAfter 2 weeks of antibiotic treatment for SBP, the patient's liver function gradually improved to a Child–Pugh's score of 6. The patient was fully informed that the diagnosis was primary SCC of the liver and was in agreement with the adjusted chemoradiation therapy. The patient was started on radiation therapy (50 Gy) for the liver mass and paraaortic lymph nodes, followed by chemotherapy comprising cisplatin (50 mg/m2) and fluorouracil (500 mg/m2). Given the patient's comorbidity of cirrhosis, the dose of the chemotherapy was reduced. In total, three cycles of chemotherapy were administered. Radiation with three cycles of chemotherapy was not effective as the disease progressed, as seen on the follow-up CT scan, and the patient died of hepatic failure on the 134th day after diagnosis.\\nWritten informed consent was obtained from the patient's family for the publication of this case report and its accompanying images. This study was also approved by the hospital board committee (approval number OCH-66).", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'13562404': 1, '9805933': 1, '16482231': 1, '11580148': 1, '26301407': 1, '18669577': 1, '26181570': 2, '15306600': 1, '28440236': 1, '12024141': 1, '32141043': 1, '19243014': 1, '30644369': 1, '20076825': 1, '30046450': 1, '26464738': 1, '33291191': 1, '34327029': 2}", "similar_patients": "{'4617094-1': 1, '4617094-2': 1, '4617094-3': 1, '4617094-4': 1}"}