{"patient_id": 55333, "patient_uid": "8385464-1", "PMID": 34466261, "file_path": "comm/PMC008xxxxxx/PMC8385464.xml", "title": "Rosai-Dorfman disease presenting with solitary liver mass without lymphadenopathy: A case report", "patient": "A 51-year-old woman was admitted to the hospital with chief complaints including chronic abdominal pain, weight loss (5% of body weight), a history of undulant fever, and nocturnal sweating. In physical examination, orthostatic hypotension, conjunctival pallor, and abdominal tenderness of the right upper quadrant were observed. Laboratory tests showed an elevated erythroid sedimentation rate (ESR, 87mm/h) and normocytic normochromic anemia (hemoglobin = 9.3 g/dl). Also, abdominal ultrasound revealed a 37mm×49mm cyst-like mass in the left lobe of the liver (4A segment) without internal septation. To further ascertain, imaging by computed tomography (CT) scan also showed a hypodense non-enhancing lesion with a normal margin (4 × 5 cm) in the left lobe of the liver (Figure A). We re-checked the patient's past medical history to find further diagnostic clues for the solitary liver mass. A genetic family history, as one of the crucial risk factors, was also negative for all chronic liver diseases, as well as viral hepatitis infections. In addition, the stigmata of chronic liver disease (eg, cirrhosis) were not identified. Moreover, viral hepatitis panel, alpha-fetoprotein (AFP), and CA19-9 were undetectable. Colorectal cancer regular screening tests were appeared to be normal six months before the onset of symptoms.\\nAfter that, she was referred to Shahid Ghazi Hospital, Tabriz, for hepatic resection. During postoperative pathological examinations, proliferated histiocytes, eosinophilic nucleolus, and dual or multinucleated monocytes were observed, which exhibited a lymphophagocytosis (emperipolesis) (Figure B). It has been also reported that the histiocytes were integrated with a polymorphonuclear leucocytes (polymorphs) infiltration composed of mononuclear and plasma cells. Peripheral blood smear and bone marrow aspiration were normal, while bone marrow biopsy showed lymphoplasmacytosis with negligible megakaryocytosis. For further substantiation, the IHC staining was performed for presumable detection of CD68 marker and S-100 protein into the histiocytes and CD138, kappa, and lambda markers into the plasma cells. The results showed that the histiocytes were positive for CD68 marker and S-100 protein (Figure C). Differential diagnosis regarding the presence of Hodgkin's lymphoma was also performed by CD15 marker and CD30 marker staining, and subsequently, negative results were achieved. In addition, BRAFV600E mutation was not detected in this report. As a consequence, the hepatic histological paradigm was totally in favor of RDD.\\nFinally, the patient was transferred to the hematology-oncology ward to initiate pharmacotherapy with systemic prednisone, 30 mg/day. She was conservatively followed up with consecutive CT imaging revealed no recurrence after 3 months. It has been also established that the patient responded successfully to the corticosteroids therapy. Despite receiving 5 mg/day prednisone, she is consistently followed up once a year.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'29599203': 1, '28140608': 1, '29720485': 1, '10746683': 1, '24797172': 1, '26966089': 1, '23049324': 2, '31576281': 2, '19117970': 1, '25310213': 1, '31414989': 1, '5782438': 1, '31004029': 1, '27442634': 2, '34466261': 2}", "similar_patients": "{'5265751-1': 1, '6764651-1': 1, '3415761-1': 1}"}