{"patient_id": 55516, "patient_uid": "8392460-1", "PMID": 34439649, "file_path": "comm/PMC008xxxxxx/PMC8392460.xml", "title": "Dramatic Course of Paediatric Cryptogenic Febrile Infection-Related Epilepsy Syndrome with Unusual Chronic Phase Presentation—A Case Report with Literature Study", "patient": "A previously healthy, well-developing 4-year-old boy presented fever (up to 39.5 °C) and signs of upper respiratory tract infection, which was treated symptomatically at first. With no improvement, the general practitioner (GP) prescribed him oral phenoxymethylpenicillin for his illness. After 4 days of antibiotic treatment, the parents decided to report to the hospital as the boy’s condition was deteriorating and petechial rash. His saturation dropped to 44% at times; bradycardia and consciousness disorder occurred. The child was immediately admitted to ICU, where mechanical ventilation, thiopental sedation and broad-spectrum intravenous antibiotic (ceftriaxone and amikacin) treatment (as well as acyclovir) were implemented. On the same day, lip twitching, downward eyeball rotation and loss of own respiratory drive were observed. Status epilepticus had been observed since the 3rd day of hospitalisation (despite thiopental sedation), which manifested firstly with generalised tonic-clonic convulsions. Electroencephalogram showed almost constant epileptiform multifocal discharges: spikes, polyspikes, sharp waves, spike–wave complexes, sharp and slow wave complexes. Apart from seizures with electrophysiological correlation, there were also stimulus-induced rhythmic, periodic, or ictal discharges (SIRPID).\\nDuring this time the patient was still feverish (with his temperature rising up to 38 °C). In the following days, the seizures were still present, in spite of extensive modification of the antiepileptic therapy. Above many ASMs, the patient received clonazepam (max 2 mg/kg), phenytoin (i.v; 10 mg/kg), levetiracetam (i.v; up to 80 mg/kg), valproate (i.v.; 40 mg/kg), clobazam (i.v.;1.3 mg/kg) and topiramate (1 mg/kg administered through percutaneous endoscopic gastrostomy—PEG) and diazepam (0.6 mg/kg). Seizures occurred independently or were provoked by touch stimuli (e.g., during nursing procedures). Constant infusion of phenobarbital was administered. To stop convulsion, diazepam, midazolam, propofol and cisatracurium were used. Seizure frequency increased and thus the decision of immunotherapy implementation was made. The patient was administered glucocorticoids on the 9th day of the patient’s hospital stay. Due to no therapeutic success of this therapy, the IVIG infusion was implemented. The patient received 2 g/kg of IVIG in the course of 4 days, starting on the 13th day of his hospital stay. On a later date plasmapheresis was performed on five consecutive days, and IVIG therapy was repeated. However, with no noticeable improvement. The patient also received anakinra on the 42nd day of hospitalisation, without any success. With epileptic activity constantly present, CBD oil was administered, without a drastic change. It seemed that the best response was achieved with intravenous thiopental and clonazepam. Weaning off thiopental at first resulted in reoccurrence of epileptic activity. Seizure frequency gradually ceased, regardless of the implemented therapy. We consider discontinuation of thiopental as the definite end of status epilepticus. This overall took 12 weeks.\\nDuring this acute phase the semiology of epileptic seizures was changing. The patient presented generalised tonic-clonic convulsions, myoclonia, tonic seizures, rhythmic limb movement, eyeball rotation. With clear epileptic seizures cessation, more extrapyramidal dystonia appeared, especially provoked by touch stimulus. During this episode a rise in body temperature was observed. The patient received gabapentin (40 mg/kg administered through PEG) as these episodes were thought to be caused by pain without desired improvement. Due to hypertonia and excessive dystonia, baclofen therapy was implemented with an intrathecal pump (in the dose of 99 μg per day).\\nAt first, the neurological examination was normal, except epileptic activity. With time, hypertonia in limbs, ankle clonus and Babinski sign appeared. Axial hypotonia was present. At times nystagmus and oral automatism were observed. The patient never regained full consciousness. His eyes remained open, but little to no reaction to external stimuli was detected.\\nDiagnostic procedures did not carry any suggestions on what could be the cause of this dreadful condition. Initial CT scan was normal, though MRI performed at a later date suggested encephalitis. CSF study revealed pleocytosis with high level of granulocytes and elevation in protein concentration, but oligoclonal bands were absent. However, no etiological factor of possible infection was identified. All immunologic testing was negative, including antineuronal antibody findings (Western blot performed from a plasma sample). Metabolic studies were all negative. Further MRI imaging revealed progressive neurodegeneration and brain atrophy, especially in hippocampal regions. The cerebral ventricle appeared to be enlarged and surrounded by areas of microvascular leakage and reduced venous blood flow. The patient’s cerebral cortex appeared to be atrophic. A thrombus located in the left sigmoid sinus was observed, however, blood flow was preserved. The diagnosis of FIRES was made after extensive differential diagnosis was performed ().\\nDuring his 9-months hospitalisation, the patient developed cholelithiasis, and thus surgery was required. Due to this fact ketogenic diet could not be implemented in this patient. In the course of hospital stay, the patient contracted SARS-CoV2 infection which resulted in the need for oxygen therapy. The patient still experienced multiple epileptic seizure which he received clonazepam for. Long-term cognitive level was poor, tending towards vegetative state.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'21883180': 1, '27919115': 1, '19670433': 1, '25398790': 1, '27655472': 1, '33403221': 2, '27521622': 1, '18851928': 1, '20172746': 1, '30822260': 1, '15832606': 1, '32372459': 1, '23643626': 1, '24761136': 1, '22004046': 1, '30132834': 1, '20878265': 1, '31935626': 1, '30854647': 1, '20345937': 1, '29399791': 1, '28959704': 1, '33506622': 1, '26724101': 1, '20028339': 1, '27553113': 1, '30779222': 1, '23127267': 1, '20813015': 1, '22180961': 1, '15211593': 1, '29414137': 1, '22935553': 1, '28555777': 1, '25332495': 1, '30482654': 1, '12915084': 1, '30408233': 1, '16469483': 1, '17371290': 1, '31283843': 1, '26754777': 1, '27538648': 1, '31241011': 1, '21967356': 1, '14467623': 1, '22911482': 1, '31635247': 1, '29476535': 1, '21163447': 1, '32053110': 1, '23066759': 1, '34439649': 2}", "similar_patients": "{'7745547-1': 1}"}