{"patient_id": 112958, "patient_uid": "8627948-1", "PMID": 34818712, "file_path": "noncomm/PMC008xxxxxx/PMC8627948.xml", "title": "Radial forearm free flap in a patient with an unusual radial artery variation: a case report", "patient": "A 74-year-old woman with no history of smoking or alcohol abuse developed a verrucous carcinoma of the tongue and right tonsillar pillar in 2015. She underwent radical excision of the lesion and unilateral neck dissection (I-IV), followed by reconstruction with a traditional left RFFF. There were no perioperative complications, the donor-site morbidity was minimal, and no forearm arterial anomalies (e.g., median vessels) were found that would prompt suspicion of contralateral abnormalities. Adjuvant radiation therapy was completed in January 2018. Two years later, a recurrence of the above-mentioned carcinoma in multiple locations (the right labial commissure, cheek mucosa, and vestibular fornix) was noted. After extensive discussions between the patient and treating physicians, the decision was made to perform a transoral excision of the tumor with soft-tissue coverage using a contralateral RFFF. The patient provided written informed consent for the surgical procedure. Blood flow through the radial and ulnar systems of the right side was assessed. A handheld US probe revealed the presence of an aberrant median branch of the forearm, while neither radial nor ulnar-sided vascular insufficiencies were identified using the Allen test, which was subsequently performed. The test allowed us to evaluate the safety of sacrificing the median artery. The lesion was excised with wide margins by head and neck cancer surgeons. Frozen sections were obtained to confirm margin clearance. The defect was therefore large, including the right labial commissure and extending up to the right lower alveolar and buccal mucosa. With a template from the defect and according to the US probe, an unusual forearm free flap was marked over the skin of the distal volar forearm (). The plastic surgery team began the elevation of the free flap at the distal margin, first searching for the previously detected median branch. The aberrant artery was seen running between the palmaris longus and flexor carpi radialis tendons, giving off many tiny perforators to the skin paddle at the level of the mid-forearm, and continued deep into the flexor retinaculum toward the palm. The median vessel was strongly pulsatile (), with a caliber of 0.21 cm. Dissection was therefore carried out in a distal-to-proximal fashion up to the division of the artery from the RA (). It was anomalously accompanied by two superficial venae comitantes that proximally joined into a single venous branch (), which was later opportunely anastomosed. As soon as we decided to harvest the flap from the territory of the median artery, we did not dissect the RA along its entire course. Nevertheless, there were no septal branches communicating from the RA to the distal fasciocutaneous skin island, and its vascularity was provided solely by the aberrant median vessel and its perforators. On the contrary, the vascularization of the skin island was supplied by numerous septal perforators arising directly from the median artery (). After applying vascular clamps to the median vessel and releasing the tourniquet, a second Allen test was intraoperatively performed. As this maneuver resulted in satisfactory perfusion of the whole hand while compressing the median branch, flap elevation on the anomalous vessel was continued. The flap was inset in the intraoral defect, and the donor site was skin-grafted. No functional deficit was noted in the hand, and the healing of the flap and donor area was normal ().", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'13015348': 1, '7094519': 1, '15630655': 1, '8081617': 1, '7672968': 1, '17504713': 1, '33196121': 1, '10473293': 1, '2352222': 1, '8568741': 1, '21647963': 1, '10876290': 1, '18952515': 1, '14707618': 1, '15832345': 1, '32939364': 2, '7604889': 1, '18023628': 1, '34818712': 2}", "similar_patients": "{'7470103-1': 1}"}