{"patient_id": 53804, "patient_uid": "8311834-1", "PMID": 34393637, "file_path": "comm/PMC008xxxxxx/PMC8311834.xml", "title": "De novo Migraine with Aura in the Third Trimester of Pregnancy: A Case Report and Literature review", "patient": "A 31-year-old female at 33 weeks of gestation (gravida 2, para 2) was referred to the neurologist with a history of two headache episodes, which she experienced for the first time in her life. Episodes occurred spontaneously, without any apparent trigger, seven and four days ago, respectively. During the episodes the patient experienced visual, sensory and speech disturbances. The visual symptom was defined as gradually increasing bilateral flickering in the right visual field, which lasted thirty minutes. In the next fifteen minutes, the patient experienced difficulties of word finding, followed by fifteen minutes of gradually spreading numbness in the right hand and right cheek. Ten minutes after the numbness ended, the patient developed a right-sided headache, which later spread to both sides of the head. Headache was pressing in quality, rated as 8 out of 10 on a numeric rating scale and accompanied by dizziness and balance loss. Neither vomiting nor photo/phonophobia was present. Ibuprofen 300 mg and acetaminophen 500 mg were partially effective: the headache lasted for one day, and dizziness continued for two days. After the second attack, the patient complained of a remaining discomfort on the right side of the head. Her past medical history was unsignificant.\\nPhysical examination showed tachycardia (102 bpm) and normotension (111/76 mmHg). Neurological examination and fundoscopy was unremarkable with the exception of mild and inconsistent right hypoesthesia of face and right hand. No pathologies were identified during gynaecological examination. Complete blood count, venous glucose and urinalysis were normal, elevated D-dimer level (600 mcg/L, normal values < 250 mcg/L) was interpreted as physiological change during pregnancy. Because of the new-onset headache, subjective sensory deficit and elevated D-dimer levels, it was decided to perform 1, 5 T brain magnetic resonance imaging with angiography (MRI/MRA) without contrast enhancement in order to exclude the acute cerebrovascular pathology. No acute ischemia, haemorrhage, and no changes in intracranial arteries, cerebral veins or sinuses were found. Mild cerebellar tonsillar ectopia of 4 mm and left maxillary sinus retention cyst were incidental findings.\\nMigraine with typical aura according to the International Classification of Headache Disorders, 3rd edition (ICHD III) criteria was diagnosed ().\\nThe patient was advised to keep a consistent sleep schedule, maintain low physical activity, eat regularly, and take 600 mg of magnesium citrate a day (for 1–2 months) for migraine prophylaxis. Treatment for acute migraine attack was proposed: to take 1 g of paracetamol as soon as flickering starts. If necessary, the dose can be repeated when the headache continues.\\nThere were no complications during the rest of the pregnancy and at 40 weeks of gestation the patient had spontaneous vaginal delivery. Female newborn, weighing 3750g, with Apgar scores of 8 and 9 (due to a nuchal cord) was delivered. The patient and newborn were discharged 3 days later. The postpartum period was uneventful.\\nMigraine with aura subsided with no further recurrence over a 4-year follow-up period. During this period, the patient had no pregnancies.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'2335476': 1, '25533715': 1, '25506009': 2, '29285572': 1, '30470274': 1, '31579938': 1, '28279839': 1, '28512119': 1, '17598596': 1, '24916564': 1, '25304764': 1, '31881091': 1, '29368949': 1, '21281324': 1, '20880898': 1, '25375985': 1, '28372496': 1, '25644494': 1, '33267788': 1, '31011857': 1, '16223612': 1, '32443079': 1, '20464586': 1, '26291282': 1, '20977769': 1, '31336231': 1, '30574176': 1, '29052046': 1, '19278973': 1, '17640340': 1, '23983844': 1, '25415168': 1, '34393637': 2}", "similar_patients": "{'4254080-1': 1, '4254080-2': 1, '4254080-3': 1}"}