{"patient_id": 54886, "patient_uid": "8366460-1", "PMID": 34405149, "file_path": "comm/PMC008xxxxxx/PMC8366460.xml", "title": "A Case of Acute Leukemia Following Remission of COVID-19 Infection; an Urge to Search for a Probable Association", "patient": "A 61-year-old man presented with complaints of weakness, nausea, vomiting, and epigastric pain. His past medical history was just relevant for a recent covid-19 infection about 40 days ago presenting with symptoms of myalgia, cough, shortness of breath and weakness. The admission course of the patient was complicated by bilateral pneumothorax and pneumomediastinum, which had been treated via bilateral thoracostomy. After the resolution of mediastinal and pleural complications and significant resolution of initial signs and symptoms, the patient was discharged home in good general condition and in his usual state of health. Final laboratory workups at the day of discharge from the hospital included white blood cell (WBC) count of 11.6×103/μL (4–9×103/μL), hemoglobin level of 13.2g/dl (12.5-16g/dl) and platelet count of 153×103/μL (140-450×103/μL). Also, electrolyte panels, renal function tests, and venous blood gas analysis were all within the normal limits. Chest computed tomography (CT) scan performed on the last day of his hospital stay, was unremarkable; except for minimal mediastinal air and bilateral reticular opacities in favor of resolving phase of covid-19 infection.\\nAbout 40 days later, the patient again presented to the emergency department of our hospital complaining of a new progressive disabling weakness, accompanied by anorexia, epigastric pain, nausea, vomiting and non-bloody watery diarrhea. The patient also reported an unintentional weight loss of about 17 kg over the past 40 days. He persistently declined any episode of fever, cough, chest pain, abnormal bleeding, ecchymosis, petechiae, purpura or urinary symptoms.\\nInitial vital signs were notable only for sinus tachycardia and mild tachypnea with a rate of 25cycles/minute. Body temperature, blood pressure, and oxygen saturation were all within normal limits. Close physical examination revealed a conscious, moderately ill, and fatigued patient with significant emaciation. Conjunctival pallor, dry mucosa and grade 1 symmetric non-pitting limb edema were also detected. Lungs and heart were clear to auscultation. Abdominal examination was unremarkable.\\nComplementary laboratory workups, including a polymerase chain reaction (PCR) for SARSCoV-2 by nasopharyngeal swab, were requested. Returning results were found to be surprisingly abnormal revealing a dramatic fall in hemoglobin and platelet count compared to values recorded on the discharge notes of the patient 40 days ago. Covid-19 PCR was reported negative. Electrocardiography was also unremarkable. Laboratory test results on the current admission are summarized in .\\nConcerned by the history of low molecular weight heparin use, recommended at the time of his previous discharge, and in accordance with our previous experiences regarding occurrence of retroperitoneal hematoma in patients treated with anticoagulants, a contrasted lung and abdominopelvic CT scan was requested for the patient. New imaging studies were irrelevant except for some parenchymal changes compatible with resolved past covid-19 infection, no hematoma was observed in the retroperitoneal, pelvic, and rectus sheet. Also, no evidence of intestinal ischemia, intramural bowel hematoma, and tumor lesion was observed.\\nDespite initial improvement of his symptoms, severe fatigue, lethargy, and somnolence supervened. Peripheral blood smear was requested, which revealed strange abnormalities including premature myeloid series, severe thrombocytopenia, and some abnormal large unfamiliar cells resembling blasts in a myelodysplastic/myeloproliferative picture (). Subsequently, bone marrow biopsy and aspiration from the left posterior superior iliac spine of the patient was done immediately. Aspiration smears surprisingly revealed sheets of large vacuolated blasts encompassing more than 20% of nucleated marrow cells (). The cells were morphologically reported to be compatible with acute leukemia of lymphoid linage (ALL L3) or myeloid linage (AML M4) by pathologists. Bone marrow biopsy showed hypercellular marrow for age mostly replaced by a diffuse infiltration of blasts, decrease in megakaryocytes, plasma cells less than 5%, and lymphocytes less than 10% of nucleated bone marrow cells (). The patient received platelet transfusions and was finally admitted to the hematology service for more workups and to start chemotherapy.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'32535707': 1, '32332856': 1, '33314746': 1, '33098641': 1, '32535232': 1, '32923230': 2, '32420613': 1, '32619034': 1, '32253318': 1, '32311826': 1, '32528042': 1, '34405149': 2}", "similar_patients": "{'7478935-1': 1}"}