{"patient_id": 107399, "patient_uid": "8096437-1", "PMID": 33958877, "file_path": "noncomm/PMC008xxxxxx/PMC8096437.xml", "title": "Alectinib for Miliary Lung Metastasis in ALK-Positive Lung Adenocarcinoma", "patient": "A 32-year-old female non-smoker was found to have abnormal lung shadows on a chest x-ray during an annual check-up. A computed tomography (CT) scan at the previous hospital showed a small cavitary nodule in the left upper lobe and diffuse tiny nodules throughout both lungs. The serum tuberculosis-specific IFN-γ test was negative, and tumor marker levels were not elevated. Transbronchial lung biopsy specimens obtained bronchoscopically showed suspected miliary metastasis by a lung cancer.\\nThe patient had a slight cough and no history of respiratory disease, and her Eastern Cooperative Group Performances Status (ECOG-PS) was 0. Blood examinations demonstrated none of the significantly increased tumor markers levels (CEA 1.6 ng/mL, CYFRA 0.6 ng/mL, Pro GRP 54.5 pg/mL), but her serum amylase levels were elevated (total amylase 584 IU/L, pancreatic amylase 76 IU/L).\\nA chest X-ray showed bilateral diffuse shadows at our hospital (). A CT scan revealed a 19 mm cavitary nodule in the left upper lobe and multiple small nodules with a random distribution throughout both lung fields, swollen mediastinal lymph nodes, and spinal metastasis (L4 and L5) (). No CT findings were detected in the salivary glands or pancreas. Magnetic resonance imaging (MRI) of the brain revealed multiple skull metastases but no evidence of brain metastasis (cT4aN2M1c, Stage IV). She underwent both transbronchial lung biopsy (TBLB) from the left upper lung and endobronchial ultrasound-guided trans-bronchial needle aspiration (EBUS TBNA) from the mediastinal lymph nodes. Hematoxylin and eosin (HE) staining revealed adenocarcinoma cells in the EBUS TBNA specimens (). In addition, ALK protein was confirmed to be positive by D5F3 ALK immunohistochemistry assay (Roche, Arizona, USA) of the TBLB samples ( and ). The OncomineTM Dx Target test (Thermo Fisher Scientific Inc., Waltham, MA, USA) showed no EGFR, ROS1 rearrangement, KRAS, BRAF, or other NSCLC driver mutations. The PD-L1 tumor proportion score (TPS of 10%) was a low expression.\\nThe patient was treated with alectinib (300 mg daily), and a CT scan after three months of the treatment showed a marked improvement in the miliary pulmonary metastasis in both lungs, and the patient’s total serum amylase level had decreased (). A Grade 2 skin rash according to the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 appeared, but it rapidly responded to treatment with an antihistaminic agent. No severe adverse drug reactions have occurred at any time during treatment.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15978528': 1, '20886633': 1, '32231535': 1, '29147375': 2, '8365317': 1, '22999080': 1, '29858682': 1, '19241901': 1, '14885124': 1, '29768118': 1, '7542769': 1, '18195376': 1, '32283823': 1, '29192819': 1, '24846037': 1, '33958877': 2}", "similar_patients": "{'5649826-1': 1}"}