{"patient_id": 56139, "patient_uid": "8422739-2", "PMID": 34493325, "file_path": "comm/PMC008xxxxxx/PMC8422739.xml", "title": "Diffuse leptomeningeal glioneuronal tumour (DLGNT) in children: the emerging role of genomic analysis", "patient": "An 8-year-old girl presented with acute disorientation with associated vomiting and headache. There was a background history of intermittent, self-resolving headaches over the prior 3–4 months. She was noted to have moderate to severe papilloedema with associated haemorrhages, engorged vessels and decreased visual acuity. MRI brain and spine demonstrated a mass in the spinal cord extending from C3 to T2, filling most of the spinal canal. There was some associated T2 hyperintensity with several areas of cyst formation or necrosis and an enhancing nodule at the cervicothoracic junction (Fig. c, d).\\nThe initial biopsy of a meningeal deposit was inconclusive. A second biopsy of the intramedullary tumour was performed. Histopathology showed features of a low grade tumour with both glial and neuronal differentiation (Fig. e–g). There were neoplastic glial cells and dysplastic neuronal cells with a ganglionic appearance. Immunohistochemistry staining for BRAF V600E mutation was negative. Chromosome microarray detected a 1p deletion, 1q gain, chromosome 17 gain and indicated a KIAA1549-BRAF fusion. A histopathological diagnosis of DLGNT was made based on the above findings.\\nMolecular profiling of a lesional biopsy sample through PRISM identified a somatic RET variant of unknown significance (p.Ala919Pro). RET is a receptor tyrosine kinase that is an upstream member of the MAPK pathway []. This missense variant is situated in an ATP binding site and the protein tyrosine kinase domain 2 and in silico models have predicted this variant to be damaging. It is adjacent to a well-studied pathogenic gain of function mutation Met918Thr [, ] (Fig. a). Functional studies on the RET A919P variant suggest that this variant has an additive effect but may require a second hit in the RET gene to be a tumourigenic driver []. The RET A919P variant along with the inclusion of a downstream pathway member such as the KIAA1549-BRAF fusion (identified in this tumour) may have an amplificative effect on the MAPK pathway. However, without biological confirmation, the RET mutation remains a variant of unknown significance in this tumour.\\nCopy number analysis revealed an aneuploid tumour with multiple alterations of unknown significance (Fig. b, Additional file : Tables 3 and 4). However, a loss of chromosome 1p and a gain of chromosome 1q and chromosome 8 were also detected, which are in keeping with a subclass of DLGNT []. This tumour also contained a KIAA1549-BRAF fusion with an unknown highly repetitive DNA fragment inserted within the duplication (Fig. c). BLAT analysis of the repetitive sequence could not identify with high certainty the origin of this fragment. This can be visualised with the LINX plot in Fig. c with single end breakends (the purple lines with open unshaded circles) bookending the KIAA1549-BRAF duplication as the other breakend match within the genome of the tumour could not be established. This adds to the complexity of the formation of the KIAA1549-BRAF fusion within this tumour which also has 1 copy loss of the 7q arm where the KIAA1549 and BRAF genes reside. This emphasizes that very complex genomic rearrangements may underlie the expression of even common fusion drivers. The combination of whole genome and RNA sequencing often helps resolve such complexity []. Methylation studies processed through the DKFZ CNS classifier found that the patient’s sample was not a strong match to any particular entity. The closest match was glioblastoma, subclass midline, IDH wildtype (0.78).\\nTreatment with vincristine and carboplatin was commenced but ceased after 3 cycles due to moderate to severe drug reactions to carboplatin (fever, tachycardia and hypotension). The patient was subsequently treated with trametinib, based on the presence of the KIAA1549-BRAF duplication, with early evidence of minor response on surveillance MRI. Subsequently, the patient had disease progression after 6 months on trametinib. Further treatment options are currently being explored.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'27573663': 1, '24770606': 1, '26235348': 1, '22665535': 1, '28547128': 1, '23583981': 1, '31899391': 1, '31506385': 1, '30371878': 1, '27061725': 1, '29766299': 1, '19373855': 1, '19562354': 1, '21474379': 1, '20446099': 1, '27157931': 1, '25518979': 1, '31150281': 1, '28965234': 1, '24857135': 1, '30937530': 1, '18974108': 1, '26994902': 1, '7674024': 1, '30465258': 1, '12536370': 1, '21196802': 1, '22976922': 1, '30091674': 1, '25854526': 1, '12377964': 1, '10445857': 1, '12382176': 1, '10616068': 1, '25672644': 1, '28585383': 1, '29539639': 1, '30770994': 1, '22159586': 1, '22941225': 1, '19486008': 1, '26711108': 1, '31439692': 1, '20976706': 1, '22596013': 1, '31151904': 1, '11688706': 1, '10871026': 1, '23248257': 1, '33020650': 1, '19363522': 1, '17184079': 1, '28652147': 1, '25720745': 1, '27843590': 1, '29016845': 1, '23547428': 1, '17306385': 1, '23588371': 1, '21188469': 1, '34493325': 2}", "similar_patients": "{'8422739-1': 2}"}