{"patient_id": 52200, "patient_uid": "8237432-1", "PMID": 34176492, "file_path": "comm/PMC008xxxxxx/PMC8237432.xml", "title": "A young girl with chronic isolated cervical lymphadenopathy found to have lupus lymphadenopathy, progressing to develop lupus nephritis: a case report", "patient": "A 19-year-old Sinhalese girl had neck lumps since the age of 5 years, which were not evaluated before. They have now increased in size and become tender since 1 year. She had a rash on both her lower limbs for 6 years, but no other photosensitive rashes. She had alopecia for 4 years, and pain and morning stiffness of small and large joints for 6 months. She had no gritty eyes or visual impairment. She had loss of appetite but no loss of weight. She attained menarche at the age of 13 years, and had regular menstruation since then. She had no family history of rheumatological disease or malignancy. Her mother had a history of one miscarriage. She had no history of thrombotic phenomena. She presented with a 5-day history of worsening joint pain, fever, and painful, enlarging cervical nodules.\\nHer blood pressure was 110/70 mmHg and pulse rate was 80 beats per minute. She had bilateral soft tender cervical lymphadenopathy involving the anterior cervical region, and tender and swollen interphalangeal and carpometacarpal joints. She had an erythematous non-blanching macular rash suggestive of a vasculitic rash on both lower limbs, but no oral ulcers. She had no malar or photosensitive rashes and no digital ulcers or calcinosis cutis. She had no hepatosplenomegaly, with normal examination of the cardiovascular and respiratory systems. She had no focal neurological signs or proximal myopathy, and fundoscopy was normal.\\nShe had pancytopenia (white blood cell count 2.3 × 106, hemoglobin 10 g/dl, platelet count 118 × 106). She had a high erythrocyte sedimentation rate (ESR) of 92, positive anti nuclear antibodies (ANA) titer of 1:640 on Hep-2 cells, and a high anti-double-stranded deoxyribonucleic acid (dsDNA) antibody level of 15 IU/ml (positive if > 10 IU/ml), with low C3 and C4 complements of 0.5 g/l (low < 0.785 g/l) and 0.08 g/l (low < 0.145 g/l), respectively, compatible with findings of systemic lupus erythematosus (SLE). Blood picture showed moderate mixed deficiency anemia with moderate rouleaux formation. She had mild iron deficiency anemia with hemoglobin of 9.5 g/dl, low serum ferritin of 8 μg/l, and low transferrin saturation of 15% with no bleeding manifestations. She had a high reticulocyte count of 5% (0.5–1.5%), with LDH of 182 U/l (140–280 U/l). Her direct and indirect antiglobulin tests were positive, and C3d specificity was positive with negative immunoglobulin (IgG) specificity indicating autoimmune hemolytic anemia. She was seen by a hematologist and was started on iron and folic acid supplements. Ultrasound scan of the neck showed reactive lymphadenopathy in the anterior cervical region. Lymph node biopsy showed moderate reactive follicular hyperplasia, with scattered plasma cells and immunoblasts, with varying degree of coagulative necrosis, suggestive of lupus lymphadenopathy. She did not have distorted nodular architecture with cortical and paracortical nodules with proliferation of histiocytes, and karyorrhexis, and crescentic histiocytic nuclei to suggest Kikuchi–Fujimoto disease. On immunohistochemistry of the lymph node biopsy, CD20 was positive in follicles, CD5 was positive in interfollicular areas, and Bcl2 was negative, excluding lymphoma histologically.\\nUltrasound abdomen and contrast-enhanced computed tomography of abdomen and chest was normal with no hepatosplenomegaly or intraabdominal lymphadenopathy. Antibodies for cytomegalovirus, Epstein–Barr virus, human immunodeficiency virus (HIV), and Mantoux were negative. Skin biopsy showed fibrinoid necrosis of the vessels with fibrin extravasation suggestive of leukocytoclastic vasculitis. Her cytoplasmic anti-neutrophil cytoplasmic antibody (cANCA), perinuclear anti-neutrophil cytoplasmic antibody (pANCA), anti-Ro, anti-La, and antiphospholipid antibodies were negative, but anticardiolipin antibody was positive. However, she did not fit the criteria for antiphospholipid syndrome as she had no history of thrombotic phenomena or pregnancy-related complications of placental insufficiency. She was advised on using compression stockings during long distance travel, adequate hydration, and thromboprophylaxis during major surgery or during future pregnancies. Her serum creatinine was normal (77 μmol/l), urine protein-to-creatinine ratio was 343 mg/g, and she had no dysmorphic red cells in urine. She was seen by a nephrologist, and it was decided that a renal biopsy was not indicated at present. She was planned to be closely monitored, and to consider renal biopsy only if urine protein was more than 500 g/dl, or red cells in urine > 5–10/high power field (HPF) with > 10% dysmorphic red cells on follow-up. Ophthalmological evaluation showed no eye involvement of SLE.\\nHer SLE disease activity index (SLEDAI) at diagnosis was 22. She was seen by a rheumatologist, dermatologist, nephrologist, and hematologist for specialist opinion and was started on hydroxychloroquine 200 mg daily and prednisolone 30 mg daily along with gastric protection, and vitamin D and calcium supplements for bone protection. Her symptoms improved and lymphadenopathy regressed, and prednisolone was gradually tailed off over 3 months.\\nSix months after the initial presentation, she developed loss of appetite, generalized edema and was found to have a blood pressure of 135/100 mmHg, which later increased to 160/110 mmHg during the course. She was found to have an increased serum creatinine of 128 μmol/l, proteinuria with a urine-to-protein creatinine ratio (UPCR) of 3854 g/dl, and 20–25 red blood cells in urine on high-power field that were dysmorphic, with red cell urinary casts. Renal biopsy confirmed mixed grade III and grade V lupus nephritis, evidenced by less than 50% of the glomeruli showing proliferation without sclerosis, and diffuse thickening of the glomerular basement membrane on light microscopy, and subepithelial immune deposits on immunofluorescence. The SLEDAI during this flare was 26. She was treated with intravenous methylprednisolone 1 g daily for 3 days and intravenous cyclophosphamide pulse therapy with the first dose being 0.75 g/m2 followed by five doses of 0.5 g/m2 for induction. She was started on cilnidipine 10 mg twice per day and telmisartan 80 mg daily for blood pressure control and reduction of proteinuria, and mycophenolate mofetil 1.5 g twice per day for maintenance, and oral methylprednisolone 8 mg daily for lupus nephritis. Methylprednisolone was continued for 5 months and gradually tailed off, after which she was normotensive with UPCR less than 500 g/dl on several occasions, the latest being 125 g/dl 7 months after induction, with no hematuria on follow-up. The SLEDAI 7 months after induction for lupus nephritis was 2.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'24192007': 2, '28968809': 1, '8853165': 1, '24048114': 1, '27418858': 2, '29785310': 2, '11035137': 1, '25535224': 1, '19107085': 1, '18464299': 1, '24577173': 1, '31383717': 1, '17517757': 1, '17297594': 1, '34176492': 2}", "similar_patients": "{'3827830-1': 1, '5896377-1': 1, '4935008-1': 1}"}