{"patient_id": 51308, "patient_uid": "8194181-1", "PMID": 34112120, "file_path": "comm/PMC008xxxxxx/PMC8194181.xml", "title": "A case of chronic retinal necrosis after tube shunt surgery for secondary glaucoma associated with cytomegalovirus corneal endotheliitis", "patient": "Our case is an 80-year-old man referred to our hospital with iritis and poor intraocular pressure (IOP) control in his left eye (OS). At the initial visit, the best-corrected visual acuity (BCVA) was 1.2 in the right eye (OD) and 0.3 OS, and the IOPs were 13 and 58 mmHg, respectively. Other than anterior chamber inflammation (Fig. a) and glaucoma, the fundus was normal (Fig. b). The patient had an ocular history of small-incisional cataract surgery and intraocular lens implantation OS 1 year previously. Except for systemic hypertension, he had no systemic diseases associated with immune deficiency and his human immunodeficiency virus (HIV) testing result was negative. The diagnosis of CMV corneal endotheliitis OS was made based on the previously-reported diagnostic criteria []. Detection of 5.2 × 105 copies/ml CMV DNA in the aqueous humor from the affected eye by a polymerase chain reaction (PCR) assay and keratic precipitates like coin-shaped lesion were observed. Serum IgM of Herpes simplex virus (HSV), Varicella zoster virus (VZV), and CMV were negative, and these IgG titers were slightly elevated to 61.8, 13.0, and 15.8, respectively; the CMV antigenemia was negative. After starting the treatment (0.5% ganciclovir eyedrops 6 times/day and 0.1% betamethasone 4 times/day) with the previously reported regimen [], the anterior-segment inflammation resolved (Fig. c). Because the IOP control was poor despite four ocular antihypertensive drugs, tube shunt surgery using the Ahmed Glaucoma Valve (Model FP-7) was implanted 1 month after the initial visit. To preserve the corneal endothelial cells, a tube was inserted into the vitreous cavity []; for this purpose, 25-gauge pars plana vitrectomy was performed intraoperatively. After the glaucoma surgery, the IOP decreased below 10 mmHg with continuous use of topical ganciclovir and betamethasone without ocular antihypertensive medications. At the follow-up visit 2 months postoperatively, although he was unaware of visual worsening, granular retinitis and occlusive vasculitis were observed OS (Fig. d). At this time, PCR identified 1.8 × 104 copies/ml CMV in the aqueous humor. CRN associated with CMV infection was suspected, and oral valganciclovir (1800 mg for 2 weeks and then 900 mg for 1 week) was started in addition to the topical ganciclovir and betamethasone. Since the non-perfusion area extended throughout the entire fundus (Fig. e), panretinal photocoagulation was performed simultaneously. After valganciclovir was started, the retinal lesions resolved rapidly (Fig. f). At the final visit 12 months after the diagnosis of CRN, the BCVA and IOP were 0.6 and 11 mmHg, respectively, and the number of corneal endothelial cells of 2031 cells/mm2 before the tube shunt implantation in the vitreous was maintained 2038 cells/mm []. The inflammation did not recur in the anterior segment and fundus during the follow-up period with a maintenance dose of topical 0.5% ganciclovir 4 times/day and 0.1% fluorometholone 4 times/day. Iris or angle neovascularization was not seen during the follow-up period.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'31830229': 1, '26967107': 1, '23584702': 1, '25075122': 1, '29282399': 2, '22203463': 1, '34112120': 2}", "similar_patients": "{'5731101-1': 1}"}