{"patient_id": 112366, "patient_uid": "8565168-1", "PMID": 34760781, "file_path": "noncomm/PMC008xxxxxx/PMC8565168.xml", "title": "Subacute measles encephalitis in a case of late presenting congenital HIV with epilepsia partialis continua as the first manifestation: A case report", "patient": "Ethical and institutional clearance was taken for this report. A 14-year-old female apparently well before the present illness, presented with a history of fever and maculopapular rash 3 months ago, diagnosed as measles at the primary care level. Her immunisation status was incomplete as per the mother. She was treated conservatively at home and recovered within the next 10 days. One and half months later, she developed recurrent episodes of tonic-clonic seizures involving the left half of the body and face followed by progressive left hemiparesis. Subsequently, the episodic attack of the left focal seizure became continuous along with a dull-aching holocranial headache. Ten days preceding admission, she started having a progressive right hemiparesis. Throughout this course, she remained alert and conscious.\\nHer premorbid mental state including age-adjusted cognitive maturity was normal. A general survey revealed normal vitals, generalised wasting and oral thrush. She had a Mini-Mental State Examination score of 27, without any behavioural abnormality. Deep tendon reflexes were present in the upper limbs and absent in the lower limbs. upper motor neuron (UMN)-type right facial palsy, left-sided epilepsia partialis continua (EPC) and quadriparesis were detected.\\nThe total blood count showed pancytopenia (haemoglobin 10.1 g%, total leukocyte count: 2400/μL, platelet count: 1 lakh/cc). The serum electrolytes, hepatic, renal and thyroid function tests, including anti-thyroid peroxidise antibody levels, chest X-ray and ultrasonography of the whole abdomen were within normal limits. Serology for HIV-1 was positive with a CD4 T-cell count of 97 cells/μL. The patient's mother also tested HIV positive. (The patient's father died of uncertain causes 10 years ago.) The CSF study including a cartridge based nucleic acid amplification test (CBNAAT) test was unremarkable. The autoimmune encephalitis panel, antinuclear antibody (ANA) profile (using Hep-2 cells) were negative. CSF culture, polymerase chain reaction assay for JC virus and Epstein–Barr virus and serology for (Toxoplasma, Rubella, Cytomegalovirus, Herpes) TORCH organisms, were normal. An elevated CSF anti-measles Immunoglobulin gamma (IgG) antibody quotient was detected. Electroencephalography noted focal epileptiform activity. MRI of the brain revealed bilateral, asymmetrical long TR hyperintensities involving juxtacortical white matter in both parietal lobes, left temporal and also in the left basal ganglia without any contrast enhancement or DWI restriction [].\\nHer EPC were refractory to antiepileptic drugs, antiretroviral therapy; with a rapid downhill course, and ultimately, the patient succumbed to death within 2 weeks of hospital stay.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'9879702': 1, '24865261': 1, '22889539': 1, '25667167': 1, '8323578': 1, '32507126': 1, '15520095': 1, '32637321': 1, '8176910': 1, '34760781': 2}", "similar_patients": "{}"}