{"patient_id": 56508, "patient_uid": "8437014-1", "PMID": 34548978, "file_path": "comm/PMC008xxxxxx/PMC8437014.xml", "title": "Kearns-Sayre Syndrome With Persistent Ventricular Tachycardia Refractory to Shocks and Medications", "patient": "A 62-year-old male with a past medical history of Kearns-Sayre syndrome (KSS) with multi-system involvement including skeletal muscle myopathy with chronic progressive ophthalmoplegia, pigmentary retinopathy, heart failure (HF) with reduced ejection fraction (11%-15%), non-sustained ventricular tachycardia, pulmonary hypertension, chronic heart block with biventricular automatic implantable cardioverter defibrillators (AICD), chronic kidney disease, hypertension, hyperlipidemia, and mitral valve prolapse presented to the emergency department (ED) after two syncopal episodes.\\nHe received two shocks from the device, one for each episode. He denied any chest pain, palpitations, dyspnea at rest, diaphoresis, nausea, or vomiting. Interrogation of the AICD showed two appropriate shocks after failed anti-tachycardia pacing (ATP). Home medications were mexiletine 300 mg three times daily, sotalol 80 mg twice daily, hydralazine 10 mg three times daily, carvedilol 3.125 mg twice daily, furosemide 20 mg once daily, and milrinone 0.5 mcg/kg/min intravenously through his peripherally inserted central catheter (PICC) line. He was allergic to ramipril and valsartan. He denied any tobacco or alcohol use in the past. Family history was remarkable for KSS in two of his sisters, with one who had passed away from a decompensated HF.\\nOn physical examination, vitals showed a blood pressure of 110/73 mmHg, heart rate of 81 beats per minute, temperature of 97.5°F, respiratory rate of 16 breaths per minute (bpm), and oxygen saturation of 98% on room air. He looked cachectic with a body mass index (BMI) of 15 kg/m2. He had significant left-sided ptosis. A cardiac exam revealed a grade II/VI systolic murmur but no gallop. A pulmonary exam revealed decreased breath sounds in the right lower lung field. He was admitted for syncope secondary to VT, 150 mg of IV amiodarone bolus was administered, and then he was started on amiodarone drip at 0.5 mg/min.\\nThe laboratory results are shown in Table .\\nElectrocardiogram results showed; atrial sensed, and a ventricular paced rhythm at 86 bpm with no ST or T wave changes, and a Qtc of 564 milliseconds (Figure ).\\nFurther investigation of the AICD yielded sustained monomorphic ventricular tachycardia to the 140s during both syncopal episodes. Chest X-ray revealed right pleural effusion (Figure ).\\nA CT scan of the head was unremarkable.\\nOn day two, the patient was noted to have non-sustained VT with increasing oxygen requirements. A plan was in place to transition the patient from IV to PO amiodarone, but instead, he went into VT storm and was thus continued on amiodarone drip at 0.5 mg/min. The AICD yielded ineffective anti-tachycardia pacing (ATP) and two shocks, the first of which failed. He was transferred to the critical care unit (CCU) for further monitoring and started on lidocaine drip (1 mg/min) with continued amiodarone and milrinone drips (0.5 mg/min and 0.375 mcg/kg/min respectively).\\nIn the CCU, he continued to have non-sustained VT with symptoms of palpitations despite the AICD reprogramming and medical management (antiarrhythmic medications and electrolyte repletion). He also continued to have shortness of breath with minimal improvement on bilevel positive airway pressure (BIPAP). A nephrologist was consulted as his renal function began to worsen. Unfortunately, recurrent VT progressed to a VT storm, requiring multiple boluses of IV amiodarone (150 mg), IV lidocaine (100 mg), and multiple shocks from his AICD which were futile. The VT storm was refractory to his current medical management. The patient eventually passed away after the withdrawal of care.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'17241330': 1, '23430846': 1, '1424198': 1, '26949540': 2, '30642644': 1, '25540845': 1, '28706587': 1, '22661355': 1, '11900295': 1, '29073001': 1, '34548978': 2}", "similar_patients": "{'4776051-1': 1}"}