{"patient_id": 111436, "patient_uid": "8462432-1", "PMID": 34667363, "file_path": "noncomm/PMC008xxxxxx/PMC8462432.xml", "title": "Peripartum Management of Gitelman Syndrome for Vaginal Delivery: A Case Report and Review of Literature", "patient": "A 36-year-old primigravida (height 160 cm; weight 78 kg; BMI 30.5 kgm− 2) previously diagnosed with GS based on genetic testing presented in active labor at 38 weeks of gestation.\\nOne month prior to delivery, she was evaluated at the obstetric anesthesia high-risk clinic. After discussion between the anesthetist, cardiologist, nephrologist, and obstetrician, it was decided it was reasonable to proceed with labor epidural analgesia to reduce stress.\\nOn preanesthetic examination, no other medical history was recorded. Cardiopulmonary auscultation revealed no abnormality and airway examination was normal. Although she described paresthesia in the face in the past, the diagnosis was incidental. She had regular antenatal care from the nephrologist and oral supplementation with magnesium, potassium, and chloride kept her symptom free.\\nOn admission to the labor ward, continuous cardiotocography, electrocardiography (ECG), oxygen saturation, and respiratory rate monitoring were commenced and continued throughout her stay. An arterial line was inserted to facilitate continuous blood pressure monitoring and arterial blood gas (ABG) sampling.\\nThe obstetrician examined the patient and found her cervix was dilated 3–4 cm, fully effaced; the decision was made to place an epidural catheter. The epidural space was located at L2-3 vertebral interspace using an 18-gauge Tuohy needle with loss of resistance to saline. An epidural catheter was threaded 5 cm into the epidural space. After a negative test dose of lidocaine 40 mg, 12 mL of 0.2% ropivacaine and fentanyl 2 mcg.mL−1 were injected incrementally over a 20-min interval. Effective analgesia extended bilaterally to T10 and was maintained during labor with five further top-ups.\\nShe was hemodynamically stable with minimal changes in blood pressure throughout labor. Four hours later, a healthy neonate weighing 3.2 kg was delivered spontaneously with Apgar scores of 9 and 10 at 1 and 5 min. She received a total of 1500 mL Hartmann's solution intraoperatively for a total estimated blood loss of 500 mL. Postoperatively, she was monitored for 6 h in the recovery room. An ABG sample demonstrated pH of 7.48 with normal gas exchange and electrolyte values within the normal range apart from potassium (3.2 mmol.L−1). She received supplemental intravenous potassium and had her serum electrolyte concentrations evaluated three times a day. A postdelivery ECG revealed no arrhythmias. Given that she was stable, the uterus well contracted, and her renal function normal, analgesia was optimized using regular analgesics. She was discharged home 72 h postdelivery.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15198796': 1, '23675554': 1, '29026553': 2, '18667063': 1, '32792720': 1, '32812463': 1, '27625504': 1, '20705448': 1, '32814478': 1, '18639243': 1, '22284312': 1, '32692195': 1, '21252808': 1, '34667363': 2}", "similar_patients": "{'5628240-1': 1}"}