{"patient_id": 54232, "patient_uid": "8335686-1", "PMID": 34367791, "file_path": "comm/PMC008xxxxxx/PMC8335686.xml", "title": "Manic Episode Induced by Lamotrigine in Rapid Cycling Bipolar Disorder", "patient": "A 59-year-old man, diagnosed with bipolar disorder I for many years, presented with an episode of bipolar depression with symptoms such as anhedonia, depressed mood, reduced energy, psychomotor retardation, demotivation, anxiety, and decreased social activity, which had been gradually worsening for two weeks. Significant impairment in his usual functioning was noted, given that the patient lost the interest and ability to work in the projects that excited him the most, for example, he abandoned the writing of a new book (months before, when stable, he managed to translate a book he had already published). He also stopped taking care of his diet, with less and less elaborate meals. These symptoms were interpreted as an episode of bipolar depression. At that time, he was being treated at the day hospital of the psychiatric department and was medicated with semisodium valproate 1500 mg id, olanzapine 10 mg 2id, aripiprazole 10 mg id, and lorazepam 2.5 mg 3id.\\nAbout six months before this episode, the patient was hospitalized for a period of six weeks following a suicide attempt through self-induced deep cuts in the upper limbs, with severe bleeding that motivated hospitalization in the intensive care unit. This event occurred in the context of severe depression with psychotic characteristics (with delusional ideas of guilt and ruin). In that time, medication was adjusted with the introduction of fluoxetine 20 mg id, olanzapine 10 mg id, and diazepam 5 mg 2id (in addition to semisodium valproate and lorazepam, which he was already taking). Initially, a clinical improvement was noticed, but, soon after discharge, he had a subsequent manic switch, with elevated mood, increased energy, psychomotor agitation, verborrea, disinhibition, involvement in new projects, and regular cocaine consumption. Thus, the medication was progressively readjusted and cessation of cocaine consumption was promoted, with progressive clinical improvement, until he turned to the depressive mood described at the beginning of this case report.\\nIn addition to this recent psychiatric history, the patient had already been hospitalized six times in psychiatry wards due to decompensation of his bipolar disorder. In some of these hospitalizations, he also presented with mental and behavioral disorders induced by psychoactive substance use, which normally takes place after the installation of elevated mood and disinhibition. In fact, he has a history of drug abuse, mainly cocaine but also cannabinoids, heroin, and alcohol. His medical history also includes hypertension, treated with lisinopril 10 mg id and amlodipine 5 mg id.\\nFacing the current depressive episode, lab tests were carried out and no abnormalities were found in blood cell count, renal function, electrolytes, liver function, folic acid, B12 vitamin, total cholesterol, and glucose. Valproate levels were 61.7 mg/L and urine drug screening was negative. Regarding the treatment, it must be taken into account that, in previous depressive episodes, the patient responded poorly to quetiapine and reported serious adverse effects of lithium, such as muscle twitch and trembling, pointing out his low tolerability to the drug. Given this background, the decision was to start lamotrigine in titration up to 25 mg id, in addition to the semisodium valproate he was already taking. We also decided to suspend aripiprazole.\\nAbout three to four weeks after initiating lamotrigine, the patient presented with an expansive mood, sudden involvement in new projects (intention of publishing new books), increased energy, easy social interactions, disinhibition, fast speech, and insomnia. At that time, the dose of lamotrigine was 25 mg id, and the taking of the medication was supervised by the nurses in the day hospital. The patient himself early recognized that his mood was unwell, explaining his clinical condition with the introduction of lamotrigine: \"lamotrigine is like methamphetamine, I am no longer depressed.\" After the onset of this manic episode, the patient resumed cocaine use and, at this point, we must highlight that the consumption only began after the exacerbation of manic symptoms, given that the previous drug screenings, regularly performed, were consistently negative. Therefore, lamotrigine was gradually discontinued, aripiprazole 10 mg was reintroduced, sodium valproate dose was increased to 2 g id, and flurazepam 30mg id was started. At the same time, cocaine use was discouraged again, and the patient stopped using it. About two weeks after the discontinuation of lamotrigine, a gradual clinical stabilization was observed, with a return to euthymic mood and normal speech debt, stable sleep and appetite, and clear absence of psychotic activity or suicidal ideation, overlapping his previous functioning.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'21731836': 1, '29536616': 1, '20923622': 1, '25004199': 1, '31650675': 1, '15984894': 1, '22296512': 1, '30506151': 1, '30451546': 1, '21731838': 1, '10386176': 1, '17029493': 1, '7249508': 1, '26124534': 1, '34367791': 2}", "similar_patients": "{}"}