{"patient_id": 56296, "patient_uid": "8428162-1", "PMID": 34522530, "file_path": "comm/PMC008xxxxxx/PMC8428162.xml", "title": "Guillain-Barre Syndrome in a Patient With COVID-19 Infection", "patient": "The patient is a 59-year-old female with a past medical history of hypertension, hyperlipidemia, cerebral vascular accident with no residual weakness, and type II diabetes mellitus. She presented with shortness of breath of two-day duration. Her shortness of breath began only with exertion and progressed to dyspnea at rest as well. The patient also had a productive cough of white sputum that began two days prior, as well as a headache and generalized body aches. The patient also endorsed two episodes of watery diarrhea. Of note, the patient reported two possible recent COVID-19 exposures: one being in an out-of-state wedding with a large number of people one month prior, and the second being in a dinner party about a week prior where an attendee was previously diagnosed with COVID-19 pneumonia. Physical exam showed an obese woman in mild respiratory distress requiring a high-flow nasal cannula with diffuse rales bilaterally on auscultation of the chest. The neurological exam was unremarkable. Initial labs were notable for mild azotemia [blood urea nitrogen (BUN)=38, creatinine (Cr)=2.3 (unknown baseline)], serum glucose=335, elevated COVID inflammatory markers [D-dimer=1.1, c-reactive protein (CRP)=21.7, lactate dehydrogenase (LDH)=491, ferritin=55.7], and anemia with a hemoglobin=8.6 and hematocrit=27.9. CT chest without contrast was significant for bilateral central and parenchymal opacities that have the typical appearance of COVID-19 pneumonia as seen in Figure and Figure . COVID-19 polymerase chain reaction (PCR) test was positive and the patient was admitted directly to the ICU for management of acute hypoxic respiratory failure secondary to COVID-19 pneumonia.\\nIn the ICU, the patient was initially maintaining her saturation on a high-flow nasal cannula, but within a few hours, she began desaturating to the 40s while on a fraction of inspired oxygen (FiO2) of 1.00. The patient was initially reluctant to intubation but due to worsening respiratory distress, the patient consented and was subsequently intubated. The patient also initially required vasopressor support with Levophed but was weaned off promptly and blood pressure was well controlled with the resumption of home antihypertensives. She was started on thiamine, zinc, and vitamin C and D and completed a 10-day course of intravenous dexamethasone. The patient also completed a seven-day course of Ceftriaxone and a five-day course of Doxycycline to cover for community-acquired pneumonia. The patient received two doses of Remdesivir, but further doses were held due to the development of acute kidney injury (AKI). Nephrology was consulted for management of AKI and recommended only conservative management with no need for hemodialysis. Cardiothoracic surgery was also consulted to evaluate for the use of extracorporeal membrane oxygenation (ECMO) but deemed that the patient did not require ECMO during her ICU course. Serial blood cultures showed no growth but a urine culture grew pan-sensitive Pseudomonas and the patient completed an additional five-day course of Meropenem. The ICU course was complicated by an acute hemorrhage where the patient lost approximately one liter of blood from the left femoral site, where an arterial line was previously placed. The patient was subsequently bolused with 1L of normal saline and transfused two units of packed red blood cells. Despite no more visible additional bleeding from the femoral site, bloodwork showed persistent drops in hematocrit. The patient required intermittent transfusions to keep her hemoglobin at 7.0. Ultrasound imaging ruled out a hematoma and the patient remained on prophylactic anticoagulation. The patient's oxygen requirements gradually came down and on day 14, the patient was extubated to a venturi mask. The following day, the patient was deemed stable for transfer out of the ICU to the medical floors.\\nOn the medical floors, the patient was weaned off the venturi mask and placed on a nasal cannula. Following extubation, the patient was noted to only nod her head in response to questions but remained non-verbal. She was also unable to move her upper or lower extremities with the exception of wiggling her toes when prompted. Neuro exam revealed symmetrical quadriparesis and absent deep tendon reflexes. CT head imaging showed no acute intracranial pathology, and only noted mild cerebellar atrophy. Due to the patient's immobility and high risk of deep vein thrombosis (DVT), heparin was increased from prophylactic dosage up to 7500U Q8H. Ultrasound doppler of the upper extremities found a floating clot in the right internal jugular (RIJ), the site of a previous central line, and the patient was transitioned from heparin to therapeutic Lovenox. Neurology was consulted to evaluate the quadriparesis and recommended electrodiagnostic studies as well as a lumbar puncture (LP) to evaluate for GBS. Electromyography was ordered but was never completed due to limited hospital resources related to the pandemic. Lovenox was held and a lumbar puncture was performed. LP fluid analysis showed WBC=1 (0-5), RBC=3 (0-20), total protein=50 (15-45), and glucose=112 (40-80), consistent with an albuminocytologic dissociation. A test for glycoprotein Q1 (GQ1) antibodies was also ordered and was negative. Intravenous immune globulin (IVIG) was ordered for management of GBS, but treatment was delayed due to unavailability in the pharmacy. The patient's weakness began to improve from a muscle strength of 1/5 to 2/5 in all extremities while awaiting IVIG administration. Shortly after on day 27 of her hospital course, routine labs showed several new abnormalities including leukocytosis, hyperkalemia, elevated BUN and creatinine, and a significant drop in hemoglobin and hematocrit (H/H) from 8 to 5.5gm/d. Repeat labs were ordered to confirm the sharp changes in the patient’s labs. On examination, the patient was found to have an asymmetrically swollen right hip. An ultrasound was ordered to rule out bleeding into the groin but shortly after, a rapid response was called for acute change in mental status, tachypnea to the 40s, and severe hypotension. The patient was bolused with fluids but continued to decline rapidly. The patient was subsequently intubated for respiratory distress and transferred to the ICU. Shortly after arrival to the ICU, the patient was found to be pulseless with a rhythm of asystole. A cardiac arrest code was called and high-quality chest compressions were started. During the code, the patient's next of kin (NOK) was reached by phone and after discussion of the patient’s prognosis, the family requested for cardiopulmonary resuscitation to be stopped, and the patient subsequently expired. An autopsy was offered to the patient’s family after counseling but the family declined.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'32876777': 1, '33295021': 1, '33313649': 1, '8572662': 1, '7655882': 1, '33409112': 2, '33462567': 1, '7477117': 1, '34522530': 2}", "similar_patients": "{'7779142-1': 1}"}