{"patient_id": 52315, "patient_uid": "8241236-1", "PMID": 34235016, "file_path": "comm/PMC008xxxxxx/PMC8241236.xml", "title": "Isolated Gallbladder Injury Secondary to Blunt Abdominal Trauma", "patient": "A 60-year-old male was admitted to our major trauma centre following a fall from the fourth storey of a car park and landing initially on his feet.\\nHe had a background of chronic obstructive pulmonary disease, peripheral vascular disease, hypertension, depression, osteoporosis, and previous alcohol dependence that had stopped 20 years ago. On scene assessment by paramedics, he was found to be haemodynamically normal and stable (temperature 36.8°C, heart rate 94 beats per minute, blood pressure of 110/70 mmHg, oxygen saturation of 98% on room air) with a Glasgow Coma Scale of 15; therefore, he was transferred to the hospital with road ambulance. Standard ATLS (advanced trauma life support) protocol was followed on hospital assessment.\\nThe primary survey was unremarkable apart from abdominal pain and localised peritonism in the right upper quadrant and lower lumbar midline pain. Secondary survey revealed bilateral complex calcaneal fractures, for which he required surgery later on, multiple vertebral fractures, and sternal fracture, which were managed conservatively.\\nOn admission, the blood tests showed elevated WBC (white cell count) of 16.3 109/L (with neutrophilia 14.7 109/L), raised alanine aminotransferase (ALT) of 106 U/L and Gamma-glutamyl transferase (GGT) of 100 U/L. The rest of the bloods, including routine biochemistry and coagulation profile, were all within normal limits. No haematuria was present on urinalysis.\\nA trauma CT scan was obtained, which showed pericholecystic fluid and described by the radiology team either as cholecystitis picture or possible disruption of the gallbladder. In the context of trauma, isolated intra-abdominal injury of the gallbladder should be considered, although this is uncommon. The patient denied any previous right upper quadrant pain or history suspicious of cholecystitis. CT head, neck, thorax, and lower limbs were consistent with the secondary survey findings.\\nBased on the patient’s stable presentation, a decision was made for diagnostic laparoscopy to explore possible gallbladder injury and other concomitant injuries. The procedure took place on the same day.\\nOperative findings showed free bile in the right upper quadrant and right paracolic gutter and a small amount of blood. The gallbladder did not have an obvious site of perforation but had a necrotic appearance (Figure )\\nThere was no liver injury identified to account for bile spillage.\\nThe stomach, lesser sac, and small and large bowel were assessed laparoscopically, and no injuries were identified. Moreover, there was no hepatoduodenal ligament injury identified on assessment for possible extrahepatic biliary injures.\\nSince no obvious perforation was identified laparoscopically, a decision was made to convert to laparotomy and duodenal exploration. On laparotomy, there was no evidence of duodenal or pancreatic injury on Kocher’s manoeuvre and ligament of Trietz mobilisation. Gallbladder wall was stained and leaking bile (deceleration injury) (Figures ,3), therefore, a standard retrograde cholecystectomy was performed.\\nNo further intraabdominal injuries were identified during the laparotomy. Two abdominal drains were inserted at the end of procedure, one in the pelvis and one in the Morrison’s pouch, and removed during postoperative days without any signs of bile or enteric fluid.\\nThe patient was transferred intubated postoperatively to the ITU (intensive therapy unit) and was extubated the following day.\\nThe patient made an unremarkable recovery from general surgery point of view. He had an operation under the orthopaedic team for the management of calcaneal fractures. He was discharged home with physiotherapy for rehabilitation mainly due to calcaneal fractures.\\nGross pathology of the gallbladder showed a shiny and smooth serosa. The thickness of the gallbladder wall was <4 mm and one small stone was found measuring 7 mm in maximum diameter. Microscopically, the pieces of the gallbladder wall showed features of cholecystitis and necrosis.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'23205359': 1, '22090749': 2, '10505132': 1, '21851630': 2, '12351339': 1, '34235016': 2}", "similar_patients": "{'3169498-1': 1, '3214512-1': 1, '3214512-2': 1}"}