{"patient_id": 61036, "patient_uid": "8656523-2", "PMID": 34885184, "file_path": "comm/PMC008xxxxxx/PMC8656523.xml", "title": "Ex Vivo Expanded Circulating Tumor Cells for Clinical Anti-Cancer Drug Prediction in Patients with Head and Neck Cancer", "patient": "A 52-year-old male patient with a history of alcohol use, betel nut or quid chewing, and smoking was diagnosed with HNC in September 2019. Physical examination revealed an indurative and ulcerative erythematous lesion of about 1.5 × 1.5 × 1.0 cm in the left buccal region near tuberosity, with swelling on the left oropharynx also noted. MRI results confirmed the tumor’s location in the left buccal region, extending to the pterygomandibular space, lateral pharyngeal region, and infratemporal space (D). A diagnosis of Stage IVb, cT4bN0M0 oral cancer was therefore recorded (26). CTCs from a peripheral blood liquid biopsy collected from the patient were expanded ex vivo, and the CTC-derived organoids were subjected to drug sensitivity assays conducted using the eSelect system. The results showed relative cell viability of 92.5 ± 12.7% with 5-FU treatment, 33.1 ± 6.3% with carboplatin treatment, and 13.0 ± 3.0% with cisplatin treatment (E). The patient subsequently received CCRT with 7000 cGy in 35 fx coupled with cisplatin treatment at the 1st, 4th, and 7th weeks. Regular follow-up and MRI results at 1-year post-CCRT revealed a complete response to treatment, with no residual tumor or lymph node metastasis (F). Notably, CTCs derived from these two case studies displayed drug sensitivity results below the 20% relative cell viability threshold, indicating cisplatin effectiveness. Both patients achieved a complete response with cisplatin CCRT treatment despite being diagnosed with Stage IV HNC diagnoses. The results highlighted the clinical predictive potential of drug sensitivity assays conducted on CTC-derived organoids using the eSelect system.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'31182137': 1, '25592149': 1, '21525401': 1, '33238517': 1, '32634781': 1, '31630058': 1, '24844673': 1, '12907210': 1, '25667488': 1, '32182549': 1, '34906145': 1, '32323844': 1, '32044652': 1, '24709997': 1, '31680565': 1, '31906785': 1, '31387885': 1, '25057171': 1, '31303792': 1, '30903634': 1, '24218516': 1, '25154812': 1, '30082142': 1, '31893516': 1, '31508372': 1, '27980104': 1, '25105871': 1, '8123238': 1, '22682019': 1, '12001073': 1, '32708837': 1, '21128227': 1, '17112769': 1, '30875950': 1, '32487658': 1, '32209823': 1, '18322356': 1, '33073579': 1, '29204555': 1, '30527243': 1, '32391112': 1, '31866766': 1, '17289886': 1, '23014601': 1, '31377345': 1, '25013076': 1, '28838214': 1, '33207745': 1, '31169336': 1, '33538338': 1, '31053628': 1, '29174804': 1, '23430081': 1, '22076949': 1, '31387888': 1, '20978147': 1, '33238461': 1, '28364015': 1, '26893880': 1, '33299117': 1, '25479539': 1, '27517751': 1, '34885184': 2}", "similar_patients": "{'8656523-1': 2}"}