{"patient_id": 110798, "patient_uid": "8408891-1", "PMID": 34483661, "file_path": "noncomm/PMC008xxxxxx/PMC8408891.xml", "title": "Tumor lysis Syndrome in a Patient with Metastatic Breast Cancer Treated with Alpelisib", "patient": "The patient is a 66-year-old woman with HR+, PIK3CA mutation-positive (E542K), breast cancer metastatic to bone, brain, peritoneum, pleura, and liver and a baseline Eastern Cooperative Oncology Group performance status of 1. Her oncologic course was complicated by the development of new brain metastases while receiving letrozole and palbociclib. Twenty-one days after completing brain radiation, patient’s systemic therapy was changed to fulvestrant and alpelisib. Twelve days following the start of this therapy, she presented to the hospital with altered mental status. Her mental status had worsened over the preceding days and on admission, she endorsed hallucinations. The patient also had asterixis on a physical examination. The results of patient’s blood work were notable for creatinine of 15.15 (baseline < 1.0), blood urea nitrogen (BUN) of 129 (baseline 14), uric acid 16.2 (baseline unknown), lactate dehydrogenase (LDH) 226, phosphate of 8.2 (baseline 2.1), potassium of 8.2 (baseline 3.9), and glucose of 124 (baseline 111, ). Electrocardiogram showed widening of the QRS complex with acute T-wave changes () that resolved after electrolyte normalization ( and ). Renal ultrasound did not demonstrate obstructive uropathy. Urinalysis revealed amorphous and calcium oxalate crystals. She received aggressive fluid hydration and was started on allopurinol and rasburicase within the first 12 hr of her hospital course. She developed worsening hypotension and decreased urine output requiring transfer to the intensive care unit (ICU). Rheumatologic testing including C3, C4, antinuclear antibody (ANA), rheumatoid factor (RF) levels, hepatitis serologies, and serum/urine protein electrophoresis (SPEP/UPEP) were within normal limits. Her hypotension, mental status, and urine output slowly improved without requiring renal replacement therapy. Creatinine continued to downtrend and normalized to 1.00 on hospital day 6 ( and ). All other clinically significant laboratory abnormalities also resolved (). After discharge, alpelisib was resumed at a reduced dose of 250 mg daily which was well tolerated. Repeat staging scans after 2 cycles of fulvestrant and alpelisib showed a mixed response with stable diffuse osseous and peritoneal metastatic disease, progression of pleural metastases, and resolution of liver metastasis.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'15384972': 1, '25002953': 1, '23420376': 1, '20331465': 1, '34483661': 2}", "similar_patients": "{}"}