{"patient_id": 55029, "patient_uid": "8373176-1", "PMID": 34437043, "file_path": "comm/PMC008xxxxxx/PMC8373176.xml", "title": "Case Report: An Intracranial Complication of COVID-19 Nasopharyngeal Swab", "patient": "A 54-year-old obese female with a history of antiphospholipid syndrome on apixaban and recently diagnosed with CSF-L presented with acutely worsened headache and new-onset neck and back pain for one hour. She had photophobia, chills, and worsening of pain with any flexion of the spine. She denied a history of trauma, drug use, ill contacts, or recent travel. Two months prior, she had a NP swab of her left nare for COVID-19 during which she described a “popping sensation and intense pain.” Since the NP swab performance, the patient had experienced waxing and waning headache, left-sided rhinorrhea, post-nasal drip, cough, and intermittent fever. After failed therapies for pneumonia and allergies, she was referred to an otolaryngologist who performed a beta-2 transferrin test on her nasal discharge, confirming a diagnosis of CSF-L. After rigid nasal endoscopy was unrevealing for a source, magnetic resonance imaging (MRI) revealed small bilateral olfactory recess meningoceles (). She was scheduled for surgical repair and given appropriate return precautions that led her to present when she developed acutely worsened symptoms.\\nOn ED presentation, the patient was afebrile, although mildly tachycardic. With the exception of meningismus, her exam, including neurologic exam, was normal. Her white blood cell count was 19 × 103 cells/microliters (uL) (reference range: 4.1–10.7 × 103 cells/uL) with a neutrophilic predominance. She was given intravenous (IV) dexamethasone, cefepime and vancomycin, and lumbar puncture was performed. The laboratory analysis revealed cloudy fluid, a glucose level of less than 10 milligrams per deciliter (mg/dL) (reference range: 40–70 mg/dL), protein level of 732 mg/dL (reference range: 15–45 mg/dL), and nucleated cell count of 2764/uL (reference range: 0–5 cells/mL) with 87% segmented neutrophils. The CSF Gram stain revealed Gram-positive cocci, and CSF culture grew Streptococcus salivarius. While awaiting admission, the patient developed a mild encephalopathy, which resolved over the subsequent 24 hours with continued antibiotic therapy.\\nDuring her hospitalization, the patient underwent bilateral endoscopic ethmoid repair with lumbar drain placement by otolaryngology and neurosurgery. Her hospital course was complicated by post-repair re-leak and development of ventriculitis. She had a ventriculostomy placed for treatment with a short course of intrathecal antibiotics in addition to a prolonged course of IV antibiotics. Once her CSF studies cleared, she underwent ventriculo-peritoneal shunt placement. Her clinical status improved, and she was ultimately discharged home with minimal neurologic sequelae.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'29279052': 2, '25126130': 1, '32302471': 1, '19529807': 1, '31711423': 2, '29201836': 1, '27809892': 2, '30832738': 2, '25918919': 1, '29379240': 1, '25302244': 1, '34437043': 2}", "similar_patients": "{'6399895-1': 1, '5094058-1': 1, '6849159-1': 1, '5744424-1': 1, '5744424-2': 1, '5744424-3': 1}"}