{"patient_id": 52348, "patient_uid": "8241959-1", "PMID": 34185178, "file_path": "comm/PMC008xxxxxx/PMC8241959.xml", "title": "Cap polyposis treated with laparoscopic-assisted total proctocolectomy and ileal J-pouch anal anastomosis: a case report", "patient": "A 48-year-old man presented at a local hospital because of diarrhea and bloody stools in 2018 and was started on probiotics. There was no relevant medical history and/or family history. The patient’s symptoms did not improve, and he represented at the local hospital 2 months later. Total colonoscopy (TCS) revealed wart-like erosions resembling octopus suckers from the sigmoid colon to the rectum, suggesting amoebic dysentery. However, stool cultures and biopsied colonic mucosa did not show dysenteric amoebae at that time. The patient was started on oral metronidazole (MNZ), but the symptoms did not improve and there were no improvements seen on repeat TCS performed 2 months later. The patient was also negative for amoebic dysentery antibody at that time and CP was suspected based on the TCS findings, but a definitive diagnosis was not reached. Administration of oral 5-aminosalicylic acid (5-ASA) and a steroid enema also resulted in no improvements in the symptoms. The patient was then referred to the Department of Internal Medicine of our hospital for further examination and medical treatment.\\nTCS performed at our hospital revealed reddened mucosa and multiple raised lesions from the middle of the transverse colon to the rectum; these lesions were covered with white moss (Fig. ). Pathological examination showed inflammatory cell infiltration in the interstitium, and granulation tissue in the superficial layer, consistent with CP. A diagnosis of CP was made based on the clinical symptoms, and endoscopic and pathological findings. The patient was negative for HP. However, as all other treatments had been ineffective and HP eradication has been reported to be effective in treating CP in Japan, a proton pump inhibitor, amoxicillin, and clarithromycin were administered. The symptoms persisted despite these treatments, and the patient’s weight reduced from 78 to 60 kg.\\nIn May 2019, the patient was admitted to the Department of Internal Medicine of our hospital due to exacerbation of his symptoms. Laboratory tests showed hypoalbuminemia, mild elevations in the C-reactive protein level and erythrocyte sedimentation rate, and a normal white blood cell count. There were no abnormal stool culture findings on admission. The patient was resistant to medical treatment and was admitted to our department, because he wished to undergo surgery.\\nIntraoperatively, we found polyps from the rectum to the middle of the transverse colon, and inflammation in the anal canal. Therefore, we performed a laparoscopic-assisted total proctocolectomy and J-type ileal pouch anal anastomosis (IPAA) with ileostomy (Fig. ). After the operation, his symptoms rapidly improved, and he started eating on postoperative day 3. He was discharged without problems on postoperative day 14. Postoperative pathological examination of the resected specimen showed multiple elevated lesions from the descending colon to the rectum. The apex of each lesion was capped with granulation tissue with inflammatory exudate, and the crypt epithelium was hyperplastic, consistent with CP (Fig. ). There was no recurrence of symptoms or polyps in the ileal pouch, and stoma closure was performed 3 months after surgery. Approximately 1 year has passed since the stoma closure, and there has been no recurrence observed.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'24949613': 1, '15610079': 1, '15188181': 1, '28301429': 1, '12894015': 1, '12657385': 1, '12108681': 1, '29971597': 2, '15647206': 1, '15383789': 1, '11115917': 1, '21869875': 1, '34185178': 2}", "similar_patients": "{'6029993-1': 1}"}