{"patient_id": 110156, "patient_uid": "8354395-1", "PMID": 34430464, "file_path": "noncomm/PMC008xxxxxx/PMC8354395.xml", "title": "Skin as a Mirror to Internal Malignancy: A Rare Co-presentation of Nail Bed Squamous Cell Carcinoma and Renal Cell Carcinoma", "patient": "A 67-year-old male, in his good health, presented to dermatology OPD with 4 years history of pain, bleeding, and discoloration of left thumb nail. Bleeding was profuse even on trivial trauma to nail. Pain was intermittent, throbbing type and had increased in intensity since the last 1.5 months. It got relieved only after taking oral analgesics. There was no history of any major trauma to the left thumb or bleeding disorders. The patient was on oral aspirin 75 mg per day since the last 5 years. He was earlier treated as a case verruca vulgaris of nail bed by another practitioner and had received three intralesional injections of Measles Mumps Rubella (MMR) vaccine without any relief. On external examination, the nail plate showed yellowish discoloration and distal onycholysis []. On avulsion of nail plate, an erythematous elevated tender plaque measuring 1.5 cm × 1 cm was visualized on the medial half of the nail bed []. There was no evidence of regional lymphadenopathy. The possibility of pyogenic granuloma, glomus tumor and SCC was considered. Dermoscopy revealed a fuzzy lesion edge, structureless white areas and multiple reddish areas with white rail lines []. So, glomus tumor was ruled out and a nail bed punch biopsy was done with differential diagnosis of pyogenic granuloma and SCC. Finally, histopathological examination showed an invasive tumor with squamoid differentiation and keratin pearl formation [Figure and ]. These features were consistent with SCC. The patient then underwent partial amputation of the left thumb at distal interphalangeal joint under digital block with posterior flap coverage at higher center. The surgery went well and the resection margin (bone and soft tissue) was free of tumor. Considering the age of the patient and the metastatic nature of SCC, routine screening for internal malignancy was done. On USG, a solid exophytic heterogenous, predominantly hyperechoic mass was seen in the right kidney. Contrast Enhanced CT scan of abdomen showed heterogeneously enhancing exophytic mass lesion in the interpolar region of the right kidney---highly suggestive of renal cell carcinoma (RCC) []. A right sided nephron sparing surgery was done and microscopic examination of the surgical specimen showed clear cell RCC (different cell type than the SCC over nail bed), grade 2 without any capsular invasion. Further, Positron Emission Tomography (PET) CT showed right lung nodule---suspicious of metastasis, hence patient was advised a regular follow-up to assess progression.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'27169120': 1, '12941198': 1, '15967255': 1, '30116671': 1, '28529427': 1, '19031939': 1, '34430464': 2}", "similar_patients": "{}"}