{"patient_id": 390, "patient_uid": "8718503-1", "PMID": 34977144, "file_path": "comm/PMC008xxxxxx/PMC8718503.xml", "title": "Extensive Abdominal Skin Necrosis Following Anterior Component Separation for a Large Ventral Hernia: A Case Report", "patient": "We present a case of a 58-year-old female patient with a large recurrent ventral hernia. Six years before, the patient had been operated on for the umbilical hernia, with the simple repair without a mesh. The patient was an active smoker who suffered from morbid obesity with a body mass index of 43 kg/m2 and COPD as comorbidities relevant for this case report.\\nThe patient was introduced to the surgeon during hospitalization at the gastroenterology department where a diagnostic workup due to a clinical picture of chronic small bowel obstruction was conducted. While taking the anamnesis, the patient reported frequent abdominal cramps, swelling, and pain in the area of the hernia that had intensified in the last few weeks. The physical examination revealed a large irreducible ventral hernia in the lower abdomen that was quite painful on palpation, but soft and, at that time, without signs of incarceration or strangulation. Taking into account the clinical picture with threatening hernia incarceration, the surgeon did not opt for preoperative optimization of the patient in terms of smoking cessation and starting a weight loss program but made an indication for semielective surgery.\\nOn operative procedure, greater omentum, part of the transverse colon, and a cluster of small bowel loops with signs of chronic obstruction were found as hernial content. After adhesiolysis hernial content was reduced into the abdominal cavity. Hernial defect measuring about 7 cm in diameter and about 15 cm in the vertical line with significant rectus diastase in the supraumbilical part of the abdomen was revealed. Using the Rives-Stoppa technique a wide retromuscular space was created. Lateral dissection boundaries of this space were perforating neurovascular bundles in the area of the lateral edges of the rectus muscle on both sides. The posterior fascia was easily closed using also a portion of the hernia sac to bridge the defect between the posterior rectus sheaths. A 30 × 25 cm polypropylene mesh was placed in the retromuscular space ensuring adequate mesh overlap over the edges of the hernia defect of a minimum of 5 cm in all directions.\\nWhen we observed that the anterior fascia, due to the size of the defect and decreased abdominal wall elasticity, would not close entirely and cover the mesh, we opted for rectus mobilization by the ACS method to avoid bridging. Upon extensive dissection of the anterior abdominal wall subcutaneous space without preservation of the rectus perforator vessels, relaxing incisions of the external oblique muscle aponeurosis were performed. Using the Ramirez technique, long longitudinal incisions of aponeurosis were made bilaterally, adjacently to the semilunar line, extending from the costal arch to the groin. This procedure resulted in the considerable mobilization of the vital musculofascial flap medially, and the hernial defect was closed at the midline without tension. Then, four redon drains were placed, i.e., 2 in the retrorectus space and another 2 in the subcutaneous space.\\nThe postoperative course was complicated by skin ischemia. Ischemic lesions of the abdominal wall skin on the right with signs of necrosis along the midline were observed already on day 8 (). On postoperative day 11, multi-slice computed tomography (MSCT) of the abdomen was performed because of the ever more abundant wound discharge. MSCT findings showed a large subcutaneous seroma, a normal musculofascial component of the abdominal wall, appropriate mesh position, and normal intra-abdominal status. Percutaneous puncture of seroma was performed and about 800 ml of clear seroma was evacuated. During the next 10 days, ischemia progressed, along with the development of another two full-thickness skin necrotic foci paramedially (). Considering the relatively strict demarcation area of necrosis, we opted for the operative procedure of necrosectomy.\\nFollowing abdominal wall necrosectomy with a safety margin of healthy tissue and considering an appropriate amount of vital residual abdominal skin, as well as the absence of signs of local tissue infection or mesh infection, primary wound closure was performed in consultation with a plastic surgeon (). As early as day 4 of the second operation, increased wound discharge and signs of skin wound dehiscence occurred, which required removal of skin sutures (). Then, a wound dressing with a hypertonic solution was applied for a week.\\nWhen inflammation subsided, negative pressure wound therapy (NPWT) with the “Renasis Ez Max VAC® system” (Smith & Nephew, Mississauga, Canada) was initiated (). NPWT was delivered in continuous mode with negative pressure maintained at −100 mm Hg. Dressing in the form of a sponge of polyurethane black hydrophobic foam was changed every third day. After 2 weeks of NPWT administration, considerable improvement was recorded in wound cleaning and formation of healthy granulation tissue (). NPWT was continued for the next 2 months, which resulted in further improvement of condition of the patient, along with decreased wound discharge and cavity reduction. The wound swab obtained twice during dressing change was sterile. The patient was discharged from the hospital and regular changing of silver-impregnated antimicrobial wound dressing (Aquacel Ag, ConvaTec, Reading, United Kingdom) was continued in ambulatory care that led to complete wound closure in 7 months ().", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'13923961': 1, '17372669': 1, '31384234': 1, '19495920': 1, '329161': 1, '2683400': 1, '2143588': 1, '25380560': 1, '14715576': 1, '34053913': 1, '26423675': 1, '4277952': 1, '12089832': 1, '15723151': 1, '31916607': 1, '24281948': 1, '20304452': 1, '12045549': 1, '29053405': 1, '6233733': 1, '31034574': 1, '26966814': 1, '18053931': 1, '32207571': 1, '31358348': 1, '34977144': 2}", "similar_patients": "{}"}