{"patient_id": 56882, "patient_uid": "8452801-1", "PMID": 34545438, "file_path": "comm/PMC008xxxxxx/PMC8452801.xml", "title": "Role of 99mTc sulphur colloid lymphoscintigraphy in a rare case of chylothorax and lymphocele formation post esophageal duplication cyst excision", "patient": "A 2-year-old male child presented with fever and pain abdomen for few months. He underwent routine biochemical and hematological investigations for the same. It revealed dyselectrolemia along with hypoalbuminemia, coagulopathy and anemia. His blood parameters were Hb-7.12 gm%, CRP-69.1, TLC-16010, SGOT-1140.8, total protein-4.57 and s.albumin-2.1. His coagulation parameters like PT and INR were 27.71s and 2.2 respectively. Patient further underwent CT thorax and abdomen which showed a large well-defined round to oval shape non- enhancing lesion of size 7.9 × 7.2 × 2.7 cm in right lower hemithorax with split pleura sign and empyema formation (Fig. A, ). Considering the age, clinical presentation and biochemical parameters and radiological features, it was diagnosed as an esophageal duplication cyst. In view of anemia blood transfusion was done before the surgery. Subsequently, patient underwent right posterolateral thoracotomy and excision of the duplication cyst. Histopathology of mediastinal mass confirmed foregut duplication cyst. Post-surgery patient developed bradycardia and there was drop in oxygen saturation. Patient was put on ventilator. Intercostal drainage (ICD) tube was placed on right side. ICD tube output showed chylous fluid with triglycerides-91 mg/dl, cholesterol-20.0 mg/dl and WBC-2260/mm3. Patient was initially managed conservatively and kept nil per oral for four weeks with total parenteral nutrition (TPN) along with injection octreotide. ICD output decreased and patient improved clinically. But once TPN was tapered off and patient was put on oral diet, output from ICD increased. Clinical condition of patient deteriorated again. There was no improvement in patient condition on conservative management.\\nFurther, child underwent CT thorax which indicated cystic area in right lower thorax but its nature could not be determined. In view of suspected chylous leak, patient underwent filtered Tc-99m sulphur colloid lymphoscintigraphy. 380 microCi of filtered Tc99m sulphur colloid was injected in two equally divided doses of 190 microCi each in first interdigital web space of bilateral lower limbs intradermally. Anterior and posterior dynamic whole body planar images were acquired immediately post filtered Tc99m sulphur colloid injections. Static anterior and posterior planar images were acquired at 30 minutes. It revealed focal radiotracer uptake in the region of lower thorax on right side (Fig. C, D). SPECT-CT thorax images with low dose CT was also acquired. It revealed focal radiotracer accumulation corresponding to well-defined cystic area in the right lower thorax at the level of T8-T11 thoracic vertebrae with possible site of leak medially (Fig. ). To eliminate the possibility of residual foregut duplication cyst it was decided to perform Tc99m pertechnetate scan two days after lymphoscintigraphy. 2mCi of Tc99m pertechnetate was injected to the patient and after 20 min neck and thorax imaging was done. Tc99m pertechnetate scan did not demonstrate abnormal radiotracer uptake in the region of cystic lesion in thorax to suggest heterotrophic gastric mucosa (Fig. D, E). Based on these two functional imaging modalities, a diagnosis of lymphocele with possible leak site medially was made. Patient was taken for surgery. Initially thoracoscopic surgery was planned but there was difficulty in identification of thoracic duct from esophagus and aorta so procedure was converted to open en masse ligation of the thoracic duct. Intraoperatively, frank chyle was seen from the cystic collection in thoracic cavity confirming a diagnosis of lymphocele (Fig. ). Post-operatively, started on medium chain triglyceride based diet on post op day-5 (POD) with gradual tapering of TPN. Fluid output from ICD decreased significantly and subsequently ICD tube and Ryle’s tube were removed. Gradually, patient was put on oral diet and discharged from the hospital. On follow up, patient did not develop any symptoms and was doing well.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'24289795': 2, '2731693': 1, '7059101': 1, '12271166': 1, '4635102': 1, '833656': 1, '25883826': 2, '2059813': 1, '11581630': 1, '841541': 1, '27916367': 1, '2962620': 1, '1892021': 1, '25097361': 2, '11283214': 1, '9867158': 1, '9669413': 1, '9043440': 1, '7442324': 1, '9448622': 1, '34545438': 2}", "similar_patients": "{'4391505-1': 1, '4118514-1': 1, '4222059-1': 1}"}