{"patient_id": 56865, "patient_uid": "8451714-1", "PMID": 34567892, "file_path": "comm/PMC008xxxxxx/PMC8451714.xml", "title": "Hypercoagulability Due to COVID-19 Leading to Impending Phlegmasia Cerulea Dolens and Sub-Massive Bilateral Pulmonary Embolism", "patient": "A 47-year-old male with a past medical history of hypertension and pre-diabetes presented to the emergency department with three days of shortness of breath and two days of progressive left lower extremity pain and swelling. The patient reported testing positive for COVID-19 six days prior to presentation. The patient endorsed changes in taste and smell, fatigue, chills, and nausea. There was no prior history of DVT or pulmonary embolism. Physical exam was significant for tachypnea, oxygen saturation of 91% on room air, improved with supplemental oxygen to 100%. The entire left lower extremity was edematous and painful to palpation, with cold digits and non-palpable dorsalis pedis and posterior tibialis pulses, but present with Doppler. A venous duplex ultrasound of the left lower extremity revealed extensive DVT involving the common femoral vein, great saphenous vein, superficial and deep femoral veins, and popliteal vein (Figures -). Given his hypoxia, there were concerns for pulmonary embolism but because the patient had new renal dysfunction, it was decided to proceed with a monitored ventilation/perfusion (V/Q) scan. The V/Q scan revealed multiple, large, segmental perfusion defects in the bilateral lungs representing a high probability for pulmonary embolism (Figure ). Bedside echocardiogram revealed evidence of acute right heart strain with a dilated right ventricle and paradoxical septal wall motion (Video ).\\nInterventional radiology was consulted in the emergency department for concerns of phlegmasia cerulea dolens and sub-massive pulmonary embolism. The patient was emergently started on heparin and taken for left lower extremity venography which revealed extensive thrombosis of the femoral system, and thrombosis of the left iliac vein extending into the inferior vena cava (IVC). Interventional radiology took the patient for catheter-directed alteplase administration to the left femoral vein, left pulmonary artery, and main pulmonary artery. They also placed an IVC filter just below the renal veins. The patient stayed in the intensive care unit (ICU) for three days where he received continued alteplase administration, heparin, and supportive care. subsequent echocardiogram showed improvement of right ventricular distention, renal function, and vital signs. The patient was subsequently discharged on a rivaroxaban and appropriate follow up.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'32367170': 1, '32554532': 1, '32569879': 1, '32665858': 1, '30556446': 1, '32220112': 1, '8653352': 1, '32658617': 1, '34567892': 2}", "similar_patients": "{}"}