{"patient_id": 50043, "patient_uid": "8136173-1", "PMID": 34016078, "file_path": "comm/PMC008xxxxxx/PMC8136173.xml", "title": "Prenatal diagnosis of an aberrant ductus venosus draining into the coronary sinus using two- and three-dimensional echocardiography: a case report", "patient": "A 35-year-old woman, gravida 2, para 1, was referred to our center after the detection of a dilated CS at a second trimester ultrasonographic examination. First trimester findings were reported to be unremarkable, and NT was 1.6 mm. A thorough examination was then performed by an experienced fetal echocardiographer to assess any potential cardiac anomaly at 27 weeks of gestation. The four-chamber view revealed a normal heart with symmetrical chambers and normal atrioventricular associations except for the presence of CS dilatation (Fig. ). In addition, the bilateral outflow tract views and the three-vessel tracheal view showed no evidence of abnormalities. During transverse scanning, the echocardiographer undertook an extensive examination to determine the normal drainage of the pulmonary veins and the non-existence of a persistent left superior vena cava (LSVC). A further evaluation to determine the reasons for the dilatation of the CS was carried out by scanning around the CS. When the sound beam was turned to section through the parasagittal plane of the fetus, a slim vessel was visualized draining into the CS; this was confirmed to be an aberrant DV as it originated from the UV (Fig. ). Two additional movie files show this in more detail (See Additional files & : Video). Other major veins-including the UV, hepatic and portal veins, and the inferior vena cava-showed a normal course and drainage.\\nTo clarify the diagnosis, 3D cardiac volumes were acquired with sagittal sweeps using HDFI over the upper abdominal and thoracic regions. The acquisition time was 12.5 s, and the sweep angle was set to 35°. The volumes were immediately reconstructed and displayed in a cine loop in multiplanar mode and then stored for later offline analysis using PC software (4D Viewer, version 14.0; GE Medical Systems, Zipf, Austria). Adjusting and rotating the images in the three orthogonal planes were used to facilitate a better reconstruction of the 3D image. A combination of smooth-surface and gradient-light algorithms and postprocessing adjustments was adopted to improve the quality of the 3D color-rendered image. The origin, course, and final drainage of the DV were clearly shown in the 3D image. The spatial relationships of the associated vessels were also demonstrated (Fig. ).\\nBased on the two-dimensional (2D) and 3D diagnosis of an aberrant DV communicating with the CS, amniocentesis for karyotype determination was requested for the patient; the results revealed a normal karyotype. Normal fetal growth was revealed by follow-up examination at 32 weeks of gestation, and the remainder of the pregnancy and delivery was uneventful. The weight at birth was 3242 g, and the neonate appeared healthy with Apgar scores of 10/10. Postnatal echocardiography performed on day 7 showed a normal cardiac anatomy except for a dilated CS, and the DV was closed and imperceptible. No further abnormality was noted, and cardiac systolic function appeared normal.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'25864274': 1, '16826563': 1, '9589141': 1, '22125204': 1, '34359300': 1, '20503223': 1, '30146186': 1, '8873854': 1, '26494321': 1, '15229839': 1, '32920862': 1, '12389001': 1, '12424763': 1, '24567466': 1, '23157059': 1, '20521238': 1, '23288807': 1, '17518423': 1, '19953566': 1, '11244661': 1, '11169348': 1, '9358580': 1, '12835584': 1, '12530501': 1, '33166631': 1, '34016078': 2}", "similar_patients": "{}"}