{"patient_id": 53962, "patient_uid": "8320187-1", "PMID": 34321082, "file_path": "comm/PMC008xxxxxx/PMC8320187.xml", "title": "Hepatic inflammatory pseudotumor-like follicular dendritic cell tumor: a case report", "patient": "A 34-year-old Caucasian woman, complaining of epigastric pain, was referred to our department in October 2014 for further evaluation and treatment, after a liver lesion was found on an ultrasound examination. She had no prior significant disease history.\\nThe laboratory data values obtained were all normal, except for an elevated serum level of fibrinogen 552 mg/dl (normal, 150–400 mg/dl). Serological tumor markers such as alpha-fetoprotein, carcinoembryonic antigen, CA125, and CA19-9 were not measured.\\nIn terms of imaging examinations, only a contrast-enhanced computed tomography (CT) was performed, unfortunately. Nonenhanced abdominal CT showed a heterogeneous hypodense mass, located in segment IVB of the liver. Contrast-enhanced CT revealed one slightly well-defined tumor, measuring 60/55 mm in diameter with heterogeneous sustained enhancement due to central necrosis (Fig. ). Another CT finding was left liver lobe periportal infiltration with associated transient enhancement during the arterial phase (hepatic perfusion disorder). No evidence of lymph node enlargement was present in the abdomen or pelvis. Correlating the clinical features (age of the patient, oral contraceptive use, lack of systemic symptoms, normal laboratory results) with the radiological findings, the diagnosis was orientated towards a benign hepatic tumor (hepatic adenoma or inflammatory pseudotumor).\\nThe patient underwent successful laparoscopic removal of the tumors. The resected specimens were submitted for histopathological examination and revealed a well-demarcated infiltration of a large number of lymphocytes, plasma cells, and spindle cells (Fig. A) . The spindle cells showed no pleomorphism and were scattered; some of them were arranged in disordered bundles with whorled, storiform, and sheet pattern, with unclear boundaries with pale or eosinophilic cytoplasm and larger nuclei than normal (Fig. B). Immunohistochemical staining showed strong positive expression of Clusterin and EBV- LMP1 and diffuse positivity for CD21(+) and CD35(+), and Ki-67 index of (5–7%+). The positive expression of CD5, CD7, and CD138 highlighted lymphocytes and plasma cells and also CD20 positive in B cell in the background. S-100(−) and CD34(−) were negative. The histopathological diagnosis was EBV-associated IPT-like-FDC sarcoma of the liver.\\nThe postoperative course was uneventful, and it was decided that the patient would be monitored annually by magnetic resonance imaging (MRI). Six years later, after the surgery, the patient had a recurrence that was detected on contrast-enhanced magnetic resonance imaging (MRI).\\nThe abdominal MRI revealed a well-defined, nodular lesion in IVB segment, measuring 12 mm in longest diameter, hypointense T1, hyperintense T2, hyperintense on diffusion-weighted imaging (DWI), and hypointense on apparent diffusion coefficient (ADC) showing restriction to diffusion (Fig. ). The blood tests were within normal limits, and the patient was asymptomatic. Once again, surgical excision of the lesion trough laparoscopic approach was opted out. The postoperative histopathological diagnosis and immunohistochemical staining strongly support the recurrence of the hepatic EBV-associated IPT-like-FDC sarcoma. The patient recovered well, and no metastases or recurrence had developed during the 2-month follow-up.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'31885993': 1, '21813397': 1, '26332157': 1, '24868227': 2, '31934158': 1, '25076893': 2, '31832007': 1, '24966952': 1, '24503752': 1, '11395549': 1, '27684838': 1, '26910224': 1, '18261920': 1, '31908727': 1, '34321082': 2}", "similar_patients": "{'4107821-1': 1, '4026805-1': 1}"}