{"patient_id": 57403, "patient_uid": "8480525-1", "PMID": 34603683, "file_path": "comm/PMC008xxxxxx/PMC8480525.xml", "title": "Perforated viscus as first presentation of Crohn’s disease: a case report", "patient": "A 21-year-old Singaporean Chinese male was admitted for sudden onset generalized abdominal pain and one episode of non-bilious, non-bloody vomiting. He reported no history of fish bone ingestion, no diarrhoea and no loss of weight. He denied any history of joint pains, eye or dermatological symptoms. There was no family history of gastrointestinal disorders.\\nOn presentation, his heart rate was 103, and he had a temperature of 37.7, with other vital signs within normal limits. On examination, he possessed a guarded abdomen, with generalized tenderness on palpation. His white cell count was 18.6 × 109 (reference range, 3.8–10.0 × 109/l) on presentation.\\nA chest x-ray noted a small amount of subdiaphragmatic air. A computed tomography showed small bowel perforation at the distal ileum with scattered segmental wall thickening and mild surrounding fat stranding involving the transverse colon, terminal ileum and distal ileum as shown in .\\nThe patient was commenced on intravenous ceftriaxone and metronidazole and underwent an exploratory laparotomy, small bowel resection and primary anastomosis.\\nIntraoperatively, fat creeping of the small bowel was noted as seen in . There were two small bowel perforations noted, first with 2 cm defect into the mesentery and another more proximal with 1 cm defect at the anti-mesentery border 3 cm away from the above 30 cm from ileocaecal (IC) valve as depicted in . There was unhealthy and indurated bowel and mesentery from 15 cm from IC valve to 70 cm from IC valve (total length resected 55 cm). There were also skip areas of ischaemic enteritis especially surrounding the area of perforation.\\nHistology of the specimen showed perforation into the mesentery and into peritoneal space, with granulomatous inflammation suggestive of Crohn’s disease. The acid-fast bacilli test for tuberculosis returned negative. The patient recovered uneventfully, and in view of the diagnosis of Crohn’s disease, was commenced on mesalazine 1 g twice daily on discharge.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'21088749': 1, '17539977': 1, '25887913': 1, '25206259': 1, '32997335': 1, '28315037': 1, '34603683': 2}", "similar_patients": "{}"}