{"patient_id": 372, "patient_uid": "8686601-1", "PMID": 34923997, "file_path": "comm/PMC008xxxxxx/PMC8686601.xml", "title": "Recurrent Takotsubo syndrome complicated with ischemic enteritis successfully treated by hydration: a case report", "patient": "An 80-year-old Japanese woman presented with a history of TTS complicated by ischemic enteritis (Fig. ). She was previously admitted to our hospital, where she presented with bloody stools due to ischemic enteritis, and was treated with hydration of 1500–2500 mL/day and dobutamine. The patient was subsequently discharged without cardioprotective drugs. She was married and had one daughter. She had no family history of cardiovascular disease. She used to cook at a nursing home but she retired. She had smoking history and a drinking habit. She presented to our hospital with upper abdominal pain and bloody stools, 4 months after her first hospital admission for TTS.\\nAt the examination, her general condition was good, she was conscious alert, with a temperature of 36.6 °C. Her height and weight were 148 cm and 42 kg (body mass index 19), respectively. Her blood pressure was 114/80 mmHg, heart rate was 90 bpm, and arterial oxygen saturation on room air was 97%. Her abdominal pain improved upon admission. Her abdomen was flat, soft, tender, and had good gurgling,however, digital rectal examination showed blood on the examining finger, indicating a possible relapse of ischemic enteritis. Physical examination showed a regular cardiac rhythm with normal S1 and S2, no detectable murmurs, and clear lungs. Although the patient did not experience chest pain, her electrocardiogram revealed negative T waves in many leads (I, II, III, aVL, aVF, V2, V3, V4, V5, V6). Blood examination showed that her brain natriuretic peptide (BNP) and troponin I levels had risen to 1578 pg/mL (healthy upper limit 18.4 pg/mL) and 357.2 pg/mL (healthy upper limit 15.6 pg/mL), respectively. Her blood urea nitrogen (BUN) and creatinine levels had risen to 26.1 mg/dL (healthy upper limit 20.0 mg/dL) and 0.87 mg/dL (healthy upper limit 0.79 mg/dL), respectively. There were no findings of liver dysfunction. Echocardiography showed wall motion abnormality centered on the left central ventricle, with ballooning of the apical portion. We suspected the recurrence of TTS. We believe that the abdominal pain and dehydration due to ischemic enteritis may have contributed to the development of TTS.\\nAs a treatment, we gave the patient a small amount of oxygen (2 L/min). She also received 10,000 units/day of continuous intravenous heparin for 2 days to prevent left ventricular thrombosis, and fluid replacement of 1500 mL/day to treat TTS (Fig. ). Although her body weight increased temporarily, the urine volume was normal, oxygenation was stable, and exacerbation of heart failure was not observed. The BNP level also showed a downward trend; hence, diuretics were not administered and hydration was continued. The BNP level and myocardial wall motion were normalized on the fourth day after admission (Fig. ).\\nFor differentiation of ischemic heart disease, a coronary angiography and an acetylcholine provocation test were conducted on the 22nd day after admission. Although no significant stenosis was found in the coronary artery, the acetylcholine provocation test revealed a considerable multivessel coronary spasm in the left coronary artery, suggesting coronary vasospastic angina pectoris associated with TTS, which was treated using β-blockers, calcium channel blockers, and nicorandil. She was discharged on the 22nd day. The negative T-wave on the electrocardiogram normalized on the 60th day after discharge. (Fig. ). She was also treated in gastroenterology and psychiatry, and was prescribed probiotics and anxiolytics. Her ischemic enteritis remained stable without abdominal pain. Subsequent follow-up showed no recurrence of TTS over 3 years.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'20671373': 1, '3131684': 1, '29850871': 1, '20117439': 1, '6403862': 1, '15858947': 1, '34923997': 2}", "similar_patients": "{}"}