{"patient_id": 49446, "patient_uid": "8105107-1", "PMID": 34012689, "file_path": "comm/PMC008xxxxxx/PMC8105107.xml", "title": "Leptomeningeal Carcinomatosis in Urothelial Carcinoma of the Urinary Bladder: A Report of a Patient with a Fulminant Course Who Died of Cancer after Definitive Therapies", "patient": "A 45-year-old Japanese man visited a community hospital with a chief complaint of asymptomatic macrohematuria. Cystoscopy revealed multiple papillary nonpedunculated tumors ranging from the left lateral wall to the anterior wall of the urinary bladder. Histopathological diagnosis revealed high-grade urothelial carcinoma (UC) of the bladder with carcinoma in situ (CIS). At this point, the patient did not exhibit lymph node involvement or distant metastases. Bladder cancer (BC) was classified as clinical T2bN0M0 according to the staging system defined in the American Joint Committee on Cancer Staging Manual []. Although radical cystectomy (RC) was recommended, the patient hoped to preserve the urinary bladder. The patient received one cycle of intra-arterial chemotherapy using a combination of gemcitabine and cisplatin (GC) followed by radiation therapy (36 Gy in 2 Gy fractions) for the urinary bladder at another institution []. Subsequently, there was no evidence of the disease.\\nTwenty-eight months after chemoradiotherapy, magnetic resonance imaging (MRI) revealed multiple recurrent tumors with muscle layer infiltration of the left lateral wall and the neck of the urinary bladder (T2-weighted image; Figures and ). Transurethral resection of the bladder tumor was performed, and the histopathological diagnosis was a high-grade UC with muscle layer invasion. RC was recommended again; therefore, the patient visited our hospital to undergo RC. Before surgery, he received two courses of GC (1000 mg/m2 gemcitabine on days 1, 8, and 15 and cisplatin 70 mg/m2 on day 2) as neoadjuvant chemotherapy (NAC) every 21 days []. Preoperative computed tomography (CT) after NAC showed that the BC was stable, and lymph node involvement and distant metastasis were not identified. Robot-assisted RC followed by intracorporeal ileal neobladder reconstruction was performed []. Pathological examination of the surgical specimen indicated high-grade UC, pathological stage T4a, with lymphovascular invasion, positive surgical margin, and skip lesions of the UC in the perivesical adipose tissue (). Therefore, we decided to perform more careful observation of this patient without adjuvant chemotherapy.\\nHowever, he was brought to our hospital in an ambulance with the chief complaint of rotatory vertigo and speaking inarticulately 3 months after surgery. Dynamic contrast-enhanced MRI showed LMC of the cerebrum, mesencephalon, and cerebellum (). Infiltrating tumor cells were identified along the cerebral cortex on T2 fluid-attenuated inversion-recovery images (). In addition, T2-weighted MRI revealed meningeal metastasis along both the vestibulocochlear nerves and cauda equina (Figures and ). Whole-body CT could not identify pelvic lymphadenopathy or metastasis to other organs. A lumbar puncture was performed, and analysis of the cerebrospinal fluid revealed malignant cells (). The patient was diagnosed with LMC originating from the MIBC. Thereafter, his level of consciousness decreased without warning. Immediately, the patient was started on dexamethasone (6.6 mg) intravenously, and his level of consciousness recovered temporarily. Hence, he received whole-brain radiotherapy (30 Gy) followed by the administration of pembrolizumab (200 mg). Unfortunately, the patient's condition quickly deteriorated, and he died of BC one month after the diagnosis of LMC.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'23292836': 1, '16632315': 1, '31007911': 1, '17168504': 1, '17154444': 1, '23588955': 1, '573381': 1, '28881917': 1, '30690817': 1, '9006407': 1, '28625652': 1, '6895713': 1, '18541120': 1, '18776058': 1, '25167990': 1, '25928457': 1, '7393804': 1, '34012689': 2}", "similar_patients": "{}"}