{"patient_id": 58498, "patient_uid": "8529702-1", "PMID": 34707681, "file_path": "comm/PMC008xxxxxx/PMC8529702.xml", "title": "Rare cutaneous manifestation of COVID-19 infection and Pfizer-BioNTech COVID-19 vaccine with a unique pattern similarity", "patient": "We present the case of a 33-year-old female patient, working as a nurse in the medicine department. She was admitted to the emergency unit on 15 November 2020 for oppressive chest pain, fever, cough, tachycardia and fatigue. A PCR test was positive on 10 November with a cycle threshold (CT) of 18. The severe symptomatology started 24 h before presenting to the emergency department. She also noted having some chills and generalized fatigue within the previous 72 h. The patient was conscious and oriented in space, time and toward people. Blood pressure on admission was 140/80 mmHg, heart rate was 100 beats/min. Patient respiratory rate was 16 breaths/min and SPO2 was 94% on room oxygen. The patient had fever with a body temperature of 38.8°C.\\nThe patient does not have any known or documented cardiovascular risk factor: no history of tobacco consumption, dyslipidemia, diabetes or cardiac problems. She is allergic to amoxicillin, with an allergic reaction of a cutaneous rash and angioedema. She also has an intolerance to butylscopolamine, resulting in agitation and irritability. She cannot take metoclopramide as it once resulted in hypotension.\\nA blood test performed on 15 November showed slightly increased C-reactive protein (CRP) and d-dimer levels. Full results are shown in .\\nA thoracic computed tomography (CT) scan performed on 15 November 2020 showed right inferior lobar pneumonia and typical COVID-19 ground glass pattern (). No adenomegaly was noted in the mediastinum and no pleural or pericardial effusion was found.\\nThe patient did not require hospitalization due to the absence of comorbidities, a moderate lung inflammation on the scan and stable vital signs without a supplementary need of oxygen. She was released and a medical home treatment was started. It included oral corticosteroid therapy (deflazacort 15 mg per day for 10 days), anti-coagulation (fondaparinux 2.5 mg per day for 1 month), prophylactic antiplatelet dose (acetylsalicylic acid 100 mg per day for 2 months), an analgesic and antipyretic (paracetamol 1000 mg per 8 h) and supplements (vitamin C, vitamin D, zinc).\\nThe onset of COVID-19 infection was on 10 November 2020, and involved the skin rather than respiratory system or general state. The skin lesions presented with an uncommon pattern starting with small vesicles on the forearms and the left sub clavicular area on 10 November 2020. On this day, a COVID-19 PCR test was positive with a CT value of 18. This was the first symptom of the infection and other symptoms occurred 24 h later. The skin vesicles evolved into itchy, painful, red, swollen maculopapular lesions ( & ) with progressive regression and complete resolution in one week ().\\nAfter this atypical presentation, the patient gave us further information about her personal medical history, mentioning severe childhood viral infections, varicella infection despite vaccination (during childhood), mumps infection despite vaccination (during childhood), and severe H1N1 infection (in 2017). The patient had no history of personal or family auto-immune disease, no chronic or intermittent arthralgia or myalgia.\\nA complete blood analysis was done on 25 November 2020 and the results are shown in . CRP and d-dimer levels were normalized. Two PCR tests were done systematically on 24 and 27 November 2020, and were negative. The patient noted an improvement of COVID-19 symptoms. d-dimers were decreasing.\\nAfter recovering from COVID-19, the patient noted many episodes of sinus tachycardia treated with betaloc 25 mg (½ pill/day). She also had episodes of bronchoconstriction and wheezing treated with symbicort (budesonide/formoterol fumarate) 160 (2 times/day) and ventolin (albuterol) when needed. A COVID-19 serology IgG test was done on 2 February 2021 and showed: IgG = 19.58.\\nOn 25 February 2021, and after 3 months already passed since the infection, the patient received the first dose of Pfizer-BioNTech vaccine for COVID-19. After 12 h of receiving the vaccine, she noted fever, chills, myalgia, vertigo, nausea and emesis. Forty-eight hours later, these symptoms resolved completely.\\nAfter 24 h of the first dose, an oral ulceration developed, with multiple maculopapular skin lesions, this time on the dorsal part of the hands. These lesions had the same evolution pattern as the skin lesions that appeared during the onset of the COVID-19 infection, and they disappeared quickly. On 28 February 2021, the patient noted four big maculo-papular lesions on the posterior side of the right forearm, these lesions started as small vesicles () and progressed into red, painful, and itchy maculopapular lesions (). She presented at the ED on 2 March 2021, with these lesions, as they became swollen. A central vesicle was visible in each lesion. The pattern of evolution of the forearm lesions, progressing from small vesicles into maculopapular lesions, then regressing before they disappear (–).\\nOn day 5 postvaccination (), the patient came to the emergency department, we assessed the clinical status of the patient and ordered biological and microbiological investigations. A PCR test was made along with a serology IgG COVID-19 test to assess the immune status of the patient. A sample was taken from the lesions site for microbiological culture. Intravenous corticosteroid therapy was given (Solu-MEDROL 40 mg/12 h), with empiric antibiotic therapy (clindamycin 100 mg/6 h). The patient was admitted for 72-h surveillance at the hospital, during which she had a palpitation episode with a normal EKG. A hypotension episode was noted. No other complications occurred during the surveillance period. The evolution of skin lesions was favorable as they regressed and inflammatory signs disappeared.\\nFollow-up tests were performed: a SARS-CoV-2 PCR test performed on 27 February 2021 was negative. A serology of anti-SARS-CoV-2 antibodies performed on 2 March 2021 showed a value greater than 100. The lesion's bacterial culture was negative. More tests were done on the following day, showing normal values of complements C3 (128) and C4 (20). CRP and thyroid stimulating hormone (TSH) values were normal. Diagrams summarizing patient’s clinical presentation and management during COVID-19 infection and after COVID-19 vaccination are shown in & , respectively.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'32479680': 1, '30448840': 1, '32779280': 1, '32589293': 1, '32585074': 1, '33168054': 2, '32495368': 1, '32007143': 1, '34307634': 2, '29413255': 1, '34873547': 1, '25017679': 1, '24427763': 1, '34707681': 2}", "similar_patients": "{'8281404-1': 1, '8281404-2': 1, '8281404-3': 1, '7649709-1': 1}"}