{"patient_id": 61099, "patient_uid": "8663817-1", "PMID": 34889256, "file_path": "comm/PMC008xxxxxx/PMC8663817.xml", "title": "Human herpesvirus 8-associated multicentric Castleman disease in a patient with advanced HIV infection", "patient": "A 34-year-old man with advanced HIV infection was referred to our hospital, located in Bangkok, Thailand due to intermittent episodes of fever, weight loss, and hepatosplenomegaly. He resides in Bangkok, he is a member of the men who have sex with men community, and he has a history of both travel to countries in Asia, such as Singapore and Indonesia, and of having sex with Asian men. He was diagnosed with HIV infection in April 2017 with an initial cluster of differentiation 4 (CD4) count of 20 cells/mm3. Since that time, he has been on tenofovir disoproxil fumarate, emtricitabine, and efavirenz with good adherence. Six months later in February 2018, he developed a low-grade fever and weight loss for 2 weeks. Computed tomography (CT) of chest and abdomen performed at a private hospital revealed multiple enlarged mediastinal and hilar lymph nodes and hepatosplenomegaly. First-line anti-tuberculosis (TB) drug was empirically started for treatment of tuberculous lymphadenitis with subsequent complete resolution of fever. However, during TB treatment in May 2018, he developed a second episode of high-grade fever, fatigue, loss of appetite, and abdominal discomfort. He was then admitted to Siriraj Hospital due to a worsening of symptoms and pancytopenia. Bone marrow biopsy was performed, which showed marked hypercellularity and decreased maturation of erythroid series. No viral cytopathic change, leukemia, lymphoma, metastatic tumor, or granuloma was detected. Bone marrow cultures for bacteria, mycobacteria, and fungus were all negative. Since the sputum smear revealed positive acid-fast staining (3 cells in 1 length), the patient was treated as disseminated TB and Mycobacterium avium complex (MAC). After sputum culture grew only MAC, combination rifampicin, ethambutol, and clarithromycin was continued. The patient had good adherence to MAC and antiretroviral treatment with virological suppression and a CD4 count of 24 cells/mm3 since June 2018.\\nIn October 2018, the patient again developed progressive fatigue and high-grade fever for 1 week. Repeated CT scan of chest and abdomen revealed multifocal reticulonodular opacities with tree-in-bud appearance at both lungs, multiple enlarged intrathoracic and intra-abdominal lymph nodes, and marked hepatosplenomegaly. Biopsy of a left cervical lymph node showed no evidence of lymphoma, metastatic carcinoma, or granuloma. Special stains were negative for modified acid-fast bacilli and acid-fast bacilli, and mycobacterial culture revealed no growth. Complete blood count showed anemia, thrombocytopenia, and positive direct Coombs test. Prednisolone 40 mg/d was then started for treatment of autoimmune hemolytic anemia and immune thrombocytopenia. Prednisolone treatment was gradually tapered to 15 mg/d. However, the patient continued to develop recurrent episodes of high-grade fever, fatigue, loss of appetite, anemia, and abdominal discomfort, and his condition required hospitalization almost every month. Notably, his symptoms responded to an increased dosage of prednisolone. In February 2019 – in addition to fever, the patient developed generalized urticarial lesion, which was diagnosed urticarial vasculitis by skin biopsy. His symptoms subsided after treatment with dexamethasone 15 mg/d, which was later gradually tapered and switched to oral prednisolone. In May 2019, he again experienced exacerbation of fever, rash, fatigue, and abdominal discomfort after his dose of prednisolone was lowered to 5 mg/d. Examination revealed a body temperature of 39°C, generalized nonblanchable erythematous wheal and flare (Fig. ), and multiple enlarged lymph nodes at the bilateral cervical, supraclavicular, and inguinal areas. Pronounced hepatosplenomegaly was noted with a liver span of 16 cm (7 fingerbreadth below the right costal margin), and a spleen size of 22 cm (12 fingerbreadth below the left costal margin).\\nInitial laboratory investigation of complete blood count revealed a hemoglobin level of 5 g/dL, white blood cell count of 3910 cells/mm3 (47% neutrophils, 48% lymphocytes, and 1% band form), and a platelet count of 23,000/μL. The results of blood chemistry were, as follows: alkaline phosphatase 973 U/L, serum lactate dehydrogenase 278 U/L, serum albumin 3.8 g/dL, high-sensitivity C-reactive protein (hsCRP) 261.5 mg/L, absolute CD4 count of 199 cells/mm3, and HIV-viral load <40 copies/mL. Hepatosplenomegaly and multiple intra-abdominal lymphadenopathies were still observed from computed tomography (CT) scan of chest and abdomen. Positron emission tomography–CT scan was performed, which revealed extensive hypermetabolic disease involving nasopharynx, cervico-thoracic–abdominal lymphadenopathy, liver, spleen, and diffuse increased bone marrow activity. The highest maximum standard unit value (4.95) was found at the left inguinal lymph node. Biopsy of the left inguinal lymph node was then performed, and histopathology revealed diffuse effacement of lymph node architecture due to polymorphous lymphoid proliferation, plasmacytosis, and hypervascularity (Fig. ). Immunohistochemical staining showed multiple foci of abnormal medium- and large-sized cells with cytoplasmic lambda light chain restriction and coexpression of HHV-8 latency-associated nuclear antigen 1 (Fig. ). Immunostaining for Epstein–Barr virus latent membrane protein 1 was negative. Atretic lymphoid follicles with traversing hyalinized blood vessel was also described. Real-time reverse transcription polymerase chain reaction was used to diagnose HHV-8 from plasma. The plasma HHV-8 viral load was 335,391 copies/mL.\\nHHV8-associated MCD was diagnosed. Accordingly, rituximab, the anti-CD20 monoclonal antibody, was started in June 2019 (first dose: intravenous route 375 mg/m2) followed by weekly subcutaneous doses of 1,400 mg for 5 doses. Our patient's episodic fever, rash, anemia, and lymphadenopathy were dramatically improved. Reduction in liver and spleen size was also noted. After 2 months of rituximab treatment, plasma HHV-8 viral load fell below the detection limit, and his hsCRP was 4.9 mg/L. At his November 2021 follow-up, he reported doing well, his CD4 count increased to 642 cells/mm3, and his plasma HHV-8 viral load remains less than 1000 copies/mL. Laboratory markers, including hemoglobin, platelet, albumin, globulin, alkaline phosphatase, and hsCRP, before and during the course of rituximab treatment are shown in Figure A–F.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'32106302': 1, '8924253': 1, '33544201': 1, '28143881': 1, '24720836': 1, '24381398': 1, '21555697': 1, '9502499': 1, '12097251': 1, '24174627': 1, '33268763': 1, '18260115': 1, '28935843': 1, '25331113': 1, '10666218': 1, '7632932': 1, '31282978': 1, '18385778': 1, '11719390': 1, '29157613': 1, '15764213': 1, '29143319': 1, '25120049': 1, '28476440': 1, '31534804': 1, '26111246': 1, '17955434': 1, '22223822': 1, '12966545': 1, '19179554': 1, '34889256': 2}", "similar_patients": "{}"}