{"patient_id": 109612, "patient_uid": "8294438-1", "PMID": 34349467, "file_path": "noncomm/PMC008xxxxxx/PMC8294438.xml", "title": "A rare case of antibody against enhancement media interfering with crossmatching: A case report and review of literature", "patient": "A request of blood transfusion for a 35-year-old female with diagnosis of old anterior wall myocardial infarction, admitted in the medicine ward, was received in our department. Her hemoglobin was 7.2 g/dl. In view of anemia, 1 unit of packed RBC (PRBC) was requested. Blood grouping was done by conventional tube technique (CTT) found to be “A” RhD positive with no grouping discrepancy (forward grouping showed agglutination with anti-A, anti-D antisera [Tulip, Goa, India] and no agglutination with anti-B antisera while reverse grouping had agglutination with B-cells only). Compatibility testing was done with 2 units of “A” positive PRBC bags by column agglutination technology (CAT) using polyspecific antihuman globulin (anti-IgG + C3d) gel cards (Bio-Rad GmbH, Switzerland). Both units were found incompatible []. In view of incompatible crossmatch, further immunohematological workup was initiated.\\nIndirect antiglobulin test (IAT) was done using in house pooled “O” cells and found to be positive (2+). Direct antiglobulin test (DAT) was negative, but autocontrol (AC) was found to be 2+ []. Antibody screening was performed using a three-cell panel (Bio-Rad GmbH, Switzerland). The result was pan reactive with equal strength of 2+. Eleven-cell panel (Bio-Rad GmbH, Switzerland) was also found to be pan reactive (2+). The patient had no previous history of blood transfusion or transplantation. She had one living child with uncomplicated pregnancy. She had no abortions, and the last childbirth was 10 years ago. Complete blood count, peripheral blood smear, liver function test, and renal function test were analyzed. There were no features suggestive of hemolysis. Since AC was positive and DAT was negative, we repeated all the above tests by CTT. IAT, DAT, and AC were negative by tube method. The AC was repeated at three different temperatures –4°C, 22°C, and 37°C in tube technique. At 4°C, the AC was 2+, but at 22°C and 37°C, the AC was negative.\\nSince AC was positive and DAT was negative in gel card, we changed our enhancement media. Instead of LISS, we used phosphate-buffered saline (PBS), normal saline (NS), and repeated AC, IAT, and DAT by gel card. Now, DAT, AC, and IAT were negative. From the above result, antibody against LISS was suspected. It also ruled out antibody against ingredients added in column matrix of Bio-Rad gel cards. We repeated IAT and AC in CTT using PBS, NS, and LISS. It was found that tube containing PBS and NS was negative while tube having LISS was positive for AC and IAT. In view of the above findings, antibody against enhancement media (LISS) was established. Four random positive units were crossmatched by CAT with and without enhancement media. All the four units were found to be incompatible when LISS was used as an enhancement medium while all the four were compatible when the 0.8% cell suspension was prepared either in saline or phosphate-buffered saline (PBS) [Figures and ]. One of the four tested blood units was issued to the patient upon request and was transfused uneventfully.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'6464162': 1, '7064203': 1, '27834481': 1, '8342238': 1, '30692805': 2, '779471': 1, '15447074': 1, '6768173': 1, '21910740': 1, '31621367': 1, '3578138': 1, '4420622': 1, '31896918': 1, '34349467': 2}", "similar_patients": "{'6327759-1': 1}"}