{"patient_id": 61091, "patient_uid": "8663728-1", "PMID": 34917280, "file_path": "comm/PMC008xxxxxx/PMC8663728.xml", "title": "Sleep state misperception: is there a CNS structural source?", "patient": "We report the case of a 40-year-old female patient, married, currently unemployed but with an occupational history of working at a gas station, who presented to the clinic reporting sleeplessness over the past two years.\\nShe reported not sleeping at all during most nights. On the nights she perceived to sleep, she would fall asleep around 4:00 a.m. only, and just for a few minutes. Her usual bedtime was 10:00 p.m. and she got up around 9:00 a.m.\\nThe patient informed irritability and recurring negative thoughts worried her all night. She reported excessive daytime sleepiness, but the Epworth Sleepiness Scale score was zero. The patient denied napping during the day, nightmares, snoring, restless leg syndrome symptoms, or other sleep complaints before these last two years.\\nThe patient had a history of acquired immune deficiency syndrome (AIDS, or stage IV HIV infection, according to the World Health Organization) that had been diagnosed 13 years previously, during a prenatal care visit. Treatment with an antiretroviral therapy was initiated, but the adhesion to treatment was extremely poor; over the past 2 years, total CD4 count ranged from 15 to 85/µl and HIV-RNA count from 10,560 to 24,343 copies/ml. She also had a previous history of appendectomy with ileostomy, with subsequent diagnosis of diffuse malignant B-cell lymphoma, from which she received appropriate care and is on follow-up. Two years ago, she began episodes of a progressive headache and dizziness. A computed tomography (CT) scan of the brain during the investigation revealed an extensive area of hypodensity in the left nucleocapsular region, showing lesion in ring enhancement in the region with surrounding perilesional edema after contrast administration. A magnetic resonance imaging (MRI) of the brain acquired afterward showed a residual lesion in the left nucleocapsular region (). Sulfadiazine, pyrimethamine, folinic acid and dexamethasone were used to treat neurotoxoplasmosis, along with the antiretroviral therapy, with good outcomes.\\nThe patient was referred to the sleep disorders clinic with the complaint of total insomnia. The initial treatment included amitriptyline and trazodone, with no response. The neurological examination was then normal, and no cognitive disorder was identified. A polysomnography showed a sleep efficiency of 74,2%, and total sleep time of 290 minutes (16.4% N1, 36.9% N2, 27.6% N3 and 19.1% REM), 16.6 arousals per hour, waketime after sleep onset of 97.5 minutes, normal apnea-hypopnea index (1.0/h), a nadir SaO2 97% and no indication of periodic limb movements in sleep index of 1.4/h.\\nThe patient, however, reported not being able to sleep at any time during the exam, leading to the diagnosis of SSM. She received the orientation about the disorder and on sleep hygiene and cognitive behavior therapy was recommended.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'18829974': 1, '26065120': 1, '24522778': 1, '16934524': 1, '2601839': 1, '26398362': 1, '21062105': 1, '4596102': 1, '21967449': 1, '11718878': 1, '28661067': 1, '26737811': 1, '15669131': 1, '10804223': 1, '23521019': 1, '27568893': 1, '34917280': 2}", "similar_patients": "{}"}