{"patient_id": 59631, "patient_uid": "8582617-1", "PMID": 34790466, "file_path": "comm/PMC008xxxxxx/PMC8582617.xml", "title": "Disseminated Mycobacterial Infection as a Sequelae of Bladder Biopsy", "patient": "A 57-year-old Mexican female initially presented to the clinic with complaints of urinary incontinence, night sweats, and fevers. Physical examination was unremarkable. Further workup led to a transvaginal ultrasound that showed an unspecified bladder mass. Routine blood work, including complete blood count, basic metabolic panel, and hepatic function panel, were within normal limits. Bladder biopsy was performed, and MB was cultured from the tissue sample. QuantiFERON-TB, serial sputum acid-fast bacilli, and human immunodeficiency virus (HIV) testing were negative. The patient was inappropriately started on RIPE (rifampin, isoniazid, pyrazinamide, ethambutol) therapy and instructed to follow up at the clinic. She was readmitted less than a month later with new symptoms of decreased appetite, weight loss, and dysuria with signs of cholestatic jaundice on laboratory studies (Table ). Computed tomography (CT) scan of the abdomen showed hepatosplenomegaly (Figure ). The patient's RIPE therapy regimen was discontinued due to MB resistance to pyrazinamide and due to concerns of drug-induced liver injury. However, the patient’s symptoms failed to improve after discontinuation of the drug. CT- guided biopsy of the liver parenchyma was performed. The histological evaluation showed granulomatous hepatitis with non-necrotizing granulomas positive for rare acid-fast bacilli (Figure ). Due to a recent history of MB infection, the New York State Department of Health recommended a regimen of ethambutol and linezolid. The patient had significant symptomatic improvement and was discharged with instructions for follow-up in the outpatient setting. The patient received this regimen for one year, and her liver enzymes gradually returned to normal limits.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'24023600': 1, '29984182': 1, '1562657': 1, '29379792': 1, '34790466': 2}", "similar_patients": "{}"}