{"patient_id": 48629, "patient_uid": "8063158-1", "PMID": 33903838, "file_path": "comm/PMC008xxxxxx/PMC8063158.xml", "title": "Cardiac Involvement in Sarcomatoid Renal Cell Carcinoma", "patient": "A 68-year-old male with known stage IV sarcomatoid renal cell carcinoma presented to the emergency department (ED) complaining of shortness of breath; his vital signs were unremarkable with stable oxygen saturation, and his physical examination had been normal. Because of the high suspicion of pulmonary embolism related to his risk factors, a CT scan of the chest with IV contrast was done, which had shown bilateral segmental and sub-segmental PE and a cardiac mass in the right ventricle that is consistent with known renal cell carcinoma as shown in Figure . There was no right ventricular (RV) strain on CT or transthoracic echo, and troponin and B-type natriuretic peptide (BNP) had been normal. Given that he was stable, a decision was made to start him on therapeutic anticoagulation with low molecular weight heparin with close follow-up.\\nSix months later, he presented to the ED with worsening shortness of breath. A CT scan was repeated at that time, showing an increased clot burden in the pulmonary arteries at segmental and sub-segmental levels but now with evidence of new RV strain on CT despite him being on a therapeutic dose of anticoagulation. It was thought that this was not related to hypercoagulability, but instead, these were tumor emboli related to his cardiac metastasis.\\nCardiothoracic surgery was consulted, and as recommended, cardiac MRI was done to see if the cardiac metastasis could be removed surgically. Cardiac MRI showed a large right ventricular mass attached to the endocardium on the RV septal aspect and the anterior aspect of the RV outflow tract (RVOT); the mass was highly mobile and prolapsing into the pulmonary artery in real-time view (Figures -).\\nSurgical option was considered because the mass was near the RVOT and was prolapsing into the pulmonary arteries. It was feared that massive tumor embolization could happen later on, leading to a high-risk pulmonary embolism and cardiac arrest. The patient also had good functional status despite having stage IV renal cell carcinoma.\\nUnfortunately, before surgical planning, he was admitted with fatal intra-abdominal bleeding from the tumor, as shown in Figure , and passed away despite angiographic embolization and resuscitation.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'8540447': 1, '24179641': 2, '8215825': 1, '19436786': 1, '33903838': 2}", "similar_patients": "{'3804804-1': 1}"}