{"patient_id": 50091, "patient_uid": "8137774-1", "PMID": 34014419, "file_path": "comm/PMC008xxxxxx/PMC8137774.xml", "title": "Thoracic esophageal injury due to a neck stab wound: a case report", "patient": "Patient: 74-year-old female.\\nChief complaint: stab wound to the neck.\\nMedical history, family history: none to be mentioned.\\nPresent medical history: when waking up to go to the bathroom around 2:00 a.m., the patient was stabbed in the neck by an unknown person. At the time of transport, her pulse rate was 60 beats/min and systolic blood pressure was 80 mmHg. A blood transfusion stabilized her vital signs after arriving at the hospital. A computed tomography (CT) scan revealed disruption of the internal jugular vein and bleeding from the same vessel, and the patient was admitted to our hospital. The weapon was unknown at the time of admission.\\nVitals on arrival: GCS E4V5M6, body temperature 37.4 °C, pulse 66 beats/min, blood pressure 159/69 mmHg, respiratory rate 14 breaths/min, and SpO2 100% (room air).\\nPhysical examination: cut wounds were found on the left of the patient's neck, left shoulder, right anterior chest, and right forearm. The left cervical region was the deepest wound, and hemostasis with blood clots was found. No apparent air leak was observed. Difficulty in opening the left eye and hoarseness were observed.\\nThe hematoma spread from the left side of the neck to the right upper mediastinum. The internal jugular vein was damaged, and extravascular leakage from the vein was observed. There was pulmonary contusion in the right upper lobe, but no hemopneumothorax.\\nThe neck surgeons performed an emergency operation. After opening the neck wound, damage to the left internal jugular vein and left vagus nerve were observed, and they were ligated. There was no recurrent laryngeal nerve injury. A hematoma of the right upper mediastinum was observed. The patient was started on food intake the following day. On the second day after the injury, a follow-up CT scan revealed free gas and fluid accumulation around the thoracic esophagus (Fig. a), and an esophageal injury was suggested.\\nAn endoscopy revealed a left vocal cord palsy. An injury site was found on the left side of the posterior wall of the esophagus, 20 cm from the incisor.\\nThe patient was diagnosed with esophageal injury and underwent emergency surgery.\\nAn endoscopic gastrostomy was performed before neck surgery. The neck wound was reopened, and the ligated internal jugular vein was observed. The common carotid artery and damaged vagus nerve were found on the dorsal side of the vein (Fig. a). The anterior vertebral lobe was observed between the common carotid artery and the esophagus. After thorough cleaning of the surrounding hematoma, a scar was found on the anterior surface of the vertebral body, which appeared to have been cut by a weapon (Fig. b). The vein on the anterior surface of the vertebral body was torn, and bleeding was stopped with a clip. The scar reached the right thoracic cavity (Fig. c), but there was no apparent damage to the right lung or other organs. Careful inspection of the esophageal wall revealed a 2-cm injury site on the left esophageal wall near the superior border of the sternum (Fig. d). The injury site was sutured using absorbable thread (Fig. e). After confirming no air leakage or stenosis of the lumen with endoscopy, drains were placed into the right thoracic cavity along the stab wound from the left neck to evaluate hemothorax and pneumothorax and beside the esophagus to assess the presence of suture failure, respectively, and the operation was completed.\\nPostoperative course: the patient started drinking water on the fourth postoperative day, and there was no problem with the drain characteristics. The right thoracic drain was removed on the sixth postoperative day with no findings suspicious for hemothorax or pneumothorax. However, on the ninth postoperative day, an esophagogram showed contrast leakage into the esophagus drain (Fig. ), and a suture failure was revealed. Gastrostomy feeding was started on postoperative day 10, and albumin improved from 3.1 g/dl (before leakage) to 3.5 g/dl (before oral feeding). The fistula was treated for a month since she also had dysphagia associated with recurrent nerve palsy. Oral intake was initiated, and she was transferred to another hospital for rehabilitation. Three months after the surgery, endoscopy revealed a scar at the injury site (Fig. ).", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'4902214': 1, '31316769': 1, '6708155': 1, '18469667': 1, '32525254': 1, '20509978': 1, '11571970': 1, '23440483': 1, '24033532': 1, '13394806': 1, '2712204': 1, '26122742': 1, '110275': 1, '448778': 1, '12544900': 1, '34014419': 2}", "similar_patients": "{}"}