{"patient_id": 52093, "patient_uid": "8231732-1", "PMID": 34188995, "file_path": "comm/PMC008xxxxxx/PMC8231732.xml", "title": "Functional and Radiological Improvement in a COVID-19 Pneumonia Patient Treated With Steroids", "patient": "A 65-year-old male presented to our emergency department due to three days of increasing shortness of breath, and chest pain. The patient had been discharged from another hospital nine days before presenting to us, where he had been admitted for 22 days for viral pneumonia due to COVID-19. During the previous admission, he had required oxygen supplementation at the rate of 3 L/min via nasal cannula (NC). He had continued to use this even after discharge and had been unable to wean himself off.\\nThe patient had been experiencing increasing shortness of breath over the last three days, while his chest pain was midsternal, pleuritic, and aggravated by deep inspiration and coughing. Multiple family members living with the patient had tested positive for COVID-19, but they had since recovered. At the time of presentation, the patient also had an intermittent dry cough.\\nUpon examination in the emergency department, the patient was found to be able to speak in complete sentences; he was also afebrile, tachycardic (138 beats per minute), and tachypneic (38 breaths per minute). It was noted that the patient’s tachypnea tended to worsen upon exertion. The patient was admitted to the hospital’s critical care unit (CCU).\\nInvestigations\\nA CT angiogram showed no evidence of pulmonary embolism but revealed fibrotic changes with reticulations, traction bronchiectasis, and areas of \"crazy paving\" ground-glass opacities (Figure ). Transthoracic echocardiogram (TTE) showed a normal ejection fraction, while his laboratory tests were remarkable for an elevated plasma D-dimer of 1,040 FEU, and an elevated interleukin 6 (IL-6) of 34.6 pg/ml. Of note, the patient’s procalcitonin was low (<0.20 ng/mL), while his white cell count and troponin were within normal ranges.\\nWhile the patient had previously tested positive for COVID-19, more than 30 days before presenting to us, a repeat nasopharyngeal swab performed at the time of admission was negative for SARS-CoV-2. Later, a serological test for the SARS-CoV-2 immunoglobulin G (IgG) antibody returned positive. The patient underwent an electrocardiogram (EKG), which showed sinus tachycardia. Saturation testing was performed on three days during his admission, including the date of discharge (Table ).\\nDifferential diagnosis\\nAt the time of presentation, the patient’s chest pain and dyspnea raised concerns for pulmonary embolism; however, this was considered unlikely following the CT angiogram of his thorax and TTE. The patient’s CT lung findings of ground-glass opacities, and traction bronchiectasis, raised suspicions of cryptogenic organizing pneumonia (COP). However, given that the patient had been discharged from another hospital nine days prior to presenting to us, where he had been admitted due to pneumonia caused by SARS-CoV-2, COP was deemed less probable than pneumonia caused by SARS-CoV-2. Community-acquired pneumonia was also considered, although this was also determined to be unlikely since the patient was afebrile, had a low procalcitonin level, and a normal white cell count. The patient’s differential diagnosis also included SARS-CoV-2-related cardiomyopathy, but this was also considered improbable following a normal EKG and TTE.\\nTreatment\\nAt the emergency department, the patient was placed on 3 L/min of supplemental oxygen via NC. Following an evaluation, and an estimation that he was at moderate risk of respiratory decompensation, he was admitted to our hospital's CCU. The day after admission, he was started on oral prednisone 40 mg for two weeks. Following a home oxygen evaluation, it was determined that the patient would require 3 L/min of supplemental oxygen via NC, which he was discharged with; he was also advised to perform six weeks of cardiovascular exercises to help improve his breathing.\\nOutcome and follow-up\\nAfter being placed on 3 L/min of supplemental oxygen via NC, the patient became more comfortable; his tachypnea initially persisted but improved by the second day. On the third day of admission, since he was found to be oxygenating better, he was transferred from the CCU to the ward, but the patient would still become short of breath while walking to the bathroom. Five days after presenting to us, the patient was discharged with 3 L/min of supplemental oxygen via NC. He was given his complete course of oral prednisone, advised to do six weeks of cardiovascular exercises to help improve his breathing, and asked to appear for a follow-up in two weeks.\\nDuring his first follow-up appointment two weeks after discharge, the patient was found to have had remarkable resolution of his dyspnea, even with exertion. He was able to go through the whole day without the use of supplemental oxygen. While the chest pain was still present, it had decreased since the time of his presentation to us and was no longer aggravated by inspiration.\\nAt his six-week follow-up, the patient was found to have achieved a complete resolution of the shortness of breath. A second CT scan was performed two months after the patient's initial presentation (Figure ). The findings of this scan showed a striking resolution of the fibrotic changes observed on the previous CT scan, such as the ground-glass opacities and traction bronchiectasis.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'32678530': 1, '16236881': 1, '32241072': 1, '20337995': 1, '32644129': 1, '32839624': 1, '32665942': 2, '7458086': 1, '32785710': 1, '33194871': 1, '32871900': 2, '7481129': 1, '21330382': 1, '8181346': 1, '32077789': 1, '32128276': 1, '34188995': 2}", "similar_patients": "{'7458222-1': 1, '7458222-2': 1, '7350974-1': 1}"}