{"patient_id": 47650, "patient_uid": "8017665-1", "PMID": 33794795, "file_path": "comm/PMC008xxxxxx/PMC8017665.xml", "title": "Gastrointestinal symptoms as the first manifestation of antiphospholipid syndrome", "patient": "A 32-year-old woman was admitted to the gastroenterology department for upper abdominal pain. Gastroenteritis was continually managed using omeprazole. The treatment relieved her symptoms just a little. The symptoms of upper abdominal pain appeared intermittently for about 8 months. Repeated visits to the gastroenterology department and other departments in the local hospital were made. Omeprazole treatment for gastroenteritis was continued. However, the symptoms were still not improving. Finally, the patient went to the local gastrointestinal surgery department. The abdomen computed tomography examination was performed, which revealed that thrombosis had occurred in the portal vein, superior mesenteric vein and splenic vein (Fig. ). The thrombus did not improve even after repeated visits in gastrointestinal surgery and vascular surgery. The patient was referred to the Rheumatology Department in the hospital for the aggravation of abdominal pain, involving the whole abdomen.\\nThe patient had two abnormal abortions in past medical history. Abnormal physical examinations included total abdominal tenderness, rebound pain and muscle tension. The patient declined for abdominal palpation. Laboratory investigations showed raised APL (anti-β2GPI 143R U/mL, ACL IgM 70 U/mL, ACL IgG 20 U/mL). Renal biochemistry, hepatobiliary biochemistry, serum lipid profile, muscular enzymes and thyroid function were normal. Computed tomography of the abdomen confirmed multiple thrombi in superior mesenteric vein and other vessels, dilatation of the small intestine and spleen infarction (Fig. ).\\nThe patient was diagnosed with antiphospholipid syndrome based on clinical manifestations, past medical history and auxiliary examination results. The patient did not meet the catastrophic antiphospholipid syndrome (CAPS) diagnostic criteria. The patient claimed a previous pregnancy loss and presented with characteristics of high-risk APL (Table ). Moreover, the patient was affected by multiple abdominal vessels and viscus. Therefore, these findings demonstrated that the patient based on the 2019 EULAR recommendations for the management of antiphospholipid syndrome in adults, was at high risk. The patient was administered with intravenous immunoglobulin (gamma globulin 40 mg daily) and glucocorticoid (methylprednisolone 40 mg daily) to limit further disease progression. Low molecular weight heparin (LMWH, enoxaparin 40 mg twice a day) therapeutic dose was used for anticoagulant therapy. Abdominal pain was significantly improved after systemic treatment. The patient was discharged and put on warfarin given orally 3 mg daily, methylprednisolone 40 mg daily, and hydroxychloroquine 0.2 g twice daily to be taken with food.\\nAfter months of discharge, the patient was later hospitalized with recurrent abdominal pain. The patient complained about nausea, vomiting, abdominal distension, no defecation, and no exhaust during the last treatment in the Rheumatology Department. The abdominal computed tomography indicated incomplete ileus (Fig. ). Gastrointestinal decompression and conservative medical treatment were performed first. However, the therapeutic effect was not satisfactory. Therefore, the patient was transferred to the department of gastrointestinal surgery for surgical treatment. As for the reasons for the patient's admission, we consider the following two aspects: First, the patient had multiple mesenteric thromboses. Although anticoagulant therapy was applied, it could only prevent new thrombosis, the existing thrombosis could not be dissolved. Also, the collateral circulation was not completely established, leading to insufficient blood supply to the intestinal tract and non-mechanical obstruction. Second, although the patient regularly took warfarin anticoagulant therapy after discharge, the drug is greatly affected by diet and inconvenient monitoring, so the INR value outside the hospital was poorly controlled.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'31540859': 1, '25732406': 1, '17636180': 1, '28473138': 1, '28893087': 1, '31866276': 1, '12794262': 1, '31582579': 1, '28294571': 1, '1731383': 1, '22727837': 1, '30957430': 1, '26423215': 1, '27570089': 1, '32489503': 1, '24464962': 1, '31092409': 1, '28278524': 1, '28968483': 1, '20107959': 1, '27055518': 1, '10784596': 1, '28769114': 1, '26780747': 1, '29850957': 1, '28920529': 1, '30103045': 1, '1926853': 1, '25852299': 1, '18613368': 1, '33794795': 2}", "similar_patients": "{}"}