{"patient_id": 47433, "patient_uid": "8008512-1", "PMID": 33784988, "file_path": "comm/PMC008xxxxxx/PMC8008512.xml", "title": "Challenge in diagnosis of late onset necrotizing enterocolitis in a term infant: a case report", "patient": "A ten-week-old male was brought to the emergency unit due to prolonged diarrhea and abdominal distention. He was born at gestational age of 40 weeks with birth weight and Apgar score of 2800 g and 7/8, respectively. He had no history of formula feeding. Two weeks before being admitted to the hospital, the patient had frequent diarrhea with fever. In the emergency unit, he was found lethargic and dehydrated. His vital signs were heart rate 143 beats per minute, respiratory rate 45 breaths per minute, temperature 37 °C, and lack of urine output. After 4 h rehydration program, his urine output was 1.6 mL/kg/hour. Laboratory findings were hemoglobin of 7.3 g/dL, white blood cell count of 7300/μL (differential white blood cell counts were as follows: neutrophil 58.5%, lymphocyte 23.2%, monocyte 17.9%), platelet of 73,000/μL, procalcitonin of 88.83 ng/mL, prothrombin time of 64.3/13.1 s, and activated partial thromboplastin time of 43/29.3 s. After he was resuscitated, he was then transferred into the ward. During 1 week in ward, while in intensive medical management, he showed a continuous clinical deterioration, including prolonged diarrhea accompanied by vomiting and abdominal distension. Laboratory findings were hemoglobin of 10.3 g/dL, white blood cell count of 16,490/μL (differential white blood cell counts were as follows: neutrophil 40%, lymphocyte 19%, monocyte 22%), platelet of 76,000/μL, procalcitonin of 1.56 ng/mL, prothrombin time of 37.3/12.5 s and activated partial thromboplastin time of 111.2/28.5 s. The patient, then, was consulted to us. He presented with abdominal distension, absence of bowel sounds and abdominal tenderness. His vital signs were heart rate 130 beats per minute, respiratory rate 34 breaths per minute, and temperature 37.2 °C, and lack of urine output for 6 h. After 4 h rehydration program, his urine output was 1.0 mL/kg/hour. He did not receive any pressor medicines such as dopamine, dobutamine or norepinephrine. Plain abdominal x-ray (Fig. a) and CT scan (Fig. b) showed gastric and intestinal dilatation with gasless condition at the colon, suggesting a small bowel obstruction, and bowel wall thickening indicating peritonitis, without any free subdiaphragmatic air (pneumoperitoneum). All findings were suggestive of intestinal inflammation with clinical deterioration. The patient did not have a congenital heart disease according to echocardiography. Moreover, there was not any maternal health issues during the antenatal maternal care. The mother had a routine antenatal care without any issues like diabetes, drug abuse, preeclampsia, or premature rupture of the membranes. The labour process took time about 29 h to complete the delivery.\\nWe decided to perform an emergency exploratory laparotomy and found an ischemia along the jejunoileal (Fig. a) and a perforation at 25 cm above the ileocecal valve (Fig. b). Subsequently, we performed a double-barrel ileostomy through a separate incision from the laparotomy. After surgery, he was transferred into the pediatric intensive care unit (PICU). Laboratory findings were hemoglobin of 9.2 g/dL, WBC of 16,420/μL, platelet of 73,000/μL, and procalcitonin of 0.59 ng/mL. The stool culture result showed Enterobacter cloacae, while the blood culture result revealed no sign of any growth of bacteria. During the treatment at the PICU, he received cefotaxime, meropenem, metronidazole, fluconazole, transfusion of packed red blood cells 45 cc, fresh frozen plasma 45 cc, thrombocyte 50 cc, and albumin 25% 15 cc. We closed the stoma at postoperative day 43 due to high-output stoma and continuously imbalanced electrolytes, including serum potassium level of 3.0 mmol/L, sodium level of 129 mmol/L and chloride level of 95 mmol/L. The patient was discharged uneventfully a month after stoma closure. Moreover, histopathological findings confirmed the diagnosis of NEC, including mucosal edema, hemorrhage and transmural necrosis (Fig. ).\\nThere were no complications nor abdominal complaints until the last follow-up (approximately 3 years following stoma closure) when calling the parents during the preparation of this report.", "age": "[[10.0, 'week']]", "gender": "M", "relevant_articles": "{'20601251': 1, '24888841': 1, '28083490': 1, '17392837': 1, '28538238': 1, '23254327': 1, '17374854': 1, '31302848': 1, '22271701': 1, '29196510': 1, '26981221': 1, '26034708': 1, '30196017': 1, '27589549': 1, '27522125': 1, '33784988': 2}", "similar_patients": "{}"}