{"patient_id": 111278, "patient_uid": "8457286-1", "PMID": 34667423, "file_path": "noncomm/PMC008xxxxxx/PMC8457286.xml", "title": "Prenatal diagnosis of obstructed supracardiac total anomalous pulmonary venous connection at 23 weeks with successful immediate postnatal surgical correction", "patient": "A 32-year-old primigravida was referred for fetal echocardiography at 23 weeks of gestation in view of right heart enlargement and inability to demonstrate drainage of pulmonary veins to the left atrium. Fetal echocardiography performed at our center showed significant right-left chamber asymmetry with dilatation of the right-sided chambers in the four-chamber view [ and ]. The left atrium was small with a smooth posterior wall, and the pulmonary veins were not seen connecting to the left atrium []. The outflow tracts were normally related and unobstructed and there were no abnormal systemic venous connections. The area behind the heart showed a common chamber measuring 1.5 mm in diameter between the LA and the descending aorta []. The pulmonary veins were demonstrated as joining this common chamber []. The superior vena cava (SVC) appeared dilated, and a channel with turbulent high velocity was seen draining into the SVC in the three-vessel trachea view [ and ]. Doppler evaluation of this channel showed continuous flow into the SVC, suggesting obstruction at the site of joining of the channel into the SVC []. A diagnosis of the obstructed type of supracardiac TAPVC was made. The findings were re-confirmed in a repeat scan at 34 weeks, and the parents were counseled about the expected postnatal course and the need for urgent surgical intervention after birth. Following prenatal counseling, the family opted for postnatal cardiac care and surgical correction. Hence, the delivery was planned in a tertiary pediatric cardiac surgical facility for expediting postnatal cardiac care and avoiding the risks of neonatal transport.\\nAt 39 weeks' gestation, the mother was admitted in our hospital with a history of premature rupture of membranes. In view of significant cephalopelvic disproportion, an emergency cesarean section was performed, and a male baby weighing 2.4 Kg was delivered. The Apgar score at 1 and 5 min after birth was 8 and 9, respectively. The baby presented with significant cyanosis, tachypnea with a respiratory rate of 60–70 breaths/min, suprasternal and subcostal retractions. Pulse oximetry in room air showed a saturation of 70% immediately after birth. The baby's respiratory distress worsened rapidly, requiring mechanical ventilation. The chest radiography revealed signs of severe pulmonary venous congestion. Postnatal echocardiography confirmed the prenatal findings. The SVC was markedly dilated []. The suprasternal view revealed a vertical vein ascending to the right of the SVC; the vertical vein appeared to have a tortuous course before draining into the SVC []. The drainage appeared obstructed at the ascending vertical vein on color flow mapping []. There was evidence of severe pulmonary arterial hypertension with a moderate-sized ASD. Computed tomography (CT) angiogram was done in order to confirm the pulmonary vein anatomy and delineate the anatomy of the vertical vein more clearly. CT revealed the presence of reasonable sized individual pulmonary veins which joined together from both sides at multiple levels with a small confluent chamber. The vertical vein was narrow and tortuous and it ascended to the right of the midline to join the right-sided SVC [Figure –]. A tight stenosis was noted at the confluence site measuring approximately 2.2 mm. Three-dimensional rendering showed that the vertical vein was very thin along the entire length, causing obstruction throughout its course.\\nIn view of the unstable hemodyanamics and low oxygen saturations despite ventilation, the neonate underwent an emergency open-heart surgery within 2 h after birth. The anatomic findings were confirmed on surgery. A side-to-side anastomosis was performed between the pulmonary venous confluence and left atrium. The vertical vein was identified lateral to the right SVC and looped. ASD was closed using pericardial patch leaving behind a small ASD. The intraoperative course was uneventful, except for systemic PA pressures while coming off bypass. The patient had supra systemic PA pressures in the immediate postoperative period, and hence, the sternum was kept open for 3 days. Poststernal closure, the baby was gradually weaned and extubated on the 11th postop day with stable hemodynamics. The baby required high flow nasal canula support for about 6 weeks due to persisting mild respiratory distress. The child was discharged on the 45th postoperative day and at the time of discharge, the baby was active, alert and feeding well. Postoperative echocardiogram revealed unobstructed pulmonary vein anastomosis with no residual PAH. At 5 months follow-up, the baby had gained weight (4.8 kg) and there were no residual pulmonary vein obstruction or pulmonary hypertension on follow-up echocardiogram. Cardiac medications were weaned off, and the baby is scheduled for further follow-up for the reassessment of PA pressures at 1 year of age.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'22605531': 1, '17353446': 1, '11250972': 1, '22262371': 1, '25904437': 1, '31679551': 1, '20300268': 1, '26819268': 1, '30292491': 1, '24958406': 1, '137733': 1, '29409551': 1, '34667423': 2}", "similar_patients": "{}"}