{"patient_id": 111252, "patient_uid": "8454238-1", "PMID": 34616252, "file_path": "noncomm/PMC008xxxxxx/PMC8454238.xml", "title": "Atypical Presentation of Esophageal Squamous Cell Carcinoma Masquerading as Diffuse Severe Esophagitis", "patient": "We present a case of 61-year-old man who presented to the outpatient gastroenterology clinic for dysphagia of 3 months duration. He complained of solid food getting stuck in his chest and had mild discomfort with liquids as well. He also reported some heartburn and acid reflux which had not responded to over-the-counter antacids and ranitidine. He reported unintentional weight loss from 200 pounds to 185 pounds over 6 months. There was no abdominal pain, nausea, vomiting, constipation, fever, and early satiety or appetite changes, hematemesis, hematochezia, or melena. He had a prior history of hypertension, hyperlipidemia. He had an inguinal hernia repair and left knee surgery in the past. He also had a screening colonoscopy a few years prior to his presentation and was unremarkable except right-sided diverticulosis and nonbleeding internal hemorrhoids.\\nHe was a current smoker and admitted smoking cigarettes everyday but denied using alcohol except on social occasions or illicit drugs. He did not have a family history of liver, stomach, or colon cancer. His medications included aspirin, atorvastatin, carvedilol, and amlodipine.\\nOn examination, he was afebrile, and his vital signs were within normal limits. He was alert, fully oriented, and communicative. The abdomen was soft, nontender, nondistended with normal bowel sounds. Spleen was palpable on physical examination. Cervical and supraclavicular lymph nodes were not palpable. Rest of the physical examination was unremarkable. Patient complete blood cell count, basic metabolic profile, and liver function tests were ordered. They were unremarkable.\\nPatient underwent EGD which revealed significant Grade 4 esophagitis in the entire esophagus. This has been shown in Figure .\\nRandom biopsies were taken with a cold forceps from 3 different segments of the esophagus because of the high-risk clinical feature of the patient and were sent for further analysis. Sample was also sent for Helicobacter pylori testing. Histopathology revealed high-grade dysplasia and carcinoma in situ. This has been shown in Figures and .\\nPatient was referred to a tertiary care hospital center for further management. Patient underwent endoscopic ultrasound of esophagus which revealed a focal lesion. Endoscopic ultrasound-guided fine-needle aspiration showed ESCC. Oncology was consulted for further management.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'19415743': 1, '19250648': 1, '13130116': 1, '15571575': 1, '24039351': 1, '26170975': 1, '26185366': 1, '31912902': 1, '11505399': 1, '16836035': 1, '24834141': 1, '23374478': 1, '29224264': 1, '30551861': 1, '24308856': 1, '20860989': 1, '34616252': 2}", "similar_patients": "{}"}