{"patient_id": 56511, "patient_uid": "8437079-1", "PMID": 34548974, "file_path": "comm/PMC008xxxxxx/PMC8437079.xml", "title": "Periosteal Chondroma of the Pelvis: An Uncommon Tumor in an Unusual Location", "patient": "A 24-year-old female with polycystic ovarian syndrome presented with a four-month history of gradually worsening pelvic discomfort and pain, fatigue, weakness in gait, and sciatica-like symptoms. She initially presented to our level one academic trauma center for several days of urinary incontinence. On the current presentation, she stated that she was being worked up for endometriosis and was pending an MRI and diagnostic laparoscopy. She denied any inciting trauma or similar episodes in the past. Due to increasing pelvic pain and incontinence, an MRI was performed revealing a 6.0 cm x 5.6 cm x 4.5 cm mass found along the right ilium extending to the ipsilateral sacroiliac joint (Figures -). Interventional radiology performed a CT-guided biopsy which showed a low-grade cartilaginous lesion. The patient was referred to the Orthopedic Oncology Clinic and the decision was made to take her to surgery for an intralesional curettage and excision of the right pelvic PC.\\nA 6 cm longitudinal incision was made in the direction of the gluteus maximus muscle fibers. The muscle fibers of the gluteus maximus were split longitudinally so that the upper 1/3 and lower 2/3 were separated to preserve the blood supply. The 6 x 5 cm mass was appreciated on the right inferior ilium extending to the sacral ala and sacroiliac joint. The mass was a well-circumscribed, multilobulated, low-grade cartilage appearing neoplasm (Figure ). Fortunately, there was no destruction or significant invasion of the surrounding bone to warrant use of bone graft or cement. Intralesional curettage was performed with the use of curettes and rongeurs. Additionally, argon laser was utilized as an adjuvant to extend margins. Histopathologic analysis of the excised lesion revealed a discrete lobulated tumor consisting of hypo- to moderately cellular hyaline cartilage with bland neoplastic chondrocytes residing in lacunar spaces (Figures -).\\nThe patient had an unremarkable neurovascular exam of the right lower extremity postoperatively and the pain was well controlled. At the follow-up visit six weeks later, the patient reported significant improvement in her pelvic pain. There were no neurologic deficits, weakness, or instability of the right lower extremity.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'21598255': 1, '19278317': 1, '21536235': 1, '21172646': 1, '11351194': 1, '24778891': 2, '8738012': 1, '26229819': 1, '22627638': 1, '16150361': 1, '24378391': 1, '4051099': 1, '26170993': 1, '25789014': 2, '2194723': 1, '6936836': 1, '29423299': 1, '34548974': 2}", "similar_patients": "{'3978408-1': 1, '4356406-1': 1}"}