{"patient_id": 50321, "patient_uid": "8145758-2", "PMID": 33925759, "file_path": "comm/PMC008xxxxxx/PMC8145758.xml", "title": "Coccidioidomycosis in Allogeneic Stem Cell Transplant Recipients: Case Series and Review of the Literature", "patient": "A 58-year-old male from Arizona with past medical history significant for chronic lymphocytic leukemia (CLL), chronic active hepatitis B, diabetes mellitus, idiopathic thrombocytopenic purpura (ITP) requiring intravenous immunoglobulin (IVIG) and intermittent corticosteroids, and remote pulmonary coccidioidomycosis. His CLL was diagnosed 15 months prior, and he had undergone four cycles of chemotherapy (fludarabine, cyclophosphamide, and rituximab); the last cycle was completed a few days prior to his presentation to our institution with 3 days of fever, rigors, dry cough, and dyspnea. He denied any headache or rash. Upon presentation, his temperature was 38.7 degrees Celsius and oxygen saturation 94% on room air. White blood cell count was 2.6 × 109/L with no eosinophils on differential. Hemoglobin and platelet count were 5.7 g/dL and 23 × 109/L, respectively. Chest CT showed interval development of diffuse tree-in-bud opacities more severe in the upper lobes. He was treated empirically with levofloxacin and fluconazole. Bronchoscopy with BAL was positive for rhinovirus PCR. Serum Coccidioides serology by EIA, ID, and CF were all negative. His fevers resolved, and he was discharged to complete a 7-day course of levofloxacin.\\nOne week later, he returned to our institution with complaints of headache and blurred vision for 3 days, and his fever recurred. Magnetic resonance imaging (MRI) brain scan revealed leptomeningeal enhancement and multiple small hemorrhagic lesions within the bilateral cerebral and cerebellar hemispheres, right medulla, and left pons. Chest CT showed significant improvement in pulmonary infiltrates. Serum beta-D glucan was positive at 126 pg/mL. Lumbar puncture (LP) showed 40 erythrocytes and 42 total nucleated cells with 55% neutrophils, 42% lymphocytes, 3% monocytes, total protein 122 mg/dL, and glucose 21 mg/dL. CSF coccidioidal serology and fungal culture were negative, but the Coccidioides PCR was positive. Blood cultures grew Coccidioides. He was treated with liposomal amphotericin 5 mg/kg daily plus fluconazole 800 mg daily, and clinically improved. Liposomal amphotericin was administered for 2 weeks, and the patient was discharged on fluconazole 800 mg daily.\\nAfter discharge, the patient remained pancytopenic and transfusion dependent. Bone marrow biopsy revealed hypocellular marrow without evidence for dysplasia. Infectious disease was consulted to evaluate his candidacy for allo-HCT. Eight months following the diagnosis of Coccidioides meningitis, serum beta-D glucan and Coccidioides serum serologies by EIA, ID, and CF were negative, repeat chest CT was normal, and MRI brain scan showed resolution of leptomeningeal enhancement. Bone scan was also normal. The patient subsequently underwent allogeneic mismatched, unrelated stem cell transplantation with fludarabine, carmustine, and melphalan conditioning. Standard doses of methotrexate and tacrolimus were given for graft versus host disease (GVHD) prophylaxis for 1 month. He continued fluconazole 800 mg daily. His post-transplant course was complicated by GVHD at 11 months, which required high dose prednisone and tacrolimus. Serial Coccidioides serologies remain negative, the patient continues fluconazole, and has no symptoms of reactivated coccidioidomycosis for 3.5 years since allo-HCT.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'8279031': 1, '15489350': 1, '24575994': 1, '17407039': 1, '26409243': 1, '27470238': 1, '22821787': 1, '21881144': 1, '8212681': 1, '21156479': 1, '28300772': 1, '26465370': 1, '29482775': 1, '17123029': 1, '31743391': 1, '28504666': 1, '1099399': 1, '686038': 1, '27385018': 1, '16641398': 1, '28373413': 1, '31192818': 1, '31285665': 1, '16422300': 1, '30815505': 1, '30559134': 1, '24589027': 1, '30893271': 1, '30257902': 1, '29669037': 1, '28098554': 1, '32000283': 1, '25682795': 1, '15778732': 1, '27048212': 1, '6300253': 1, '26256941': 1, '19861978': 1, '33925759': 2}", "similar_patients": "{'8145758-1': 2}"}