{"patient_id": 55929, "patient_uid": "8413199-5", "PMID": 34021462, "file_path": "comm/PMC008xxxxxx/PMC8413199.xml", "title": "Imaging findings of granulocyte colony-stimulating factor-producing tumors: a case series and review of the literature", "patient": "A 52-year-old woman was admitted to our hospital for investigation of difficulty swallowing. Upper gastrointestinal endoscopy revealed a tumor in the lower thoracic esophagus. Laboratory tests performed at admission showed leukocytosis (WBCs, 24,570/µL; neutrophils, 88.5%) and an elevated CRP level (1.74 mg/dL). Contrast-enhanced CT showed a well-defined, nonnecrotic mass 4.6 cm in diameter located in the esophagus (Fig. a). FDG-PET/CT demonstrated marked FDG uptake in the esophageal tumor, lymph nodes, and liver metastases, with diffuse uptake in the bone marrow and increased uptake in the spleen (Fig. b). Spinal MRI showed that the signal intensity of the bone marrow was lower than that of an age-matched healthy woman on T1-weighted images (T1WI) and T2WI (Fig. c, d). Bone scintigraphy showed no significant uptake in the spine (Fig. e). A biopsy of the tumor showed poorly differentiated squamous cell carcinoma. Additional immunostaining was performed after referring to the observed diffuse FDG uptake of bone marrow and MR findings of bone marrow change, and the tumor cells were positive for G-CSF. Laboratory tests showed a high serum G-CSF level (568 pg/mL). The patient was treated with cisplatin and fluorouracil chemotherapy as the first-line regimen, followed by docetaxel and nedaplatin as the second-line regimen. After the first course of chemotherapy, the patient’s serum level of G-CSF decreased to 142 pg/mL, and the WBC count decreased to within normal ranges. However, the serum G-CSF level and WBC count were re-elevated after five courses of chemotherapy, and follow-up CT detected tumor regrowth and new metastatic lesions. The patient died 16 months after admission because of tumor progression.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'28789371': 1, '23559325': 1, '8284394': 1, '26162578': 1, '28685085': 1, '26366343': 2, '16009822': 1, '26273344': 2, '25123545': 2, '18645378': 1, '29394767': 1, '20179985': 1, '24948497': 1, '26875715': 1, '8234714': 1, '26945490': 1, '29159261': 1, '21537374': 1, '1432158': 1, '9606384': 1, '18473424': 1, '25216424': 1, '25594651': 1, '22638568': 1, '17097253': 1, '33122662': 1, '21081700': 1, '17127173': 1, '27777880': 2, '26753060': 1, '31149526': 1, '19348277': 1, '31149540': 1, '20090448': 1, '32128475': 1, '20680910': 1, '27726743': 1, '20090458': 1, '26190614': 1, '29780130': 1, '31649000': 1, '26405641': 1, '28493097': 2, '18758311': 1, '10636166': 1, '16922448': 1, '9933659': 1, '32432145': 1, '29399178': 1, '28679985': 1, '29434948': 1, '25722669': 2, '30875590': 1, '31243197': 1, '21307631': 1, '19654562': 1, '7545252': 1, '32536259': 1, '19346489': 1, '18756367': 1, '10232468': 1, '20940557': 1, '10492365': 1, '34021462': 2}", "similar_patients": "{'8413199-1': 2, '8413199-2': 2, '8413199-3': 2, '8413199-4': 2, '4448476-1': 1, '4322689-1': 1, '5056329-1': 1, '5425362-1': 1, '4560138-1': 1, '4141101-1': 1}"}