{"patient_id": 58484, "patient_uid": "8529000-1", "PMID": 34692469, "file_path": "comm/PMC008xxxxxx/PMC8529000.xml", "title": "The Therapeutic Challenge of Disseminated Bone Marrow Metastasis From HR-Positive HER2-Negative Breast Cancer: Case Report and Review of the Literature", "patient": "A 46-year-old premenopausal woman had a past medical history of 1-cm papillary thyroid cancer (pT1a) diagnosed at the age of 40 and treated with total thyroidectomy, uterine fibromatosis treated with hysterectomy and bilateral breast augmentation. She was diagnosed in August 2018 with metastatic bilateral infiltrating lobular carcinoma of the breast. In June 2018, she presented with general fatigue. Blood tests performed in August 2018 revealed severe anemia (hemoglobin level, 7.5 g/dl), which required red blood cell transfusions, and a reduction in white blood cell and platelet counts (white blood cell count 2,900/μl; platelet count, 110,000/μl). Other laboratory studies showed elevated alkaline phosphatase. A bone marrow biopsy was performed; pathology revealed that poorly differentiated lobular carcinoma with strong immunohistochemical (IHC) expression of ER (80%) had infiltrated the bone marrow, with reduced numbers of the three hemopoietic cell lines (myeloid, erythroid, and megakaryocytic). An 18-fluorodeoxyglucose-positron emission tomography computed tomography (FDG-PET/CT) showed uptake with activation of the bone marrow in all bone segments, a nuanced uptake in bilateral breast and a pelvic ascitic effusion (, ). Mammography, ultrasonography, and magnetic resonance imaging of the breast found a bilateral multicentric and multifocal disease, consistent with the lobular histotype, with bilateral axillary enlarged lymph nodes. She underwent fine needle biopsy of a suspicious nodule in the right breast, which revealed a moderately differentiated invasive lobular carcinoma. The IHC test proved positive for ER (80%) and PR (80%) and negative for HER2 (1+). The Ki67 labeling index was low (10%). Serum levels of CA15.3 were elevated (46 U/ml).\\nThe patient had been suggested to start chemotherapy. However, she was concerned about alopecia and chemotherapy-related side effects in general. Thus, the patient had approached our center for a second opinion. We kept in mind the risks that chemotherapy carried due to the low blood cell count. On the other hand, we were not confident enough to start endocrine monotherapy. We considered the encouraging survival results, together with the not relevant hematologic toxicity, of the combination of ET with the CDK4/6 inhibitor palbociclib. We shared with the patient the possibility of undertaking enhanced ET, adding a new drug recently available in clinical practice, palbociclib, specifying that no data were available on the efficacy and safety of the proposed combination in similar clinical situations. Therefore, we agreed with the patient to start ET with a combination of an AI, letrozole, and a CDK4/6 inhibitor, palbociclib, switching to chemotherapy in case of worsened signs and symptoms of the metastatic disease. We also added ovarian suppression with a luteinizing hormone-releasing hormone agonist (LH-RHa) as the patient was premenopausal.\\nIn September 2018, she started palbociclib 125 mg orally daily 3 weeks on and 1 week off, letrozole 2.5 mg orally daily continuously and leuprorelin 3.75 mg intramuscular injections every 28 days. The patient tolerated treatment well, except for grade 1 fatigue, arthralgia, and hot flashes. After the first two weeks of therapy with palbociclib, the patient also had grade 4 neutropenia without fever, which resolved with discontinuation of palbociclib for 3 weeks. Then, the CDK4/6 inhibitor was restarted at the reduced dose of 100 mg daily, with subsequent persistent asymptomatic grade 2 neutropenia.\\nAfter 4 months of treatment, her red blood cells and platelet count was restored to within the normal range (hemoglobin level 12 g/dl, platelet count 239,000/μl) with grade 2 neutropenia being treated with palbociclib. Serum levels of Ca15.3 decreased to 18 U/ml. In February 2019, follow-up PET/CT scan showed the resolution of the hypermetabolic breast tumors and bone metastatic foci with the disappearance of the ascitic effusion (). Patient’s subsequent PET/CT imaging every 6 months confirmed complete response to ongoing treatment with last PET/CT performed in June 2020. Last tumor markers over the past 20 months were negative until September 2020. So far, the patient is clinically asymptomatic for metastatic BC and she remains in a durable complete remission for 26 months on this treatment regimen. Timeline of relevant clinical data and therapies are presented in .", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'10385618': 1, '28741274': 1, '29423222': 1, '24777111': 1, '15961768': 1, '27908454': 1, '22110237': 1, '32883002': 1, '32231544': 1, '29860922': 1, '23000897': 1, '31166679': 1, '27496135': 1, '31912902': 1, '29804902': 1, '29935901': 1, '25180339': 1, '26947331': 1, '32979513': 1, '28580882': 1, '29276709': 1, '31668850': 1, '30140477': 2, '28968163': 1, '27717303': 1, '25223380': 1, '31369120': 1, '31826360': 1, '31563959': 1, '25206307': 1, '27959613': 1, '30345905': 1, '32259783': 1, '20887199': 1, '7736585': 1, '24673811': 1, '10684910': 1, '34692469': 2}", "similar_patients": "{'6081566-1': 1}"}