{"patient_id": 56084, "patient_uid": "8419490-1", "PMID": 34497730, "file_path": "comm/PMC008xxxxxx/PMC8419490.xml", "title": "A Rare Case Diagnosed by Videothoracoscopic Lung Biopsy: Diffuse Pulmonary Meningotheliomatosis", "patient": "A 60-year-old, smoking man was admitted to the pneumology department for the investigation of a chest X-ray abnormality that was found on a routine medical examination. His past medical history included previous carotid artery disease with stroke, arterial hypertension, nephrolithiasis, and urolithiasis. He did not have any known malignancy. The physical examination of the patient was within normal limits. Current high-resolution computed tomography (HRCT) of the thorax at the time of admittance displayed diffuse, multiple, 1-5 mm nodular lesions in the parenchyma of both lungs, with a slight predominance in the upper lobes (). His laboratory test values and tumour marker levels were normal. Tuberculin skin test was negative. Bronchoscopy showed a normal endobronchial finding. The analysis of bronchoalveolar lavage fluid specimens showed no tumour cells, and the CD4/CD8 ratio in bronchoalveolar lavage fluid analyses via flow cytometry was 7.5. The examination of transbronchial biopsy specimens showed normal peribronchial lung parenchyma with a micronodule of benign neuroendocrine hyperplasia, without any signs of granulomatous inflammation. Pulmonary function test results revealed normal spirometry, lung volumes, and diffusion capacity. The patient was indicated for videothoracoscopic lung biopsy. The patient underwent right video-assisted thoracoscopic surgery (VATS) with atypical pulmonary resection of the upper lobe. Diffuse multiple nodules were observed on the visceral pleural surface during VATS. Histopathological examination revealed small nodules ranging from 1 to 5 mm in perivascular localization. Immunohistochemically, the tumour population expressed vimentin, CD56, and progesterone receptor and there was a negative expression of other neuroendocrine markers (synaptophysin, chromogranin A, and InsM1) and also negative for CK7, TTF-1, p40, CK5/6, HMB45, AE1/AE3, S100, and desmin (). The proliferative activity (Ki-67) was very low. A rare PDM was diagnosed.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'30964241': 1, '17414111': 1, '21169285': 1, '15043310': 1, '13753180': 1, '28871800': 1, '32878970': 1, '10208464': 1, '28794143': 1, '28469917': 2, '34497730': 2}", "similar_patients": "{'5408716-1': 1}"}