{"patient_id": 207, "patient_uid": "8658045-1", "PMID": 34926005, "file_path": "comm/PMC008xxxxxx/PMC8658045.xml", "title": "Acute Eosinophilic Pneumonia Secondary to Daptomycin", "patient": "A 79-year-old male with a past medical history of chronic infection of a left knee prosthesis, hypertension, and chronic kidney disease stage 3A presented to the wound care clinic after two days of subjective fever that partially improved with acetaminophen. He denied any associated symptoms. The patient had recently undergone multiple left knee revisions and received several antibiotics in an attempt to treat the draining chronic left knee infection (Table ).\\nHe developed severe allergic reactions (urticarial rashes and angioedema) to cephalexin and ciprofloxacin trimethoprim/sulfamethoxazole. Subsequently, 11 days prior to presentation, he was started on ertapenem and daptomycin. Moreover, before intravenous daptomycin and ertapenem were started, he had not received additional antibiotics for over a month. The patient had no previous history of pulmonary diseases and he denied any exposure to pulmonary irritants. Upon admission, the patient had a Hickman catheter for long-term antibiotic use without signs of acute inflammation. He had wheezing throughout the bilateral lung fields but no crackles. A draining tract with serosanguinous fluid drainage was observed on his left knee. His physical exam was otherwise unremarkable. The initial laboratory work demonstrated moderate anemia, normal white blood cells but with bandemia, and an elevated erythrocyte sedimentation rate and C-reactive protein (Table ).\\nA chest x-ray showed new diffuse interstitial opacities (Figure ). A single anteroposterior portable chest X-ray was obtained on admission. Compared to a chest X-ray nine months prior, there were new diffuse branching interstitial opacities extending outward from hila associated with additional circular interstitial opacities. These were likely representing peribronchovascular interstitial thickening. There may be a trace of left pleural effusion without right pleural effusion. Additionally, the aorta was atherosclerotic and a right internal jugular central venous catheter terminating at the cavoatrial junction was seen in situ.\\nOn the second day of admission, the patient started having worsening shortness of breath, desaturation, tachycardia, and persistent fever. Examination of the lungs revealed bilateral crackles while the lower limbs and the trunk showed a new reticulopapular, non-pruritic rash. Repeat complete blood count (CBC) revealed new-onset eosinophilia. A computed tomography (CT) scan of the chest showed diffuse reticulonodular opacities in the lungs with peripheral predominance, areas of ground-glass opacities, and nodularities. Daptomycin AEP was suspected and the antibiotic was promptly discontinued and meropenem was started. Methylprednisolone and inhaled breathing treatments were ordered and the patient’s symptoms significantly improved thereafter. A repeat chest x-ray one month later showed resolution of the interstitial markings (Figure ). One month after the initial presentation, a repeat chest x-ray was obtained. The lungs appeared clear without apparent pleural effusion. No active disease in the chest was identified.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'14283879': 1, '17043121': 1, '20121418': 1, '22612850': 1, '15705644': 1, '15898002': 1, '27999664': 1, '22599359': 1, '17207858': 1, '20420515': 1, '12403693': 1, '7249508': 1, '34926005': 2}", "similar_patients": "{}"}