{"patient_id": 57587, "patient_uid": "8488355-3", "PMID": 34616354, "file_path": "comm/PMC008xxxxxx/PMC8488355.xml", "title": "Microsurgical Treatment Strategy of Vertebral Artery Fusiform Aneurysm—From the Standpoint of Hemodynamic Integrity and Perforator Preservation", "patient": "A 59-year-old man felt sudden headache and dizziness twice in a year. He visited a neighborhood clinic and a right VAFA (10 × 6 mm) was detected. Conservative therapy was selected. However, a third attack occurred with dysarthria and gait disturbance and he visited the emergency department of our hospital near his workplace. He had a medical history of hypertension and hyperlipidemia, and a heavy smoking history (30 cigarettes per day for 30 years).\\nMRI after admission revealed expansion of the right VAFA (19 × 16 mm) that compressed the lower pons from the anterior side, while the intraluminal thrombus was increased compared with preadmission MRI (). Preoperative DSA showed that the dilated segment of the right VA started 12-mm proximal, and ended just proximal, to the VA union. The right side had a common trunk of the AICA-PICA, while the PICA was absent. However, there was a relatively thick branch (0.8 mm in diameter) feeding the lower vermis, lower pons, and medulla oblongata that arose from the V4 segment just distal to the penetrating part of the posterior dura (, blue arrowhead). In addition, no angiographically identifiable branch was found. The contralateral VA was well-developed.\\nNo other cause was found to explain his symptoms. Thus, brainstem compression caused by expansion of the thrombotic part of the aneurysm was considered the main cause. For treatment, the distal end of the aneurysm was positioned high and contralaterally displaced, making it difficult to perform reconstructive clipping as for case 1 or VA reconstruction as for case 2. Thus, we selected proximal ligation. The strategy was to reduce blood flow into the dilated segment of the aneurysm while maintaining the VA perforators by allowing the retrograde blood flow via the VA union to pass through the aneurysm and outflow to the VA perforator (). In this situation, we had no choice but to make the distal segment of the ligation clip the so-called “perforator end,” which is hemodynamically prone to obstruction. Nevertheless, the potential for perforator obstruction was considered to be relatively low compared with aneurysmal trapping.\\nIntraoperatively, a perforator arose from the V4 segment just proximal to the aneurysm and there was no distance for clip application between the proximal neck to this perforator (, , black arrowhead). Thus, the proximal portion of this perforator was ligated while ensuring visually that there was no other conspicuous VA perforator. The anterograde blood flow of the VA was allowed to flow out to the aforementioned relatively thick branch from the V4 (, , blue arrowhead). Additionally, a flow-augmentation to the right PICA through the V3-RAG-PICA bypass secured the perfusion of the right AICA-PICA region to reduce the hemodynamic load on the contralateral VA. This was expected to be a detour to substitute for the VA trunk (, blue arrow) in case the contralateral VA become occluded in the future. The actual surgical procedures of case 3 is shown in .", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'675485': 1, '660243': 1, '23149552': 1, '19029780': 1, '28662097': 1, '26654175': 1, '26824374': 1, '12924694': 1, '7791980': 1, '28565985': 1, '11914814': 1, '2384786': 1, '20667208': 1, '18596517': 1, '25685651': 1, '8008158': 1, '8847591': 1, '24610902': 1, '10753995': 1, '12005393': 1, '18365185': 1, '29726768': 1, '10449069': 1, '14751640': 1, '1506896': 1, '4856351': 1, '7815119': 1, '1407466': 1, '28525613': 1, '26848908': 1, '9040692': 1, '23840616': 1, '7714605': 1, '31528463': 1, '7648691': 1, '25192476': 1, '2404089': 1, '32056025': 1, '19005372': 1, '15214972': 1, '31819814': 2, '1731855': 1, '8151341': 1, '18079301': 1, '2045921': 1, '24460489': 1, '22278931': 1, '20808532': 1, '24078647': 1, '23842547': 1, '15658099': 1, '21629133': 1, '2072169': 1, '19959540': 1, '7506814': 1, '1724297': 1, '15255255': 1, '20566139': 1, '23039149': 1, '28965108': 1, '24994085': 1, '34616354': 2}", "similar_patients": "{'8488355-1': 2, '8488355-2': 2, '6884950-1': 1}"}