{"patient_id": 107817, "patient_uid": "8137332-1", "PMID": 34079189, "file_path": "noncomm/PMC008xxxxxx/PMC8137332.xml", "title": "A Case Report of Multiple Capillary Hemangioma in a Chronic Myeloid Leukemia Patient Taking Tyrosine Kinase Inhibitors", "patient": "A 57-year-old male presented with multiple erythematous papules and plaques on the trunk, which developed two months ago. Ten months ago, he was diagnosed with bcr-abl positive chronic myeloid leukemia (CML) and was treated with nilotinib (300 mg twice daily for 7 weeks), a bcr-abl TKI. Seven weeks later, nilotinib was changed to dasatinib, an inhibitor of bcr-abl kinase and SrC family kinase, due to the exfoliative skin rash. Dasatinib was administered 50 mg once daily for 10 weeks. Dasatinib treatment was then interrupted because of neutropenia for a month, and then treatment was restarted with imatinib mesylate, which binds to an ATP-binding site on bcr-abl, KIT, and platelet-derived growth factor receptors. Imatinib mesylate was administered 100 mg once daily for two weeks. Multiple erythematous papules and plaques were found by the time around the start of imatinib treatment. Physical examination revealed approximately 75 erythematous to violaceous round or rod-shaped papules or plaques mainly on the anterior and lateral trunk (). We received the patient's consent form about publishing all photographic materials. According to the patient, the lesions grew bigger over time, with no specific symptoms. The lesions were not in the typical nodular shape, but rather rod like, and that made us suspect the lesions as scars. However, the fact that multiple lesions developed without trauma was inconsistent with the clinical manifestations of scars. Therefore, biopsy was performed for accurate diagnosis. Skin biopsy was done for the erythematous plaque on the chest. The biopsy revealed capillary proliferation in the upper dermis, which is consistent with capillary hemangioma (). No other capillary hemangioma were found in the abdomen and pelvic computed tomography scan. The cutaneous lesions were gradually improved without any special treatment.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'20110001': 1, '25364160': 1, '23842646': 1, '699367': 1, '30628110': 1, '20823408': 1, '23652942': 1, '26680344': 1, '17071608': 1, '22169110': 1, '30713559': 1, '26235483': 1, '7829717': 1, '34079189': 2}", "similar_patients": "{}"}