{"patient_id": 108066, "patient_uid": "8166278-1", "PMID": 34079362, "file_path": "noncomm/PMC008xxxxxx/PMC8166278.xml", "title": "Upper Lumbar Intradural Disc Herniation: A Rare Case Report and Etiologic Analysis", "patient": "A 63-year-old female with a history of chronic lower back and leg pain presented at our outpatient clinic with an acute lumbar sprain that had occurred 1 month prior. The patient described progressive lumbar pain radiating to the front of the left thigh that necessitated the use of crutches for walking and ascending/descending stairs. Prior to coming to our clinic, the patient had no pain relief with nonsteroidal anti-inflammatory drugs. There was no family history and no bladder or bowel symptoms. Neither physical therapy nor epidural steroid injections relieved the pain (visual analog scale score of 8 on a scale of 0 to 10). Neurologic examination revealed decreased pinprick sensation on the anterior aspect of the left thigh. The left-side femoral nerve stretch test was positive. Her knee jerk reflex was decreased in the left lower extremity. Muscle testing revealed reduced iliopsoas muscle strength.\\nA lateral lumbar spine X-ray revealed lumbar degeneration and osteophyte hyperplasia at the edge of vertebral body. Dynamic lumbar spine X-ray indicated instability between the L2 and L3 segments (). Sagittal T1- and T2-weighted magnetic resonance imaging (MRI) showed rupture of the posterior disc fibrous annulus and loss of continuity of the posterior longitudinal ligament (PLL) at the L2/3 level ( and ). Sagittal gadolinium-enhanced MRI showed large disc protrusion into the ventral dural sac, which appeared as a hawk-beak sign (). The same was observed on axial MRI in which the PLL appeared torn in the left posterior direction, with a large mass squeezing the dura mater (). It also showed peripheral ring enhancement of the sequestered herniated disc ().\\nIDH was highly suspected but the possibility of tumor/cyst could not be ruled out; therefore, prompt surgical intervention was critical. The operation was jointly performed by experienced senior orthopedic surgeons (S.-S.H., H.-J.N., and J.C.) and neurosurgeons (X.-Z.C. and F.X.). Intraoperative durotomy was selected to fully examine the lesion and reduce the risk of postoperative dural tearing or nerve injury. Under general anesthesia, we made a posterior midline incision and performed total decompressive laminectomy at the L2 segment. With the aid of a surgical microscope, we carefully detached and resected the ligamentum flavum to uncover the dura mater in the spinal canal. The dura was swollen, hard, and immobile. A close inspection of the extradural space from the left side did not reveal any free protrusions, but the ventral dural sac was tightly adhered to the PLL. We performed durotomy according to the preoperative plan, and nerve rootlets were squeezed out of the dorsal dural incision (). After identifying the nerve structure, the cauda equina nerve was gently pulled to the right side. From the left dorsolateral view, we observed a smooth surface with hard fragments lodged in the inner wall of the ventral dura (). After extirpating two free fragments with sizes of approximately 1.7×0.8×0.4 and 1.0×0.5×0.4 cm3 (), the cauda equina nerve relaxed and the dura mater slackened. We found a thinned round defect (~8 mm in diameter) within the ventral dura (). From the left ventrolateral field of view, we found that the defect adhered to the PLL and was difficult to move. No free or sequestered fragments were found on the other sides of the intradural extra-arachnoid space. The ventral defect was repaired using a dura-allograft, and the dorsal dura was closed with continuous sutures. Internal fixation was used to stabilize the local intervertebral space ().\\nHistopathologic examination of the extruded disc-like material at 50× and 100× magnification revealed that the mass contained degenerated fibrocartilage, nucleus pulposus tissue, and hyperplastic inflammatory granulation tissue (–). The patient’s pain was significantly alleviated after 2 weeks of following postoperative instructions regarding incision care, pain medication, and rehabilitation. There were no postoperative complications or adverse events such as cerebrospinal fluid (CSF) leakage or wound infection. We evaluated the patient’s compliance with the recommended rehabilitation exercises using a questionnaire and found that she had followed the instructions. At the 1-month follow-up, the patient was asymptomatic.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'20379476': 1, '23932776': 1, '31786381': 1, '20856659': 1, '8456719': 1, '19251487': 1, '2136164': 1, '26068274': 1, '32130089': 1, '29532259': 1, '32363062': 2, '30039101': 2, '27613565': 1, '2658126': 1, '32599185': 1, '23014741': 1, '30092470': 1, '14564663': 1, '31121367': 1, '16030488': 1, '23091677': 2, '32983437': 1, '21424915': 1, '17274584': 1, '22109565': 1, '30400975': 1, '1927609': 1, '27318310': 1, '19763222': 1, '22431932': 2, '17197344': 1, '32305597': 1, '34079362': 2}", "similar_patients": "{'3295378-1': 1, '6032468-1': 1, '7193206-1': 1, '3467376-1': 1}"}