{"patient_id": 109614, "patient_uid": "8294443-1", "PMID": 34349464, "file_path": "noncomm/PMC008xxxxxx/PMC8294443.xml", "title": "Extent of transfusion support in a developing country in managing a bleeding acute myeloid leukemia patient with platelet transfusion refractoriness", "patient": "A 31-year-old male diagnosed as AML in complete remission for 1 year presented with febrile illness, hematuria (WHO Grade 2 bleeding), and acute retention of urine. Ultrasound (USG) abdomen performed outside showed a bladder mass with impression, possible bladder chloroma, suggestive of AML relapse. The patient was treated for febrile neutropenia on day 1 of admission with empirical antibiotics, five units of platelet concentrates (PC), and two units of packed red cells was transfused for low hemoglobin and platelet count.\\nOn day 6 of admission, cystoscopy done under platelet transfusion cover showed bosselated mass occupying posterior bladder wall with no evidence of active bleeding spots. Tissue biopsy from the mass confirmed the presence of extramedullary involvement as bladder chloroma. Continuous irrigation of bladder was recommended for hematuria bone marrow aspirate and trephine biopsy showed hypercellular bone marrow with 57% myeloblasts and 31% monocyte lineage which was consistent with AML relapse. From day 11 to 15, FLAG chemotherapy regimen was administrated for AML relapse. The patient received almost daily single donor platelet (SDP) transfusion from days 7 through day 18 in view of ongoing hematuria and low platelet count []. Despite daily platelet transfusion, patient presented with persistent hematuria and low CCI suggesting refractoriness to platelet transfusion.\\nIn view of PTR and to maintain hemostasis, increased dose of platelet transfusion was attempted by transfusing SDP units twice daily from day 19 to day 21. However, patient had persistent hematuria and hence 8 gray single fractions, palliative hemostatic radiation therapy was performed to bladder on day 23 with massive platelet transfusion (i.e., two adult doses of SDP) given every 12th hourly. Massive platelet transfusion was continued for three events with poor CCI. As HLA or HPA matched or crossmatch compatible platelets were unavailable, continuous platelet transfusion was started for this patient. The double dose SDP (yield of 6 × 1011) was divided into six aliquots, each aliquot containing 1 × 1011 platelets was transfused over 4 h from day 23 to day 28. After 4 days of continuous platelet transfusion, hematuria subsided. Pronounced fall of blood counts was noticed from day 18 to day 28 and counts started improving from day 29 to discharge []. Continuous platelet transfusions helped in maintain the endothelial integrity as evidenced by no new bleeding events.\\nOn day 26 of initiation of chemotherapy, repeat USG abdomen was performed for response assessment and found that the tumor size had decreased. After 6 days of continuous platelet infusion, the platelet counts elevated, and no further bleeding was observed during the hospital stay [ and ]. During entire admission, the patient received 6 units packed red blood cell, 8 Units fresh frozen plasma, 20 units of PC, and 29 SDP units.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'28009056': 1, '25383671': 1, '26194869': 1, '29182495': 1, '28910610': 1, '27573652': 1, '18510692': 1, '8873417': 1, '26637759': 1, '28295180': 1, '28419992': 1, '34349464': 2}", "similar_patients": "{}"}