{"patient_id": 60644, "patient_uid": "8631873-2", "PMID": 34858431, "file_path": "comm/PMC008xxxxxx/PMC8631873.xml", "title": "Case Report: Prominent Brainstem Involvement in Two Patients With Anti-CASPR2 Antibody-Associated Autoimmune Encephalitis", "patient": "In late May of 2021, a 55-year-old woman with a 6-month history of hypertension was admitted to the emergency department of a local hospital because of transient loss of consciousness followed by slurred speech, dysphagia, right hemianesthesia, and hemiparalysis (BMRC grade 4). No fever, headache, or abnormal mental behaviors were reported. There was no history of oral and genital ulceration and uveitis. Two months earlier, the patient had suffered from shingles with a rash on the right side of her face which had faded away before this admission. No fever, leukocytosis, and cutaneous edematous erythematous plaques were reported. After the possibility of intracranial hemorrhage was excluded by an urgent brain CT scan, acute cerebral infarction was suspected and the patient was treated with intravenous recombinant tissue plasminogen activator (rt-PA; 0.9 mg/kg body weight) followed by the administration of antiplatelet drugs and statins. However, the patient underwent rapid exacerbation of neurological impairments. The subsequent whole-brain digital subtraction angiography (DSA) revealed no arterial stenosis or aneurysm. To ascertain the underlying etiology, the patient was transferred to our department on day 4 after disease onset.\\nOn admission, the vital signs of the patient were stable but with an increased blood pressure of 170/98 mmHg. On neurologic examination, she was in a lethargic state and unable to fully follow the orders of the clinician. Signs of left oculomotor nerve palsy, right central facial palsy, and bilateral true bulbar paralysis were noted. Meanwhile, there was complete paralysis of the right limbs and the left lower limbs, and muscle hypotonia was present in the corresponding limbs. Deep tendon reflexes were markedly diminished in all four limbs, and bilateral Babinski’s sign and Chaddock’s sign were positive. All the findings contributed to the mRS score of 5. Brain MRI showed multifocal T1 hypointensities and T2 and FLAIR hyperintensities in the left brainstem (medulla, brachium pontis, and midbrain) and juxtacortical and subcortical white matters of bilateral frontal lobes and the left occipital lobe (). The majority of these lesions revealed hyperintensities on DWI and isointensities relative to normal white matter on ADC map (). All lesions did not show any enhancement on Gd-enhanced MRI. Consistent with the results obtained from prior whole-brain DSA, brain MRA did not find any cerebrovascular abnormalities. Chest–abdominal–pelvic CT excluded the possibility of malignancies. The results of routine laboratory tests including blood cell assay, erythrocyte sedimentation rate, and hypersensitive C-reactive protein were unremarkable. Serological tests for infections, malignancies, and autoimmune parameters were normal except for the presence of serum antinuclear antibody (ANA; titer 1:320). CSF analysis revealed mild leukocytosis (12 × 106/L) and slightly elevated protein level (442.0 mg/L; normal range: 80–430 mg/L) as well as markedly elevated immunoglobulin G (69.4 mg/L; normal range: 0–34 mg/L) and interleukin-6 level (160.5 pg/ml; reference range: <7 pg/ml). Herpes simplex virus, Epstein–Barr virus, and human cytomegalovirus DNAs were undetectable, and no malignant lymphocytes were found in CSF. CBA with CASPR2 isoform 1-transfected HEK293 cells together with TBA using rat brain tissue sections confirmed the existence of anti-CASPR2 antibodies with a titer of 1:10 in serum but not in CSF, and further analysis via immunofluorescence with secondary antibodies against specific for IgG subclasses determined an exclusive IgG1 subclass. Other antibodies against NMDAR, AMPAR1, AMPAR2, LGI1, GABABR, DPPX, IgLON5, GlyR-α1, GABAAR-α1, GABAAR-β3, mGluR5, D2R, Neurexin-3α, GAD65, AQP4, MOG, and GFAP were detected negative in both serum and CSF by CBA at the reference center (MYBiotech Co., Ltd., Xi’an, China). The patient was diagnosed as anti-CASPR2 antibody-associated autoimmune encephalitis and treated with intravenous immunoglobulin therapy (IVIg; 0.4 g/kg body weight for 5 consecutive days) combined with intravenous methylprednisolone pulse therapy (1,000 mg/day for 3 days, 500 mg/day for 3 days, 240 mg/day for 3 days, 120 mg/day for 3 days) followed by oral prednisone at an initial dose of 50 mg daily with a slow tapering schedule of 5 mg every 3 weeks. Initial intravenous immunotherapy controlled the progression of this disease, but no obvious improvement was achieved. Thereafter, induction therapy with rituximab was given at 100 mg per week for 3 consecutive weeks, and then the patient underwent a slow but gradual improvement of clinical symptoms. Repeat brain MRI was performed at 1 month after discharge and some lesions had shrunk or disappeared. She was well tolerated and stated that she would continue to adhere to the intervention. The maintenance rituximab at 100 mg would be infused every 6 months as planned, and follow-up is still ongoing. The timeline of patient 2 with relevant data of the episodes and interventions is presented in .", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'27786401': 1, '25413786': 1, '26944274': 1, '30449139': 1, '29244234': 1, '29264691': 1, '30028556': 1, '28708133': 1, '22338029': 1, '24726720': 1, '31451586': 1, '23427325': 1, '31912210': 1, '27224435': 1, '24248099': 1, '32950751': 1, '27371488': 1, '25298769': 2, '32371280': 1, '34054814': 1, '33640718': 1, '27428927': 1, '29055902': 1, '34220060': 1, '34858431': 2}", "similar_patients": "{'8631873-1': 2, '4176401-1': 1}"}