{"patient_id": 107193, "patient_uid": "8081022-1", "PMID": 33948190, "file_path": "noncomm/PMC008xxxxxx/PMC8081022.xml", "title": "A rare case report of prune belly syndrome with malnutrition", "patient": "A 4-month-old male infant was admitted in the pediatric ward of our hospital due to signs/symptoms of malnutrition. The patient was suffering from muscles wasting, weight loss and respiratory tract infection. Perinatal and family history was unremarkable. Due to insufficient breast milk, the child was also fed with bottle milk. Upon admission, the patient weight was 4.1 kg, height was 54 cm and he was suffering from severe muscle wasting. On the next day of admission in pediatric ward, pediatric surgery team was consulted for the child distended thin-walled abdomen with visible bowel loops (suspicion of bowel obstruction) and urine dripping. The pediatric surgery team saw the patient and examined him physically with relevant examinations. On examination the abdominal wall was lax and distended (Eagle Barrett feature) with both retractile testicles and external urethral meatus in position but stenotic. Belly button was intact and muscle waste was noted in upper and lower limbs . Ultrasonography of the patient performed by the pediatric surgery team, which confirmed left renal second-grade parenchymal disease, mild hydroureteronephrosis of upper one-third of ureters, large distended urinary bladder (megacystis) and mild ascites in left abdomen. Since the patient was suffering from chest infection, appropriate antimicrobial treatment along with oxygen support had already been started along with nutritional follow up charts (patient growth charts and patient weight curve) in pediatric ward (–). Both teams (pediatric and pediatric surgery) agreed to decide on definite surgical treatment after the infection suppress and the child condition returns to normal but after 48 hours of inpatient stay at hospital, the child was expired due to secondary chest infection and respiratory failure.", "age": "[[4.0, 'month']]", "gender": "M", "relevant_articles": "{'22802998': 1, '10840120': 1, '16918629': 1, '8956564': 1, '24027673': 1, '24027688': 1, '15922438': 1, '11371977': 1, '33948190': 2}", "similar_patients": "{}"}