{"patient_id": 56218, "patient_uid": "8424985-1", "PMID": 34496878, "file_path": "comm/PMC008xxxxxx/PMC8424985.xml", "title": "Increased sensitivity to SMAC mimetic LCL161 identified by longitudinal ex vivo pharmacogenomics of recurrent, KRAS mutated rectal cancer liver metastases", "patient": "A 64 year old man was diagnosed with KRAS mutated (codon G13D), microsatellite stable rectal cancer disseminated to the liver (T3N0M1; Fig. ). The patient was scheduled for neoadjuvant combination chemotherapy with 5-FU, leucovorin and oxaliplatin (FLOX) followed by liver resection, and the metastases showed partial response (according to response evaluation criteria in solid tumors 1.1) [], with a mean shrinkage of the measured tumor deposits of 75% (n = 5, range: 45%–100%) (Fig. upper left). One lesion was resected (T1: 10 mm diameter reduction, corresponding to 55% tumor shrinkage; clear resection margin) and submitted for organoid culturing and genomics []. All other lesions were treated with microwave ablation. Histopathological hematoxylin and eosin stains of the PDOs showed three-dimensional cell structures with well- and poorly-defined epithelial layers and small- or absent lumens, indicating a moderately differentiated phenotype (Fig. upper right). ECAD, CDX2, and CK20 were expressed, whereas CK7 was absent, supporting epithelial CRC tissue origin.\\nThe patient remained disease-free until ten metastases were detected at new locations in the liver by magnetic resonance imaging (MRI) at follow-up 11.7 months after surgery. The patient was scheduled for chemotherapy followed by hepatic re-resection, and the recurrent lesions showed partial response to neoadjuvant FLOX (Fig. middle left). All lesions were resected with clear margins, and the two lesions with poorest response to chemotherapy remained amenable to sampling, organoid culturing and genomics (T2: 3 mm diameter reduction, corresponding to 25% tumor shrinkage; T3: 2 mm diameter increase, 11% tumor growth). Both PDOs showed a more undifferentiated phenotype compared to the PDO from the first resection, with small or absent lumens, and disorganized epithelial cell layers with ECAD, CDX2 and CK20 expression (Fig. middle right).\\nTen weeks after re-resection, one previously undetected metastatic lesion and three new lesions were seen on follow-up MRI. Four cycles of neoadjuvant treatment with 5-FU, leucovorin and irinotecan (FLIRI) resulted in heterogeneous responses among the lesions (Fig. bottom left). Two of the new lesions were resected and submitted for organoid culturing and genomics (T4: no diameter change of the 6 mm large tumor; T5: 1 mm diameter reduction corresponding to 9% tumor shrinkage), and the two other lesions were treated with radiofrequency ablation. Similar to PDOs from the second liver surgery (T2 and T3), PDOs from T4 and T5 exhibited an undifferentiated morphology, but with a slightly stronger CK20 and CDX2 expression (Fig. bottom right). For reference, the corresponding tissue sample from the T5 lesion was stained for the same diagnostic markers, showing that the PDO retained the undifferentiated phenotype and expression patterns of the tumor.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'27380959': 1, '19097774': 1, '27841872': 1, '28186126': 1, '31407004': 1, '29242316': 1, '14960456': 1, '27780856': 1, '27212702': 1, '32669658': 1, '29472484': 1, '24898935': 1, '31982351': 1, '16199517': 1, '32299813': 1, '31953485': 1, '25957691': 1, '26644315': 1, '28331002': 1, '29115304': 1, '22095281': 1, '28232747': 1, '26030179': 1, '26071313': 1, '18022363': 1, '31597751': 1, '28198370': 1, '25113756': 1, '30925167': 1, '9230442': 1, '29643510': 1, '30462160': 1, '32053868': 1, '20651737': 1, '30235087': 1, '23323831': 1, '27135972': 1, '33660894': 1, '31289352': 1, '26460009': 1, '17288599': 1, '34496878': 2}", "similar_patients": "{}"}