{"patient_id": 52585, "patient_uid": "8255961-1", "PMID": 34234805, "file_path": "comm/PMC008xxxxxx/PMC8255961.xml", "title": "Rapid Trio Exome Sequencing for Autosomal Recessive Renal Tubular Dysgenesis in Recurrent Oligohydramnios", "patient": "The 35-year-old woman, gravida 3 para 3, is a carrier of α-thalassemia, while her husband is a carrier of β-thalassemia (). There was no known family history of other genetic diseases. Her first pregnancy was uneventful and resulted in the cesarean delivery of a normal-term baby, who is currently a healthy 5-year-old child. Her second pregnancy (patient 1–1) was uncomplicated until 30 weeks of gestation when oligohydramnios was noted. She was referred to our hospital, and fetal ultrasound showed anhydramnios, absence of a bladder, and hepatic calcifications. Maternal blood tests for Cytomegalovirus (CMV) infection screening showed no CMV IgM antibodies. At 32 weeks of gestation, she underwent cordocentesis for karyotyping and SNP array analysis, the results of which were normal (46, XX). At 33 weeks of gestation, she underwent cesarean section due to fetal distress and previous cesarean section. A premature female baby was delivered with a birth body weight of 1,839 g (small-for-date) and Apgar score of 4–6. The initial blood pressure in the neonatal intensive care unit was 26/18 mmHg, which was not a response to dopamine and compatible with hypotension. One day after birth, veno-arterial extracorporeal membrane oxygenation (VA-ECMO) was used for frequent desaturation and poor cardiopulmonary function. When the baby was 3 days old, peritoneal dialysis was started for oliguria. The baby expired on the 7th day after birth and received an autopsy, where renal biopsy showed no obvious acute tubular necrosis or renal dysplasia. However, well-developed proximal tubules were hardly found (). Eight months later, the mother began her third pregnancy via natural conception (patient 1–2). At 16 weeks of gestation, karyotyping and SNP array analysis of the amniotic fluid both revealed normal findings (46, XX). However, at the 21st week of gestation, oligohydramnios developed. Amnioinfusion with 500 mL warmed saline was performed three times, at 21, 23, and 24 weeks, but the infused amniotic fluid disappeared 1 week after amnioinfusion. Therefore, trio-WES was performed, and compound heterozygous mutations were identified in the AGT gene. After genetic counseling, the couple decided to terminate the pregnancy. At 26 weeks of gestation, an expired, immature, female baby was delivered with a birth body weight of 904 gm. Autopsy of the patient revealed no proximal tubules of the kidney ().\\nThe first pregnancy (patient 2–1) of a 33-year-old female was complicated by oligohydramnios since the 18th week of gestation. The baby was delivered at the 26th week of gestation and expired within 24 h after birth due to lung hypoplasia, hypotension, and anuria (). The mother’s second pregnancy was uneventful and ended with a full-term, healthy, female baby. However, oligohydramnios was noted again in the 26th week of gestation in the mother’s third pregnancy (patient 2–2). Both karyotyping and SNP-based array analysis showed normal findings, and detailed ultrasound did not reveal any structural anomalies. Amnioinfusion with 500 mL warmed saline was performed twice, but the amniotic fluid disappeared 1 week after amnioinfusion. Therefore, the pregnancy was terminated in the 32nd week of gestation. The birth body weight was 1,588 g, and the initial BP was 36/15 mmHg and decreased gradually. Anuria was noted after birth, and peritoneal dialysis was started on the 4th day after birth. The baby was found to have progressive periventricular leukomalacia during a series of brain sonography follow-ups, and amplitude integrated electroencephalography (aEEG) showed a discontinuous background with abnormal amplitude at 2 weeks of age. Because of the poor outcomes, a withdrawal ventilator was selected after do-not-resuscitate orders were completed and signed by the family on the 18th day after birth. Biopsy of renal sections showed a flat appearance and low cellularity of the proximal tubules ().", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'7355965': 1, '29924737': 1, '31718018': 1, '377164': 1, '28720891': 1, '33483490': 1, '31261230': 1, '25741868': 1, '26432245': 1, '27535533': 1, '843496': 1, '19344005': 1, '22389749': 1, '20601685': 1, '28976722': 1, '29742659': 1, '28362156': 1, '8776235': 1, '16116425': 1, '27062200': 1, '33163725': 1, '18760389': 1, '28654730': 1, '24128419': 1, '31930100': 1, '22095942': 1, '20644199': 1, '23636579': 1, '32619640': 1, '34234805': 2}", "similar_patients": "{}"}