{"patient_id": 55809, "patient_uid": "8407027-1", "PMID": 34476081, "file_path": "comm/PMC008xxxxxx/PMC8407027.xml", "title": "Persistent brainstem abscess requiring repeat microsurgical drainage: case report", "patient": "A 44-year-old female presented initially to an outside hospital with difficulty in speaking, right-sided facial droop and difficulty in walking. She also endorsed a 1-week history of intermittent headache. Magnetic resonance imaging (MRI) of brain demonstrated a ring-enhancing pontine lesion with surrounding vasogenic edema consistent with a brainstem abscess measuring 3.6 × 2.4 × 3.7 cm (). There were no areas of ischemia. Pertinent history revealed no dental, cardiac or pulmonary source of infection. She had no history of intravenous drug use.\\nOn neurologic exam, she exhibited dysarthric speech with intact cognition and appropriate mental status. Pupils were 4 mm and were equal, round and reactive to light. She had nystagmus on right gaze and had a left gaze palsy. Face sensation was diminished to light touch on the right and she exhibited right facial weakness as well. Hearing was intact and palate elevated to the midline. Tongue had normal motion. She exhibited significantly increased tone with contracture in the right upper extremity. Strength was 4/5 in the right lower extremity, but sensation to light touch was intact throughout her extremities and trunk. Deep tendon reflexes were 3+ on bilateral upper extremities and 2+ on bilateral lower extremities.\\nC-reactive protein (CRP) was 1.4 mg/dl and erythrocyte sedimentation rate (ESR) was 28 mm/h. Cerebrospinal fluid (CSF) studies were relatively benign. Cryptococcal antigen was negative and spinal fluid exhibited no xanthochromia. She was started on vancomycin, ceftriaxone and metronidazole for probable central nervous system abscess and was transferred to our facility for neurosurgical intervention.\\nThree days after initial presentation, she underwent sub-occipital craniotomy for microsurgical abscess drainage. Initial consideration was given to a stereotactic procedure; however, an open approach was ultimately chosen due to surgeon preference. Intraoperative neuro navigation was used with subsequent creation of a posterior fossa craniotomy. This approach was chosen over a retrosigmoid approach, given the midline nature of the lesion. The dura was opened over the right cerebral hemisphere and tonsil at which time pus was expressed and was cultured immediately at the operative site. We were unable to dissect the roof of the fourth ventricle secondary to a large volume of pus and instead retracted the bilateral tonsils and resected a small amount of the inferior vermis. Facial colliculus was localized and an incision was made in the midline medial raphae. Incision into the brainstem did not express any purulence, so the wound was copiously irrigated and subsequently closed without advancing further into the brainstem. Cultures from the abscess grew step intermedius and antibiotics were narrowed accordingly. Over the next several weeks, the patient remained afebrile with no leukocytosis, but there was concern for persistent infection due to lack of clinical improvement. Repeat MRI demonstrated enlargement of the residual abscess (), and she was taken back to the operating room for repeat abscess drainage via the same sub-occipital craniotomy incision. During this procedure, the roof of the fourth ventricle was visualized and dissected through before localization of the vagal trigone. Midline raphae was once again opened and intraoperative MRI navigation confirmed the locations of the abscess. Microscopic dissection was performed in the midline between facial colliculi, and spinal needle was passed into the opening with subsequent aspiration of 9-ml purulent fluid, re-aspiration attempt and closure. Repeat gram stain and culture failed to reveal any organisms.\\nShe presented to clinic for follow-up evaluation 11 weeks after discharge. Overall, she is doing very well and ambulating independently with a cane. On physical exam, CNII-XII are intact. She has no bulbar deficits. She has 4/5 strength in all major muscle groups on the right side. Repeat MRI has shown near resolution of the abscess ().", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'10878771': 1, '26139646': 1, '23122256': 1, '31158518': 1, '11470983': 1, '32734403': 1, '21109442': 1, '17761284': 1, '11303665': 1, '24477107': 1, '34476081': 2}", "similar_patients": "{}"}