{"patient_id": 110771, "patient_uid": "8407621-1", "PMID": 34522680, "file_path": "noncomm/PMC008xxxxxx/PMC8407621.xml", "title": "Abscess Associated with Sialolith in a Parotid Duct - A Case Report", "patient": "A 58-year-old male patient was referred by a doctor to the dental office, presenting with a woody edema that affected the right side of the hemiface, with accompanying reddish colour and painful symptoms, which started 1 week ago. The patient did not have any other illness or any medically compromised disease.\\nOn clinical examination, the region was hyperthermal and without a fluctuant point []. During palpation, the presence of the salivary calculus was evident. When milking the parotid gland to stimulate salivation, a purulent secretion was observed []. Ultrasonography of the region and cone beam computed tomography were requested to confirm the diagnosis [Figure –].\\nStimulating mouthwash therapy, associated with the milking movements of the gland, was used to exteriorize the stone. However, the infection did not improve and the patient's medication was changed to amoxicillin trihydrate and potassium clavulanate 875 mg, with one tablet taken every 12 h.\\nAfter 4 days of follow-up, it was possible to observe a change in the texture of the site, which started to show a fluctuation point. The patient was instructed to perform external heat compresses. After 3 more days, extraoral drainage was performed with subsequent placement of a Penrose drain [Figure and ]. A large amount of bloody, purulent fluid was observed during the drainage. The surgical site was divulsed and the salivary calculus was not found. The drain was left in place for 2 weeks. The dressing was changed every 2 days, and rifocin and iodine were applied externally to the region. The drain was removed and the surgical site was divulsed a second time, allowing for identification of the salivary calculus and subsequent removal. The edges of the site were sutured, and the patient was monitored until completely healed []. Throughout this process, the patient's blood samples were tested in the laboratory on alternate days, and the patient took the prescribed medication.\\nThe patient was followed for 6 months [], with a minimal scarring and no noteworthy change.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'28536681': 1, '23482901': 1, '30996853': 1, '16916672': 1, '23483770': 2, '26759424': 1, '30013737': 1, '26967077': 1, '31106080': 2, '34522680': 2}", "similar_patients": "{'6504031-1': 1, '6504031-2': 1, '3591092-1': 1}"}