{"patient_id": 111743, "patient_uid": "8492430-1", "PMID": 34621577, "file_path": "noncomm/PMC008xxxxxx/PMC8492430.xml", "title": "Cauda equina schwannoma presenting with subarachnoid and subdural hemorrhage: Its underlying mechanism", "patient": "A 67-year-old male on anticoagulants for atrial fibrillation, suddenly complained of severe back pain, an L1-level paraparesis/sensory loss with urinary incontinence. On examinations, he had 3/5 motor function loss from L1 downward and a partial sensory level to pin appreciation.\\nThe brain CT showed SAH clots in the posterior fossa. Cerebral angiography, however, showed no cranial vascular lesions. Notably, the lumbar MR demonstrated a T12-L1 lesion that was homogeneously enhanced with contrast consistent with a schwannoma []. Furthermore, there was intratumoral hemorrhage with SAH/SDH spread resulting in cauda equina compression [].\\nThe patient underwent a T12-L2 laminectomy 3 weeks later using intraoperative sensory evoked potential (SEP) and motor evoked potential (MEP) []. Once the dura was opened, there was subdural and subarachnoid blood underlying which a large tumor with intrinsic hemorrhage was identified. The rostral side of the tumor, was strongly adherent to the conus medullaris from which it had to be carefully dissected and removed. There were no SEP/MEP changes during surgery. Postoperatively, the paraparesis transiently worsened, but, over the next 6 months, the motor, sensory, and sphincteric function then gradually improved. At that point, the follow-up MRI revealed no recurrence of tumor.\\nThe tumor was a typical schwannoma. It contained proliferating spindle cells arranged in short bundles or interlocking fascicles containing hypocellular and hypercellular area (Antoni A and B area, respectively). On immunohistochemistry, most of the tumor cells were positive for S-100 protein. Hyalinized and ectatic vessels were also found within the tumor close to the tumor capsule, with inflammatory cells clustered around them. Fresh hemorrhage associated with focal necrosis was also found within the tumor [].", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'18580786': 1, '8570061': 1, '26193683': 1, '24926925': 1, '4012577': 1, '10199289': 1, '17258671': 1, '32891844': 1, '15140733': 1, '34621577': 2}", "similar_patients": "{}"}