{"patient_id": 108889, "patient_uid": "8236274-3", "PMID": 34188557, "file_path": "noncomm/PMC008xxxxxx/PMC8236274.xml", "title": "Clinical Profile of COVID-19 Patients Presenting with Uveitis – A Short Case Series", "patient": "A 62-year-old male patient, with no significant past medical history and known ocular history of right eye primary angle-closure glaucoma controlled by COSOPT® eye drops (timolol 0.5%, dorzolamide 2%), He underwent right eye phacoemulsification and intraocular lens implantation on Nov 29, 2020, due to a right eye cataract. On Dec 28, 2020, he tested positive for COVID-19 by RT-PCR. He did not complain of any respiratory symptoms and all blood tests were normal (). The only complaint was recurrent attacks of right eye pain, redness, and blurred vision with no photophobia. He was referred to our uveitis clinic on Feb 5, 2021, for further investigations. At the initial examination, his best-corrected visual acuity was 6/9 in the right eye and 6/6 in his left eye. Slit-lamp examination was remarkable for right eye mild conjunctival hyperemia, with multiple corneal keratic precipitates (KPs) (, white arrow), and a deep anterior chamber with +4 cells (, yellow arrows). Fundus examination revealed a clear vitreous and flat healthy retina. Intraocular pressure measured with Goldmann tonometer was 11 mmHg in both eyes. Under the diagnosis of right eye iridocyclitis mostly secondary to COVID-19 infection, the patient was treated with topical steroids (dexamethasone 1 mg/mL) one drop/hour/daily in the first week then slowly tapered by decreasing one drop per day each week till stopping it, cyclopentolate 1% was instilled three times daily for 1 week then stopped. Seven days later, the patient showed a significant improvement, the best-corrected visual acuity was 6/7.5 in the right eye, slit-lamp examination revealed clinical improvement with white conjunctiva, clear cornea with few KPs, and a few cells in the anterior chamber. The plan was to stop cycloplegics, tapering steroids, and to continue his follow-up in the glaucoma clinic.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'32391309': 1, '32897895': 1, '32882309': 1, '32232433': 1, '31986257': 1, '33120696': 2, '33710758': 1, '23471620': 1, '33116943': 2, '32756215': 2, '32350447': 1, '33011688': 1, '15141377': 1, '32124000': 1, '32743938': 1, '32788324': 1, '32546811': 1, '32502616': 1, '32823391': 1, '33815989': 2, '32382146': 1, '34188557': 2}", "similar_patients": "{'8236274-1': 2, '8236274-2': 2, '7774137-1': 1, '7568617-1': 1, '7402741-1': 1, '8009444-1': 1}"}