{"patient_id": 108642, "patient_uid": "8212681-1", "PMID": 34158959, "file_path": "noncomm/PMC008xxxxxx/PMC8212681.xml", "title": "A case of macrophage activation syndrome in a patient with anti-synthetase syndrome", "patient": "We present a case of 65-year-old Nepalese female with an overlap of ASS and anti-cyclic citrullinated peptide (CCP) antibody positive rheumatoid arthritis (RA) who developed MAS which was successfully treated with anakinra. She was diagnosed with ASS based on the presence of arthritis, ILD, anti-Jo1 and antiRo52 autoantibodies. She was maintained on 6-monthly Rituximab cycles (one 1gm infusion repeated 15 days after the first for each cycle), completed two cycles, last given 6 months prior to her presentation. In view of the coronavirus disease 2019 (COVID-19) pandemic the third cycle was withheld and Azathioprine was commenced which she took for 2 weeks. Two weeks prior to her admission Azathioprine was switched to an up titrating dose of Mycophenolate due to nonspecific symptoms of headache and dizziness attributed to possible medication intolerance. She was admitted with fever, abdominal pain and headaches. Clinical examination revealed pyrexia (38.3C), hypotension (109/70 mmHg), tachycardia (HR 94 bpm) and palmar maculopapular rash. Laboratory investigations showed pancytopenia, Hb 100 (115–165 g/L), WCC 2.40 (4–11 × 109/L), Platelets 61 (150–450 × 109/L), Neutrophils 1.75 (2–7 × 109/L), lymphocytes 0.50 (1– 4 × 10^9/L), Ferritin of >55 000 (15–300 ug/L), Triglycerides 4.3 (1.8 mmol/L), LDH 1200 (135–214 IU/L), Fibrinogen 2.8 g/l(normal), ALT 108 (<34 IU/L), CRP 141 (0–6 mg/L) and ESR 24 mm/hr.\\nA septic screen for common bacterial and viral pathogens including parvovirus, Epstein-Barr virus, Cytomegalovirus, human immunodeficiency virus and hepatitis was negative. Multiple covid-19 swabs were negative. Computed tomography of chest, abdomen and pelvis showed no evidence of hepatosplenomegaly or an underlying malignancy. Lack of improvement with broad-spectrum antimicrobials, evolving pancytopenia, elevated ferritin and persistent fever with patient’s background history of autoimmune disease raised concerns about MAS. She fulfilled the 2014 HScore by Fardet et al. [] with a score of 199 (cut off 169), (). Treatment with IV methylprednisolone 15 mg/kg/day for 3 days was initiated followed by oral prednisolone, 60 mg along with ciclosporin 2 mg/kg/d. She had a history of type 2 diabetes, was on oral hypoglycaemic medications but developed hyperglycaemia and ketosis secondary to steroid and required Insulin therapy. Anakinra 100 mg once daily subcutaneously was added after Multidisciplinary team discussion to reduce steroid toxicity and facilitate a rapid steroid taper, whilst providing optimal disease control. Immediate clinical improvement was noted with normalization of fevers and gradual normalization of laboratory abnormalities including ferritin, cell counts () and inflammatory markers. We believe an underlying rheumatic immune disorder was the likely predisposing factor for the development of MAS in our patient, as she was not maintained on biologic/immunomodulatory therapy due to paused Rituximab in view of COVID-19 pandemic and possible intolerance to various agents.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'24782338': 1, '30764840': 1, '32448380': 1, '25386930': 1, '21455765': 1, '20859229': 1, '18301366': 1, '24112831': 1, '21138882': 1, '25758828': 1, '34158959': 2}", "similar_patients": "{}"}