{"patient_id": 60603, "patient_uid": "8629669-1", "PMID": 34853710, "file_path": "comm/PMC008xxxxxx/PMC8629669.xml", "title": "A Rare Metastatic Site of Invasive Lobular Breast Carcinoma: A Case Report", "patient": "Here, we described the case of a 47-year-old female patient with a known case of hypothyroidism and left breast carcinoma. In early 2016, she was diagnosed with a grade 2, estrogen receptor- (ER-) positive, progesterone receptor- (PR-) positive, Her2neu-positive invasive ductal carcinoma with a TNM grade of T2N1M0 in her left breast. She underwent 14 cycles of neoadjuvant chemotherapy followed by a left nipple-sparing mastectomy with a left axillary lymph node dissection the same year. She then received adjuvant endocrine therapy ().\\nShe presented to our outpatient clinic in May 2019 with a 4-week history of nausea, vomiting, epigastric pain, and weight loss. She was seen initially by a gastroenterologist who performed an upper GI endoscopy that indicated signs of linitis plastica, which was biopsied and histopathologically assessed.\\nHistopathological analysis of the stomach biopsy sections (Figures and ) showed gastric mucosa infiltrated by neoplastic cells. The neoplastic cells were arranged in sheets of single pleomorphic cells with small, round nuclei, and inconspicuous nucleoli. Immunohistochemical analysis revealed the neoplastic cells were positive for GATA-3 and ER and negative for PR and Her2-neu. The proliferative marker (Ki-67) was detected in 40% of the cells. E-cadherin, GCDFP-15, and CDX2 were all negative, while CK7 was positive. The biopsy taken from the esophageal mucosa exhibited neither dysplasia nor malignancy.\\nGiven the gastric biopsy results and our mounting suspicion that the metastasis originated from a lobular, rather than ductal, breast carcinoma, we reviewed the slides containing the left breast tissue collected during the patient's mastectomy. This histological assessment revealed a relatively well-defined tumor composed of sheets of neoplastic cells. The neoplastic cells were pleomorphic with round nuclei, small nucleoli, intracytoplasmic lumina, and signet-like morphology. No in situ components or ducts were observed. E-cadherin was mostly negative with focal cytoplasmic staining and P120 had cytoplasmic immunoreactivity, which were both repeated twice.\\nBased on the immunohistochemical comparison between the gastric and breast tumor slides, the patient was diagnosed with metastatic invasive gastric adenocarcinoma (Lauren diffuse type) originating from a lobular rather than ductal breast carcinoma.\\nFurther imaging studies were performed to rule out other possible metastases and nodal involvement. A CT scan of the abdomen and pelvis () revealed a significant suspicious circumferential wall thickening that involved the pylorus and extended up to the second part of the duodenum. This caused a distention of the stomach and distal esophagus, leading to gastric outlet obstruction. However, neither nodal involvement nor further metastases were detected.\\nAt this point, the case was discussed by the multidisciplinary national tumor board. As a result, the patient underwent palliative feeding jejunostomy insertion. Intraoperatively, a small nodule in the omentum was found incidentally, which was resected and sent for histopathological analysis.\\nHistopathological examination of the omentum specimen revealed focal, hard, tiny nodules on serial sections. Moreover, the omentum contained infiltrating foci of small, uniform malignant cells in the trabeculae with an Indian-file growth pattern, some of which had intracytoplasmic lumina.\\nImmunohistochemically, the tumor cells exhibited GATA-3 positivity, E-cadherin focal membranous and cytoplasmic (aberrant) expression, and P120-cytoplasmic positivity. Based on these findings, our final report concluded that the metastasis originated from a lobular carcinoma, which aligned with the patient's known clinical history ().\\nThe patient is currently being treated at a specialized oncology center with a systemic chemotherapy regimen.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'15737028': 1, '1421863': 1, '11937308': 1, '11028811': 1, '24122263': 1, '11147591': 1, '29090670': 1, '23896636': 1, '16177864': 1, '25848941': 1, '27721883': 2, '21616731': 1, '23335087': 1, '18186915': 2, '33204568': 2, '18652707': 2, '24721777': 1, '29595684': 1, '34853710': 2}", "similar_patients": "{'7652620-1': 1, '2525652-1': 1, '5053318-1': 1, '2246138-1': 1}"}