{"patient_id": 113207, "patient_uid": "8650662-1", "PMID": 34842111, "file_path": "noncomm/PMC008xxxxxx/PMC8650662.xml", "title": "Traumatic asymmetrical bilateral hip dislocation: A rare case report", "patient": "A 49-year-old male was working at a mine unrestrained was involved in a serious tramcar accident. He was admitted to the local emergency department with an open injury of the left lower limb, bilateral hip pain and deformity combined with and abdominal injury 5 h after the accident. Bilateral supracondylar traction of the femur and debridement and suture of the left thigh were performed immediately at the local hospital. Due to the concomitant visceral injury, an exploratory laparotomy was performed and, one day later, the patient was transferred to the emergency department of our hospital after hemodynamic stability was achieved.\\nIn our hospital, the left lower extremity was adducted, flexed, and internally rotated, with 20 cm infectious wound on the back of his thigh. The right lower extremity was abducted, flexed and externally rotated (Figure 1). In the emergency department, pelvis computed tomography (CT) revealed asymmetrical bilateral hip dislocation (left posterior, right anterior) and fractures of the left acetabulum and bilateral pubis (Figure 2). Other injures included fractures lumbar 1-5 transverse processes, liver, kidney, and lung dysfunction. The patient was transferred to the operating room where manual reduction was performed under general anesthesia. The anterior dislocation of the right hip joint was successfully reduced. Manual reduction of the posterior dislocation of the left hip joint was also attempted; however, reduction failed after the second attempt. Due to hemodynamic instability, manual reduction was not attempted and open reduction was not considered. Meanwhile, the patient was transferred to the monitoring room of the trauma center to maintain its hemodynamic stability. Postoperative three-dimensional CT scan showed that the right femoral head was in place and the left femoral head was located behind and above the acetabulum. After the evaluation of the anesthesiology department, emergency operation was performed on the second day. Open reduction and internal fixation of the left acetabular posterior wall were performed combined with open reduction of the left hip joint and debridement of the left thigh.\\nAfter surgery, deformities of both lower limbs were corrected. Due to severe systemic symptoms and multiple injuries, the patient was transferred to the surgical intensive care unit for the supportive treatment. Postoperative CT scan revealed that the fracture fragment in the posterior wall of left acetabular was successfully reduced. Three weeks after the injury, the left acetabular anterior wall fracture was treated with open reduction and internal fixation (Figure 3). After the operation, the patient received physical therapy in bed including quadriceps strengthening exercises and active range of motion. The left hip pain was relieved successfully after surgery.\\nFive months after the injury, the patient was usually in a good condition. The quadriceps muscle strength of both lower limbs at level V, the posterior muscle group of the lower leg at level IV+, and the anterior muscle group at level IV+ with a good range of motion was achieved. The flexion of the left knee joint was slightly impaired due to tissue necrosis at the back of the left thigh and partial removal of the biceps femoris. Radiological evaluation showed that both hips, pelvis, and acetabulum were in a good shape. However, heterotopic ossification of the left hip joint was observed. No osteonecrosis of the femoral head in bilateral hip joints was observed. The patient was lost-to-follow-up due to noncompliance to scheduled visits. A written informed consent was obtained from the patient.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'25232517': 1, '28253949': 1, '10982674': 1, '10738895': 1, '18504531': 1, '30715022': 2, '22085355': 1, '26977327': 2, '10943179': 1, '30683569': 1, '31633495': 1, '30002824': 1, '29774222': 2, '34961827': 1, '23509651': 1, '28262592': 1, '26361448': 1, '34842111': 2}", "similar_patients": "{'4761662-1': 1, '5955734-1': 1, '6503424-1': 1}"}