{"patient_id": 48164, "patient_uid": "8044568-1", "PMID": 33953934, "file_path": "comm/PMC008xxxxxx/PMC8044568.xml", "title": "Repeated bouts of pulmonary tuberculosis in a hunting cat: reinfection or recrudescence?", "patient": "A 7-year-old neutered male Siamese cat was presented to a university referral hospital in Scotland for weight loss and hyporexia of 1 month’s duration, as well as hypercalcaemia (3.3 mmol/l; reference interval [RI] 2–3 mmol/l) detected by the referring veterinarian. Defaecation, thirst and urination were normal. The cat was fed a good-quality commercial diet, and routine vaccinations and prevention against external and internal parasites were up to date. It was an indoor/outdoor cat and an avid hunter (), with no travel history outside of Scotland. On physical examination, the cat had harsh lung sounds with a normal respiratory rate (25 breaths/min) and effort; the remainder of the physical examination, including a retinal examination, was unremarkable.\\nDifferential diagnoses for hypercalcemia included granulomatous disease, neoplasia, hypervitaminosis D, renal disease, primary hyperparathyroidism, idiopathic hypercalcaemia, osteolysis or hypoadrenocorticism. Weight loss could be caused by hyporexia, maldigestion, malabsorption, chronic infection or inflammation, renal or hepatic disease, neoplasia, cardiac or – less likely – endocrine disease, including hyperthyroidism (the cat was relatively young for this), diabetes mellitus (polyuria, polydipsia and polyphagia would be expected) or hypoadrenocorticism (rare in cats); underfeeding, poor-quality diet and oral disease had been excluded. Harsh lung sounds could indicate pneumonia, primary or metastatic neoplasia or – less likely – idiopathic pulmonary fibrosis, pulmonary oedema or contusions. Hyporexia is a non-specific clinical sign; in the absence of oral/nasal disease or environmental stress, hyporexia could indicate systemic disease, nausea or pain.\\nHaematology, serum biochemistry (including thyroxine) and urine analysis were unremarkable, except for hypercalcaemia (ionised calcium [iCa] 1.75 mmol/l [RI 1.1–1.35 mmol/l]; ). Ionised hypercalcaemia was confirmed with a repeated blood sample, and there was no haemolysis or lipolysis. Feline immunodeficiency virus antibody and feline leukaemia virus antigen were negative, and blood pressure was normal.\\nFurther investigations of hypercalcaemia () included plasma parathyroid hormone concentration (<10 pg/ml [RI <40 pg/ml]; not supporting hyperparathyroidism), plasma parathyroid hormone-related protein (<0.1 pmol/ml [RI <0.5 pmol/ml]; not supporting neoplasia, although there are other mechanisms by which neoplasia could result in hypercalcaemia), 25-hydroxyvitamin D (95 nmol/l [RI 127–335 nmol/l]; not supporting most types of hypervitaminosis D) and serum toxoplasma IgG and IgM titres (<50 and <20 [RI <50 and <20, respectively]). Abdominal ultrasound and radiographs were unremarkable. Thoracic radiographs () revealed a diffuse, interstitial–alveolar pattern, most marked on the caudal lung lobes. Differential diagnoses included infectious pneumonia (bacterial, parasitic, protozoal, viral or fungal), primary or metastatic neoplasia or, less likely, idiopathic pulmonary fibrosis. The spine and vertebrae were carefully examined in all radiographs for the presence of osteolytic lesions, and none were found.\\nThe patient received treatment for possible lungworms (Advocate; Bayer) and underwent bronchoscopy. The airways appeared macroscopically normal; bronchoalveolar lavage fluid (BALF) was sent for routine bacterial and fungal culture (which were negative), Mycoplasma felis PCR (this was negative) and cytology (which showed severe pyogranulomatous inflammation). In addition to routine haematoxylin and eosin staining, the BALF was stained with Grocott methenamine silver to evaluate the presence of fungi (negative) and Ziehl–Neelsen (ZN), which showed acid-fast bacilli morphologically consistent with mycobacterial infection. The interferon gamma release assay (IGRA) was performed, and the results were compatible with infection by the less pathogenic member of the Mycobacterium tuberculosis complex (MTBC); that is, Mycobacterium microti (‘the vole bacillus’) ().\\nCombining clinical signs and results, the patient was diagnosed with pneumonia and hypercalcaemia caused by M microti; that is, the cat had a form of tuberculosis commonly seen in cats in certain UK regions, including Scotland.\\nThe patient was treated with rifampicin (Rifadin [Sanofi]; 10 mg/kg PO q24h), azithromycin (Zithromax [Pfizer]; 15 mg/kg PO q24h) and marbofloxacin (Marbocyl P [Vetoquinol]; 3 mg/kg PO q24h) for 2 months initially. A month after starting treatment, the cat’s body weight and appetite had improved, and iCa was normal. After 2 months of triple antibiotic therapy, haematology, serum biochemistry and thoracic radiographs were unremarkable, and rifampicin was stopped. After an additional 4 months, iCa and thoracic radiographs were unremarkable, IGRA was negative and serum vitamin D concentration was now normal, and so azithromycin and marbofloxacin were stopped.\\nThe patient remained asymptomatic for 1 year but was infected with tuberculous pneumonia five more times – a total of six episodes over one decade (). The cat was tested for retroviruses on several occasions and the results were always negative. The longest the cat was asymptomatic while not receiving treatment between episodes of tuberculous pneumonia was 2 years 4 months. The cat always presented with weight loss, pneumonia, hypercalcaemia and an IGRA result compatible with M microti. In the initial infections, the cat was treated with triple antibiotic therapy (rifampicin, azithromycin and a fluoroquinolone – marbofloxacin or pradofloxacin) for a minimum of 2 months, then double therapy (azithromycin and a fluoroquinolone) for a minimum of 4 months. The last two episodes of tuberculous pneumonia were treated with triple antibiotic therapy for 6 and 11 months, including pradofloxacin (Veraflox [Bayer], 5 mg/kg PO q24h) and combined rifampicin/azithromycin capsules (Rifampicin 35 mg/Azithromycin 30 mg Capsules [Bova Laboratories]; rifampicin 12 mg/kg PO q24h and azithromycin 10 mg/kg PO q24h). All six episodes were treated for at least 2 months beyond clinical resolution. The cat was monitored throughout using an awake CT scan using the VetMouseTrap (University of Illinois). In addition to the six episodes of tuberculous pneumonia, the cat has had two episodes of presumptive M felis pneumonia (based on a negative IGRA and deep pharyngeal swab positive for M felis by PCR with a low cycle threshold number, hence significant infection; treated with pradofloxacin, dosed as above, for 2 months); at the time of writing, the cat has developed pulmonary fibrosis.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'29469976': 1, '10772491': 1, '8815108': 1, '31082328': 1, '21803626': 1, '16226469': 1, '18486239': 1, '29374638': 1, '17542195': 1, '25619515': 1, '27793104': 1, '22058357': 1, '26045480': 1, '19535520': 1, '25614921': 1, '21906820': 1, '23482253': 1, '31656304': 1, '21338944': 1, '30768624': 1, '24997792': 1, '29270305': 2, '22079343': 1, '22028843': 1, '28975036': 2, '33953934': 2}", "similar_patients": "{'5613847-1': 1, '5731632-1': 1}"}