{"patient_id": 58080, "patient_uid": "8511680-1", "PMID": 34659117, "file_path": "comm/PMC008xxxxxx/PMC8511680.xml", "title": "Case Report: Successful Use of Minoxidil to Promote Facial Hair Growth in an Adolescent Transgender Male", "patient": "A 16 year old, previously well individual who was assigned female at birth presented to a pediatric gender clinic at the Royal Children’s Hospital in Melbourne, Australia, with a transmasculine gender identity and, upon further mental health assessment, was diagnosed with GD as per DSM-5 criteria by an experienced child and adolescent psychiatrist. Previously, he had begun questioning his gender identity with the onset of puberty around age 10 years, started binding his chest at age 11 years, and subsequently disclosed his male gender identity to his friends and parents at age 14 years. After perceiving that his parents were overwhelmed by this news, he did not raise the issue again with them until a year later, after which he requested access to gender-affirming health care. At the Royal Children’s Hospital, he was seen by a specialist multidisciplinary gender team, including a clinical nurse consultant, psychologist, psychiatrist, and pediatrician, who together helped manage his GD, which included facilitating a social transition, ensuring safe use of a chest binder, and prescribing norethisterone to suppress his menses, which had started at age 12 years and had not been previously associated with any problems (apart from gender dysphoria). However, due to legal requirements in Australia at the time, he was required to obtain Family Court approval to initiate therapy with testosterone.\\nWhile awaiting this approval and now aged 17 years, the patient asked whether he could try minoxidil to develop facial hair based on online accounts he had read. Clinical characterization at this time was unremarkable () with no evidence of polycystic ovarian syndrome (e.g., no history of irregular menstrual cycles to suggest ovulatory dysfunction) nor hyperandrogenism [e.g. no signs of male pattern baldness, acne or hirsutism (see for modified Ferriman Gallwey score evaluation at baseline)]. With his pediatrician’s agreement, he subsequently purchased minoxidil (5% lotion) and applied 1 mL twice daily to the beard area. Shortly after commencement, he noted skin dryness and irritation, and decreased application to five days/week and began regular moisturizing. Within one month, early fine hair growth was observed and he started shaving. By three months, there was significantly more facial hair, both in terms of number, thickness and length (up to 1 cm) (). Interestingly, he also noted an increase in hair in areas with no direct topical application, including the eyebrows, inner forearms, fingers, posterior calves, dorsum of feet and toes, chest and lower abdomen (). After three months on minoxidil, he was able to commence testosterone therapy. His subsequent medical transition, which included bilateral mastectomy at age 18, has continued to proceed well and he currently remains on testosterone therapy under the care of adult gender services. At the time of writing, he continues to intermittently apply minoxidil to aid further facial hair growth, targeting areas where he feels additional growth is needed.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'27544457': 1, '29902964': 1, '17761356': 1, '6997744': 1, '17852629': 1, '32155380': 1, '12196747': 1, '31053561': 1, '28945902': 1, '28736148': 1, '28838578': 1, '15133413': 1, '29254313': 1, '15034503': 1, '25612159': 1, '14996087': 1, '24438852': 1, '29920146': 1, '26893270': 1, '3549811': 1, '17191059': 1, '34659117': 2}", "similar_patients": "{}"}