{"patient_id": 58730, "patient_uid": "8542124-1", "PMID": 34678862, "file_path": "comm/PMC008xxxxxx/PMC8542124.xml", "title": "Ocular chemical burn associated with gel type alcohol-based hand sanitizer", "patient": "A 5-year-old girl visited our clinic for severe left eye pain. Four hours prior to arrival, she reached out to use a gel-type ABHS of 62% concentration, which was placed at average adult height in an elevator. As soon as she tried to reach for the sanitizer, the alcohol gel splashed into her left eye.[ Her parents initially rinsed her eye with tap water. However, 2 hours later, she complained of severe left eye pain, photophobia, tearing, and eyelid swelling, which prompted a visit to our clinic. The best-corrected visual acuity of her left eye was 20/100, and the intraocular pressure was 20 mm Hg. After immediate copious irrigation with 2 L of 0.9% normal saline, slit-lamp examination revealed eyelid swelling, severe chemosis, moderate conjunctival injection with limbal pale on the lower half of the cornea from the 3 to 9 o’clock position (Fig. A). There was also an extensive epithelial defect of the cornea and conjunctiva (Fig. B). Although close daily follow-up under admission was recommended, her parents refused admission. She was followed up in our outpatient clinic.\\nOn the next day, since there was no improvement of the epithelial defects in the cornea and conjunctiva, and limbal pale persisted, she was admitted to our hospital. Topical medication were prescribed with oral nonsteroidal anti-inflammatory drugs as follows; levofloxacin 0.5% (Cravit ophthalmic solution, Santen, Osaka, Japan) bihourly, prednisolone acetate 1.0% (Pred-forte, Allergan, Rochester, NY) bihourly, preservative-free artificial tears 6 times daily, and solcoseryl concentrate (Solcorin ophthalmic gel, Hanlim Pharm. Co., Seoul, Korea) at every bed time. The corneal epithelial defect did not improve for 2 days after admission, and the necrotic debris of the palpebral conjunctiva formed a pseudomembrane (Fig. C). Despite the addition of autoserum eye drop 6 times a day, there was no sign of corneal, conjunctival epithelial defect recovery. Furthermore, necrotic epithelial deposits were observed (Fig. D and E) on the 6th hospital day. To promote epithelial healing, 1% prednisolone acetate was tapered to 4 times a day.\\nOn the 8th day of admission, corneal epithelial healing was seen in the temporal limbus (Fig. F); however, severe inflammation of the conjunctiva with necrotic debris and pseudomembrane was observed (Fig. A and B). One week later, despite the continuous eye drop regimen, and recovering corneal epithelium, we noted adhesion of the conjunctival tissues and symblepharon at the inferior fornix (Fig. C and D). Three weeks later, her best-corrected visual acuity improved to 20/30 and the corneal epithelium was completely healed with no corneal opacity; but with focal symblepharon at the lower fornix (Fig. E and F). The endothelial cell density was 2841 cells/mm2, and showed no abnormality.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'32461194': 1, '9331192': 1, '23576860': 1, '1111487': 1, '23674759': 1, '9294692': 1, '21219730': 1, '20833234': 1, '30124594': 1, '9104767': 1, '26212636': 1, '16371789': 1, '8190476': 1, '11673310': 1, '22717949': 1, '20675729': 1, '8025084': 1, '17301117': 1, '34678862': 2}", "similar_patients": "{}"}