{"patient_id": 59143, "patient_uid": "8560444-1", "PMID": 34755064, "file_path": "comm/PMC008xxxxxx/PMC8560444.xml", "title": "Immune-related dermatitis during combined treatment with pembrolizumab and axitinib in a patient with metastatic renal cell\\x92carcinoma with stasis dermatitis", "patient": "A 65-year-old male was referred to our hospital with a suspected metastatic brain tumor on head magnetic resonance imaging and difficulty in mobilizing the right upper limb. CT revealed a right renal mass and multiple lung metastases. The patient presented with stasis dermatitis and had a 45-year history of smoking (20–40 cigarettes a day; Brinkman Index, 900–1800). Stasis dermatitis was considered to be due to compression of inferior vena cava by the renal mass, and treatment with clobetasol propionate have started.\\nFollowing gamma knife treatment for the metastatic brain tumor of the left frontal lobe, CT-guided needle biopsy of the renal tumor was performed. Histopathological examination revealed clear cell RCC of the right kidney.\\nA recently approved combination treatment with pembrolizumab (200 mg per 3 weeks) and axitinib (10 mg daily) was selected for metastatic RCC. One week after the first dose, edema of both lower legs developed (Fig. ). At the end of the second course, axitinib was discontinued due to proteinuria (grade 3) and the development of hand-foot syndrome (grade 2). At this point, CT scan showed mild shrinkage of the right renal tumor and multiple lung metastases. The sixth course of pembrolizumab was canceled due to loss of appetite and the patient was admitted to the hospital with urgent complaints of edema of the lower legs. At the time of admission, blisters appeared on the lower extremities and dorsum of the right foot. The blisters enlarged, and the beds of the blisters became ulcerous (Fig. ). Immediately after admission, skin biopsy was performed on the erythema of the right lower leg. Histopathological examination revealed septal panniculitis (Fig. ), pustules (Fig. ), and perivascular lymphocytic and neutrophilic infiltration (Fig. ) of the skin. Based on these various pathological findings and the progression of clinical findings, irAEs were strongly suspected. Oral prednisolone treatment (30 mg/day) was immediately started and gradually tapered as symptoms improved (Fig. ). Nine months after the onset, the skin lesion was smaller and almost epithelialized. As a second-line treatment, the patient underwent cytoreductive right radical nephrectomy.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'28283736': 1, '28901560': 1, '28121507': 1, '30779529': 1, '27043866': 1, '30656640': 1, '26047524': 1, '33284113': 1, '8671665': 1, '31588018': 1, '32135517': 1, '22056247': 1, '33357997': 1, '28063094': 1, '34755064': 2}", "similar_patients": "{}"}