{"patient_id": 50966, "patient_uid": "8175403-1", "PMID": 34052716, "file_path": "comm/PMC008xxxxxx/PMC8175403.xml", "title": "Isolated spleen tuberculosis in an immunocompetent patient, a rare case report", "patient": "A 40-year-old female patient came to our surgical outpatient clinic, Cipto Mangunkusumo Hospital Jakarta, with chief complaint of early satiety at mealtime since 6 months prior to admission. The patient also complained of epigastric pain with no other remarkable complaints. Chronic cough, fever, night sweat, anorexia, or weight loss were absent. There was no history of previous TB infection nor prolonged contact with TB patients.\\nFrom the physical examination, the prominent finding was isolated enlargement of the patient's spleen (Schuffner IV). Laboratory examination showed leucocytosis and thrombocytosis with positive Interferon Gamma Release Assays (IGRA) test. Anti-Human Immunodeficiency Virus (HIV) test was negative. There were no signs of TB infection from the chest x-ray examination. The CT scan examination revealed spleen enlargement with multiple rim-enhanced cystic lesions mostly within inferior pole parenchyma. There were also cystic lesions within the body and tail of the pancreas and lymph node enlargement of the perihilar and paraaortic region with central necrosis ().\\nWe decided to perform a laparotomy-splenectomy assuming that the splenomegaly and lymphadenopathy were probably caused by malignancy and early satiety was caused by the enlarged spleen pressing the stomach. We gave vaccination pre-operatively to minimize the risk of overwhelming post-splenectomy infection (OPSI).\\nIntraoperatively, we found spleen enlargement in the midline which bled easily, adhered to the left lobe of the liver, and pushed the pancreas downward. We also found caseous necrosis tissue at the lateral right of the enlarged spleen that we thought originated from the peri-pancreatic and the splenic hilar lymph nodes (). We performed a splenectomy and lymph node biopsy with minimal difficulties and blood loss. The patient was discharged from the hospital on the 3rd post-operative day with no remarkable complaints.\\nThe histopathological results showed granulomatous inflammation of the spleen consisted of tubercles, epitheloid cells, and Langhans multinucleated giant cells, along with caseous necrosis (). The morphology was consistent with Mycobacterium tuberculosis infection. There was no sequel after the operation and the patient continued with standard regimen for EP TB therapy.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'17682577': 1, '11463015': 1, '33181358': 1, '20396657': 1, '17642503': 1, '22505991': 2, '34526476': 1, '18522893': 1, '21607149': 1, '7621265': 1, '10405243': 1, '27250119': 2, '34052716': 2}", "similar_patients": "{'3320127-1': 1, '4888408-1': 1}"}