{"patient_id": 47218, "patient_uid": "8720602-1", "PMID": 34987877, "file_path": "comm/PMC008xxxxxx/PMC8720602.xml", "title": "Tiger-Striped PASH: Recognition of a Unique Morphology Allows for a Zippered-Up Diagnosis of Pseudoangiomatous Stromal Hyperplasia of Breast", "patient": "A 39-year-old white, non-Hispanic female presented with a painless palpable left breast mass after self-examination. The palpable mass had been stable without change in size over several months. She was G1P1, having been pregnant at age 32, and breastfed for 1 year. The patient had a family history of breast carcinoma with her mother being diagnosed with breast cancer at the age of 29. She had a history of premenopausal menorrhagia and was taking norgestimate and ethinyl estradiol. She also had a history of polycystic renal disease with no significant interval changes. Physical examination revealed a 1.5 × 1.0 cm painless soft mobile mass located in the superior medial quadrant at the 11 o'clock position. There was no associated lymphadenopathy. Her most recent mammogram, approximately three months remote, was negative. Because of her family history and palpable mass, bilateral breast MRI was recommended. Breast MRI revealed no abnormal findings in the left breast, but did show an oval, enhancing mass in the upper inner right breast. Subsequent ultrasound showed an isoechoic mass in the left breast, which corresponded to the palpable abnormality and was felt compatible with lipoma. The right breast ultrasound showed a 0.8 × 0.7 × 0.6 cm oval circumscribed mass which corresponded with that seen in MRI (). Biopsy was recommended. The ultrasound-guided core biopsy specimen showed a population of lesional spindle cells with groups of palisaded nuclei. These cells exhibited an interlobular distribution but also surrounded and invested ducts and lobules. The cells were cytologically bland with no significant nuclear atypia or pleomorphism (). The morphologic differential diagnosis included cellular PASH, myofibroblastoma, schwannoma, and perhaps others. Immunohistochemistry (IHC) studies were performed. These confirmed the spindled cells to be immunoreactive with CD34 (diffusely strongly positive), SMA (diffusely moderatley positive), PR (variably moderately positive), ER (focally weakly positive), and RB (no loss of RB) (). The spindled cells were nonreactive (negative) with desmin, S100, SOX10, and P63.\\nThe combined histomorphology and IHC results confirmed a cellular variant of PASH with a unique “tiger-striped” or “zippered” morphology (Figures –). Since the PASH was an incidental imaging finding in the breast, no further intervention was recommended, and the patient was advised to continue with annual imaging and monthly breast self-examination. The imaging findings were felt compatible with the pathologic diagnosis of PASH. As the pathologic fiindings were benign, the patient did not undergo genetic testing.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'18368324': 1, '21862488': 1, '20586640': 1, '31669037': 1, '30957322': 1, '20708765': 1, '24254442': 1, '3949338': 1, '30739079': 1, '16844378': 1, '28331711': 1, '26002664': 1, '27811185': 1, '19694241': 1, '27333196': 1, '31045508': 1, '33393706': 1, '34987877': 2}", "similar_patients": "{}"}