{"patient_id": 220, "patient_uid": "8674393-1", "PMID": 34910271, "file_path": "comm/PMC008xxxxxx/PMC8674393.xml", "title": "Squamous cell carcinoma of the uterine cervix metastasising to the thyroid gland: a case report", "patient": "A 56-year-old woman, a mother of 3 children, presented to the surgical department with a history of multiple neck lumps of 4 months duration. She also had generalised vague abdominal pain, loss of appetite and lower back pain. She had no significant medical, family or psychosocial history. Clinical examination revealed multiple, bilateral enlarged cervical lymph nodes which were firm to hard in consistency. Thyroid examination revealed a 2 × 2 cm firm lump on the lower pole of the left thyroid lobe. Examination of other lymph node groups revealed enlarged right inguinal lymph nodes. Abdominal examination and rectal examination were normal. Vaginal examination revealed a hard, unhealthy uterine cervix. Breast and axillary examination were unremarkable. She had spinal tenderness, but the neurological examination of the lower limbs was normal.\\nHer basic blood investigations, liver profile and renal functions were within the normal limits. Ultrasound scan of the abdomen revealed no abnormalities. Ultrasound scan of the neck revealed multiple nodules in the thyroid, with increased vascularity, and multiple enlarged cervical lymph nodes with obliterated fatty hila suggestive of malignant deposits. Contrast enhanced computed tomography of the neck, chest, abdomen and pelvis showed a mass in the uterine cervix (Fig. ) with multiple enlarged lymph nodes in the inguinal, iliac, para-aortic, anterior mediastinal and bilateral deep cervical groups (Fig. ). There were multiple low-density nodules in the thyroid gland (Fig. ). A mixed density mass lesion was also noted in the lower pole of the left thyroid lobe (Fig. ). Furthermore, an anterior wedge fracture of the L2 vertebra was seen, probably secondary to bone metastases.\\nBiopsies from the uterine cervix and endometrial curettage revealed moderately differentiated squamous cell carcinoma, signifying local extension of the cervical carcinoma into the endometrium (Fig. ). Excision biopsy of a left cervical lymph node revealed metastatic deposits of moderately differentiated squamous cell carcinoma similar to that of the uterine cervix (Fig. ). Ultrasound-guided fine needle aspiration cytology of intra-thyroid nodules revealed malignant squamous cells (Fig. ). This was followed by a panendoscopy of the upper aerodigestive tract which yielded negative results.\\nA multidisciplinary meeting with the oncologists, surgeon, gynaecologists, pathologists and radiologists was conducted. Considering the histopathological and imaging findings with negative panendoscopy, a diagnosis of squamous cell carcinoma of the uterine cervix metastasising to the cervical lymph nodes and thyroid gland was made. A decision was made to commence palliative chemoradiotherapy. After 6 months, the patient developed generalised body oedema. She was transferred to a specialised cancer treatment centre for further palliative management, where she passed away a short while later, due to acute renal failure secondary to ureteric obstruction.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'25108847': 1, '30910158': 1, '27873099': 1, '21559195': 1, '34081229': 1, '21239125': 1, '11939761': 1, '29703165': 1, '17940626': 2, '17371476': 1, '29415672': 1, '27770838': 1, '33415591': 1, '878020': 1, '34910271': 2}", "similar_patients": "{'1994796-1': 1}"}