{"patient_id": 47745, "patient_uid": "8020613-1", "PMID": 33842108, "file_path": "comm/PMC008xxxxxx/PMC8020613.xml", "title": "Laryngeal Manifestations of Intractable Singultus", "patient": "A 62-year-old African-American man presented to the emergency department (ED) with inspiratory stridor, shortness of breath, and intractable hiccups. The patient is a retired veteran of the navy with a prior history of smoking and chronic obstructive pulmonary disease. He also had GERD and hiatal hernia, both surgically treated without relief of symptoms. Additionally, the patient was diagnosed with chronic persistent hiccups in 2017 and underwent vagal nerve stimulator (VNS) placement in 2018 without improving hiccups. The patient denied other comorbidities and reported that he was taking 20 mg omeprazole once daily. During his visit to the ED, physical examination and chest X-ray were negative for any pathology. Laboratory values were also unremarkable with a negative respiratory panel, including severe acute respiratory syndrome coronavirus 2. After the stridor and shortness of breath were resolved, the patient was evaluated at the laryngology outpatient clinic. He not only reported persistent hiccups but also trouble projecting his voice, singing, and swallowing according to the severity of hiccups and belching. During the flexible laryngoscopy and voice evaluation, paradoxical vocal fold movement (PVFM), muscle tension dysphonia, and bilateral posterior vocal fold granulomas were confirmed (Figure ). The initial medical treatment included medical therapy for GERD, voice therapy sessions, and acupuncture.\\nVoice therapy strategies addressed PVFM, facilitating coordination in respiration and phonation as well as eliminating breath-holding tendency. The patient underwent 14 voice therapy/respiratory retraining sessions, with eight sessions occurring before restarting the VNS and six sessions occurring after. During the initial course of therapy, the incidence of hiccups decreased from 50 in 30 minutes to only five in 40 minutes, but this varied from week to week. By session eight, hiccups increased to 40 times in 40 minutes. The VNS was set at 0.50 ms without stridor, and voice therapy was resumed. During the subsequent six sessions of voice therapy, the incidence of hiccups occurred as follows: 15, three, 50, seven, five, and 30 times, with the patient and his wife noting “involuntary vocalizations” by the last session. The VNS was turned down to 0.25 ms, but the patient continued to have intractable hiccups. The patient noted improvement mainly with voice therapy and acupuncture. Voice therapy strategies included rescue breathing techniques, habitual tongue resting posture, postural adjustment, and strategies for jaw release. Additionally, other exercises involved semi-occluded vocal tract exercises, pitch glides, and singing to allow different coordination of respiration and phonation versus his habitual speaking mechanics. The patient was followed up for nine months by our laryngologist (A.L.R) and speech-language pathologist (C.C.T), with significant improvement of intractable hiccups. However, further speech therapy sessions were indicated to maintain control of symptoms.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'31860989': 1, '31959050': 1, '31918788': 1, '12980835': 1, '1592073': 1, '19731577': 1, '28759492': 1, '31689761': 1, '16023983': 1, '2024799': 1, '29882681': 1, '7402668': 1, '1389062': 1, '9373541': 1, '7638419': 1, '33842108': 2}", "similar_patients": "{}"}