{"patient_id": 109339, "patient_uid": "8273003-1", "PMID": 34120438, "file_path": "noncomm/PMC008xxxxxx/PMC8273003.xml", "title": "Sporadic Creutzfeldt-Jakob Syndrome Misdiagnosed as Recurrent Stroke: A Case Report", "patient": "A 70-year-old woman with right hemiplegia visited the hospital on the day of onset. She had not experienced any neurological abnormalities before this presentation and had no medical or family history of brain disease. She was a non-smoker, her blood sugar level was normal, and her serum lipid levels were high (total cholesterol, 273 mg/dL; low-density lipoprotein, 184 mg/dL). She was alert, and her cognitive status was good. Her Korean version of the Mini-Mental State Examination score was high (K-MMSE=27), with only three points less than a full score in the attention and calculation category. Her right upper and lower extremity muscle strength measured using the Medical Research Council (MRC) scale was 4/4. No abnormalities were identified on laboratory studies, including those of complete blood count, serum electrolytes, liver function, and renal function on the day of admission. Brain DWI showed hyperintense signals in the left frontal and temporal lobe areas (). Based on hemiplegic symptoms and corresponding brain imaging results, the patient was diagnosed with cerebral infarction and treatment with aspirin, clopidogrel, and atorvastatin was initiated. Until the 12th day of hospitalization, the patient’s symptoms did not worsen or disappear, although her muscle strength remained weakened.\\nOn the 12th day of hospitalization, the patient’s level of consciousness temporarily changed to drowsy and her right upper and lower extremity muscle strength measured using the MRC scale deteriorated by 1/2. Brain DWI revealed additional hyperintense signals in the left frontal and temporal lobes and both basal ganglia areas, which led to a diagnosis of recurrent cerebral infarction and continued treatment for stroke ().\\nOn the 18th day of hospitalization, the patient developed Broca’s aphasia. Her cognition deteriorated, and myoclonus appeared in her right upper and left lower extremities. Her scores for memory recall, calculation, and orientation in K-MMSE dropped, with her overall score also lower than the previous results scores (K-MMSE score=20). Repeated brain DWI confirmed that the hyperintense signals extended to both the cortex and caudate nucleus and putamen (). In addition to rapidly progressive cognitive impairment, myoclonus, and pyramidal symptoms, she had hyperintense signals in both the caudate nucleus and putamen on brain DWI. Therefore, she was strongly suspected of having CJD and was transferred to another university hospital for accurate diagnostic assessment.\\nWestern blot analysis detected 14-3-3 proteins in her cerebrospinal fluid; real-time quaking-induced conversion assays also detected the scrapie isoform of the prion protein in the cerebrospinal fluid. The possibility of familial CJD was ruled out as no genetic mutations associated with CJD were found in the prion genetic test and she had no family history of CJD. The possibility of iatrogenic CJD was also excluded because she had no medical history of neurosurgical treatment, surgery, or other body tissue transplant at risk of transmission of prion proteins. Thus, the patient was diagnosed with sCJD. The informed consent was waived.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'26646926': 1, '28444466': 1, '9869672': 1, '16434680': 1, '15305071': 1, '12948802': 1, '34120438': 2}", "similar_patients": "{}"}