{"patient_id": 53908, "patient_uid": "8317470-1", "PMID": 34336310, "file_path": "comm/PMC008xxxxxx/PMC8317470.xml", "title": "Central Hyperthyroidism due to Thyroid-Stimulating Hormone-Secreting Pituitary Microadenoma in an Adolescent Boy: Case Report and Review of the Literature", "patient": "A 15-year-old male patient presented to the clinic reporting exertion palpitations and feeling hot, with no other complaints. The patient had no growth chart until he came to our hospital. The patient did not gain weight as well as his monozygotic twin brother ().\\nA physical examination revealed the following: pulse, 120 beats per minute; blood pressure, 140/80 mmHg; weight, 50 kg; height, 173 cm; body mass index (BMI) 16.7 kg/m2; and BMI percentile according to age, 6.1. No abnormalities in the heart, lung, abdomen, or nerve were detected. However, he presented signs of hand tremor at rest, and an enlarged thyroid gland was detected with a firm density. No eye abnormalities due to hyperthyroidism and no signs of acromegaly, gynecomastia, or galactorrhea were detected. He had normal secondary sexual characteristics, with his genitalia and pubic hair (Tanner stage 3). The patient had no history of prior thyroid disease. The monozygotic twin brother presented no clinical symptoms of hyperthyroidism, with a normal thyroid function test.\\nThe test results revealed secondary hyperthyroidism, with elevated FT3 levels at 23.08 pmol/L, FT4 levels of 86.32 pmol/L, and TSH levels of 8.25 mUI/L. Investigations of other hormones, including cortisol, adrenocorticotropic hormone (ACTH), testosterone, luteinizing hormone (LH), insulin-like growth factor-1 (IGF-1), and prolactin, showed normal results ().\\nThyroid ultrasound revealed that the thyroid gland was heterogeneous, without increased vascularity. Magnetic resonance imaging (MRI) of the pituitary showed a pituitary lesion with mild hyperintensity on the T2-weighted image (), which was less enhancing than the surrounding pituitary parenchyma () and measured 5 × 6 × 7 mm in size. This lesion was suspected to be a pituitary microadenoma.\\nThe patient could not afford the cost of somatostatin analog; therefore, thyroid hormone levels were normalized by methimazole (20 mg per day) and propranolol (10 mg three times per day) before performing an endoscopic transsphenoidal resection of the pituitary tumor. When the patient was admitted to the hospital for surgery, he received a short-term treatment with sandostatin (0.1 mg three times a day), propylthiouracil (PTU), and propranolol. Because the patient was treated with oral methimazole 20 mg per day for 5 months and still had high serum FT4 before surgery, we switched to PTU to prevent thyroid storm during surgery. Postoperative pathology results revealed an adenoma of the pituitary gland ().\\nAfter surgery, the doses of PTU and propranolol were gradually reduced. Two weeks following the operation, the patient was stabilized, PTU and propranolol were discontinued, and he was discharged from the hospital. Serum TSH and FT4 levels were evaluated and showed a decreasing tendency after treatment ().\\nAfter discharge, the patient presented no clinical symptoms of hyperthyroidism. His weight was 50 kg before surgery and, 2 years later, it was 60 kg (gain 10 kg in 2 years); his height was 173 cm before surgery and later, his height was 175 cm. Hormonal testing after discharge was performed after 2 months, 6 months, and 18 months, and serum TSH, FT4, ACTH, and cortisol levels were detected in the normal range. MRI of the pituitary gland after 1 () and 2 years () showed the complete removal of the tumor, with no recurrence.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'23295463': 1, '21113740': 1, '10022404': 1, '12656664': 1, '1290854': 1, '18590428': 1, '7584697': 1, '23336522': 2, '20624809': 1, '24783044': 1, '30390277': 1, '19945025': 1, '22947349': 1, '24552222': 1, '27322091': 1, '24847468': 1, '26330191': 1, '31175617': 1, '2007301': 1, '8969971': 1, '34336310': 2}", "similar_patients": "{'3560274-1': 1}"}