{"patient_id": 61033, "patient_uid": "8656165-1", "PMID": 34901098, "file_path": "comm/PMC008xxxxxx/PMC8656165.xml", "title": "Rapid Progression of Angioimmunoblastic T Cell Lymphoma Following BNT162b2 mRNA Vaccine Booster Shot: A Case Report", "patient": "A 66-year-old man with no significant medical history except for hypertension, hypercholesterolemia and type 2 diabetes presented on September 1, 2021 with cervical lymphadenopathies that became recently apparent during a flu-like syndrome. The two doses of BNT162b2 mRNA vaccine had been administered, respectively, 5 and 6 months earlier in the left deltoid. Besides moderate asthenia, he did not report any constitutional symptom. Blood examination indicated a mild inflammatory syndrome, without anemia or white blood cell changes; Lymphocytes immunophenotyping was unremarkable. Protein electrophoresis and immunoglobulin levels were normal and Coombs test was negative.\\nA 18F-FDG PET/CT revealed multiple voluminous hypermetabolic lymphadenopathies above and below the diaphragm as well as several extra-nodal hypermetabolic lesions (, left panel). Considering a presumptive diagnosis of stage IV lymphoma, a left cervical lymph node biopsy was performed. Pathological examination revealed residual atrophic germinal centers, surrounded by an expanded paracortical area composed of an atypical T-cell infiltrate with clear cell morphology, expressing TFH cell markers (CD3, CD4, PD1, ICOS, BCL6, CXCL13) and a loss of CD7. The paracortical area contained an increased number of high-endothelial venules, supported by an increased number of follicular dendritic cell networks, with some foci of EBV+ B-cell immunoblastic proliferation in the background (). These features highly suggested a diagnosis of AngioImmunoblastic T cell Lymphoma (AITL), pattern 2. Next generation sequencing (NGS) performed on the biopsy specimen identified the RHOA G17V mutation characteristic of AITL () together with the DNMT3A, IDH2 and TET2 mutations. A TCR-gamma gene rearrangement confirmed a clonal T cell proliferation. Altogether, these findings unambiguously established the diagnosis of AITL. A bone marrow biopsy did not reveal neither morphological nor phenotypic abnormalities, but NGS revealed DMNT3A and TET2 mutations in bone marrow cells with allele frequencies of 41% and 36%, respectively.\\nFourteen days after the PET/CT, a booster dose of the BNT162b2 mRNA vaccine was administered in the right deltoid in preparation of the first cycle of chemotherapy. Within a few days following the vaccine booster, the patient reported noticeable swelling of right cervical lymph nodes. In order to get a baseline close to the initiation of the therapy, a second 18F-FDG PET/CT was performed 8 days after the vaccine booster administration, i.e. 22 days after the first one.\\nIt demonstrated a clear increase in number, size and metabolic activity of pre-existing lymphadenopathies at the supra- and sub-diaphragmatic level. Furthermore, new hypermetabolic lymphadenopathies and new hypermetabolic sites had developed since the first examination, in several different locations (, right panel). Total lesion glycolysis (TLG) index was used to assess the changes in lymph node activities (). As compared with the initial test, there was a marked 5.3-fold increase in whole-body TLG, with the increase in the post-booster test being twice higher in the right axillary region than in the left one. In parallel, a mild increase in blood levels of ferritin, C-reactive protein and LDH were noted.\\nMethylprednisolone administration was initiated immediately after the 2nd PET/CT, followed by a first course of brentuximab vendotin combined with cyclophosphamide, doxorubicin (BV-CHP) according to a recently published protocol (). At the time of this report, 2 weeks after start of the treatment, clinical examination indicates significant decreased swelling of cervical and axillary lymph nodes, and the overall performance status of the patient is improving. Importantly, comparison of anti-SARS-CoV-2 antibody levels immediately before and 21 days after the vaccine booster did not show a significant change in the production of anti-spike antibodies (171 vs.147 binding antibody units/ml).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'34182569': 1, '24413737': 1, '33774684': 1, '34115709': 1, '32558387': 1, '34735411': 1, '29398449': 1, '33985872': 1, '30522922': 1, '34081073': 1, '33591026': 1, '29117566': 1, '29739835': 1, '34007835': 1, '33625300': 1, '34269722': 1, '34451859': 1, '34901098': 2}", "similar_patients": "{}"}