{"patient_id": 52496, "patient_uid": "8252158-1", "PMID": 34230863, "file_path": "comm/PMC008xxxxxx/PMC8252158.xml", "title": "A unique case of miliary pulmonary tuberculosis induced by bacillus Calmette-Guérin intravesical instillation with COVID-19 superinfection", "patient": "A 78-year-old male with a history of high-grade pTa bladder cancer, treated by transurethral resection and two intravesical instillations of BCG, was admitted to the Emergency Department because of the onset of fever (38 °C), cough, arthralgia, dysuria and pollakiuria. Symptoms started after the last instillation of BCG 10 days earlier. The patient had been empirically treated with co-trimoxazole prescribed by his primary care physician without improvement. Medical history included type 2 diabetes mellitus (on therapy with oral metformin), abdominal aortic aneurysm and chronic obstructive pulmonary disease.\\nAuscultation revealed generalised decreased vesicular breathing sounds. Blood tests showed increased levels of ferritin (1390 ng/mL), C-reactive protein (8.29 mg/dL) and transaminases (ALT 85 U/L and AST 86 U/L) with normal urinalysis. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) reverse transcription polymerase chain reaction (RT-PCR) test was found to be negative.\\nUpon suspicion of atypical lung infection, a chest CT scan was requested, the result of which was compared with previously obtained normal chest CT findings of the same patient performed a year before his access to the Emergency Department (). The CT scan demonstrated signs of severe centrilobular and paraseptal emphysema, and innumerable lung micronodules (1 mm – 2 mm in size) distributed in the non-emphysematous lung parenchyma as a random pattern (). Since these radiological findings were compatible with numerous diseases, including miliary tuberculosis, sarcoidosis, pneumoconiosis and hematogenous metastases from primary cancers of the thyroid or kidney, bronchoscopy with bronchoalveolar lavage (BAL) was performed. The cytological examination of the BAL was negative for malignant cells, and samples were negative for bacterial detection, in particular for acid-alcohol-resistant bacilli (both direct and culture), as well as for fungi and other microorganisms.\\nGiven the persistence of fever and dyspnoea after two weeks, Meropenem was administered in the place of the previous antibiotic, and a radiological re-evaluation was carried out with another chest CT, which demonstrated a numerical and dimensional increase in the multiple micronodules (). The patient successively underwent a repeat bronchoscopy with BAL, documenting a positive TB PCR result this time.\\nBacillus Calmette-Guérin-itis with pulmonary localisation was finally diagnosed, and therapy with isoniazid, rifampicin and ethambutol was administered with an improvement in the patient’s clinical condition after a few days.\\nOne week after the start of anti-tubercular therapy, the patient’s clinical condition deteriorated again, with a sudden onset of dyspnoea and respiratory distress. Auscultation revealed bilateral diffuse fine crackles and wheezes. A contrast-enhanced chest CT excluded pulmonary embolism but revealed the presence of diffuse ground-glass opacities localised mainly in the middle and lower zones of the lungs, partially superimposed on the previously seen multiple lung micronodules (). As these radiological findings were suggestive of SARS-CoV-2 infection, RT-PCR was repeated again, and this time tested positive, confirming COVID-19 superinfection. The patient succumbed after two days, following respiratory complications.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'33246269': 1, '33308969': 1, '31711964': 1, '28258759': 1, '25398060': 1, '20118384': 1, '3191773': 1, '34230863': 2}", "similar_patients": "{}"}