{"patient_id": 58861, "patient_uid": "8549178-1", "PMID": 34706737, "file_path": "comm/PMC008xxxxxx/PMC8549178.xml", "title": "Adult-onset Still’s disease with multiple lymphadenopathy: a case report and literature review", "patient": "Our patient was an 18-year-old woman. Two months earlier, she presented with pain in the large joints of all extremities, with no evident trigger for its development, and pruritic and painless rash formation on the skin of the dorsum of the shoulders (Fig. ) and both wrists and both sides of the thighs, which worsened with increasing symptoms. Febrile and night sweats were observed on the sixth day upon admission. The patient was admitted to the hospital for blood analysis, and the blood test results were as follows: ferritin, 466.4 ng/ml; C-reactive protein (CRP) level, 82.7 mg/l; interleukin-6 level, 85.12 pg/ml; white blood cell count, 15.55 × 109/L; and neutrophils, 89.3%. The patient’s antinuclear antibody was positive (titer 1:100), but her rheumatoid factor,anti double stranded DNA antibody, Anti smooth muscle antibody,anti-extractable nuclear antigen antibodies and anti-neutrophil cytoplasm antibodies were negative. Since symptom onset, the patient lost 5 kg of body weight. Examination revealed the presence of bilateral posterior cervical lymph nodes, left supraclavicular lymph nodes, and left posterior axillary lymph nodes without tenderness. According to the new classification of systemic lupus erythematosus (SLE) published by the European alliance against Rheumatism (EULAR) and the American Society of Rheumatology (ACR) in 2019 [], clinicians have excluded the diagnosis of SLE. Following the clinical suspicion of lymphoma, left neck lymph node resection was performed for pathological examination.\\nOne lymph node was resected, measuring approximately 2.5 × 2 × 1.2 cm, with its cut surface gray white and gray red in color and medium in texture.\\nThe lymph node structure was partially preserved (Fig. a),the subcapsular and medullary sinuses were slightly dilated, and the sinus comprised a larger amount of histiocytes (Fig. b). The cortical areas were atrophic and smaller (Fig. c), and a few lymphoid follicles of various sizes were observed (Fig. d). Some of the follicular germinal centers were atrophic and smaller (Fig. e), some follicles germinal centers were hyperplastic and enlarged with the phenomenon of “starry sky”.The paracortical areas of the lymph nodes were diffusely hyperplastic and enlarged,mainly comprised abundant histiocytes, immunoblasts and medium-sized T lymphocytes with slightly irregular nuclei,against a background scattered with a higher amount of plasma cells and a few infiltrating eosinophils (Fig. f). In some areas, histiocytic hyperplasia was patchy,and a few proliferating histiocytes had distorted and elongated nuclei with irregular morphology (Fig. a). In some areas, immunoblasts proliferated in a “mottled” manner, with a small amount of apoptotic nuclear debris and phagocytosis of nuclear debris by histiocytes. Medium-sized T lymphocytes were actively proliferative,karyorrhexis was easily observed, and the proliferation of high endothelial venules in the paracortical area showed a complex branching pattern (Fig. b).\\nProliferating histiocytes expressed CD68 and CD163, and some expressed S-100 (Fig. c) and myeloperoxidase. The proliferating immunoblasts were strongly and weakly heterogeneously positive for CD30 and CD20,and negative for CD15.The proliferating medium-sized T lymphocytes in the paracortical areas expressed CD3, CD5, CD4, and CD8, with a slight predominance of CD8-positive cells (Fig. d), and some T cells expressed granzyme B and T-cell intracellular antigen 1. The proliferation index of Ki-67 in the hot spots of paracortical areas was about 40%, and plasma cells expressed CD138 but not immunoglobulin 4(IgG4). Lymphoid follicles expressed CD20, CD10, and BCL-6,and did not express BCL-2,the proliferation index of Ki-67 was approximately 80%. CD123, CD56, TdT, ALK, and CK antibodies were not detected.\\nThe final diagnosis was adult-onset Still’s disease (AOSD), combined with clinical manifestations, laboratory examination and lymph node pathological biopsy. The patient received a comprehensive medical treatment after the operation, including symptomatic treatment, oral prednisone acetate tablets and methotrexate. Her condition was stable without progression at the 11-month follow-up evaluation.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'31101882': 1, '25098416': 1, '5315135': 1, '33169134': 1, '30218025': 1, '31896812': 1, '24646465': 1, '15452159': 1, '25929927': 1, '33673234': 1, '27207567': 1, '33493278': 1, '30077425': 1, '31180031': 1, '33425966': 1, '2005777': 1, '26841850': 1, '27407236': 2, '25613167': 1, '34706737': 2}", "similar_patients": "{'4847271-1': 1}"}