{"patient_id": 56196, "patient_uid": "8424655-2", "PMID": 34541513, "file_path": "comm/PMC008xxxxxx/PMC8424655.xml", "title": "Two cases of unusual airway pathology, in which a careful history contributed to a successful diagnosis", "patient": "A 3-month-old male patient presented to\\nthe PICU at IALCH with persistent upper\\nand lower airway obstruction. He was born\\nat full term after an uneventful pregnancy, \\nwith a birth weight of 3.2 kg. His medical history showed recurrent\\nadmissions for hoarseness of voice and blockage of the throat since\\nbirth. An IALCH otolaryngologist’s initial assessment via flexible\\nlaryngoscope at age 7 weeks revealed moderate laryngomalacia, which\\nwas treated conservatively. On admission to the PICU, the patient\\nrequired ventilation owing to severe respiratory distress and upper\\nairway obstruction. He failed extubation twice owing to obstruction\\nin both the upper and lower airways. After the second failed\\nextubation, examination of the airway under anaesthesia revealed\\nglottic oedema, without laryngotracheomalacia. A tracheostomy\\nwas performed to relieve upper airway obstruction. The patient\\nsubsequently developed refractory lower airway obstruction, with\\nno response to bronchodilators, and required prolonged infusions\\nof aminophylline, ketamine, magnesium sulphate and rocuronium\\nto relieve the bronchospasm. These episodes occurred sporadically,\\nwith sudden episodes of severe bronchospasm. Review of his chest\\nX-rays revealed significant narrowing of the airways and a structural\\nanomaly was suspected .\\nChest CT revealed a DAA vascular ring encasing both the trachea\\nand the oesophagus . A division was performed successfully\\nvia left thoracotomy. The patient was extubated 6 days later and\\ndischarged.", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'21625831': 1, '26029616': 1, '18513668': 1, '24741500': 1, '28769257': 1, '26495798': 1, '25566726': 2, '34541513': 2}", "similar_patients": "{'8424655-1': 2, '4900311-1': 1}"}