{"patient_id": 60691, "patient_uid": "8634260-1", "PMID": 34869573, "file_path": "comm/PMC008xxxxxx/PMC8634260.xml", "title": "Late-Onset Ileocutaneous Fistula Eight Years After Plug Repair With Polypropylene Mesh: A Case Report", "patient": "A 67-year-old male was sent to the Department of General Surgery for medical services due to skin ulceration with pus in the right groin area for 1 month. Psychical examination revealed a 1 × 2 cm ulceration in the right groin area, and the surrounding skin was red and swollen. Pus discharge from the fistula was observed when pressing the groin area, while the infected mesh was not observed. The patient had a plug repair with polypropylene mesh of right inguinal hernia 8 years ago. Gastrointestinal angiography showed no extravasation of contrast agents in the digestive tract (). CT found skin sinus in the right groin area invaded the ileum (). Therefore, based on the preoperative radiological images, the patient was diagnosed with mesh infections.\\nSubsequently, the patient signed informed consent and took a laparoscopic exploration. Under laparoscopy, the ileum below the fistula closely adhered to the abdominal wall. After gently separating the bowel loop, a defect area of approximately 2 × 3 cm was observed on the surface of the ileum. The pus was aspirated immediately to avoid contamination of the abdominal cavity, and a sample was collected for culturing (). According to the intraoperative evaluation, the male was diagnosed with enterocutaneous fistula. The surgery was converted to laparotomy, and the plug was found embedded in the ileum () and completely removed. Both ends of the ileum gap were cut with a linear cutting stapler to perform an ileum side-to-side anastomosis. The specimens were examined for pathology analysis, and the peritoneal flap was closed with 3–0 absorbable consecutive sutures. Postoperative pathology showed changes in intestinal inflammation, partial mucosal defects accompanied by ulcer formation (). The patient was discharged 2 weeks after surgery with no postoperative complications. Follow-up at the sixth month revealed that the wound was completely healed and there was no sign of hernia recurrence.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'9372380': 1, '13606360': 1, '22674603': 1, '28067674': 1, '24041559': 1, '9448132': 1, '32096089': 1, '28385111': 1, '25112384': 1, '8356522': 1, '17019085': 1, '30138283': 1, '20496140': 1, '20617450': 1, '21140183': 1, '24752167': 1, '3721754': 1, '27591996': 1, '20212378': 1, '34869573': 2}", "similar_patients": "{}"}