{"patient_id": 53660, "patient_uid": "8301727-1", "PMID": 34327091, "file_path": "comm/PMC008xxxxxx/PMC8301727.xml", "title": "Hepatic Artery Pseudoaneurysm Following Gunshot Injury With Early Rupture", "patient": "A 23-year-old male presented to our emergency room with acute abdominal pain and lightheadedness. The patient had sustained a right thoracoabdominal gunshot wound two weeks earlier and was managed nonoperatively with a right chest tube thoracostomy. The evaluation revealed a low-grade fever of 99°F, tachycardia with a pulse rate of 100 beats per minute, blood pressure of 105/60 mmHg, respiratory rate of 20 breaths per minute, and oxygen saturation of 99% on room air. Abnormal laboratory findings included hemoglobin of 5.8 g/dL (normal: 13.8-17.2 g/dL), white cell count of 1,492/µL (normal: 4,500-11,000/µL), total bilirubin of 1.5 mg/dL (normal: 1.2 mg/dL), alanine aminotransferase of 105 U/L (normal: 29-33 U/L), and aspartate aminotransferase of 75 U/L (normal: 5-40 U/L). Computerized tomography (CT) angiogram demonstrated a grade IV liver injury, hemoperitoneum, and a pseudoaneurysm of the right hepatic artery with active extravasation (Figure ).\\nThe patient was taken to the operating room (in the absence of an in-house interventional radiologist and a clinical picture concerning hemorrhagic shock) and an exploratory laparotomy was performed. Gross hemoperitoneum was evacuated, active bleeding from a friable right lobe of the liver due to his recent injury was controlled with packs applied above and below the liver, and a temporary vacuum closure device was applied. The patient was transferred to the interventional radiology suite and underwent successful coil embolization of the right HAP (Figures , ).\\nThe patient was taken back to the operating room on postoperative day two for a planned re-exploration. The packs were removed, drains were inserted for a noticeable bile leak, and wound closure was done. The patient did well and was eventually discharged from the hospital in a stable condition. Follow-up in our clinic was uneventful.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'26912524': 1, '12844087': 1, '18437661': 1, '29943746': 2, '28690884': 1, '12892815': 1, '26256702': 1, '22221986': 1, '31860951': 1, '32810662': 1, '11013049': 1, '7897714': 1, '17039259': 1, '25175631': 1, '15976950': 1, '11205670': 1, '17418076': 1, '8191359': 1, '34327091': 2}", "similar_patients": "{'6198702-1': 1}"}