{"patient_id": 112689, "patient_uid": "8604443-1", "PMID": 34804402, "file_path": "noncomm/PMC008xxxxxx/PMC8604443.xml", "title": "Management of Wolff-Parkinson-White syndrome in a patient with peripartum cardiomyopathy", "patient": "29-year-old African American female with a past medical history of opiate abuse and currently two months into her post-partum period presented to ED complaining of constant, sharp left-sided chest pain for the past four days which was mildly relieved with ibuprofen. She described it to be exacerbated by deep breaths and associated with cough and blood-tinged sputum. She endorsed palpitations lasting all day long and two episodes of non-bloody, non-bilious emesis. She also reported bilateral lower extremity edema with associated orthopnea and PND. Of note, she is bed-bound most of the time, secondary to her lower extremity swelling.\\nThis was her fourth pregnancy and she reported having similar symptoms in her prior post-partum periods as well but was never formally evaluated.\\nIn ED, the patient was found to have a BP of 76/50. EKG (EKG a) showed Narrow complex tachycardia with a nonspecific intraventricular block and a heart rate of 190 beats per minutelikely mechanism being orthodromic AVRT given presence of delta wave in prior resting EKG. Also, a QTc of 533 milliseconds was noted. Serum magnesium was 1.6 mg/dl, which was repleted. She was treated with two doses of 100 mg intravenous procainamide, which reverted the cardiac rhythm to sinus rhythm and raised the patients blood pressure to 110/70 mmHg. A white blood cell count of 12,4004/mm3 (Normal range 4,000–10,000) was noted. Brain natriuretic peptide levels were 916 pg/ml (Normal <100). Chest X-ray showed findings suggestive of a small left pleural effusion; CT angiography was negative for Pulmonary embolism but did show findings concerning left lower lobe bronchopneumonia with trace pericardial and bilateral pleural effusions. The patient was given ceftriaxone and doxycycline, was continued on procainamide infusion and admitted to the Intensive care unit for further management.\\nCardiology was consulted, a transthoracic echocardiogram showed a left ventricular ejection fraction of less than 20% with moderate left ventricular hypertrophy and a moderate to severe tricuspid regurgitation. The following day, an electrocardiogram showed conversion to sinus rhythm and WPW pattern with a heart rate of 100bpm to 120bpm (EKG b). Procainamide was eventually discontinued, and she was started on intravenous furosemide infusion. Serum magnesium of greater than 2 mg/dl and potassium levels of greater than four mmol/l were maintained. The patient remained afebrile with improving leukocytosis; MRSA screen was negative, and blood cultures did not show any growth. She was continued on Ceftriaxone 2 g IV daily and doxycycline 100 mg PO BID given her QTC prolongation.\\nThe patient was then transferred to a tertiary facility for further management of the accessory pathway and Congestive heart failure. There dobutamine and milrinone infusions were started for ionotropic support and the patient is now being evaluated for left ventricular assist device implantation.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'28268089': 1, '24682348': 1, '11514375': 1, '8342507': 1, '26002395': 1, '11237540': 1, '7572599': 1, '7004155': 1, '26409258': 1, '14563598': 1, '1723116': 1, '8103603': 1, '12504980': 1, '34804402': 2}", "similar_patients": "{}"}