{"patient_id": 49754, "patient_uid": "8121120-1", "PMID": 34007778, "file_path": "comm/PMC008xxxxxx/PMC8121120.xml", "title": "Nivolumab-Induced Toxic Epidermal Necrolysis: Rare but Fatal Complication of Immune Checkpoint Inhibitor Therapy", "patient": "An 86-year-old Vietnamese male with a past medical history of type 2 diabetes mellitus, hypothyroidism, Parkinson’s dementia, hepatitis C complicated by liver cirrhosis, and hepatocellular carcinoma presented with a two-week history of worsening skin rash. According to the patient, the rash appeared on his upper torso and progressed to involve the majority of his chest, back, and arms. A few days prior to presentation, the rash started to blister and burst, which was followed by skin denudation. He endorsed associated itching and pain. The patient had undergone two cycles of nivolumab therapy for the treatment of his hepatocellular carcinoma, with the last dose administered two weeks prior to the onset of the rash. His oncologist initially treated the rash with a course of prednisone (40 mg daily), but due to lack of improvement, he presented to the hospital. The patient denied fever, recent travel, illness, sore throat, chest pain, dyspnea, nausea, vomiting, diarrhea, dysuria, myalgia, joint swelling, or dizziness.\\nOn admission, the patient had a temperature of 36.6°C, a heart rate of 75 beats per minute, a respiratory rate of 20 breaths per minute, and a blood pressure of 155/72 mmHg. Physical examination was significant for lesions in various stages of evolution, including many bullae and three-ringed targetoid lesions on the anterior thorax, extensive skin sloughing, and denudation over the chest, abdomen, and bilateral feet (Figure ). There was minimal superficial crusting on the lips, and initial sparing of intraoral mucosa, eyes, genitals, and anal mucosa. A laboratory panel showed a normal white blood cell count (7.6 × 103/uL; reference range: 3.8-10.6 × 103/uL), a low hemoglobin (12.0 g/dL; reference range: 13.5-17.5 g/dL), a low platelet count (8.7 × 103/uL; reference range: 130-400 × 103/uL), mildly elevated aspartate transaminase level (65 U/L; reference range: 8-42 U/L), and mildly elevated alanine aminotransferase level (58 U/L; reference range: <50 U/L).\\nBased on the patient’s clinical history and skin desquamation involving >30% of his total body surface, TEN was high on the differential diagnosis which included but was not limited to SJS, erythema multiforme, drug hypersensitivity syndrome, and bullous pemphigoid. The SCORTEN (Score of Toxic Epidermal Necrolysis) score was calculated to be 3, indicating a mortality rate of 35.5%. Therefore, the patient was admitted to the intensive care unit (ICU) for closer monitoring. Due to the extensive skin involvement and concern for fatal complications, a multidisciplinary team approach to management was taken, and dermatology, oncology, and wound care physicians were consulted.\\nA skin biopsy was performed which showed numerous dyskeratotic cells in the epidermis, focal full-thickness necrosis of the roof of an acute blister and superficial dermis, sparse lymphocytic infiltrate, and scattered erythrocytes (Figure ). Immunohistochemistry did not detect IgG, IgA, IgM, and C3, indicating absence of an immunobullous disorder such as nivolumab-induced bullous pemphigoid. Mycoplasma pneumoniae IgM antibody was also not detected. Therefore, biopsy results together with the patient’s clinical presentation were consistent with a diagnosis of nivolumab-induced TEN. The patient was managed with intravenous fluids, pain control, and local wound care. According to dermatology and oncology recommendations, the patient was also treated with intravenous solumedrol (250 mg once daily for four days) and intravenous immunoglobulin (IVIG) (60 g of 10% infusion IVIG for five days).\\nWhile the patient’s cutaneous condition improved and re-epithelialization had begun to occur (Figure ), his hospital course was complicated by polymicrobial sepsis. Urine culture was positive for Klebsiella pneumoniae and Enterococcus faecalis, and blood culture was positive for Acinetobacter baumannii and diphtheroids. Infectious diseases was consulted and the patient was started on empirical intravenous meropenem (500 mg every eight hours). The antibiotic regimen was later narrowed to intravenous ampicillin and sulbactam (1.5 g every six hours) based on culture sensitivities.\\nUnfortunately, the patient’s overall condition declined. He developed disseminated intravascular coagulation (DIC) likely due to the sepsis, TEN, and underlying malignancy. Laboratory values were significant for thrombocytopenia (31 × 103/uL; reference range: 130-400 × 103/uL), low fibrinogen (160 mg/dL; reference range: 214-481 mg/dL), elevated prothrombin time (19.9 seconds; reference range: 11.3-14.7 seconds), normal partial thromboplastin time (28 seconds; reference range: 23-37 seconds), elevated international normalized ratio (1.6; reference range: 0.9-1.2), and elevated D-dimer (13.81 ug/mL FEU; reference range: 0.00-0.50 ug/mL FEU). He was managed supportively with platelet and cryoprecipitate transfusions. After a goals-of-care discussion with the palliative care team, the patient’s family elected to change the patient’s code status to do-not-resuscitate. On day 20 of hospitalization, the patient began to rapidly deteriorate with the development of acute encephalopathy, respiratory distress, and worsening hypotension requiring pressor support, and the patient succumbed to death secondary to superinfection and DIC.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'23760320': 1, '32941713': 1, '29692452': 1, '22955159': 1, '29360726': 1, '10951229': 1, '22169256': 1, '32828861': 1, '29340540': 1, '34007778': 2}", "similar_patients": "{}"}