{"patient_id": 53204, "patient_uid": "8281801-1", "PMID": 34277267, "file_path": "comm/PMC008xxxxxx/PMC8281801.xml", "title": "Treatment of Extramedullary Myeloid Sarcoma With Radiotherapy", "patient": "Our patient was a 95-year-old gentleman from a nursing home background who presented with a large, fixed, non-tender mass around his left orbit, which progressed quickly over the two-week period prior to presentation. His vision was intact, but the pressure of the mass was causing discomfort to the patient. He had obvious proptosis of the left eye and associated diplopia as the mass progressed in size.\\nThe patient had a history of several non-melanomatous skin cancers in the past, which had been managed by his general physician, but no history of any haematological issues or other relevant medical history.\\nWhen he first presented, it was felt to be an orbital cellulitis and treated with IV antibiotics, which did not result in any clinical improvement. A CT was then performed, which showed a mass that was invading his left orbit. It was noted that the mass extended into the left orbit from the medial side, displacing the eye and medial rectus muscle laterally (Figure ). No optic nerve involvement was seen on the CT and the mass did not encroach on the ophthalmic vessels. No destruction of bone was seen.\\nThe decision was made to admit the patient to hospital for further investigations. A punch biopsy was performed, which showed extensive infiltration of the dermis, subcutis, and skeletal muscle by a neoplastic infiltrate of epithelioid cells, with decohesion. The appearance of the biopsy and the immunohistochemical profile were in keeping with myeloid sarcoma.\\nThe patient’s case was discussed with both an ophthalmic surgeon as well as a haematology consultant. The conclusion was that this was in keeping with a manifestation or prelude to AML. It was agreed, in conjunction with the patient, that the best approach to treatment in this 95-year-old gentleman would be palliative radiation to the affected site. It was also decided not to proceed with further invasive investigations such as a bone marrow biopsy.\\nFurther CT scanning for staging showed no evidence of primary malignancy, metastases, or lymphoma. Blood tests showed no abnormalities except a mild hyponatraemia. Blood film was unremarkable.\\nIt was decided to treat him with a course of 30 Gy in 10 fractions using volumetric modulated arc therapy (VMAT) with bolus.\\nThroughout the treatment, he showed a marked clinical improvement with a visible decrease in degree of proptosis and size of mass (Figure ). The patient also reported less pressure symptoms than before as well as the resolution of diplopia. On his seventh treatment, it was decided to end his treatment early with a total of 21 Gy given due to his marked clinical response and resolution of symptoms.\\nTwo months after his first treatment, he developed a mass on in his parotid gland, which was imaged and later biopsied. The biopsy confirmed a recurrence of his myeloid sarcoma in his parotid gland (Figure ). Due to the discomfort the mass was causing, another course of 30 Gy over 10 fractions using VMAT was performed to relieve local symptoms.", "age": "[[95.0, 'year']]", "gender": "M", "relevant_articles": "{'7023656': 1, '22086414': 1, '19687319': 1, '24969631': 1, '6575971': 1, '15119007': 1, '28841208': 1, '19887783': 1, '21638303': 1, '18623376': 1, '28342811': 1, '34277267': 2}", "similar_patients": "{}"}