{"patient_id": 60020, "patient_uid": "8601354-1", "PMID": 34797306, "file_path": "comm/PMC008xxxxxx/PMC8601354.xml", "title": "A petroclival glioma mimicking trigeminal schwannoma", "patient": "A 21-years old female presented with a 3-month history of pain in the right eye with no visual impairment. She denied association of trauma of any kind. She also denied headaches, nausea and vomiting. She had open cholecystectomy when she was 8 years old. She had no history of hypertension or diabetics. General physical examination was unremarkable. Cranial nerves examination revealed mild deficits in the trigeminal nerve, facial nerve, auditory nerve, oculomotor as well as the trochlear nerve. Ophthalmic examination of both eyes was unremarkable. Routine laboratory investigations were grossly at normal rangers. Routine Chest X-ray and electrocardiogram did not show any abnormalities.\\nMagnetic resonance imaging (MRI) detected an extra-axial mass with mixed signal intensities in the right middle and posterior cranial fossa (right petroclivus) measuring 5.6 × 2.8 × 4.7 cm (Fig. A–C). The mass was isointense to hypointense on T1 weighted imaging, hyperintense on T2 weighted imaging as well as hyperintense on FLAIR sequence. The lesion was unevenly enhanced on enhancement scan. The brain stem as well as the third and fourth ventricles were compressed with resorption of adjacent petrous bone. The bilateral paraventricular white matter showed patchy hyperintense on FLAIR. The mass showed multilineage features of trigeminal neuroma with bilateral white matter demyelination.\\nBased on the MRI findings above, we opted to resect the lesion with massive decompression and preservation of cranial nerves like the trigeminal nerve, facial nerve, auditory nerve, oculomotor as well as the trochlear nerve and repair of sinus defects. The lesion was resected via 2 successive operations in 6 months interval. Electromyographic and auditory brainstem responses were utilized to monitor the cranial nerves above in both operations. We first resected the posterior part of the lesion via the right retrosigmoid approach.\\nAfter general anesthesia, the patient was put on the park bench position with her head fixed in Mayfield 3 keys’ head support system and a right retrosigmoid incision made. Intraoperatively, the tumor was located in the petroclival region, extending from the right tentorium, the upper, middle and lower clivus. The tumor was adhering and compressing the facial nerve, auditory nerve, oculomotor as well as the trochlear nerve. The tumor was carefully separated from these cranial nerves and peripheral vessels. The tumor was yellow in color with clear borders. Also, it was hard in consistency with rich blood supply. The lower clival part of the tumor was completed resected. Postoperative MRI done showed no tumor in the posterior part (Fig. A–C). Nevertheless, petrous part of the lesion was visible measuring 2.9 × 2.2 × 1.2 cm with similar feature as describe in the preoperative MRI above (Fig. A–C).\\nImmunohistochemical staining of the resected lesion revealed positivity for tumor markers like glial fibrillary acidic protein (GFAP), oligodendrocyte transcription factor, progesterone receptor (PR), S100, vimentin (VIM) as well as Ki-67 labeling index of about 3% (Fig. A–E) and negativity for markers like Somatostatin receptor 2, thyroid transcription factor-1, CD34, CD57, H3K27 M, human melanoma black-45, signal transducer and activator of transcription 6 as well as epithelial membrane antigen. These finding were consistent with the diagnosis of glioma: world health organization (WHO) grade II. Postoperative course was uneventful after the operation. She was discharged home 2 weeks later after scheduling the second operation. Postoperative examination before discharge revealed no neurological deficits.\\nThe second operation was carried out 6 months after the first operation via the right anterior transpetrosal approach. Intraoperatively, the tumor was located in the petrosal region. The tumor was adhering and compressing the trigeminal nerve. The tumor was carefully deserted from the trigeminal nerve, the facial and vestibulocochlear nerve and peripheral vessels. The tumor was yellow in color with clear borders. Also, it was hard in consistency with rich blood supply. After securing hemostasis, the dura was closed water tight and bone flap replaced. The muscles and skin were closed in layers. Postoperative MRI done showed no tumor in the petroclival region (Fig. A–C).\\nImmunohistochemical staining of the second samples revealed positivity for GFAP, oligodendrocyte transcription factor, PR, S100, VIM as well as Ki-67 labeling index of about 3% which was same as the first immunohistochemical report above and negativity for H3K27 M, pancytokeratin, thyroid transcription factor-1, integrase interactor-1. Also, inhibitor of differentiation protein 1-1/2 gene mutations were not detected. Furthermore, no mutations were detected in telomerase reverse transcriptase gene and no methylation was detected in the promoter regions. These second finding were also consistent with the diagnosis of glioma: WHO grade II.\\nPostoperative examination before discharge revealed no neurological deficits and no cranial nerve deficits. The patient was discharged home 2 weeks after admission in the hospital. The patient was further treated with radiotherapy and postradiotherapy temozolamide (TMZ) at our hospital's oncology department. Two years follow-up revealed no recurrence of the lesions and she is well. Nevertheless, he is still being followed diligently to uncover any recurrence.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'20418673': 1, '17257132': 1, '26948349': 1, '17907476': 1, '16888538': 1, '34420107': 1, '8084385': 1, '15584213': 1, '15758009': 1, '16078820': 1, '10883912': 1, '28109858': 1, '27230974': 1, '10983306': 1, '10068313': 1, '29689399': 1, '27157931': 1, '8586458': 1, '25992140': 1, '19117306': 1, '34797306': 2}", "similar_patients": "{}"}