{"patient_id": 108223, "patient_uid": "8178933-1", "PMID": 34104863, "file_path": "noncomm/PMC008xxxxxx/PMC8178933.xml", "title": "Unexpected acute pulmonary embolism in an old COVID-19 patient with warfarin overdose: a case report", "patient": "An 89-year-old Caucasian man, body weight 82 kg, presented fever and cough for a week (Days 0–7). His usual drug treatment included warfarin, bisoprolol, ramipril, and furosemide for valvular heart disease (mitral bioprosthesis and tricuspid valvuloplasty) with atrial fibrillation and hypertension. During the 6 months prior to the COVID-19, international normalized ratio (INR) values performed monthly were all above 2. The COVID-19 diagnosis was positive (Day 0), confirmed by the reverse transcriptase-polymerase chain reaction SARS-CoV-2. He was initially managed as an outpatient by his general practitioner and was prescribed amoxicillin (Days 0–2), spiramycin (Days 2–4), and finally azithromycin (Days 4–12) (). No INR control was performed over this period.\\nOn Day 10, the patient was admitted to the emergency department (ED) with epistaxis, classified as major bleeding (drop in haemoglobin level >2 g/dL, Hb 7.3 on Day 13). Systolic blood pressure was 105 over 59 mmHg and heart rate was of 104 beats per minute. Breathing rate was of 22 per minute, and lung auscultation revealed rare medium-coarse crackles. Heart sounds were irregular, without cardiac murmur, and no clinical signs of congestion were noted. The INR value was above 10. The patient received 10 mg of vitamin K per os and simple compression therapy stopped the bleeding. Liver injury was ruled out by slightly increased factor V levels [166 IU/dL (70–130 IU/dL)] and serum levels of alanine and aspartate aminotransferases in normal ranges [38 IU (<41 IU/L) and 36 IU/L (<40 IU/L), respectively]. Fibrinogen level was 7.6 g/L (2.0–4.0 g/L) and plasma D-dimer level was only of 400 ng/mL (<500 ng/mL) in this patient on warfarin.\\nThe patient was deeply hypoxemic at the ED, with a pulse oxygen saturation of 80%, and the respiration rate was measured at 20 per minute. Oxygen therapy using facial mask with 9 L/min was required to achieve normoxia. The non-enhanced computed tomography scan (CT scan) performed revealed severe lung damage, interesting ∼50% of both lungs, consisting of ground-glass opacity, crazy paving, and air space consolidation. The CT scan also showed an important dilatation of the colon, in this patient suffering from chronic transit disorders. Both CT scan and laboratory data were inconsistent with cardiogenic pulmonary oedema [B-type natriuretic peptide (BNP): 81 pg/mL (<100 pg/mL)], but rather consistent with severe SARS-CoV-2 related pneumonia.\\nThe patient was then transferred to the ICU. The treatment consisted of dexamethasone 6 mg per day for 10 days, cefotaxime and azithromycin (stopped on Day 12 after bacterial infection was ruled out), the patient's regular medications, and standard oxygen therapy. The patient received repeated 5 mg intravenous administrations of vitamin K because of great INR fluctuations from 2.0 to 10.0 (). As soon as INR value was below 2.0, subcutaneous enoxaparin (100 IU/kg) twice daily was introduced on Day 16. On Day 17, after a slight improvement, the patient became more hypoxemic and D-dimer increased dramatically over 12 000 ng/mL. Another computed tomography with pulmonary angiography (CTPA) showed the persistence of the lesions previously observed, but also an acute proximal bilateral pulmonary embolism (). NT-proBNP and high-sensitivity troponin T levels were slightly increased at 2022 ng/L (<600 ng/L) and 48.9 ng/L (<34 ng/L), respectively, in this context of severe COVID-19, and the patient did not present any haemodynamic instability or acute right ventricular failure on echocardiography or CT scan. In this context of recent severe bleeding, thrombolytic therapy was therefore not performed, and the treatment consisted in continuing the already started anticoagulation with enoxaparin at the same dose, switched to tinzaparin (175 IU/kg) once daily on Day 21 until ICU discharge ().\\nAntithrombin activity, protein C chromogenic activity, and free protein S antigen measured on Day 18 were in the normal range; G20210A F2 or G1691A F5 variants were absent. Screening for antiphospholipid antibodies (lupus anticoagulant, anticardiolipin, and antiβ2-glycoprotein I) was negative.\\nIn order to better understand unusual prolonged over-anticoagulation in spite of warfarin withdrawn and repeated administration of vitamin K, we sought to genotype the patient for genetic variants contributing to explain hypersensitivity to warfarin: cytochrome P450 2C9 (CYP2C9*2 and *3) involved in warfarin metabolism and −1639G>A vitamin K epoxide reductase complex subunit I (VKORC1) variant, the pharmacological target of vitamin K antagonist (VKA), after the patient gave his consent. He was found heterozygote for CYP2C9*2 which confers to the patient a slow metabolizer phenotype and −1639G>A VKORC1.\\nFinally, the patient improved slowly, he was discharged from ICU on Day 26 with nasal oxygen therapy at 2 L/min. Two days after the admission to the medical ward, the patient's clinical condition worsened again because of a non-documented bacterial pneumonia based on fever, increased biological inflammatory syndrome, and new radiological infiltrates. Pneumologists and intensivists decided not to readmit the patient to the ICU. Despite the initiation of broad-spectrum antibiotic therapy, the patient died from septic shock a week later. Cardiac biomarkers, echocardiography, or CT scan were not performed. Low-molecular-weight heparin (LMWH) therapy was continued at therapeutic dose, and D-dimer levels did not increase.", "age": "[[89.0, 'year']]", "gender": "M", "relevant_articles": "{'32367170': 1, '32748122': 1, '15911722': 1, '32161940': 1, '32415314': 1, '32839751': 1, '32437596': 1, '22315259': 1, '32311448': 1, '11926893': 1, '32479784': 1, '33309764': 1, '33225952': 1, '32407672': 1, '34104863': 2}", "similar_patients": "{}"}