{"patient_id": 52599, "patient_uid": "8256619-1", "PMID": 34218815, "file_path": "comm/PMC008xxxxxx/PMC8256619.xml", "title": "Multiple cardiac rhabdomyomas not associated with tuberous sclerosis in a dizygotic twins: a case report", "patient": "A 36-year-old Japanese woman, gravida 1 para 0, was diagnosed with dichorionic diamniotic twin pregnancy in the first trimester. On ultrasound examination, each fetus was surrounded by a thin amnion, which was divided by a thick membrane (chorion). The sexes were discordant (male and female), consistent with dizygosity. The patient was a housewife and did not drink alcohol and smoke. The patient was healthy and had no history of diabetes or hypertension. At 27 weeks of gestation, she was referred to the Department of Obstetrics and Gynecology at Miyazaki University Hospital because fetal ultrasonographic examination revealed hydrops and multiple echogenic cardiac masses in the male fetus (Fig. ). The other organs, including the intracranial tissues, appeared to be normal. No obvious abnormalities were observed in the female fetus. The cardiac masses of the male fetus gradually enlarged, and the fetal hydrops worsened. At 32 weeks of gestation, the physician confirmed intrauterine death of the male fetus. She delivered a stillborn male baby and a normal-appearing female baby by cesarean section the next day. The female baby weighed 1535 g, and her Apgar scores were 7 and 8 at 1 and 5 minutes, respectively. Postnatal echocardiography of the female baby did not reveal any cardiac abnormalities. Neither congestion, hemorrhage, nor infection was observed in the placenta. An autopsy was then performed on the male baby. His body weight was 2320 g, with no apparent external malformations. The pericardium had expanded prominently, pushing both lungs away to the dorsal side (Fig. a). The pericardial cavity contained 40 mL of effusion, and the inner surface was smooth without adhesions. The largest cardiac tumor was observed in the left ventricular wall, forming a 40 × 30 mm multilobulated mass that compressed the left ventricular cavity significantly (Fig. b). Other tumor nodules, measuring 7 × 5 mm and 8 × 3 mm, were also present in the right ventricular wall and interventricular septum, respectively. The cut surface of the nodule was white, and the tumor occupied the left ventricular cavity (Fig. a). Histologically, these masses were composed of a proliferation of polygonal tumor cells with small centrally placed nuclei and abundant clear cytoplasm (Fig. b). The vacuolated “spider cells,” which possessed strands of cytoplasm emanating from the nucleus, were intermingled (Fig. c). Tumor cells were immunohistochemically positive for anti-desmin monoclonal antibody (Fig. d). The tumor cells lacked mitotic activity, and positive cells were hardly detectable by immunohistochemical staining for the Ki-67 monoclonal antibody. Necrotic changes were not observed. The pathological diagnosis was cardiac rhabdomyoma. The cause of fetal death was thought to be circulatory failure due to multiple cardiac rhabdomyomas, particularly caused by the largest tumor in the left ventricular wall. No evidence of TSC was observed in either parent. His twin sister did not show any signs of TSC after birth. The final diagnosis was multiple cardiac rhabdomyomas that occurred in the absence of TSC.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'4016674': 1, '1444556': 1, '22791573': 1, '22626745': 1, '30094198': 1, '28790762': 1, '7608458': 1, '29877000': 1, '10865003': 1, '10206812': 1, '22735896': 1, '18307215': 1, '21846442': 1, '8932639': 1, '9146353': 1, '24611096': 1, '29153910': 1, '14615733': 1, '12914889': 1, '34218815': 2}", "similar_patients": "{}"}