{"patient_id": 106856, "patient_uid": "8054786-1", "PMID": 33911453, "file_path": "noncomm/PMC008xxxxxx/PMC8054786.xml", "title": "Positive SARS-CoV-2 RNA with Significant Inflammatory State and Thrombophilia after 12 Weeks of Initial Diagnosis of COVID-19 Infection", "patient": "A 33-year-old truck driver, male patient who developed symptoms of fever, chills, and dry cough in the month of March 2020. He was evaluated in an urgent care in the state of Florida. A few days prior to developing symptoms, the patient had been in New York City delivering a truck load. His nasopharyngeal swab SARS-CoV-2 reverse transcriptase-polymerase chain reaction (RT-PCR) test was positive on March 28, 2020. He was advised by the Florida Department of Health to self-isolate for 14 days and did so at their recommendation. The patient subsequently improved in 5 days. He did not undergo repeat testing at 14 days. The patient did not receive medications after obtaining results 5 days later as his symptoms had already resolved. On June 06, 2020, he presented to a hospital in Georgia due to right lower extremity pain. He was diagnosed with extensive right iliofemoral deep venous thrombosis. The patient underwent US access of right popliteal vein, venogram of the right lower extremity, chemical thrombolysis, and percutaneous mechanical thrombectomy. The patient was discharged on apixaban.\\nThe patient was evaluated in the ED at our institution on June 26, 2020, due to complains of bilateral lower extremity swelling. Lower extremity US disclosed bilateral extensive deep venous thrombosis. The patient reported being compliant in taking apixaban as prescribed. He denied fever, chills, viral prodrome, cough, dyspnea, or exposure sick persons. On physical examination, vital signs were normal with oxyhemoglobin saturation of 98% on room air. The only positive finding on physical examination was bilateral lower extremity swelling with evidence of edema. A repeat nasopharyngeal swab SARS-CoV-2 RT-PCR test done on June 28, 2020 was again positive. The admission inflammatory markers were elevated including C-reactive protein 6.59 mg/dL, ferritin 1283 ng/ml, and lactate dehydrogenase of 473 IU/L. Quantitative D-dimer was 35200 ng/dL. Computed tomography (CT) angiogram chest was negative for pulmonary embolism. The CT scan of the chest disclosed clear lungs.\\nThe SARS-CoV-2 IgG antibody collected on 07/08/2020 was positive ≥1.4. In order to try to understand if the patient was reinfected after 12 weeks of his initial COVID-19 infection diagnosis, SARS-CoV-2 IgM Antibody was ordered on July 7, 2020 and was negative. During this 3-month period, the patient was unaware of infecting any close contacts. Since the patient had no pulmonary complaints and did not require oxygen therapy at this visit, he did not receive steroids or antivirals.\\nThe patient was started on anticoagulation with unfractionated heparin drip. He was evaluated by interventional radiology and underwent bilateral lower extremity venogram and placement of bilateral thrombolysis infusion catheters from the superficial femoral veins into the inferior vena cava. Hypercoagulable work up showed that the patient has a heterozygous factor V Leiden. Subsequently, the patient developed heparin-induced thrombocytopenia with both positive PF4-heparin antibody and serotonin release assay. The patient was discharged on Fondaparinux. He continued to follow as outpatient in the hematology clinic. Since the RT-PCR has a high specificity, the test was not repeated a third time.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'32788101': 1, '32374370': 1, '32306047': 1, '32118391': 1, '32147538': 1, '32389787': 1, '33911453': 2}", "similar_patients": "{}"}