{"patient_id": 54102, "patient_uid": "8326593-1", "PMID": 34367398, "file_path": "comm/PMC008xxxxxx/PMC8326593.xml", "title": "Colon carcinoma presenting as ovarian metastasis", "patient": "A 44-year-old woman presented to the gynecology clinic with menorrhagia for six months. Except for the feeling of mild pressure in the lower abdomen, she had no other symptoms. Transvaginal ultrasonography showed no uterine abnormalities (A), but revealed a right adnexal mass of 8×7cm with both solid and cystic components (B). No ascites was observed. The serum CA125 level was measured, and turned out low (18 kU/L). An abdominal computed tomography (CT) scan was requested for within two weeks. Five days later, the woman presented to the gynecologic emergency unit with increased abdominal discomfort. Transvaginal ultrasonography demonstrated significantly increased size of the right adnexal mass, which now measured 12×9cm (C-D). An abdominal CT scan was made the same day, revealing a right ovarian tumor, as well as a mass in the transverse colon and multiple hypodense lesions in both the right and left lobes of the liver (A-B). A diagnosis of metastatic colon cancer was suspected, which was subsequently supported by an increased serum carcinoembryonic antigen (CEA) level of 346 µg/L. Histopathological analysis of a liver biopsy confirmed the diagnosis, revealing classical adenocarcinoma. Immunohistochemical stainings and molecular analysis (using the IdyllaTM KRAS Mutation Assay) demonstrated mismatch repair proficiency and a KRAS p.G12V mutation, respectively. Detailed examination of the patient's family history by a clinical geneticist revealed no relatives with colorectal cancer and/or colonic polyposis. Palliative chemotherapy consisting of Capecitabine, Oxaliplatin and Bevacizumab (CapOx-B) was initiated. Oxaliplatin was discontinued after three courses due to toxicity (acute neuropathy: throat discomfort and muscle cramps). CT scans after three courses of CapOx-B and three subsequent courses of Cap-B showed gradual growth of the right ovarian metastasis (C), whereas the colon tumor and liver metastases had decreased in size after three courses of CapOx-B and stabilized after three courses of Cap-B. Since the abdominal discomfort had also increased, bilateral salpingo-oophorectomy was performed. Notably, Bevacizumab was discontinued several months before surgery and resumed one month after surgery to avoid impaired wound healing. In addition to the right ovarian metastasis (D), histopathological analysis revealed a microscopic focus of metastatic adenocarcinoma in the left ovary. Next-generation sequencing demonstrated the same KRAS p.G12V mutation in the right ovarian metastasis, as well as inactivating mutations in TP53 (p.R282W) and APC (p.K1350fs). Chemotherapy was switched to Folinic acid, Fluorouracil, Irinotecan and Bevacizumab (FOLFIRI-B) five months after surgery due to radiological progression of the colon tumor and liver metastases, as well as increasing serum CEA levels (). After four courses of FOLFIRI-B, partial response was observed on abdominal CT, and serum CEA levels had significantly decreased (). After twelve courses, exploratory laparotomy was performed; however, colectomy and hepatic metastasectomy were not executed because multiple peritoneal metastases were observed. At eighteen months after diagnosis, the patient remains in good clinical condition (WHO performance score 0).", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'16434891': 1, '33109236': 1, '32994054': 1, '32528145': 1, '17408727': 1, '25894432': 1, '25560808': 1, '25320247': 1, '26707054': 1, '32955176': 1, '27875625': 1, '20368726': 1, '7835809': 1, '32732303': 1, '27421754': 1, '30737137': 1, '34367398': 2}", "similar_patients": "{}"}