{"patient_id": 112560, "patient_uid": "8577913-1", "PMID": 34858009, "file_path": "noncomm/PMC008xxxxxx/PMC8577913.xml", "title": "A Rare Case of Transient Friction Melanosis of the Finger: A Case Report", "patient": "A 17-year-old Korean female with no specific previous medical history presented with a 5-month history of an asymptomatic localized hyperpigmented patch on the tip of the right index finger (). She denied any history of trauma, irritation, or unusual contact to chemicals. We performed dermoscopic examination and skin biopsy. The dermoscopic finding favored pigmentation over hemorrhage (). Hyperkeratosis and acanthosis with lymphohistiocytic infiltration of the superficial dermis were noted on hematoxylin and eosin (H&E) stain; however, there was neither a definite increase in melanophages in the upper dermis nor melanocytic proliferation in the basal layer (). Per high-power field, multiple brown-colored tiny particles were scattered in the corneal layer (). Fontana-Masson stain and S-100 were performed subsequently, and we found no remarkable increase in the number of melanocytes or deposition of melanophages in the epidermis and dermis. However, the brown-colored particles confined to the corneal layer were still found in the Fontana-Masson as in the H&E stain (). Additionally, no remarkable finding was noted in specimens using the iron stain.\\nWe hypothesized that mechanical irritation preceded the pigmentation, considering the presence of inflammatory cell infiltration and acanthotic epidermis. Therefore, we questioned the patient about the presence of irritation and found that she had bought new shoes at the time of the onset. She was habituated to placing her fingers in her shoes while wearing them because they were slightly tight (). The lesion disappeared spontaneously a week after the cause of friction was eliminated. We received the patient’s consent form about publishing all photographic materials.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'15090007': 1, '6529077': 1, '25949021': 1, '11280458': 1, '23737318': 1, '15355366': 1, '34858009': 2}", "similar_patients": "{}"}