{"patient_id": 50855, "patient_uid": "8169267-1", "PMID": 34123440, "file_path": "comm/PMC008xxxxxx/PMC8169267.xml", "title": "A Patient with Eosinophilic Esophagitis and Herpes Simplex Esophagitis: A Case Report and Literature Review", "patient": "A 51-year-old African American woman with a past medical history significant for a history of gastroesophageal reflux disease and HIV presented with a one-year history of dysphagia and odynophagia. She was receiving elvitegravir, cobicistat, emtricitabine, and tenofovir alafenamide for HIV infection. Her most recent CD4 count was 207 cells/mm3, and her viral load was 84,700 copies/mL. She complained of odynophagia and dysphagia at the level of her neck, as well as some epigastric discomfort. She reported weight loss of 5 pounds over six months. She denied any history of atopic disorders. She noticed painful lesions at the edge of her tongue. She had been taking omeprazole 40 mg daily for the preceding six months without symptom improvement. Over the preceding 2-3 years, her CD4 count had been ≤200 with high viral loads. Despite previous poor compliance, she had recently been compliant with all her HIV medications.\\nOn examination, there were several 2 mm shallow ulcers at the edge of her tongue but no evidence of oral Candida infection. Her blood count, biochemistry, and liver function tests were within normal limits. Before EGD, she was started on empiric fluconazole because of suspicion for esophageal candidiasis. At EGD, there were multiple, discrete, 1-2 mm shallow ulcers with heaped-up edges in the distal esophagus (). The stomach and duodenum were unremarkable. Proximal, mid, and distal esophageal biopsies revealed margination, multinucleation, and moulding consistent with HSE (). Additionally, there were 20 eosinophils/hpf () along with eosinophil microabscesses, extracellular eosinophil granules, and Bazel zone hypertrophy. Immunohistochemical staining was positive for HSV. Grocott methenamine silver and periodic acid-Schiff stains did not show fungal microorganisms. The PCR test for cytomegalovirus (CMV) and Epstein–Barr virus (EBV) was negative. The patient was treated with acyclovir 400 mg five times daily for 14 days and was continued omeprazole 40 mg daily. Following treatment, the patient reported significant improvement in her dysphagia and odynophagia.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'26488694': 1, '32851497': 1, '23082710': 1, '29900745': 1, '24220297': 1, '28757265': 1, '11007213': 1, '21297098': 1, '29617744': 1, '28774845': 1, '31311913': 2, '27144193': 1, '20616659': 1, '24877872': 1, '29129296': 1, '34123440': 2}", "similar_patients": "{'6900291-1': 1}"}