{"patient_id": 53197, "patient_uid": "8281790-1", "PMID": 34277266, "file_path": "comm/PMC008xxxxxx/PMC8281790.xml", "title": "Spinal Cord Stimulation: Viable Therapeutic Option for Postlaminectomy Syndrome in Elderly Patients", "patient": "We present a 76-year-old man who suffered spinal trauma after a motor vehicle accident 34 years ago. After trauma, medical evaluation immediately showed grade 2 spondylolisthesis with signs of instability at the L5-S1 level. The patient was managed surgically with L5-S1 arthrodesis with intervertebral cage and iliac crest graft. Unfortunately, postoperative infection complicated the patient’s clinical course. For this reason, surgical cleanings were performed for almost six months until infection resolution (Figure ).\\nFifteen years after the trauma, a Harrington bar placement was attempted without success due to extensive fibrosis and bleeding. Initially, the chronic back pain was managed with facet joint injections every three months for three years, without success. He was prescribed 20mg of oxycodone every 8 hours and a ¼ patch (2.5mcg) of buprenorphine with confusion and lethargy reported during the first days of treatment. The initial therapy failed to manage the pain, severely limiting his daily activities. Gabapentin 1200mg and buprenorphine ½ patch (5mcg) every 72 hours. The patient was treated by a psychiatrist for major depressive disorder with amitriptyline and lactulose for moderate constipation. Despite pharmacological pain management, the patient did not show improvement, so he was referred to our hospital for refractory pain management. It was decided to place a spinal cord stimulator.\\nA spinal cord stimulator trial with percutaneous electrodes was placed through L1 and L2 until reaching the thoracic level. During the procedure, abundant fibrosis difficulted access to the thoracic spine; however, it was possible to place electrodes at the thoracic level (Figure ). Electrode 1: current 5.5 mA, pulse duration 250 µs, frequency 80Hz. Electrode 2: Intensity 6.0mA, pulse duration 350µs, frequency 80Hz.\\nDue to the considerable clinical improvement of more than 40% with a trial stimulator, a permanent electrode was implanted with similar improvement. Three months later, the patient reported how much the pain decreased. In addition, he reported improvement during the daytime with mild pain, returning to his hobbies, and significant improvement in sleep quality.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'25885295': 1, '31360272': 1, '27511815': 1, '21463472': 1, '26969075': 1, '34513528': 1, '28192789': 1, '26516487': 1, '27853391': 1, '31637517': 1, '29713421': 1, '15029914': 1, '31310417': 1, '34277266': 2}", "similar_patients": "{}"}