{"patient_id": 59401, "patient_uid": "8572639-1", "PMID": 34754521, "file_path": "comm/PMC008xxxxxx/PMC8572639.xml", "title": "An Atypical Presentation of Sinonasal Tract Alveolar Rhabdomyosarcoma in a Young Male Patient Submitted to Multimodality Treatment", "patient": "A 20-year-old Afro-descendant man, complained of a painful, exophytic, and expansive lesion, with rapid growth in the left hemimaxilla region, affecting the orbital region, with ipsilateral ocular proptosis and partial loss of visual acuity (). The Magnetic Resonance Imaging (MRI) exam revealed an expansive and infiltrative lesion centered in the maxillary sinus/left osteomeatal complex, extending to the periorbital and orbital region with left proptosis and extra-axial intracranial invasion that measured 91 × 75 × 57 mm ().\\nHistopathological analysis was performed by incisional biopsy of the lesion in the supraorbital region, in the submental lymph node, and in the nasal region (), the results of which confirmed its undifferentiated mesenchymal origin. Moreover, based on the immunohistochemistry (IHC) assessment, the final diagnosis of alveolar parameningeal RMS was established, corroborated by clinical, histological, and imaging data.\\nInitial management was based on neoadjuvant chemotherapy in order to avoid distant metastasis and achieve reduction in the tumor volume. Three initial cycles of QT+ were performed, based on ifosfamide (1800 mg) and etoposide (100 mg) that showed a partial response observed clinically () and in the imaging examination ().\\nRT concomitant with QT (protocol based on vincristine 2 mg + ifosfamide 1.8 g/m2-04 more cycles) was established after no initial response. Computed Tomography (CT) was performed for initial RT planning (), and no metastasizing lesions were observed. The Intensity Modulated Radiotherapy (IMRT) technique was used to deliver a dose of 2 Gy/day of 50 Gy in the area of the prechemotherapy tumor and positive submental lymph node (); and 60 Gy was delivered in the area of the postchemotherapy tumor ().\\nDuring RT, painful erythematous areas were observed in the hard and soft palate associated with herpes simplex lesions confirmed by exfoliative cytology, mucositis lesions on the lateral edge of the tongue (Figures and ), and decreased salivary flow. Local control of symptoms was instituted with drug therapy, based on the topical use of Mylanta Plus 5 ml for 15 days, 03 times a day; Nystatin (100,000 IU) 5 ml, 3 times daily, remaining in the mouth for 4 minutes every time it was used, for 07 days; and acyclovir 200 mg every 4 hours for 07 days. Photobiomodulation (laser therapy) was performed for improving the mucositis lesions, by using diode laser (Therapy EC, DMC, São Carlos, São Paulo, Brazil) with a beam output power of 100 mW, 4 J per point across the affected region (04 points per region), and a satisfactory clinical response was observed (Figures and ).\\nIn addition, areas of radiation-induced dermatitis were visualized in the left neck () and in the ipsilateral periorbital region (); and alopecia (Figures and ) was observed. The daily use of ointments and moisturizing creams was indicated for improvement of local condition ().\\nAt the final RT session, local tumor control was observed (). On MRI examination at 60 days after RT, decreased tumor volume was obtained (Figures –); however, two months later, during a new cycle of adjuvant QT performed in January 2021 and based on vincristine (2 mg/IV), a metastasized lesion to the brain caused the death of the patient.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'30550438': 1, '33281925': 1, '10666368': 1, '28431807': 1, '25989287': 1, '30382526': 1, '31934973': 1, '27918734': 1, '11688574': 1, '34754521': 2}", "similar_patients": "{}"}