{"patient_id": 46920, "patient_uid": "8720205-1", "PMID": 34972509, "file_path": "comm/PMC008xxxxxx/PMC8720205.xml", "title": "Congenital partial pericardial defect discovered incidentally during surgery for lung cancer: a case report and literature review", "patient": "Written, informed consent was obtained from the patient for the publication of this report and its accompanying images.\\nA 74-year-old man was referred because a 32 mm-sized ground glass shadow was pointed out in the anterior segment (S3) of the left lung on chest CT taken for the purpose of medical checkup during follow-up for hypertension and renal dysfunction. He was asymptomatic and had a history of benign prostate hyperplasia with no history of heart disease. Physical findings were normal. Blood urea nitrogen was 24 mg/dL, creatinine was 1.52 mg/dL, and estimated glomerular filtration rate was 35.7 mL/min/1.73 m2. Chest radiography were normal. Non-contrast chest CT showed a ground glass shadow with a maximum tumor diameter of 32 mm and a solid component with a diameter of 24 mm in the left lung S3 (Fig. A). No abnormal findings could be pointed out in the cardiac shadow (Fig. B). There was no significant hilar or mediastinal lymphadenopathy. 2-deoxy-2-(18F)-fluorodeoxyglucose positron emission tomography exhibited tracer accumulation in the nodules. No accumulation suggesting regional lymph node metastasis or distant metastasis was observed. Atrial fibrillation (Af) and complete right bundle brunch block (RBBB) were observed on the electrocardiogram (ECG). Echocardiography showed that the cardiac function was maintained but the left atrium was enlarged (51 mm). Hypokinesia was observed in the apex, anterior wall, and septum. A decrease in blood flow in the left atrial appendage was observed. The surgery was performed under four port video assisted thoracic surgery. At the time of thoracotomy, the left atrial appendage (LAA) was exposed in the hilar region. Approximately 6.0 × 5.0 cm oval pericardial defect was visualized (CPPD) (Fig. A). The phrenic nerve ran on the ventral side of the defect. No pleural effusion or dissemination was observed. Partial resection of the upper lobe of the left lung was performed, and adenocarcinoma was diagnosed by rapid intraoperative diagnosis. Left upper lobectomy and lymph node dissection (ND2a-1) were subsequently performed. We were concerned about cardiac hernia (CH) due to decreased cardiac bearing capacity owing to decreased lung volume and bleeding due to the contact between the LAA and bronchial stump (BS). The BS was covered with pericardial fat pad and the pericardial defect was closed with a 0.1 mm expanded polytetrafluoroethylene (ePTFE) GoreTex® surgical pericardial membrane taking care not to involve the phrenic nerve (Fig. B, C). In addition, the pulmonary ligaments were dissected up to the lower edge of the inferior pulmonary vein to reduce upper lobe space. The operation time was 172 min, and the patient lost little blood. Postoperative pathological examination revealed primary lung adenocarcinoma cT1miN0M0, Stage IA1. The postoperative course was uneventful. The chest drainage tube was removed on the 1st postoperative day. Edoxaban was started for Af. He was discharged 5 days after surgery, and remains well at 6-month postoperative follow up.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'21587133': 1, '11431952': 1, '27956198': 1, '17444179': 1, '7446390': 1, '7662456': 1, '8219824': 1, '9654925': 1, '8331975': 1, '15320947': 1, '30605644': 1, '34527238': 2, '32966931': 1, '27621900': 1, '31221172': 2, '34972509': 2}", "similar_patients": "{'6585077-1': 1, '8429913-1': 1}"}