{"patient_id": 49390, "patient_uid": "8102656-1", "PMID": 33956241, "file_path": "comm/PMC008xxxxxx/PMC8102656.xml", "title": "Long-term survival without recurrence after surgery for gastric yolk sac tumor-like carcinoma: a case report", "patient": "A 77-year-old man visited a previous hospital complaining of melena and dizziness due to anemia. Endoscopic examination showed an ulcerated tumor at the gastric cardia, clinically suspected to represent gastric cancer (Fig. a, b), and an ulcer at the mid-body of the stomach causing active bleeding (Fig. c). Biopsy was performed, and histological features of the specimen from the cardia were interpreted as a poorly differentiated adenocarcinoma, while the specimen from the mid-body was a non-neoplastic lesion. The patient was referred to our hospital. Computed tomography (CT) of the abdomen and pelvis did not show any thickening of the stomach wall indicating the tumor, and no lymph node enlargement was found (Fig. d). Serum levels of carcinoembryonic antigen (CEA) and carbohydrate antigen 19-9 (CA19-9) were normal. Blood analysis for serum alpha-fetoprotein (AFP) was not performed preoperatively. The patient underwent total gastrectomy with D2 lymph node dissection followed by Roux-en-Y esophagojejunostomy and cholecystectomy (Fig. a). Histopathological examination of the resected specimens revealed the presence of two microscopic patterns: an adenocarcinoma component; and a YST component (Fig. b). The tumor mostly comprised various areas of differentiated tubular adenocarcinoma. However, a YST component was seen as a lace-like (reticular) network lined by cuboidal to flattened malignant cells and papillary structures (Fig. c). Schiller–Duval bodies were also sporadically present (Fig. d). The tumor had invaded the muscularis propria, but no lymph nodes metastasis was confirmed, and T2N0M0 Stage IB was diagnosed according to the Japanese classification of gastric carcinoma []. Immunohistochemical analysis showed that most of the YST component was positive for AFP, CEA and p53. The adenocarcinoma component was positive for p53, but negative for AFP and CEA (Fig. ). After the surgery, serum AFP level remained normal. The patient remains healthy and without tumor recurrence as of 7 years postoperatively.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'27342689': 1, '24294529': 2, '21573743': 1, '19543494': 1, '19075540': 1, '10223229': 1, '21355958': 1, '17729401': 1, '15722577': 1, '8375864': 1, '30443123': 2, '29207718': 1, '10914786': 1, '15841700': 1, '21139939': 1, '30607283': 1, '4040885': 1, '29873163': 1, '29270580': 2, '10469400': 1, '2411108': 1, '33956241': 2}", "similar_patients": "{'3835910-1': 1, '6182937-1': 1, '5724926-1': 1}"}