{"patient_id": 47707, "patient_uid": "8019378-1", "PMID": 33854804, "file_path": "comm/PMC008xxxxxx/PMC8019378.xml", "title": "The Diagnosis Is in the Smear: A Case and Review of Spur Cell Anemia in Cirrhosis", "patient": "We present the case of a 57-year-old Hispanic woman with a past medical history of alcoholic cirrhosis (MELD-Na 30 on admission, Child-Pugh Class C) complicated by Grade I esophageal varices and portal hypertensive gastropathy, as well as recently diagnosed stage I colorectal adenocarcinoma (treatment naïve), who presented to the hospital with a one-week history of fatigue, dyspnea, and dizziness. On admission, the patient was noted to be hypotensive with a blood pressure of 89/48, afebrile with a temperature of 98.4 °F, and tachycardic with a heart rate of 100 beats per minute. Physical exam was notable for appearance of weakness, although the patient was awake, alert, and oriented, with scleral icterus, jaundice, splenomegaly, ascites, and mild abdominal distension. Laboratory exams in the initial days of presentation are noted in and are significant for macrocytic anemia with a hemoglobin of 7.4 g/dL and a mean corpuscular volume of 109.4 fL. Studies were consistent with hemolysis, with an elevated LDH of 263 U/L, indirect hyperbilirubinemia of 9.2 mg/dL, undetectable haptoglobin (<10 mg/dL), and elevated reticulocyte count of 16.1% (). Her macrocytosis was most likely secondary to reticulocytosis due to hemolysis, although workup of vitamin deficiencies was initiated, demonstrating normal folate levels and elevated vitamin B12 levels, likely in the setting of severe liver disease [, ]. Peripheral smear demonstrated mostly acanthocytes (spur cells), spherocytes, rare schistocytes, target cells, and few burr cells (). The patient was resuscitated with packed red blood cells and fluids and briefly placed on vasopressors. Notably, the patient had no clinical evidence of upper or lower gastrointestinal bleeding. For this reason, the patient did not undergo endoscopy or colonoscopy during her admission.\\nOn further workup of her hemolytic anemia, the patient was tested for paroxysmal nocturnal hemoglobinuria with FLAER, which was negative, as was direct Coombs testing. Of note, three months prior to this presentation, during a previous admission, the patient had a direct Coombs test that was positive for IgG antibody; elution testing revealed a warm autoantibody. It was speculated that perhaps the patient had a low level of antibodies, not detectable during this admission, and that she perhaps had warm autoimmune hemolytic anemia (WAIHA). However, during her previous admission, when she tested positive, she had also received a blood transfusion at that time which could have contributed to a false positive. Additional workup included CT of the abdomen and pelvis to assess for lymphadenopathy given the association of lymphoproliferative disorders and WAIHA, which was negative for lymphadenopathy although remarkable for splenomegaly of 14.4 cm. She was initially treated for WAIHA with steroids at 1 mg/kg for three days, increased to 1.5 mg/kg for five days with no clinical response in terms of her hemolysis panel; therefore, a steroid taper was started. Due to the refractory nature, she was treated with IVIG 1 mg/kg for two days. The new leading diagnosis was SCA because of findings on peripheral smear and lack of response to steroid therapy. Lipid levels, including apolipoprotein levels, were obtained, given the association with SCA and defects in lipid metabolism, and were notable for decreased total cholesterol, LDL, and apolipoproteins AI and B (). After receiving IVIG, her hemolysis panel was unchanged, except for the indirect bilirubin which continued to worsen (). Unfortunately, several days later, the patient continued to decompensate and expired from acute respiratory distress syndrome secondary to pneumonia.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'9622382': 1, '188710': 1, '30034891': 2, '16944010': 1, '20070401': 1, '11345202': 1, '29383605': 1, '27895861': 1, '22312394': 1, '22814196': 1, '12575799': 1, '6990496': 1, '6421974': 1, '5822588': 1, '9125012': 1, '19543577': 1, '28331419': 1, '24325340': 1, '22868011': 1, '33854804': 2}", "similar_patients": "{'6033239-1': 1}"}