{"patient_id": 107452, "patient_uid": "8104983-2", "PMID": 33976564, "file_path": "noncomm/PMC008xxxxxx/PMC8104983.xml", "title": "Relative Adrenocortical Insufficiency Following Radioactive Iodine Therapy for Graves’ Disease: A Report of Two Cases", "patient": "A 19-year-old female was admitted to our department for RAI therapy in July 2018 due to her 10-year recurrent Graves’ hyperthyroidism. She had a parental family history of Graves’ disease. She was on 10 mg propranolol three times a day and MMI 10 mg once daily. Her heart rate was 113 bpm and blood pressure was 124/74 mmHg. On physical examination, the goiter was visibly enlarged with a murmur, no edema, pigmentation or hair loss. Her heart rate was regular, and an ECG revealed sinus tachycardia (110 bpm) and a prolonged corrected QT interval. Blood tests indicated severe hyperthyroidism (TSH 0.00 mIU/L; FT4 4.41 ng/dL; FT3 >30.00 pg/mL; TR-Ab >40.0 IU/L). A technetium-99m thyroid scintigraphy revealed diffusely elevated uptake in the goiter and a thyroid weight of 210.04 g. RAI uptake test showed a homogenous gland with 69.4% uptake in 2 h and 65.5% in 24 h. MMI was discontinued three days prior to 131I administration. A dose of 12 mCi radioiodine was administered orally and propranolol was prescribed 10 mg every six hours.\\nThree days after 131I administration, she developed appetite loss, vomiting, fatigue, headache, and aggravated palpitation. When she presented to our hospital the day after symptom onset, her temperature was 36.9°C, heart rate was 122 bpm and blood pressure was 105/65 mmHg. On physical examination, the goiter was visibly enlarged and non-tender. Abdominal and neurological examinations were unremarkable. The levels of FT4 and FT3 were higher than the upper limit (details in ). The sodium level was 133 mmol/L, potassium level 4.33 mmol/L, and chloride level 102 mmol/L. The high-sensitivity C-reactive protein, erythrocyte sedimentation rate, hepatic enzyme spectrum, and renal function were all within normal range. Random serum cortisol was 2.08 μg/dL under such stress. Craniocerebral and abdominal CT scan was unrevealing.\\nSimilarly, combined with her history and testing results, a probable diagnosis of acute adrenocortical insufficiency was considered. In the emergency room, 50 mg hydrocortisone succinate was given intravenously, which provided immediate relief. She was discharged later on hydrocortisone orally for three days.\\nOne month later, she returned to the clinic without discomfort. Her basal serum cortisol level was raised to normal (cortisol 11.14 μg/dL). The levels of FT4, TT4, FT3, and TT3 were still higher than the upper limit. She resumed taking MMI 20 mg daily and the dose varied depending on thyroid function. One year later, the patient received a second dose of 131I administration (10 mCi) under close observation. This time, she reported no fever, no appetite loss, no nausea, or headache and had a normal level of basal serum cortisol (8.79 μg/dL) after RAI therapy.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'23532634': 1, '27843811': 1, '27746415': 1, '19364689': 1, '31617167': 1, '20841313': 1, '16402926': 1, '32052368': 1, '31863667': 1, '29590674': 1, '15994759': 1, '22961916': 1, '22308863': 1, '28940011': 1, '5020423': 1, '30595926': 2, '27190873': 1, '31749116': 1, '16807415': 1, '29992062': 2, '29507013': 2, '17327382': 1, '27099835': 1, '10700716': 1, '27521067': 1, '19396632': 1, '33439464': 1, '22982787': 1, '33976564': 2}", "similar_patients": "{'8104983-1': 2, '6282132-1': 1, '5847917-1': 1, '6016161-1': 1}"}