{"patient_id": 54104, "patient_uid": "8326751-1", "PMID": 34349783, "file_path": "comm/PMC008xxxxxx/PMC8326751.xml", "title": "Combination of a Novel Genetic Variant in CFB Gene and a Pathogenic Variant in COL4A5 Gene in a Sibling Renal Disease: A Case Report", "patient": "An 18-year-old boy referred to our hospital on January 14, 2020, complained about proteinuria and hematuria for 8 months. Physical examination was unremarkable with neither hearing loss nor ocular abnormalities.\\nBiochemistry analysis revealed serum total protein 62.5 g/L, albumin, 40.4 g/L and creatinine, 85 μmol/L (57–111 μmol/L). By urinalysis, protein excretion was 2.3 g/day and RBCs were 24/HPF. Immunological evaluation was as follows: C3, 1.18 g/L; C4, 0.254 g/L (normal range, 0.9–1.8 g/L; 0.1–0.4 g/L, respectively). Serology for antinuclear, anti-double-stranded DNA, anti-streptolysin O, antiphospholipid, anti-glomerular basement membrane (GBM), anti-neutrophilic cytoplasmic antibodies (ANCA), anti-PLA2R antibodies, and serum immunofixation electrophoresis were all negative. There was no serological evidence of hepatitis B and C or HIV infections.\\nThen, kidney biopsy was performed. Sixteen glomeruli were sampled for light microscopy with two spheroidal sclerosis. Light microscopy showed glomerular mesangial mild hyperplasia, mild tubulointerstitial lesions (). Immunofluorescence revealed all negative for IgA, IgG, IgM, C3, C1q, and Fibrin. Electron microscopy demonstrated mesangial electron-dense deposits, podocyte foot process effacement, and segmental GBM with splitting appearance (). The GBM changes raised concern for Alport syndrome (AS), and additional immunofluorescence was performed for type IV collagen α1, α3, and α5 chains. However, α5 was completely absent in both glomeruli and tubules ().\\nRegarding the family history, his elder sister was initially presented with hematuria and proteinuria in her 9th year of age. Light microscopy of kidney biopsy showed segmental mesangial proliferative glomerulonephritis (). Electron microscopy finding revealed splitting of GBM (). Immunofluorescence was all negative including α5 chain (). However, she had discontinued periodic examination for 18 years. In September 2020, she was admitted to the outpatient department of our hospital with proteinuria and hematuria. Urine analysis detected 82 dysmorphic RBCs/HPF, 2.1 g/d proteinuria. Biochemistry analysis showed serum total protein 64.3 g/L, albumin, 39.2 g/L, and serum creatinine, 123 μmol/L. Furthermore, their father, mother, and paternal aunt all had microscopic dysmorphic hematuria with normal renal function, and without proteinuria.\\nConsidering the unusual pathological features and family medical history, next-generation sequencing was performed for the proband. The result demonstrated CFB c.2054_2057del (p.Ser687Profs∗16) variant and X-linked COL4A5 c.2999G > T (p.Gly1000Val) variant (). Sanger sequencing analysis of the family members revealed CFB c.2054_2057del (p.Ser687Profs∗16) variant in the patient’s father and paternal aunt, X-linked COL4A5 c.2999G > T (p.Gly1000Val) variant in his mother. And his elder sister has the same genetic variants as the proband ().\\nIn silico analysis indicated the pathogenic nature of the c.2054_2057del (p.Ser687Profs∗16) novel genetic variant in CFB gene. The frameshift mutation has been predicted by rare exome variant ensemble learner as “likely pathogenic,” which has an impact on splice site changes and protein features might be affected (). Additionally, X-linked COL4A5 c.2999G > T (p.Gly1000Val) variant has been reported in a family with hematuria without a renal biopsy ().\\nFurthermore, we performed immunohistochemical staining for Factor B (FB), C3c, C3d, and C4d in renal tissue to determine the complement activation pathway. The result demonstrated that FB, C3c, and C3d were all positive in the proband and his elder sister, C4d, was negative in glomeruli (). Furthermore, the plasma FB levels in the proband and his sister were 0.168 g/L and 0.3 g/L (normal range: 0.19–0.5 g/L), respectively. At this time, the proband and his sister were diagnosed as CFB c.2054_2057del (p.Ser687Profs∗16) variant associated glomerular nephropathy combined with X-linked Alport Syndrome.\\nThe patient was treated with initial prednisone (35 mg/d, gradually reducing the dose taken by 5 mg every 8 weeks), Benazepril (10 mg/d), and Hydroxychloroquine sulfate (0.2 g, bid) for 6 months. Now, oral administration of 25 mg prednisone continued. At present, his proteinuria persisted and increased to 3.0 g/d, and serum creatinine reached 130 μmol/L with renal insufficiency.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'25758434': 1, '33126970': 1, '19470679': 1, '31044288': 1, '16940319': 1, '32540405': 1, '24152280': 1, '28210841': 1, '19574954': 1, '19937058': 1, '17396119': 1, '26283675': 1, '23349312': 1, '25532781': 1, '12105244': 1, '34349783': 2}", "similar_patients": "{}"}