{"patient_id": 107852, "patient_uid": "8138356-1", "PMID": 34041121, "file_path": "noncomm/PMC008xxxxxx/PMC8138356.xml", "title": "A rare case of sacral metastasis of unknown follicular thyroid carcinoma radiologically mimicking as chordoma", "patient": "A 47-year-old woman presented with progressive lower back pain for 1 year associated with fecal incontinence for 2 years and urinary incontinence for 1 year. However, no past history of pulmonary tuberculosis and diabetes mellitus was recorded. On examination, no obvious swelling was noted. However, patient complained of local tenderness at sacral region. No cervical lymphadenopathy was recorded. On radiological imaging studies, she had an approximately 6.5 × 5 cm lobulated expansile mass involving S1 and S2 vertebrae. The mass was encroaching sacral canal and foramina, superiorly reaching upto L5- S1 recess. On imaging, diagnosis of chordoma was rendered. All hematological and biochemical parameters were within normal limits. Thyroid hormone assay were also normal. Sagittal MRI scan revealed an extradural mass with spinal canal stenosis []. Core needle biopsy was performed from the mass under guidance. Biopsy revealed follicles/acini arranged in back to back manner. Keeping in mind the architectural pattern differential diagnosis of metastatic adenocarcinoma from breast, colon, etc., and FTC were deliberated on histology alone []. Subsequently, panel of immunohistochemical markers was carried out. These follicles were intensly and diffusely positive for TTF-1 & thyroglobulin []. These follicles were non immunoreactive for CK7 & CK20, respectively. Thus, diagnosis of metastatic follicular carcinoma from thyroid was rendered on histology and immunohistochemistry. Further eliciting the clinical history, patient had history of hemithyroidectomy 6 years back, following which the patient was put on thyroxine. Unfortunately, patient had no histopathology reports available from prior surgery. Subsequently, thyroid ultrasound study revealed a 3 × 2.5 mm cystic nodule filled with colloid was identified in the left thyroid lobe. Right thyroid lobe was not visualized. Subsequently, patient underwent completion thyroidectomy. On histological examination, it was reported as hyperplastic cellular nodule without any evidence of capsular or vascular invasion. The patient postoperative course was uneventful. Patient was put on high dose thyroxine therapy to suppress TSH stimulation which relieved pain to some extent. Patient was discharged with the advice of I-131 ablation therapy for further management. Unfortunately, the patient did not turn up for further treatment. We tried to establish the contact with the patient and patient was doing fine but refused to come for further management.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'14676456': 1, '16121050': 1, '4815916': 1, '10622453': 1, '13622902': 1, '22540062': 2, '9374217': 1, '10074721': 1, '12402382': 1, '3408115': 1, '16684830': 1, '16728537': 1, '28695175': 2, '34041121': 2}", "similar_patients": "{'5473100-1': 1, '5473100-2': 1, '3336932-1': 1}"}