{"patient_id": 55408, "patient_uid": "8388796-9", "PMID": 34438968, "file_path": "comm/PMC008xxxxxx/PMC8388796.xml", "title": "Medical-Grade Honey as an Alternative Treatment for Antibiotics in Non-Healing Wounds—A Prospective Case Series", "patient": "A 49-year-old male patient presented with a venous leg ulcer at his right lower leg (a). Relevant comorbidities included DM, HT, hyperlipidaemia, and a medical history of thrombosis of the right lower leg without acute signs of ischemia. Previous treatments with antiseptic dressing with silver nanoparticles for seven weeks were ineffective. Upon presentation, the wound dimensions were 5 cm in length, 3 cm in width, and 1.5 cm in depth. The wound consisted of 90% of granulation tissue, 5% slough, and 5% epithelialization tissue. Low levels of exudate (thin, water-like) were produced. Local signs of infection included pain, malodour, and delayed healing. A wound swab confirmed the presence of Enterococcus faecalis (resistant to trimethoprim + sulphonamide, neomycin, clindamycin, gentamicin; and sensitive to ampicillin, nitrofurantoin, bacitracin, ciprofloxacin, chloramphenicol). Pain level was 5 during the daytime and 8 during treatment. L-Mesitran® Soft (MGH) was applied to the wound and L-Mesitran® Foam (b) was applied as a secondary dressing. Dressing changes were performed by the patient at home at 48 h intervals. Pain and malodour levels gradually decreased and after 14 days of treatment, the pain was absent during the daytime (VAS score of 0) and at level 1 during treatment. Only L-Mesitran® Foam was applied. The wound was completely healed after 17 days of MGH treatment without complications (c).", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'22562939': 1, '32507418': 1, '31796774': 1, '30497871': 1, '27589359': 1, '20394633': 1, '26300860': 1, '20139336': 1, '31817375': 1, '32185038': 2, '31808237': 1, '25224308': 1, '33291554': 2, '34959664': 1, '33158063': 1, '22494449': 1, '11889735': 1, '18666717': 1, '22584524': 1, '24711974': 1, '32825100': 2, '34804730': 1, '32675576': 1, '17413836': 1, '25882018': 1, '25679465': 1, '27286663': 1, '25386217': 1, '21303456': 1, '33450974': 1, '30362646': 1, '28795889': 1, '12426450': 1, '29479921': 1, '20602635': 1, '30089045': 1, '23299351': 1, '31505796': 1, '26852154': 1, '34436203': 1, '31331551': 1, '34438968': 2}", "similar_patients": "{'8388796-1': 2, '8388796-2': 2, '8388796-3': 2, '8388796-4': 2, '8388796-5': 2, '8388796-6': 2, '8388796-7': 2, '8388796-8': 2, '7558111-1': 1, '7558111-2': 1, '7558111-3': 1, '7558111-4': 1, '7558111-5': 1, '7558111-6': 1, '7761815-1': 1, '7761815-2': 1, '7761815-3': 1, '7761815-4': 1, '7069864-1': 1}"}