{"patient_id": 53573, "patient_uid": "8298134-1", "PMID": 34307875, "file_path": "comm/PMC008xxxxxx/PMC8298134.xml", "title": "A Never Described Variant of the Cervical Rib Causing Arterial Thoracic Outlet Syndrome: World's First Case", "patient": "A 65-year-old lady presented with complaints of blackening of third, fourth, and fifth fingers and gangrenous skin patch over the dorsum of right hand for the last 1 week, associated with tingling and numbness over the right hand and fingers. There was history of mild pain over the right hand that was intermittent and more marked when the patient performed manual work. Pain was occasionally associated with cold sensation of the right upper extremity. There was no previous history of such episodes in the past. There was no history of upper limb swelling or Raynaud's phenomenon in cold weather. The patient was a nonsmoker and a nonalcoholic. She was a diabetic on oral hypoglycemic agents. She was previously operated elsewhere for modified radical mastectomy malignancy on the right side 5 years ago, followed by 6 cycles of chemotherapy with no prior history of radiation therapy postmastectomy. No significant family history could be found.\\nOn clinical examination, vitals were normal with no palpable pulsations in right radial and ulnar arteries; however, the brachial artery was palpable. No abnormal findings were noted in the rest of the arterial system and all the remaining pulsations were palpable. There was no suffusion of face or any dilated and engorged neck veins. Capillary refill was delayed in the right hand. Physical examination did not show evidence of any locally tender areas or neck masses. There was no evidence of muscular atrophy of the right upper extremity; however, there was mottling of skin over palmar aspect of ring finger and dry gangrenous changes on tips of third, fourth, and fifth digits. A complete neurological examination did not reveal any local motors or sensory deficits.\\nPlain radiograph of the chest showed a cervical rib on the right side. Computed tomography scan (CT) of the neck confirmed right-sided cervical rib arising from the transverse process of C7 vertebra with fusion of the transverse process of C6 vertebrae that was projecting down. Right upper limb arterial Doppler showed an acute to subacute complete lumen occluding thrombus in the right ulnar artery, as well as in the right distal radial artery with good collateral to maintain distal flow. CT angiography of the right upper limb was suggestive of a focal thrombosis of the subclavian artery at the thoracic outlet in costoclavicular space due to extrinsic compression by the cervical rib. There was no evidence of any aneurysm or poststenotic dilatation.\\nGangrene of the lateral fingers with low grade infection warranted local amputation; however, without treating the etiology, the expected result would have been unfavorable. Hence, initially patient was treated with antibiotics with analgesics. The patient received anticoagulation as per our institutional protocol. Patient was initially started on heparin for which was overlapped with warfarin for 5 days, followed by discontinuation of heparin after day 5. Patient was initially started on heparin which was overlapped with warfarin for 5 days, followed by discontinuation of heparin after 5 days. After optimization, she was operated for excision of the cervical rib through the supraclavicular approach (\\n).\\nA supraclavicular exploration was planned for cervical rib excision.\\nUnder general anesthesia, the patient was positioned supine with an underlying shoulder bump for neck extension and head end was elevated to 30 degrees.\\nWith the neck extended and turned to left side, a transverse skin incision was taken 2 cm above and parallel to the clavicle.\\nSubplatysmal flaps were created and sternocleidomastoid muscle was retracted medially to identify anterior scalene fat pad. Fat pad opened and retracted laterally; inferior belly of omohyoid was identified and cut to visualize the thoracic outlet (\\n).\\nPhrenic nerve was identified and retracted medially along with the internal jugular vein to expose the belly and tendon of scalenus anticus.\\nScalenus anticus was cut near its insertion after lifting with Mixter forceps and subclavian artery was identified.\\nNeurolysis of the brachial plexus was performed to separate the cords from scalenus medius on the lateral side.\\nLong thoracic nerve of bell was identified on posterolateral aspect of scalenus medius and secured by lateral retraction. Scalenus medius was cut near the first rib.\\nThe cervical rib along with the long transverse process of the sixth vertebra was identified by palpation and osteotomy was performed using hammer and chisel. Bone fragments were excised followed by hemostasis.\\nHemostasis was checked, and wound was closed with suction drain in situ. Ray's amputation of the right fourth finger along with debridement of the gangrenous skin on the right hand (\\nand\\nPatient was started on orals after 6 hours and mobilized. There was no weakness, loss of sensation, or winging of scapula on the right side. She was maintained on oral anticoagulation for 6 weeks and discharged on day 3 of the surgery. Arterial Doppler done after a week and 6 weeks showed radial artery biphasic pattern. Patient was continued on oral anticoagulation and was discharged on warfarin after ensuring the international normalized ratio is in therapeutic range. The wound on the hand healed with no progression of the gangrene at 3 months follow-up. At follow-up of 6 months, there was complete recanalization of the subclavian artery lumen on arterial Doppler (\\n).", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'19280652': 1, '19868040': 1, '19289030': 1, '3392478': 1, '22006364': 1, '29203316': 1, '18260478': 1, '14414084': 1, '6648567': 1, '17865683': 1, '27975060': 1, '10336192': 1, '3993847': 1, '18271165': 1, '34307875': 2}", "similar_patients": "{}"}