{"patient_id": 58609, "patient_uid": "8534521-1", "PMID": 34679629, "file_path": "comm/PMC008xxxxxx/PMC8534521.xml", "title": "Dominating Cause of Pulmonary Hypertension May Change Over Time—Diagnostic and Therapeutic Considerations in a Patient with Pulmonary Hypertension Due to Rheumatoid Arthritis with Lung Involvement", "patient": "A 68-year-old female, diagnosed with arterial hypertension, ischemic heart disease and diabetes mellitus (type 2), was admitted to the I Department of Lung Diseases National Tuberculosis and Lung Diseases Research Institute, in August 2010 due to decreased exercise tolerance and a chronic cough, with expectoration of mucous sputum. The patient was the owner of a small farm, breeding a few hens and a cow. She did not notice the worsening of respiratory symptoms after contact with her family. She was an ex-smoker (15 pack-years). A chest X-ray revealed pulmonary abnormalities suggestive of interstitial lung disease ().\\nA chest CT showed reticular opacities and traction bronchiectasis with peripheral and lower lobes predominance and coexisting small areas of ground-glass opacities (a–d).\\nThe usual interstitial pneumonia (UIP)-like pattern of lung fibrosis was described. The HRCT extent of lung fibrosis was estimated at 25%.\\nOn the body plethysmography, a restrictive impairment of lung function was diagnosed (total lung capacity-TLC-53% pred.) with a severe decrease in lung transfer capacity for carbon monoxide (TLCO) value (39% pred.). However, resting oxygen saturation was within normal limits (). During the six minutes walking test (6MWT), the patient covered 346 m, with substantial desaturation 92–82%.\\nEchocardiographic signs of pulmonary hypertension were present, pulmonary artery systolic pressure (PASP) was 44 mmHg and pulmonary artery acceleration time (Act) was 67 ms, with a preserved left ventricle ejection fraction (LVEF) of 58%. The serum concentration of N-terminal brain natriuretic pro-peptide (NT-pro BNP) was within normal limits (). The antinuclear antibodies (ANA) titre was 1:320 with no specific ANA type found, the rheumatoid factor (RF) was 17 IU/mL (cut off < 13 IU/mL). Precipitins directed against protein antigens of birds’ droppings (pigeons, hen, ducks, parrots, turkeys) as well as antigens of thermophilic actinomycetes were not found. Fibre-optic bronchoscopy revealed the features of chronic bronchitis and the cultures of bronchial washings were negative. A lung biopsy was not performed due to decreased lung volumes and the presence of PH.\\nThe patient was diagnosed with PH related to lung fibrosis of an unknown origin, with signs of active pulmonary disease (ground-glass opacities). Despite the positive ANA and RF, the patient had no clinical symptoms of CTD. Due to the significant impairment of exertional lung capacity, immunosuppressive therapy with azathioprine (AZA) 150 mg/po/day and prednisone (P) 30 mg/po/day was introduced after multidisciplinary discussion. From 2010 to 2012, the patient was treated with AZA and decreasing doses of P, with marked clinical improvement. A body plethysmography revealed a significant increase in lung volume and TLCO (). Echocardiographic signs of PH diminished as well (). A follow-up chest CT scan revealed the regression of ground-glass opacities and persisting radiologic signs of lung fibrosis (a–d); the extent of lung fibrosis was estimated at 20%.\\nThe patient was recommended to stop AZA and further reduce the prednisone dose. In 2015, the symptomatic arthritis of small joints with morning stiffness developed, RF was increased to 110 IU/mL, and the anti-cyclic citrullinated protein antibodies (aCCP) level was 122 EU/mL (cut off < 20 EU/mL). The patient was diagnosed with rheumatoid arthritis (RA). She received leflunomide 20 mg/day for 3 months, subsequently, cyclosporine 150 mg/day for 8 months, and finally AZA 100 mg/day.\\nIn 2016, her exercise capacity decreased again. A pulmonary function evaluation revealed a significant decrease in TLCO, but lung volumes remained within normal limits (). An echocardiography showed the progression of PH (PASP—65 mmHg), LVEF was 50%, the left atrium diameter was 36 mm, and the left ventricular end-systolic diameter was 41 mm. NT-proBNP was increased to 340 pg/mL. A chest CT angiography, performed at that time, excluded pulmonary embolism; fibrotic lung disease was not progressing (a–d).\\nThe patient was transferred to the Pulmonary Hypertension Centre for right heart catheterization (RHC).\\nRHC revealed a mean pulmonary artery pressure (mPAP) of 42 mmHg, pulmonary vascular resistance (PVR) of 5.48 Wood units (WU) and normal pulmonary capillary wedge pressure (PCWP) ().\\nPAH in the course of CTD was diagnosed. The REVEAL 2.0 risk score was 8 points. Subsequently, sildenafil 60 mg/day was introduced according to the National Treatment Programme of PAH. The control visits documented a marked improvement in exercise tolerance, better oxygenation during the 6MWT and that NT-proBNP decreased (). A control RHC performed 14 months later showed the normalisation of mPAP and reduction of PVR (). As a result, the REVEAL score fell to 5 points.\\nEleven years from the first hospitalization, the patient is well; there is good control of lung disease and pulmonary vascular disease has been achieved.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'31137058': 1, '20484178': 1, '31114679': 1, '26293503': 1, '33671914': 1, '28275536': 1, '23732584': 1, '24305643': 1, '30545980': 1, '33625044': 1, '33536399': 1, '33440084': 1, '33255999': 1, '26630396': 1, '32892515': 1, '33303554': 1, '25726549': 1, '18369202': 1, '31936377': 1, '32882243': 1, '25010956': 1, '24484330': 1, '32128158': 1, '30545968': 1, '19875684': 1, '26912511': 1, '32108045': 1, '34679629': 2}", "similar_patients": "{}"}