{"patient_id": 56900, "patient_uid": "8454150-1", "PMID": 34544354, "file_path": "comm/PMC008xxxxxx/PMC8454150.xml", "title": "Successful treatment of severe electrolyte imbalance-induced cardiac arrest caused by adrenal tuberculosis with ECMO in the ED", "patient": "A 40-year-old man presented to the emergency department (ED) of the local hospital at approximately 11 am due to severe nausea, vomiting, and fatigue. He suddenly fell to the ground and lost consciousness while waiting. The on-site medical staff immediately determined cardiac arrest and performed CPR, defibrillation, and intubation. The patient’s spontaneous circulation resumed after approximately 4 min, but he had recurrent ventricular fibrillation and low blood pressure which required high doses of vasoactive drugs (norepinephrine 4μg/kg/min, terlipressin 1 mg iv q4h). His vital signs were not stable and his condition deteriorated because of increased blood lactate (3.2 mmol/l↑) and poor tissue perfusion. The ECMO team was urgently called to the ED to initiate VA-ECMO for the patient, after which he was transferred to the emergency ICU of a tertiary comprehensive hospital.\\nThe family members of the patient reported that the patient had experienced nausea, vomiting, loss of appetite, and fatigue in the past 6 months. He had taken some Chinese herbs for 2 months, but his condition did not improve. He had lost approximately 10 kg in weight since the onset of illness. The test results in the ED showed blood serum potassium 6.97 mmol/l, blood serum sodium 100.9 mmol/l, and blood serum chlorine 74.1 mmol/l. Blood hormone levels during hospitalization were cortisol 2.3 μg/dl↓(8 am), 2.5 μg/dl↓(4 pm), 2.7 μg/dl↓(0 am), adrenocorticotropin (ACTH) 243.7 pmol/l↑(8 am), 270.1 pmol/l↑(4 pm), 216.2 pmol/l↑(0 am), blood aldosterone (ALD) 12 pg/ml↓, and renin (DRC) > 500 μIU/ml↑. Tuberculosis-related test results a positive Mycobacterium tuberculosis conformity group (MTB) DNA test, a positive rifampicin resistance (Rif Resistance) gene test, and a positive T-SPOT test (stimulation level ˃ 10, positive level 5.87, and background level 0.07). After ECMO and artificial ventilation were discontinued, imaging examination of the patient revealed multiple plaques and nodules in both lungs, multiple nodules in both adrenal glands, bone destruction of the second and third lumbar vertebrae, calcification of paravertebral soft tissue, and a mass lump in the right psoas muscle, suggesting the possibility of tuberculosis (see Figs. , , , , and ). Therefore, the patient was finally diagnosed with multiple tuberculosis infections throughout the body and adrenal tuberculosis complicated with chronic adrenal cortex insufficiency, which caused severe hyperkalemia and hyponatremia, leading to cardiac arrest.\\nIn the EICU, the patient was given mild hypothermia, a ventilator to assist breathing, and hormone replacement therapy, to correct his electrolyte imbalance. Because the velocity time integral (VTI) of aortic flow was too low, the patient was also treated with intra-aortic balloon counterpulsation (IABP). As the blood pressure increased, we gradually reduced the dose of vasoactive drugs. After 187 h of ECMO, the heart function recovered, and the myocardial electrical activity stabilized. In the end, the patient successfully left the EICU for further rehabilitation and was transferred to the infectious disease specialist hospital for standardized anti-tuberculosis treatment.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'32981628': 1, '28139304': 1, '29595511': 1, '26672979': 1, '29716733': 1, '34544354': 2}", "similar_patients": "{}"}