{"patient_id": 109188, "patient_uid": "8255737-1", "PMID": 34248542, "file_path": "noncomm/PMC008xxxxxx/PMC8255737.xml", "title": "Role of Immunotherapy in Pulmonary Angiosarcoma: A Case Report", "patient": "A 64-year-old male with 30-pack-year smoking history presented with cough and mild hemoptysis. Further, he complained of progressive dyspnea with a decline in his exercise tolerance. He also had a significant weight loss of 4 kg for 3 months period. He had no personal or family history of respiratory diseases. Physical examination demonstrated no significant abnormalities.\\nBronchoscopy revealed that the tumor completely obstructed the left lower lobe bronchus and bleeding easily. A rigid bronchoscopic biopsy was performed. Immunohistochemically, tumor cells stained positive for CD31, ERG, Vimentin (Fig. ), and while CD34 negative. Pulmonary sample was reviewed by many pathologists and revealed an angiosarcoma.\\nComputed tomography scans identified a left hilum lung mass with enlargement of mediastinal and right hilum lymph nodes (Fig. ). Bone scan showed an increased uptake in left second rib with high suspicion of metastasis (Fig. ). Magnetic resonance imaging of brain was normal. We therefore diagnosed stage IV pulmonary angiosarcoma.\\nSinger agent chemotherapy with paclitaxel was initiated due to poor patient performance status. After 3 cycles, the patient exhibited radiographic progression in all known lesions. The left perihilar mass increased rapidly causing a complete atelectasis of the same side (Fig. ). Clinically, patient's symptoms such as cough, chest pain, and dyspnea became more intense. His performance status is poorer. We thus had difficulties to intruder a second chemotherapy. As his tumor was found to express PD-L1 (TPS 25%), patient was started on pembrolizumab 2 mg/kg every 21 days. During the next 9 weeks, the clinical symptoms of the patient significantly improved, and we obtained an excellent response on lung tumor (Fig. ). To date, patient has completed a total of 19 cycles of pembrolizumab. After 1 year of treatment with immunotherapy, he has a stable disease and tolerated well.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'31395100': 1, '16473795': 1, '28716069': 2, '27766785': 2, '20537949': 1, '34248542': 2}", "similar_patients": "{'5514460-1': 1, '5193014-1': 1, '5193014-2': 1, '5193014-3': 1}"}