{"patient_id": 55205, "patient_uid": "8380125-1", "PMID": 34457286, "file_path": "comm/PMC008xxxxxx/PMC8380125.xml", "title": "Odontogenic myxoma of the anterior mandible: Case report of a rare entity and review of the literature", "patient": "A 38-year-old female reported to an outside private dental practice office with chief complaint of pain and discomfort on her left anterior mandible region 1 year prior to presentation to our office. Initial orthopantomography (OPG) was obtained and a radiolucent lesion measuring 15 × 10 mm surrounding the roots of mandibular left lateral incisor and left canine was noticed (Figure ). The lesion was hurriedly and erroneously diagnosed as a radicular cyst without conducting any further pulp vitality tests and the two above-mentioned teeth were endodontically treated. A few months subsequent to the initial root canal treatment, the pain did not subside and no change in the size of the radiolucent lesion was obtained; therefore, the left mandibular central incisor was endodontically mistreated additionally without yet again conducting any further pulp vitality tests. These sequelae of mistreatments and persistent pain and discomfort following a third root canal treatment forced the patient to be referred to our oral and maxillofacial surgery private office. There were no significant issues in the patient's medical history upon presentation.\\nClinical examination revealed a mild, diffuse enlargement extending from the left mandibular first premolar to the right mandibular canine anteroposteriorly and slightly buccolingually. Overlying skin on the mental region was normal and devoid of any ulcerations, erythema, and rise in temperature. Intraoral examination did not reveal any breach in the mucosa and the integrity of it remained intact. On palpation of the oral mucosa, the enlargement was bony hard on lingual cortex but with a doughy consistency on buccal plate suggesting destruction of the buccal cortical plate, diffuse, and non-tender. Moderate mobility of five teeth including mandibular right lateral incisor to left canine was evident on palpation.\\nOrthopantomography (OPG) and cone beam computed tomography (CBCT) were promptly ordered. They depicted a well-defined, multiloculated expansile osteolytic lesion with few small septa spreading inside the lesion. Expansion of the buccal cortex with areas of cortical destruction and root resorption of mandibular left central incisor, right central, and lateral incisors were also noticed. The lesion measured 31.2 × 21.0 mm extending from the left mandibular first premolar to the right mandibular canine (Figures and ). Radiographic preliminary differential diagnosis included central giant-cell granuloma (CGCG), odontogenic keratocyst (OKC), ameloblastoma, odontogenic myxoma, and fibroameloblastoma.\\nAn incisional biopsy was then conducted and the histopathological specimen showed an irregular piece of soft tan-pink tissue with fragile consistency. Cut sections demonstrated homogenous myxoid pink surface containing hemorrhagic foci. The microscopic analysis revealed striated muscle fibers, some reactive new and pre-existing bone trabecula and presence of a neo-formed tissue composed of haphazardly arranged stellate and spindle cells with no atypia in an abundant loose myxoid stroma containing few collagen fibrils which was consistent with histopathological features of odontogenic myxoma and therefore a definitive diagnosis was made (Figure ).\\nGiven the patient's age, noticeable size of the lesion, its invasive and recurrent characteristics, accompanied with buccal cortex expansion and destruction, enucleation and curettage, and peripheral ostectomy accompanied with concomitant burnishing of teeth roots was planned. After obtaining a written informed consent form from the patient and informing her regarding the poor prognosis of the remaining affected teeth, the surgery was performed under local anesthesia. Surgical procedure incorporated bilateral mental nerve anesthesia, followed by a full-thickness periosteal flap elevation with great vigilance in exposing and preserving bilateral mental nerves and subsequent excision of the lesion mass with curette and periosteal elevator in a piece by piece manner with extreme caution to preserve teeth roots (Figures and ). Teeth roots were then cautiously burnished. Afterward, peripheral ostectomy with a wide margin of 2–8 mm was conducted and the flap was reapproximated and sutured (Figures and ).\\nThe excised specimen measuring at 2.5 × 2 × 1.5 cm accompanied with six irregular fragments of the same tissue and small bone particles aggregating to 2 × 1 × 1 cm was then placed in formalin and sent to pathology laboratory which further confirmed the definitive diagnosis of odontogenic myxoma.\\nThe patient was informed of the recurrence tendency of the lesion and was advised for annual follow-ups for at least 5 years.\\nThe patient's first- and second-year follow-up clinical and radiological examination revealed no recurrence of the lesion (Figures and ).", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'33127701': 1, '29683236': 1, '8486107': 1, '17149953': 1, '25684930': 2, '31612338': 1, '29563941': 1, '19027311': 1, '17507265': 1, '32506377': 1, '28725126': 1, '20251479': 1, '8899782': 1, '28770159': 1, '28302237': 1, '17463101': 1, '32048275': 1, '21603497': 1, '21558907': 1, '16491153': 1, '18088737': 1, '32843449': 1, '29229314': 1, '25200927': 1, '24163558': 2, '28469823': 1, '26948020': 1, '9482003': 1, '18642035': 1, '34457286': 2}", "similar_patients": "{'3800391-1': 1, '4319334-1': 1, '4319334-2': 1}"}