{"patient_id": 54163, "patient_uid": "8330095-1", "PMID": 34340688, "file_path": "comm/PMC008xxxxxx/PMC8330095.xml", "title": "Polycystic liver disease with lethal abdominal wall rupture: a case report", "patient": "A 54-year-old Japanese woman presented with severe abdominal pain, and she was transferred to the emergency room at our hospital. She had given birth twice and was a housewife who had no significant problems other than high blood pressure and iron deficiency anemia. She was a never-smoker and a never-drinker and took candesartan 8 mg for hypertension. Her father had hypertension, brain infarction, and myocardial infarction. Her medical history included PLD associated with sporadic ADPKD, which was first diagnosed at 34 years of age during her second pregnancy, but she refused to undergo liver transplantation from a living donor at that time. Fenestration of liver cysts was performed at 39 years of age (Fig. , ▼①), and right hepatic lobectomy was performed at 44 years of age (Fig. , ▼②) at another hospital. Her liver size gradually increased, and she was referred to the surgical department at our hospital because of severe abdominal pain when she was 50 years old.\\nThe cause of the abdominal pain was a strangulated hernia in the abdominal wall that included her gut and part of the liver. At that time, she underwent surgery, which was a partial hepatic resection with liver cyst fenestration, repair of the abdominal wall herniation, and ovariectomy to remove cysts that were affected by endometriosis (Fig. , ▼③ and Fig. , A and D). After surgery, she underwent abdominal incisional hernia repair twice within 6 months including partial ileectomy during the first operation (Fig. , ▼④) and closure of the herniation site using a native patch graft from fascia lata during the second operation (Fig. , ▼⑤). Despite the liver resections, her abdominal wall hernia was gradually reaggravated because of uncontrollable ascites. However, she did not require hospitalization for about 2 years because she could reduce the recurrent hernia by herself.\\nAt the age of 52 years, she noticed severe abdominal pain unlike before, and she was transferred to our hospital. An intestinal obstruction was suspected, but her symptoms were luckily relieved by fasting with decompression treatment via nasogastric tube insertion. She asked for second opinions about liver transplantation, but she was not selected as a recipient candidate at three major liver transplant facilities on the basis of her normal liver function, Child–Pugh score (7: B), and Model for End-Stage Liver Disease (MELD) score [] (Fig. , B and E). At that time, the distribution of her liver cysts had progressed to Gigot type 2.\\nAt 54 years of age, she was readmitted to our hospital for fever, general fatigue, edema in her lower extremities, and abdominal pain. Her vital signs were as follows: body temperature 38 ℃, blood pressure 88/45 mmHg, and heat rate 109 beats/minute. Physical examination results showed conjunctival pallor, no heart murmur, no rale on lung auscultation, prominent abdominal distension with multiple skin ulcers, and edema in both lower legs. There were no abnormalities in neurological findings. Laboratory test results on admission suggested liver cyst infection (Table ). However, the causal bacteria were not detected in her blood or in ascitic fluid culture. We treated her for a cystic infection or abscess. Tazobactam piperacillin 4.5 g was administered intravenously every 8 hours (q8h), and her fever and laboratory data [C-reactive protein (CRP) level and complete blood chemistry (CBC) test results] returned to normal within 1 month. We changed tazobactam piperacillin to amoxicillin clavulanic acid 1 g every 12 hours (q12h) because a drug allergy was suspected, but her CRP level increased again. We changed the drug treatment to meropenem 0.5 g intravenously q12h, and her CRP level started to decrease. The patient’s infection was under control in 2 weeks. Her abdominal wall was even more prominent with growing liver cysts and increasing ascites. Excessive abdominal hernia sac distention was seen around this period and led to multiple skin ulcers with oozing on the sac (Fig. , C and F). The severity of liver dysfunction or failure was expressed as the Child–Pugh and MELD scores, which were only B [] and 17, respectively, until the day of her death (Fig. ). We had no choice but to increase the amount of diuretics to control the progressive ascites that were worsening the abdominal distension. Azosemide 60 mg/day, flosemide 60 mg/day, and tolvaptan 15 mg/day were administered orally to control edema and progressive ascites that were worsening the abdominal distension. However, these medications did not relieve the patient’s symptoms. In addition, she received heparin 10,000 U/day for 20 days and apixaban 5 mg/day to prevent deep vein thrombosis for 5 months after treatment because she had difficulty moving, and her admission laboratory test results indicated that she had hypercoagulability.\\nWe determined the patient’s liver volume by manually plotting the size of the liver on her CT image and reconstructing it three-dimensionally using SUNAPSE VINCENT (Fujifilm 3D Image Analysis System, Tokyo, Japan). Her liver size increased from 5.7 to 8.2 liters in 3 years, and the normal liver tissue was gradually compressed by the growing cysts (Fig. 1Ba–c). Finally, she had spontaneous abdominal wall rupture, and almost 5 liters of ascites was discharged from her abdominal cavity. After that, the ruptured abdominal wall persisted, but the ascites loss was not constant from 0.1 to 8.6 liters a day. In the last 3 months of hospitalization, a total of 2 liters or more of ascites was discharged ten times, and additional fluid supplementation was required after massive ascites loss. Antibiotics administration was also needed for comorbid peritonitis. Only a topical therapy was performed for the wound, which was a topical spray that included trafermin. The frequency of large amounts of ascites leakage had been gradually shortened, and more than 5 liters of ascites drainage was found twice a month before death. Although the abdominal distention was relieved after the rupture, her nutritional state worsened each day. She developed a high fever again after bathing. We detected Enterococcus faecium, Achromobacter xylosoxidans, Candida tropicalis, and Candida glabrata in ascitic fluid culture, while no bacteria were detected in a blood culture. Opiates were needed for unbearable abdominal wall pain. She was treated with vancomycin 0.5 g intravenously q12h, teicoplanin 400 mg intravenously every 48 hours (q48h), and linezolid 600 mg orally q12hr because the detected E. faecium was susceptible to only those antibiotics. However, it became difficult to continue these medications because of severe thrombocytopenia. Meropenem 0.5 g intravenously q24h and micafungin 50 mg intravenously q24h were also administered, but her infection and bleeding became uncontrollable, and she died from sepsis. Inflammatory markers such as white blood cell count and CRP level fluctuated during the patient’s disease course. However, liver enzymes indicating cholangitis showed subtle changes but no particular exacerbation in renal function. We performed an autopsy after receiving approval from her family to perform a pathological examination and their permission to publish the results. Many neutrophils had accumulated in the liver in addition to the cysts on microscopic examination (Fig. G and H). The kidneys also showed typical changes in polycystic kidney disease, but no notable findings in other organs. The patient’s kidney cysts increased minimally during the disease course.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'29956096': 1, '30819518': 1, '28340841': 1, '22974902': 1, '26932689': 1, '30049849': 1, '15133510': 1, '27016902': 1, '29175241': 1, '27824501': 1, '30135240': 1, '15382167': 1, '2365280': 1, '21685914': 1, '14966436': 1, '17533017': 1, '31395617': 1, '16437702': 1, '25266109': 1, '24886261': 1, '24124322': 1, '22205355': 1, '19561475': 1, '28375157': 1, '21105111': 1, '17102042': 1, '16741930': 1, '26844873': 1, '26688394': 1, '19308730': 1, '9060585': 1, '18199797': 1, '22773240': 1, '34340688': 2}", "similar_patients": "{}"}