{"patient_id": 110889, "patient_uid": "8414934-1", "PMID": 34461768, "file_path": "noncomm/PMC008xxxxxx/PMC8414934.xml", "title": "Importance of postural change for accidental ingestion of dental prostheses:\\na case report", "patient": "A 54-year-old man was admitted to our hospital with a disorder of consciousness caused by\\ncraniopharyngioma (Japan coma scale II-20), and he was referred to our department for\\naccidental ingestion of a dental prosthesis. First, caregivers, including the patient's wife\\nand nurses, noticed the falling out of the patient's teeth during oral care. This suggested\\nthe possibility of accidental ingestion of teeth. However, the patient, with a disorder of\\nconsciousness, did not complain of respiratory distress, and no cough or swallowing reflexes\\nwere observed; no decrease in peripheral arterial oxygen saturation was observed. The\\npresence of a dental prosthesis in the hypopharynx was confirmed using computed tomography\\nand endoscopy (). These\\nexaminations suggested that the dental prosthesis was a dental bridge consisting of two\\npermanent teeth. Considering the risk of the dental prosthesis migrating into the\\nrespiratory tract or the esophagus, we planned removal of the prosthesis under general\\nanesthesia with endotracheal intubation. For safety reasons, medical and dental\\nprofessionals did not use suction or the traditional method of slapping on the back and/or\\nthe Heimlich maneuver, in this case. General anesthesia with endotracheal intubation was\\ninitiated, and the suspected location of the dental prosthesis was explored according to\\npreoperative examination images. However, no dental prosthesis was found in the\\nhypopharyngeal region. The operators suspected that the prosthesis had moved into the\\nesophagus or airway and performed an X-ray examination of the abdominal region. However, the\\nprosthesis was not located in these regions. Subsequently, upon additional X-ray examination\\nof the head and neck, the operators found a radiopaque area in the nasopharynx that was\\npotentially indicative of a dental prosthesis (). According to these results, the dental\\nprosthesis was removed from the nasopharynx (). In this case, no cough or swallowing\\nreflexes were observed, and the patient did not change posture, except for bed transfer by\\nmedical and dental professionals in the computed tomography and operating rooms. However,\\nthe dental prosthesis moved from the hypopharyngeal region to the nasopharynx. The removed\\ndental prosthesis was a three-unit metal bridge consisting of two permanent teeth,\\noriginally located in the left mandibular molar region. The patient’s postoperative course\\nwas uneventful.\\nThe reporting of this study conforms to the CARE guidelines.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'33036850': 1, '431585': 1, '33615770': 1, '33914779': 1, '2513033': 1, '25756740': 1, '31721279': 1, '31915698': 1, '23702324': 1, '24266334': 1, '24102914': 1, '33407343': 1, '34461768': 2}", "similar_patients": "{}"}