{"patient_id": 110325, "patient_uid": "8366071-1", "PMID": 34408894, "file_path": "noncomm/PMC008xxxxxx/PMC8366071.xml", "title": "Sudden unexpected death caused by infantile acute lymphoblastic leukaemia", "patient": "A 7-week-old girl who was born full term with appropriate weight was brought to our hospital. She had no family history to note and her mother had no complications or infections during pregnancy. Although mild liver enlargement was observed on foetal ultrasound, no further investigations were performed. Results of screening tests for congenital metabolic disorders and the automatic auditory brainstem response were normal. No abnormal findings were detected at her 4-week check-up. A few days after the check-up, her parents noticed a skin nodule and abdominal distension prompting intent for a doctor’s visit. However, they decided to wait and observe, considering the risk of COVID-19 and the nationwide state of emergency in Japan at the time. No other symptoms such as fever or sweating were observed thereafter. On the day of admission, she has sudden gasping breaths while feeding at home. As respiratory arrest progressed, her father started cardiopulmonary resuscitation (CPR), taking turns with the emergency service crew a few minutes shortly upon their arrival. Intubation and intraosseous infusion were performed in the ambulance on the way to our hospital. Upon arrival, vital signs were as follows: axillary temperature 33.9°C, no spontaneous respiration, and no spontaneous heart rate. Electrocardiography revealed asystole. She was noted to have pale skin, abdominal distension, with marked hepatosplenomegaly. A 1.5 × 2.0 cm white nodule below the left rib arch as well as generalized petechiae were noted on physical examination (a-1). Laboratory results revealed the following: white blood cell count, 1 204 000/μL with 95.0% blasts; haemoglobin, 2.2 g/dL; platelet count, 23 000/μL; aspartate aminotransferase, 1720 U/L; alanine transaminase, 687 U/L; lactate dehydrogenase, 6265 U/L; uric acid, 11.9 mg/dL; creatinine, 0.42 mg/dL; potassium, 8.8 mEq/L; and inorganic phosphate, 17.2 mg/dL. The nasal swab was negative for SARS-CoV-2 on reverse transcription polymerase chain reaction test. In the emergency room, CPR was continued and a total of 13 doses of intravenous adrenaline were administered, however, all efforts at resuscitation proved unsuccessful. Although full resuscitation was attempted, the patient did not respond and eventually died 2 h after admission. An autopsy was performed with informed consent from her parents and revealed enlargement of the liver, kidneys, pancreas, spleen, and mesenteric and peri-aortic lymph nodes (b). Histological investigation revealed diffuse infiltration of small atypical lymphocytes in the parenchyma of the stomach, intestinal tract, liver, kidney, pancreas, spleen and uterus, and vessel lumina of the heart, lungs, thymus, thyroid, adrenal glands, ovaries, and skin including the nodule on the left upper abdomen (a-2). Her bone marrow was fully occupied with CD10-negative/CD19-positive blasts (c), and cytogenetic tests showed 46,XX,t(11;19)(q23.3;p13.3)[19/20] and 1.3 × 104 copies/μgRNA of KMT2A-MLLT1 fusion transcripts.", "age": "[[7.0, 'week']]", "gender": "F", "relevant_articles": "{'32588960': 1, '32525616': 1, '26215843': 1, '26178003': 1, '23026830': 1, '16501353': 1, '32845001': 1, '28164435': 1, '12028017': 1, '34408894': 2}", "similar_patients": "{}"}