{"patient_id": 111710, "patient_uid": "8491334-1", "PMID": 34703142, "file_path": "noncomm/PMC008xxxxxx/PMC8491334.xml", "title": "A case of progressive systemic sclerosis/lupus overlap syndrome: Presenting with parotid swelling", "patient": "A 69-year-old female reported to the department of oral pathology with the chief complaint of pain in the left side of the face for the past 1 month. History of presenting illness revealed a swelling which was initially small and gradually progressed 1 week before to the current state. Pain was sudden in onset, intermittent in nature, which aggravated on mastication and did not subside over medication (the patient was advised Combiflam tablet for 5 days, twice daily and intramuscular injection of cefixime for 3 days by physician whom she visited earlier). The patient revealed a past medical history of regular treatment for progressive SSc/lupus overlap syndrome, secondary Sjogren's with interstitial lung disease and PAH for the past 10 years. The patient was hospitalized for left lower limb cellulitis 8 years back and was discharged after complete observation and medication. Vitamin D insufficiency was suspected and corrected by calcirol granules.\\nThe patient also had a complaint of difficulty in swallowing and spasm-type pain which was diagnosed as esophageal dysmotility and reflux disorder and was advised on prokinetic agents, low-fat diet and to avoid cold exposure to extremities. The patient also revealed a history of whitish skin lesion on both her legs and foot 20 years before these lesions have not progressed. The patient revealed no history of autoimmune disease in the family. The patient had undergone multiple uneventful extractions and complete prosthetic denture treatment. The patient also revealed a history of impaired taste sensation. On general examination, patient's vital signs were normal, and left submandibular lymph node was palpable, roughly oval, firm in consistency, tender and mobile.\\nOn extraoral examination, facial asymmetry was seen in the left side of the face as a solitary diffuse swelling. The swelling extends from the middle third of the body of the mandible anteriorly to 1 cm behind the auricle posteriorly and superiorly at the level of the tragus to inferior border of the angle of the mandible inferiorly. Skin overlying the swelling appeared normal, with no other abnormalities detected []. Swelling was firm to hard in consistency, noncompressible, tender and warm on palpation.\\nOn intraoral examination, inspection revealed inflamed parotid duct orifice on the left side and was tender on palpation. The presence of erythematous ulceration was seen at the right and left commissures of the lip suggestive of angular cheilitis []. A solitary ulcer was present in the lower labial vestibular region having erythematous margin with sloping border which was freely movable and tender on palpation suggestive of denture-induced traumatic ulcer. Hard-tissue examination revealed upper and lower completely edentulous arch.\\nSalivary flow rate and pH were estimated to be 1 ml/min and 6.7, respectively. The quality of life of the patient was assessed using a questionnaire []. This self-evaluation was made to educate the patient about the impact of the oral dryness.\\nPatient informed consent was obtained. Blood investigations were performed which were within normal limits. The patient was subjected to ultrasound examination which revealed minimal enlargement of left parotid gland with mild-to-moderate intraglandular ductal dilatation []. CT and MRI investigation revealed asymmetrical diffuse enlargement of left parotid gland with mild hyperintense signals, few specks of calcification and multiple branching and nonbranching cystic spaces. Mild irregular dilatation of the left parotid duct was elicited. Multiple enlarged submandibular level neck nodes were seen (largest – 2.5 cm × 1.1 cm, III level). Multiple calcific specks with few cystic spaces were seen in the superficial lobe of the right parotid gland with no significant duct dilatation [Figure and ].\\nBased on the thorough history, clinical examination and investigations, the case was diagnosed as right chronic sialadenitis and left acute sialadenitis of parotid gland. The differential diagnosis considered was viral sialadenitis, pleomorphic adenoma and myositis ossificans. Ketorol DT 10 mg (analgesic) was prescribed for 1 week, and warm compression was advised to the patient following a review after 1 week the swelling reduced considerably (70%). Complete resolution was seen on the 2nd week. The patient was followed up for 2 months at an interval of 15 days. No recurrence was reported to date.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'10477787': 1, '30685083': 1, '9924404': 1, '28516978': 1, '30008448': 1, '22130821': 1, '1836323': 1, '22743033': 1, '27257502': 2, '34703142': 2}", "similar_patients": "{'4890486-1': 1}"}