{"patient_id": 53079, "patient_uid": "8276647-1", "PMID": 34290750, "file_path": "comm/PMC008xxxxxx/PMC8276647.xml", "title": "Use of brimonidine tartrate to resolve telangiectatic matting: case report", "patient": "A 19-year-old female patient, with Fitzpatrick II skin color, who was a non-smoker, sedentary, free from comorbidities or drug allergies, and was taking oral contraception regularly, presented with an esthetic complaint of combination telangiectasias on the lateral surface of the left thigh. She was told that she needed to use skin moisturizer and take pycnogenol 200 mg/day orally for at least 15 days before undergoing a procedure. Detailed photographic records were taken and the patient was given a consent form with detailed information about the treatment and its possible complications. When she returned 15 days later, the patient underwent conventional sclerotherapy of the combination telangiectasias on the lateral surface of her left thigh, using a solution containing glucose 65% and polidocanol 0.5% (to a total volume of 1.5 mL).\\nShe developed a large expanse of telangiectatic matting (approximately 10 x 15 cm) in the area surrounding the vessels that had been treated, about 2 days after the procedure (). An augmented reality venous Doppler ultrasound examination of the region did not show varicose veins or feeder veins that could be linked with the complication.\\nInitial management consisted of reassuring the patient and instructing her not to expose herself to sunlight and prescribing oral and topical pycnogenol. Additionally, three sessions of intense pulsed light were administered at 540 nm/17 J/15 ms (similar parameters to those used to treat rosacea), with 21-day intervals between sessions. In the opinions of the same evaluator and of the patient, there was no more than mild attenuation of the condition ().\\nIn view of this, the patient was instructed to administer topical brimonidine tartrate 0.5% daily. After 7 days of regular use of this medication, considerable improvement was observed (). A joint decision was taken to continue applying the medication for a further 7 days, with very satisfactory results (). After 14 days’ use, we withdrew the medication and continued the follow the patient up clinically. She is satisfied and both the telangiectasias and the telangiectatic matting have completely disappeared. The initiative to treat with brimonidine tartrate was based on use of Mirvaso® to treat rosacea, which has a pathophysiology that has certain similarities with matting. Because it is difficult to source, the medication was ordered from a compounding pharmacy. The patient has been in clinical follow-up for 6 months () and no rebound effect has been observed to date.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'27272086': 1, '7600016': 1, '1691217': 1, '21824544': 1, '10469110': 1, '29409702': 1, '17636511': 1, '25069999': 1, '27104778': 1, '24229637': 1, '2365873': 1, '34290750': 2}", "similar_patients": "{}"}