{"patient_id": 110823, "patient_uid": "8409202-1", "PMID": 34540972, "file_path": "noncomm/PMC008xxxxxx/PMC8409202.xml", "title": "Minimally invasive treatment of hepatic hemangioma by transcatheter arterial embolization combined with microwave ablation: A case report", "patient": "A 47-year-old woman complained that the physical examination found a hemangioma for more than 10 years.\\nThe patient was diagnosed with a right hepatic hemangioma for more than 10 years and had failed interventional hepatic artery embolization at a local hospital 1 year ago. The hemangioma showed an increase in size during 10 years (from 3 cm to near 10 cm in diameter).\\nThe patient had a history of caesarean section and unilateral salpingectomy and had failed interventional hepatic artery embolization at a local hospital.\\nThe patient’s temperature was 36.5 °C, heart rate was 75 bpm, respiratory rate was 19 breaths per minute, blood pressure was 120/72 mmHg, and oxygen saturation in room-temperature air was 99%. She had no tenderness or rebound pain in the abdomen. The frequency of bowel sounds was four per minute, and there were no other pathological signs.\\nBlood, biochemistry, and urine analyses were normal. Electrocardiogram, chest X-ray, and arterial blood gas results were also normal.\\nAbdominal contrast-enhanced computed tomography (CT) showed the following: The right lobe of the liver had a low-density mass with a size of approximately 95 mm × 97 mm × 117 mm, the boundary was clear, and the density was uniform, which suggested a right hepatic hemangioma (Figure ). Ultrasound angiography showed that the right posterior hepatic lobe displayed a strong echogenic area with a size of 95 mm × 97 mm × 117 mm, and the boundary was clear. After a total of 2.4 mL of sulfur hexafluoride microbubble solution was injected through the anterior elbow vein, a small amount of enhancement was observed around the arterial phase in the strong echo zone. During this period, the contrast agent was significantly filled. Contrast-enhanced ultrasound showed a right hepatic posterior hemangioma (Figure ).", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'4284287': 1, '4644066': 1, '19097810': 1, '5563480': 1, '31244349': 1, '7324977': 1, '4016776': 1, '29503247': 1, '6534711': 1, '6503075': 1, '19879777': 1, '4842085': 1, '5052325': 1, '27085809': 1, '30130992': 1, '25321079': 1, '24927603': 1, '34540972': 2}", "similar_patients": "{}"}