{"patient_id": 50341, "patient_uid": "8146621-1", "PMID": 34034797, "file_path": "comm/PMC008xxxxxx/PMC8146621.xml", "title": "Case report: a step-wise management of concurrent presentation of congenital single lung and aberrant right subclavian artery in an infant girl", "patient": "A 2.8 kg female born at 38 weeks and 5 days gestation age to a healthy 29-year-old mother was diagnosed prenatally with left congenital single lung (CSL) on routine ultrasound. After birth, she was admitted to the neonatal intensive care unit for non-invasive respiratory support. Her respiratory status improved by 12 h of life and she was able to be weaned off to room air. Cross-sectional imaging revealed absence of the right lung and right pulmonary artery, presence of a right mainstem bronchus remnant, and significant rightward displacement of her heart into right chest. She was found to have an H-type tracheoesophageal fistula (TEF) and intestinal malrotation. The H-type TEF was repaired via bronchoscopy and her malrotation was repaired laparoscopically without complications. She was discharged home on day of life (DOL) 21.\\nAt 11 months old, the patient developed stridor and respiratory illnesses. Computerized tomography (CT) scan and bronchoscopy showed moderate-to-severe distal tracheomalacia with mainly anterior tracheal compression and slight posterior compression of her esophagus resulting from a pseudo-arterial ring formed by aortic arch and aberrant right subclavian artery (ARSA) (Fig. a, b). After a multi-disciplinary discussion with pediatric surgery, otolaryngology, congenital cardiac surgery, and vascular surgery, the consensus was that her tracheal compression was mainly caused by her aortic arch wrapping around the trachea as it shifted to the right chest. The posterior compression of her esophagus by the ARSA was deemed not significant at the time. She underwent a tissue expander placement (Integra®, PMT) with 80 ml of saline in the right extrapleural space through a right thoracotomy to push her heart leftward and anteriorly. Intraoperative bronchoscopy showed immediate improvement of her tracheomalacia (Fig. c, d).\\nOn postoperative day (POD) 2, she developed progressive dysphagia after being advanced to regular diet. An esophagram showed worsening posterior compression of the esophagus by the ARSA, consistent with dysphagia lusoria (Fig. a, b). A nasogastric feeding tube was placed for temporary feeding and she underwent semi-elective transposition of the aberrant right subclavian artery to the right common carotid through a supraclavicular approach. She recovered without complications and her dysphagia lusoria resolved (Fig. c, d). The patient is developing well overall but has had recurrent symptoms of tracheomalacia at 14 months and 24 months of age, both of which resolved with additions of 15 ml and 20 ml of saline to her tissue expander, respectively. At 30 months of age, she outgrew her tissue expander and underwent a successful replacement with a larger one.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'19632424': 1, '19379854': 1, '18544355': 1, '27882259': 2, '22321486': 1, '17215974': 1, '27790501': 1, '17481369': 1, '26889450': 2, '23720037': 1, '11051161': 1, '1985541': 1, '2313494': 1, '34034797': 2}", "similar_patients": "{'5108851-1': 1, '4757401-1': 1}"}