{"patient_id": 113186, "patient_uid": "8647261-1", "PMID": 34851779, "file_path": "noncomm/PMC008xxxxxx/PMC8647261.xml", "title": "Management of pregnancy with diffuse cutaneous systemic sclerosis: a case report and literature review", "patient": "The reporting of this study conforms to the CARE guidelines.\\n A 30-year-old nulliparous woman with diffuse cutaneous SSc presented to our hospital at 13+5 weeks’ gestation. The onset of her illness was 22 years previously. A typical Raynaud phenomenon rapidly affected her hands, feet, and body after pregnancy started, and this was easily evoked by cold exposure or emotional stress. As gestation proceeded, sclerotic changes followed, finally leading to dermatogenic contractures and sclerodactyly, perioral plication, microstomia, and mask-like facial stiffness. Ulcers occurred on her fingertips and interphalangeal joints, accompanied by severe pruritus (). Arthralgia and musculoskeletal pain were the most frequent complaints during her pregnancy course. The only positive autoantibody was anti-topoisomerase-1 (Scl-70). A rheumatologist prescribed aspirin with a dosage of 100 mg/day and methylprednisolone with a dosage of 4 mg/day. Her pregnancy course was good without proteinuria and hypertension, and her main complaints of arthralgia and severe pruritus slowly disappeared. At 36 weeks’ gestation, her pruritus was aggravated with elevated serum aminotransferase (alanine aminotransferase: 118 U/L; aspartate aminotransferase: 106 U/L) and total bile acid (14.8 μmol/L) concentrations, and the diagnosis of intrahepatic cholestasis of pregnancy was made. Topical emollient was provided, and ursodeoxycholic acid (1 g/day) was added to relieve the pruritus and the low bile acid and serum enzyme levels. The patient’s weight increased appropriately during the pregnancy period, and an obstetric ultrasound scan showed normal fetal growth in late pregnancy.\\nAfter 2 weeks (38 weeks’ gestation), she was admitted to our hospital. Electronic fetal monitoring tracing was normal, and no major abnormalities in other examinations were found. Termination of the pregnancy was decided because of diffuse cutaneous SSc and intrahepatic cholestasis of pregnancy after a group consultation including obstetricians and rheumatologists. A physical examination showed that the sclerotic lesions did not affect her perineal skin, and the vaginal birth canal was soft and elastic. Vaginal delivery was the preferred choice because of irregular sclerosis in her lower abdominal skin. Oxytocin infusion was administered after using a double-balloon device for cervical maturation. Her airway Mallampati score of III accompanied by perioral plication and microstomia were associated with increased difficulty in endotracheal intubation. Consequently, the placement of an epidural catheter with the needle-through-needle technique was performed in case of dystocia and emergency cesarean section. This catheter could also be applied for combined spinal-epidural analgesia during the induction of labor with oxytocin infusion. The patient received an intrathecal injection of 0.5% bupivacaine 2.5 mg plus fentanyl 15 mg through the pre-placed epidural catheter, and labor pain was rapidly relieved. As labor progressed after 8 hours of induction, her cervical dilatation was 10 cm, and descending of the fetal head proceeded well with the head position at the +1 station. As the fetal head began to crown, a lateral episiotomy incision was performed, and the neonate was rapidly delivered. The Apgar score was 10 at 1 and 5 minutes, and the neonate weighed 3520 g. The vaginal birth canal was checked, and the perineal incision was sutured carefully.\\nThe patient was transferred to the Rheumatology Department on her third postpartum day without any complications. Subsequent follow-up confirmed that the perineal incision had healed and that the neonate was in good condition.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'10211892': 1, '2920051': 1, '18378753': 1, '20534371': 1, '25126963': 1, '19420368': 1, '28825764': 1, '28792092': 1, '24266334': 1, '26434922': 1, '10389711': 1, '9031379': 1, '1464871': 1, '3361530': 1, '3382262': 1, '19487221': 1, '22213060': 1, '31474594': 1, '31928915': 1, '17080915': 1, '34851779': 2}", "similar_patients": "{}"}