{"patient_id": 57332, "patient_uid": "8476689-1", "PMID": 34611518, "file_path": "comm/PMC008xxxxxx/PMC8476689.xml", "title": "Pelvic actinomycosis three years after colporrhaphy: A case report", "patient": "A 57-year-old multiparous woman with a history of cystocele which was corrected with colporrhaphy three years prior presented to the hospital with four weeks of sharp, unrelenting right-sided gluteal pain that radiated down her right leg; the pain was worse with urination and defecation and associated with red-brown and purulent vaginal discharge. Medical history was notable for oral hormone replacement with estradiol, otherwise not relevant to her presenting condition. Surgical history was notable for colporrhaphy three years prior, as well as abdominal hysterectomy eighteen years prior for ovarian cysts. She smoked a half-pack of cigarettes per day and was monogamous with her husband, and neither of them had ever had a sexually transmitted infection.\\nUpon initial evaluation, vital signs were notable for temperature of 37.9 degrees Celsius and a blood pressure of 96/55 mmHg. Serologies demonstrated hypokalemia of 2.8 mmol/L, white blood cell count of 14,980/uL, and were otherwise unremarkable. Urinalysis was cloudy with trace protein, red blood cells 26–50/hpf, white blood cells >50/hpf, bacteria >50/hpf, and epithelial cells >10/hpf; culture grew mixed urogenital flora all at <10,000 cfu/mL. Vaginitis screen was negative for trichomonas, Gardnerella vaginalis, and Candida species. Computerized tomography (CT) of the abdomen and pelvis with contrast showed a 6.0 × 5.0 × 5.9 cm multiloculated abscess along the right lateral pelvic wall and within the gluteus maximus ().\\nShe was admitted to the hospital, started on ceftriaxone and metronidazole, and gynecology and interventional radiology were consulted. A drain was placed into the abscess by the interventional radiologist on hospital day 1. The gynecology consultant considered the patient's nidus for infection to be the non-absorbable sutures from her colporrhaphy. Cultures from the wound demonstrated heavy growth of A. turicensis and moderate growth of Streptococcus constellatus on hospital day 4. Antibiotics were then transitioned to oral amoxicillin/clavulanate 875/125 mg twice daily. She was discharged home on hospital day 4 in good condition, on antibiotics and with her drain in place.\\nSix days post-discharge, the interventional radiologist replaced the patient's drain to access a deeper area of the abscess. Eleven days post-discharge, she had one stitch removed at the bedside during follow-up with gynecology, who also confirmed both by chart review and discussion with the surgeon who performed the colporrhaphy that there was a second suture placed in the right apex of the vagina and tied down to the right uterosacral ligament. On follow-up with infectious disease, she was continued on her antibiotic course for a total of 6 weeks, after which they determined her abscess had resolved. Her drain was removed by the interventional radiologist 50 days post-hospitalization after fluoroscopic evaluation demonstrated complete drainage of the cavity (). She then underwent surgical exploration 53 days post-discharge, and no additional sutures or foreign bodies were identified. During post-surgical follow-up with gynecology, they determined that her abscess had completely resolved.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'11717673': 1, '27311002': 1, '8444484': 1, '33416964': 1, '25045274': 2, '19533006': 1, '18401545': 1, '19583714': 1, '24515541': 1, '21561348': 1, '28684963': 1, '22067717': 1, '17531616': 1, '9636842': 1, '17459563': 1, '17639342': 1, '34611518': 2}", "similar_patients": "{'4094581-1': 1, '4094581-2': 1, '4094581-3': 1, '4094581-4': 1, '4094581-5': 1, '4094581-6': 1, '4094581-7': 1, '4094581-8': 1, '4094581-9': 1}"}