{"patient_id": 108504, "patient_uid": "8200151-1", "PMID": 34135598, "file_path": "noncomm/PMC008xxxxxx/PMC8200151.xml", "title": "Durable Clinical Response to Immune and Targeted Therapies in an Elderly Man with Synchronous Gastric (HER2+) and Bladder Cancers: Case Report and Literature Review", "patient": "During November 2018, a 73-year-old Chinese man was stricken with stomach pain and gross, painless hematuria. In January of the following year, he was admitted to our hospital’s urology department for cystoscopy and gastroscopy. Gastroscopy revealed an ulcerative lesion (4 cm x 1.5 cm) of gastric horn (), diagnosed as gastric adenocarcinoma. Signet ring cells were visible in histologic sections (), and the following tissue markers exhibited immunostaining positivity: MLH1 (+), MSH2 (+), MSH6 (+), PMS2 (+) (–), and HER2 (2+). HER2 amplification was also evident by fluorescence in situ hybridization (); multiple enlarged and fused tumor-bearing lymph nodes appeared in computed tomography (CT) of the abdomen, rimming the stomach ( and ). Cystoscopy and abdomen CT also disclosed multiple bladder tumors ( and ) () histologically confirmed as urothelial carcinoma (). A multi-disciplinary team (MDT) convened to discuss feasible treatment options. Considering the metastatic lymph nodes with multiple enlargement and fusion around the stomach may not be completely cleared by surgery, the advanced age of the patient and the pathological type of signet-ring cell carcinoma with high malignancy, our gastrointestinal surgeon did not recommend surgical treatment. So transurethral resection of the bladder cancer took place on February 14, 2019 in the urology department considering the patient’s will of preserving the bladder. Postoperative recovery was good, but the preserving bladder surgery placed this patient at high risk of recurrence and progress.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'31587782': 1, '34980128': 1, '28456635': 1, '21780108': 1, '32229188': 1, '31638948': 1, '27714776': 1, '28993052': 1, '33262133': 1, '31962285': 1, '32003263': 1, '28025473': 1, '32630517': 1, '32425597': 2, '31579423': 1, '32215057': 1, '32660173': 1, '33338426': 1, '32392774': 1, '26811656': 1, '33167790': 1, '32698781': 1, '32277740': 1, '32005431': 1, '32571290': 1, '29880231': 1, '31280224': 1, '33269713': 1, '34135598': 2}", "similar_patients": "{'7187932-1': 1, '7187932-2': 1, '7187932-3': 1, '7187932-4': 1, '7187932-5': 1, '7187932-6': 1}"}