{"patient_id": 52156, "patient_uid": "8235874-1", "PMID": 34194882, "file_path": "comm/PMC008xxxxxx/PMC8235874.xml", "title": "Emergent Inpatient Administration of Casirivimab and Imdevimab Antibody Cocktail for the Treatment of COVID-19 Pneumonia", "patient": "A 45-year-old male who tested positive for SARS-CoV-2 was presented to the emergency department (ED) with persistent non-productive cough, severe dyspnea, fever, chills, and intermittent diarrhea. His comorbidities include diabetes mellitus, hypertension, and morbid obesity (BMI 44.7 kg/m2). The patient's symptoms started eight days prior to his presentation to the ED. He experienced gradual worsening dyspnea at rest and daily fevers up to 105 °F. He denied loss of taste or smell. He also denied any history of alcohol, tobacco, or illicit drug use. On presentation, his vital signs included a blood pressure of 127/70 mmHg, respiratory rate of 24 per minute, fever of 103.6 °F, and oxygen saturation of 89% on room air. His physical examination was notable for tachypnea and bibasilar crackles.\\nChest X-ray revealed diffuse bilateral airspace opacities most prominent in the right upper lobe (Figure ). Laboratory testing was significant for leukocytosis of 12,000 cells/µL, elevated absolute neutrophil count of 10,400 cells/µL (normal range =2500-7500 cells/µL), elevated D-dimer of 415 ng/mL (normal range <250 ng/mL), and elevated ferritin of 3329 µg/L (normal range = 20-300 µg/L). Serology was negative for antibodies to SARS-CoV-2 via an enzyme chemiluminescence assay (manufactured by Roche-Elecsys, Indianapolis, IN).\\nDuring the initial resuscitation in the ED, the patient’s oxygen saturation improved to 94% on 4 L/min of supplemental oxygen via nasal cannula. Additionally, he was given a single dose of dexamethasone 10 mg intravenous (IV), remdesivir 200 mg IV, and enoxaparin 40 mg subcutaneously (SQ) in the ED. After admission to the inpatient unit, he was continued on once-daily administration of dexamethasone 6 mg IV, remdesivir 100 mg, and enoxaparin 40 mg SQ.\\nDue to the patient’s complicated medical history, comorbidities, and risk of progressing to severe COVID-19 pneumonia, pulmonology/critical care and infectious disease specialists were consulted and recommended the administration of REGN-COV2. The consideration for IV infusion of REGN-COV2 via off-label use was based on the recently reported studies suggesting a significant reduction in viral load for seronegative patients on low-flow supplemental oxygen [,]. The risks, benefits, and alternatives for the antibody cocktail infusion were discussed with the patient, and he ultimately consented to the recommended treatment. Subsequently, he received a 2.4 g IV infusion of the antibody cocktail the evening of the first day of hospitalization. On the second day, his respiratory rate normalized, and his supplemental oxygen requirements decreased to 2 L/min. By the third day of his hospital course, the patient was only intermittently requiring supplemental oxygen while ambulating. The patient was ultimately discharged home with supplemental oxygen to be used as needed after five days of hospitalization. The patient experienced no further complications since his discharge from the hospital.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'34497376': 1, '32235945': 1, '32359201': 1, '23370150': 1, '33511638': 1, '33332778': 1, '33585808': 1, '32423368': 1, '32540904': 1, '34968860': 1, '32603425': 1, '34634813': 1, '33175297': 1, '34194882': 2}", "similar_patients": "{}"}