{"patient_id": 49645, "patient_uid": "8114540-2", "PMID": 33975651, "file_path": "comm/PMC008xxxxxx/PMC8114540.xml", "title": "Idiopathic myelitis presenting as Brown-Séquard syndrome: two case reports and a review of the literature", "patient": "A 47-year-old Han woman was admitted with weakness in the right lower limb and numbness in the left lower limb for more than 20 days. More than 20 days earlier, the patient presented with weakness in the right lower limb without cause. Half a day later, numbness was observed in the left lower limb accompanied by a cold sensation. No defecation disorders were observed. Lumbar MRI at an external hospital indicated protrusion of the intervertebral disk in the S3-4 and S4-5 regions. The patient did not improve after lumbar disease was treated and had aggravated weakness in the right lower limb and walking difficulties. No abnormalities were observed in the past medical history. Physical examination: Vital signs were stable. Cranial nerves were normal. Grade 4 muscle power was found in the right lower limb, while grade 5 muscle power was revealed in the left lower limb. Normal muscle tone was found in all four limbs. The knee reflex was exaggerated in her right lower limb. Pain was reduced below the left sternal angle. Proprioception and vibration sensation in the right lower limb were diminished. The right Babinski sign was positive. The results of a routine blood test, hepatorenal function examination, electrolyte examination and antinuclear antibody spectrum were normal. Serum herpes, CMV and EBV DNA levels were negative. The CSF cell count was 1 × 106/L, and the protein level was 328 mg/L. CSF smear and acid-fast staining were negative. CSF culture, OB and AQP4 antibody were negative. Brain MRI was normal. Cervical MRI indicated hyperintense and enhanced signals in the C7-T2 region (Fig. a–d). Myelitis was considered. The patient was administered methylprednisolone (1000 mg for 5 days) and then prednisone (55 mg, orally, once a day, reduced by 10 g per week). After methylprednisolone pulse therapy was given, the symptoms were significantly improved. Fifteen days later, cervical MRI was rechecked, indicating that the lesions were significantly reduced (Fig. e–h). The patient recovered and was discharged.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'20385921': 1, '31061302': 1, '18332885': 1, '22836467': 1, '17125062': 1, '8009620': 1, '25092932': 1, '3191854': 1, '31334202': 2, '26092914': 1, '33975651': 2}", "similar_patients": "{'8114540-1': 2, '6618201-1': 1, '6618201-2': 1}"}