{"patient_id": 48838, "patient_uid": "8077249-1", "PMID": 33936663, "file_path": "comm/PMC008xxxxxx/PMC8077249.xml", "title": "SARS-CoV-2 infection complicated with cold agglutinin disease and myositis", "patient": "A 69-year-old female with a history of stage IV chronic lymphocytic leukemia on tirabrutinib presented to the emergency room with low-grade fever, arthralgias, myalgias, and nonproductive cough for 2 days. She was hemodynamically stable with normal oxygen saturation on room air. Nasopharyngeal swab for reverse transcriptase-polymerase chain reaction (RT-PCR) test obtained for SARS-CoV-2. She was discharged home on empiric levofloxacin 750 mg daily, and tirabrutinib was discontinued. Two days later, a positive test for RT-PCR for SARS-CoV-2 was returned.\\nOn day 9 of onset of symptoms, she was admitted with worsening dyspnea, anorexia, and fatigue. Her vital signs were as follows: temperature of 100.3 Fahrenheit, pulse 99 bpm, respiratory rate 24 breaths per min, blood pressure 128/76 mm Hg, and oxygen saturation SpO2 89% on ambient air. She was continued on levofloxacin 750 mg daily and started on tapered dose dexamethasone of 6 mg daily. Then, she was discharged home on supplemental oxygen of 2 liters nasal cannula on day 16. Quick COVID-19 Severity Index score was 12 which indicated a high risk of critical illness.\\nOn Day 18, she was readmitted with severe intractable pain in her bilateral lower extremities with subjective pelvic girdle weakness. Physical examination revealed petechial lesions and reticulated vascular violaceous cutaneous lesions on the anterior chest wall, tip of the nose, lips, bilateral lower extremities sparing anterior abdominal wall and truncal areas (Figures ,). Severe tenderness and hyperalgesia elicited by palpation in the bilateral calves and quadriceps musculature with acrocyanosis affecting the tip of fingers, nose, and malar prominence. Strong symmetric distal pulses were palpated. Motor examination revealed symmetric grade 4/5 power in upper extremities and grade 2/5 in power lower extremities.\\nLaboratory examination results were as follows: creatine phosphokinase 2713 µ/L, lactate dehydrogenase 1348 µ/L, haptoglobin 196 mg/dL, hemoglobin 11.7 gm/dL, platelets 75 k/mm3, aspartate aminotransferase 96 µ/L, alanine aminotransferase 72 µ/L, creatinine 0.6 mg/dL, prothrombin 12.3 seconds, partial thromboplastin time 32.5 seconds, fibrinogen 599 mg/dL, IGG 333 mg/dL, immunoglobulin M 26 mg/dL, immunoglobulin A 83 mg/dL, hepatitis B and C viral serologies were negative for acute infection.\\nPeripheral blood smear revealed marked agglutination of red blood cells and a cold agglutinin with thermal amplitude of 30°C was identified with complement C3B and C4 identified on red blood cells (Figures ,). Peripheral blood smear showed normal-sized platelets, normal-appearing neutrophils with toxic granulation, atypical lymphocytes somewhat eccentric nuclei, occasional nucleated red blood cells, and mild polychromasia with smudge cells.\\nOn Day 20, physical examination was notable for new bulla formation in the lower extremities and increased mottling of upper extremities (Figure ). Laboratory studies showed worsening thrombocytopenia (platelets 11 k/mm3) and anemia (hemoglobin 6.7 gm/dL). Treatment with prednisone 1 mg/kg daily for a total of 4 weeks was continued. Rituximab 375 mg/m2 weekly × 4 doses was initiated for cold agglutinin hemolytic anemia, and intravenous immunoglobulin infusion was administered at 1 g/kg daily × 2 doses on day 21 to address possible immune-related thrombocytopenia.\\nOn Day 26, the patient was discharged to a rehabilitation facility with a normal creatinine phosphokinase of <20 U/L and stable hemoglobin of 10.5 gm/dL.\\nFive months later, cutaneous ulcers completely resolved following local wound and supportive care without skin grafts.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'29363757': 1, '12916546': 1, '18625683': 1, '32197060': 1, '8842914': 1, '32268022': 1, '32192578': 1, '34899761': 2, '33936663': 2}", "similar_patients": "{'8655106-1': 1}"}