{"patient_id": 109314, "patient_uid": "8270044-1", "PMID": 34045393, "file_path": "noncomm/PMC008xxxxxx/PMC8270044.xml", "title": "Torsion of suprahepatic gall bladder", "patient": "A 69-year-old Korean male presented to the emergency department with severe epigastric pain. Physical examination showed that his vital signs were normal without fever. The abdomen was not distended, but there was localised tenderness in the epigastric and right upper quadrant area. Laboratory findings showed a normal complete blood count, and liver function tests revealed a serum total bilirubin level of 0.5 mg/dl, a serum aspartate aminotransferase of 45 U/L and a serum amylase level of 78 U/L. All other studies were within the reference limits. A plain radiography showed a localised ileus. A contrast-enhanced computed tomography (CT) demonstrated a distended gall bladder with diffuse wall thickening and presence of scanty fluid in the pericholecystic area. The gall bladder was located in the suprahepatic position, accompanied by hypotrophy of the liver segment 4 (S4) without displacement of the colon. Ultrasonography revealed a distended gall bladder with diffuse wall thickening in the suprahepatic space, and no gallstones were noted []. The patient was admitted with a clinical diagnosis of acute cholecystitis. Emergent laparoscopic cholecystectomy was scheduled on the same day of patient arrival. Intraoperative findings revealed a distended gall bladder with ischaemic change, which was located in the suprahepatic position and had twisted along the cystic duct and artery pedicle in a clockwise manner. There were a prominent main portal fissure and an elongated mesentery with minimal peritoneal attachment []. Detorsion of the twisted gall bladder was performed and the gall bladder was resected. The resected gall bladder was about 11 cm in length and had a thickened oedematous wall with gangrenous change. There were no stones in the gall bladder lumen, and yellow streaks were diffusely distributed on the gangrenous mucosa. Microscopic findings of the gall bladder were consistent with those of acute gangrenous cholecystitis. Unfortunately, the pre-operative diagnosis of gall bladder torsion was missed, and a definite diagnosis was made at the time of surgery. The post-operative period was uneventful, and the patient was discharged on the 4th post-operative day. This case study was approved by the Institutional Review Board (IRB) of Gumi CHA Medical Center (GM20-02), and the IRB waived informed consent for this reporting.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'26614480': 1, '25761535': 1, '23961256': 2, '20065577': 1, '34733951': 1, '14220636': 1, '34045393': 2}", "similar_patients": "{'3745634-1': 1}"}