{"patient_id": 109215, "patient_uid": "8256025-1", "PMID": 34107595, "file_path": "noncomm/PMC008xxxxxx/PMC8256025.xml", "title": "Flow diversion via telescoping stent with Low-profile Visualized Intraluminal Support Junior for treatment of ruptured dissecting aneurysm located at proximal posterior inferior cerebellar artery", "patient": "A 49 years old female with underlying Sjogren syndrome has visited to emergency room for severe headache, posterior neck pain, and projectile vomiting. Brain computed tomography revealed a subarachnoid hemorrhage located mainly at right cerebello-medullary cistern and intraventricular hemorrhage (). Trans-femoral cerebral angiography was performed at the day of symptom onset, but no aneurysm was detected. Four days later at follow up cerebral angiography, small bulging aneurysm (1.7×1.5×1.0 mm with 2.0 mm sized neck, ) appeared at the sidewall of anterior medullary segment of right PICA. Furthermore, right VA diameter has decreased from 3.1 mm to 2.3 mm, which could be a sign of dissection or vasospasm. The diameter of proximal PICA was 1.8 mm () and no perforating vessels were visible near the junction of VA and PICA.\\nLoading dose of dual antiplatelet (aspirin 300 mg and clopidogrel 300 mg) was administrated via the nasogastric tube during the general anesthesia for endovascular treatment. First, LVIS Jr (2.5×23 mm) stent was deployed from the VA to PICA via Headway 17 microcatheter (Microvention Inc., Tustin, CA, USA). Additional LVIS Jr (2.5×17 mm) stent was deployed inside the indwelling stent to achieve flow diversion effect (, ). Coil insertion was not attempted due to the risk of aneurysm rupture. There were no procedural complication or newly developed neurologic deficits after the treatment. Patient was tolerable with dizziness and mild headache. Dual antiplatelet (aspirin 100 mg and clopidogrel 75 mg) was administrated for 6 months after the procedure.\\nAfter three months, cerebral angiography showed disappearance of aneurysm and good patency of PICA (, ). The diameter of right VA has decreased due to intimal hyperplasia at the site of stent deployment. Straightening of PICA (increase of angle between VA and PICA) developed and the diameter of PICA has increased (1.8 mm before treatment and 2.4 mm after treatment) with good flow patency. The patient returned to work without neurological sequelae.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'31144196': 1, '25234031': 1, '17928380': 1, '25395659': 1, '29054914': 1, '30803331': 1, '12405360': 1, '25884260': 1, '16575325': 1, '28798217': 1, '24699567': 1, '29463145': 1, '29807446': 1, '25555078': 1, '34107595': 2}", "similar_patients": "{}"}