{"patient_id": 110759, "patient_uid": "8405523-1", "PMID": 34484772, "file_path": "noncomm/PMC008xxxxxx/PMC8405523.xml", "title": "Carotid access for percutaneous coronary intervention", "patient": "A 64-year-old woman, without prior cardiac history, was admitted to the hospital with worsening dyspnea on exertion, orthopnea, and swelling of the lower limbs. She had hypercholesterolemia and prediabetes and was an active smoker. Clinical examination showed signs of congestion. A transthoracic echocardiogram revealed a dilated left ventricle with severe left ventricular dysfunction, with a left ventricular ejection fraction of 25%. The diagnosis of congestive heart failure was made. Medical heart failure therapy was initiated.\\nTo rule out underlying coronary artery disease, an invasive coronary angiography was planned. However, vascular access could not be obtained despite several attempts via different arterial access points, both radial and femoral. A computed tomography angiography (CTA) and a coronary computed tomography angiography (CCTA) were performed. The CTA showed extensive peripheral artery disease, with a total occlusion of the infrarenal aorta and both common iliac arteries (Leriche Syndrome), a total occlusion of both subclavian arteries, and a critical stenosis of the brachiocephalic artery (Figure ), explaining the inability to obtain access through conventional access sites. Furthermore, there was a severe stenosis of the left internal carotid artery, and a mild stenosis of the left common carotid artery. However, arterial access could be obtained proximally at the left carotid artery. The CCTA showed extensive coronary calcifications, with a severe stenosis in the LAD, a moderate stenosis in the right coronary artery (RCA) and a moderate stenosis in the left circumflex artery (LCx), and thus justified the need for coronary artery revascularization.\\nAfter multidisciplinary Heart Team discussion, involving the vascular surgeon, the decision was made to perform PCI of the LAD via the left carotid artery.\\nThe configuration of the catheterization laboratory was adjusted to enable carotid access site preparation and PCI (Figure ). The procedure was performed under general anesthesia. First, the vascular surgeon made the skin incision along the anterior border of the sternocleidomastoid muscle. The subcutaneous tissue and platysma were incised. The sheath over the common carotid artery was opened and the artery encircled with a vessel loop. After that, a retrograde puncture of the artery was performed and a guidewire with a 6 French sheath was positioned in the aortic arch under fluoroscopy. To ensure that the sheath stayed fixated, it was sutured to the sternocleidomastoid muscle (Figure ). A diagnostic coronary angiogram was then made by the interventional cardiologist. The presence of a severe stenosis in the mid segment of the LAD and moderate stenoses in the RCA and LCx were confirmed. PCI was performed, with deployment of a XIENCE Sierra™ 2.75 × 38 mm drug-eluting stent (Abbott) in the mid LAD. Adequate stent expansion and complete stent apposition were achieved, confirmed by angiography and intravascular ultrasound (IVUS) (Figure ). Finally, the vascular surgeon removed the sheath, closed the puncture hole with a prolene suture, and sutured the overlying tissues and skin.\\nThe length of the combined procedure was 111 minutes, with a total fluoroscopy time of 14 minutes. The total dose area product (DAP) was 25.311 Gy.cm2, with a total air kerma (K) of 318 mGy. A total of 150 ml of iodinated contrast was used. During the procedure, 5000 units of unfractionated heparin were given. The patient received dual antiplatelet therapy, consisting of acetylsalicylic acid 80 mg and clopidogrel 75mg once daily.\\nDuring the postoperative observation period, the patient showed good vital signs, no chest pain, and no neurological symptoms. She was discharged from the hospital the next day.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'20381818': 1, '28977565': 1, '29665617': 1, '7373375': 1, '32411411': 1, '18727116': 1, '21130709': 1, '32030031': 1, '28691906': 1, '29499894': 1, '34484772': 2}", "similar_patients": "{}"}