{"patient_id": 60701, "patient_uid": "8635109-1", "PMID": 34867715, "file_path": "comm/PMC008xxxxxx/PMC8635109.xml", "title": "Facial Paresthesia, a Rare Manifestation of Hereditary Neuropathy With Liability to Pressure Palsies: A Case Report", "patient": "A 25-year-old Afro-American male was referred to the Department of Oral and Maxillofacial Surgery by his family doctor because of recurrent episodes of facial paresthesia. These episodes spontaneously started 3 months prior and were observed for the first time after severe alcohol consumption. They could develop any time during the day, but mostly occurred during meals and long conversations. The paresthesia was reported bilaterally in the distribution area of the mandibular nerve, particularly the mental and auriculotemporal nerve. No pain or hypoesthesia was described. He did not have recent dental treatment. These complaints impeded his daily life and professional activities due to concentration problems. A few weeks earlier, he experienced hypoesthesia in the left little finger, left foot, and the medial side of the left wrist for approximately 1 week. These symptoms were often encountered in the past, but never lasted as long as 1 week. The family doctor prescribed corticosteroids, but this did not improve the symptoms.\\nThe patient's medical history included heterozygote sickle cell trait (HbAS) and alpha-thalassemia minor, for which he was scheduled for regular routine follow-ups with his hematologist. He had a history of smoking (2 pack-years). He had experienced tinnitus of unknown etiology for more than 4 years. In addition, the patient followed up regularly with a cardiologist for a second-degree atrioventricular block type 1. At 21 years old, he was diagnosed with HNPP. Genetic analysis of PMP22 confirmed deletion of the chromosome 17p11.2 region. Electromyography (EMG) of the upper and lower limbs showed multifocal demyelinating anomalies with diminished sensory and motor conduction velocity. In this regard, he occasionally encountered transient episodes of muscle weakness and hypoesthesia in the arms and legs, as mentioned earlier.\\nUpon clinical examination, the trigeminal and facial nerves were normal. Symptoms could not be elicited. There were no clinical signs of a disorder in the temporo-mandibular joint, and further clinical examination was normal. A panoramic radiograph and lateral head film showed no aberrancies except horizontally impacted wisdom teeth. Blood analysis showed microcytic hypochromic anemia, which can be attributed to the alpha-thalassemia minor. He had no vitamin deficiencies. HIV infection, hepatitis B, and syphilis were excluded by appropriate tests. Before our exam, he had been assessed by the neurology department. This showed a symmetric motor function of the facial nerve, normal sensibility of the trigeminal nerve and a normal examination of the remaining cranial nerves. Strength testing revealed a reduced flexion strength of the left little finger and reduced extension strength of the left great toe. On the left side the little finger and medial side of the hand as well as the upper side of the left foot showed a diminished light touch and pinprick sensibility. Vibration perception of the left hand and foot was normal. The right side was completely unremarkable. Coordination of a heel-shin slide and finger-to-toe test was normal. The reflexes were symmetric. An EMG of the left ulnar and median nerve did not yield pathological findings other than the known HNPP. Blink testing of the facial muscles were within normal limits. Quantitative sensory testing (QST) according to the DFNS protocol () revealed thermal sensory disturbances in the trigeminal distribution. On the right side, the cold pain threshold was increased, and the warmth detection threshold was clearly lower (). Magnetic resonance neurography (MRN) of the trigeminal nerve showed slightly increased nerve calibers and signal intensities, more pronounced on the right inferior alveolar nerve (IAN) (). Intramuscular injections with vitamin B complex once a week were prescribed. After 6 weeks the patient reported improvement of his symptoms. The episodes of facial paresthesia were decreased in number and intensity and did no longer impeded his daily life activities. Vitamin B supplements were interrupted without recurrence or exacerbation of symptoms.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'16697110': 1, '17019100': 1, '1666124': 1, '26345692': 2, '19099137': 1, '14581692': 1, '4114767': 1, '17548562': 1, '25878687': 2, '9674839': 1, '30989370': 1, '19473371': 1, '6243181': 1, '8422677': 1, '19678601': 1, '24646194': 1, '14638986': 1, '25903043': 1, '11376203': 1, '28159390': 1, '33513024': 1, '34867715': 2}", "similar_patients": "{'4544882-1': 1, '4387634-1': 1}"}