{"patient_id": 49550, "patient_uid": "8110313-1", "PMID": 33971963, "file_path": "comm/PMC008xxxxxx/PMC8110313.xml", "title": "Sarcoidosis presenting with glazy mucoid sputum and dyspnea: a case report", "patient": "In 2004, a then 36-year-old European (Frisian) woman was referred because of fever, dyspnea and a cough productive of shiny glazy mucoid sputum, accompanied by arthralgias. She was a lifetime non-smoker, had worked as a part-time teacher for hair dressing students but had no inhalational exposure to organic dust. Chest auscultation revealed coarse and fine crackles especially over the right anterior lung field, and sporadic scattered wheezes. Laboratory findings showed only mildly elevated C-reactive protein; no blood eosinophilia was found. At the first manifestation of her chest symptoms, sputum cultures grew Staphylococcus aureus, Acinetobacter baumannii, Calcoaceticus complex and Haemophilus influenzae; she had received targeted antimicrobial treatment without relief of her symptoms. Her chest X-ray and computed tomography (CT) scan showed mediastinal and bi-hilar lymphadenopathy, mainly suggestive for sarcoidosis stage 1 (Fig. a, b). Bronchoscopic lung lavage showed lymphocytic inflammation; bronchoscopic biopsies revealed loose granulomas. Cultures from blood, sputum and lavage fluid did not show bacterial, fungal or mycobacterial pathogens. Her chest symptoms improved after starting 30 mg of prednisolone daily, although during steroid therapy she did not feel well and could hardly sleep. Two years later, after several attempts to wean her from steroids, all of which were followed by recurrence of all symptoms including fever and productive cough, she was referred to our University Medical Center. She had then tapered steroids to 15 mg daily, with osteoporosis prophylaxis. No diagnosis other than the initial diagnosis of sarcoidosis could be made; attempts to further taper steroids failed. In two other specialized centers for sarcoidosis in the Netherlands, her clinical presentation with productive cough had been considered incompatible with the diagnosis of sarcoidosis; therefore, an infectious condition was suspected but not confirmed. In an attempt to further taper prednisolone, she was started on inhaled budesonide combined with salmeterol. We introduced methotrexate (15 mg weekly) as a steroid-sparing regimen, as suggested in Dutch national guidelines at the time. She however experienced gastrointestinal side effects, while steroids could not be tapered during methotrexate treatment, which we therefore subsequently stopped. When she experienced a subsequent exacerbation of disease activity in 2006, with fever, dyspnea and cough productive of the same whitish glazy material, she was admitted to the hospital. Her past medical history revealed no new information; she had had two uncomplicated pregnancies with two healthy children; the family history was negative for sarcoidosis, tuberculosis and bronchiectasis. Apart from the obstetric care, she had never received medical or socio-psychological care, or been prescribed medications other than those for her current chest symptoms. She had only traveled to Mediterranean countries for family holidays, with no exposure to respiratory infections, fumes, or organic or inorganic dusts. She was a lifetime nonsmoker, and no one in the family smoked indoors. Her alcohol intake was limited to an occasional glass of wine on weekends; there was no illicit drug use. Because of her chest symptoms, she had given up her work; she denied any earlier change in her condition when she had occasionally tried to resume work. Her medications included inhaled budesonide 250 µg and salmeterol 50 µg inhaled twice daily, oral prednisolone 5 mg daily, calcium 500 mg, and actonel 35 mg/week. On examination, she was in distress: blood pressure 95/55 mmHg; pulse 99 beats per minute; pulse oxygen saturation 98%, respiration 25 breaths per minute. Temperature was 38.6°C. No skin or eye abnormalities were detected—in particular no evidence of erythema nodosum, induration of scars or iridocyclitis was noted, and no enlarged lymph nodes were found on palpation. There was an expiratory wheeze, no crackles; heart sounds were normal. Abdomen and extremities were normal. Routine lab exams showed increased C-reactive protein to 110 mg/L; white blood cell count 19.4 ×109/L, deemed as consistent with steroid use; hemoglobin 6.8 mmol/L (mild anemia); all other blood chemistry results including liver enzymes, electrolytes and renal function parameters were in the normal range. Arterial blood gas analysis showed pH 7.55, partial pressure of carbon dioxide 3.3 kPa, partial pressure of oxygen 9.9 kPa, oxygen saturation 97%, and bicarbonate ions 21 mmol/L; gas exchange for oxygen was impaired: the calculated alveolar-arterial oxygen difference was 6 kPa (normal range, 1–2 kPa). Blood and sputum cultures and a multiplex polymerase chain reaction (PCR) test for common respiratory pathogens (influenza, respiratory syncytial virus, coronaviruses, rhinoviruses, Human metapneumovirus and Mycoplasma pneumoniae) and urine tests for Legionella pneumophila type 1 and S. pneumoniae were all negative: no bacterial, fungal, parasitic or viral pathogens were identified. Pulmonary function testing showed mild restriction. High-resolution CT scanning showed, besides mediastinal and bi-hilar lymphadenopathy, ground-glass attenuation predominantly in the upper lobes without bronchiectasis (Fig. a–d).\\nBronchoscopy with bronchoalveolar lavage showed lymphocytic inflammation; no mycobacterial, bacterial, fungal or viral pathogens were identified by culture or PCR. Video-assisted thoracoscopic biopsies of the right middle and upper lobes showed granulomas compatible with sarcoidosis but no other diagnostic clues (Fig. ). Biochemical analysis of sputum showed nondiagnostic mucopolysaccharides; cultures remained negative.\\nConsidering that her diagnosis—although with highly unusual presentation—best fit the earlier diagnosis of sarcoidosis [, ], we started her on infliximab []. We argued that TNF-α is the cytokine that plays a central role in the formation and maintenance of the granulomatous inflammatory response, even though most patients with pulmonary sarcoidosis benefit little from this treatment []. Infliximab is a chimeric, monoclonal immunoglobulin G1 (IgG1) antibody with dual effects: it neutralizes the effect of circulating TNF-α and resolves granulomas in affected tissues []. She received 4 mg/kg (200 mg) infliximab intravenously at 3- and later 6–12-week intervals and made a remarkable recovery; she resumed her part-time work as a teacher after a dropout of several years. On an attempt 2 years later to wean her from infliximab, she experienced a relapse, and after restarting three-monthly infliximab she has not experienced any relapses or intercurrent medical or surgical problems in subsequent years. At the time of writing this report, she was well.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15281430': 1, '33093779': 1, '27509154': 1, '14614765': 1, '18032765': 1, '10235033': 1, '30446173': 1, '20665400': 1, '33505980': 1, '21266686': 1, '18321696': 1, '16840744': 1, '33971963': 2}", "similar_patients": "{}"}