{"patient_id": 48147, "patient_uid": "8043805-1", "PMID": 33761563, "file_path": "comm/PMC008xxxxxx/PMC8043805.xml", "title": "Double Aortic Arch with Coarctation of Aorta in an Adolescent: Unraveling the Vascular Ring", "patient": "We report the case of a 12-year-old girl who presented with symptoms of respiratory distress on exertion and occasional difficulty in swallowing. She also complained of claudication in both lower limbs. Clinical evaluation revealed a silent chest with decreased pulse volume in the lower limbs and a systolic blood pressure gradient of more than 20 mm Hg. Echocardiogram revealed a normal heart with a possible aberrant arch vessel. Contrast computed tomography was done (\\n,\\n.) which revealed a codominant DAA with mirror image branching of arch vessels and COA just distal to the unification of the arches at the level of isthmus. Further, the aorta appeared diseased at its infrarenal segment, causing nonsignificant luminal obstruction.\\nAt surgery, pressure monitoring of both right radial and femoral artery was instituted. The left groin vessels were cannulated for cardiopulmonary bypass (CPB). Left thoracotomy was performed. Assessment of lower limb pressure was done intraoperatively to identify the more rudimentary arch by clamping each arch and noting the pressure changes in the femoral artery. We found the right arch was nondominant and thus decided to divide it.\\nCPB was established to ensure easier mobilization of the arch and its vessels, as well as for spinal protection, and visceral perfusion. The right-sided aortic arch was divided as proximally as possible, posterior to the esophagus. The vascular stump was closed in two layers.\\nThe COA segment was excised along with the distal segment of the right arch and a 16-mm Dacron interposition tube graft (Hemashield, Vascutek, Terumo, Edinburgh, United Kingdom) was placed from the distal left arch to the proximal descending aorta.\\nFollowing the procedure, upper limb and lower limb blood pressures were equalized. The patient had an uneventful recovery and was discharged on postoperative day 6 with antihypertensive medication. At 4 months of follow-up, she underwent laparoscopic cholecystectomy for symptomatic cholelithiasis.\\nAt follow-up of 1 year, she continues to require two antihypertensive medications, with magnetic resonance imaging showing a well-seated interposition graft, with a disparity in size of a larger graft and a smaller distal left aortic arch but with no gradient over the anastomotic site on Doppler evaluation and no pressure gradient across upper and lower limb vessels on clinical evaluation. There appeared to be no features of tracheal or esophageal obstructions, with a short stump of right arch. (\\nand\\n)", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'11385394': 1, '28461801': 1, '20854971': 1, '29933438': 1, '15942575': 1, '17000782': 1, '10627885': 1, '8231269': 1, '33761563': 2}", "similar_patients": "{}"}