{"patient_id": 111063, "patient_uid": "8430354-2", "PMID": 34585077, "file_path": "noncomm/PMC008xxxxxx/PMC8430354.xml", "title": "Different phenotypes of transthyretin-associated familial amyloid polyneuropathy due to a mutation in p.Glu109Gln in members of the same family", "patient": "Case 2 – A 67-year-old woman (the sister of the patient in the first case) was referred to our neurology outpatient clinic due to bilateral numbness in her hands and feet. She mainly complained of dyspnea, which was related to effort that began nearly 2 years prior, and she had experienced sensorial loss beginning 1 year prior. Her neurological examination revealed bilateral glove and stocking sensation loss and mild weakness in the limbs. Deep tendon reflexes were absent. The electrophysiological results revealed sensorimotor axonal polyneuropathy. Her genetic analysis revealed a heterozygous p.Glu109Gln mutation. Because of the investigation of the dyspnea etiology, a cardiologist was consulted, and her cardiological examination and echocardiographic findings demonstrated a normal ejection fraction but the left ventricular hypertrophy, Grade 3 diastolic heart failure, and a spotty myocardial view. In addition, due to differential diagnoses for diastolic heart failure, cardiac magnetic resonance imaging (MRI) was performed. The MRI findings were consistent with myocardial amyloid deposition, a minimal increase in trabeculation in the left ventricle, mild grade pericardial effusion, and moderate thickening of the interventricular septum.\\nThe patient was able to walk without assistance with sensory and motor symptoms and was diagnosed with Stage I TTR-FAP. However, her cardiac complaints were prominent, and she was hospitalized in the cardiology department. Tafamidis treatment was considered for both patients.\\nWe received informed consent from each of the two patients and, thus, did not apply for ethical approval.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'23425518': 1, '27238058': 1, '19195518': 1, '16009758': 1, '26115788': 1, '22949539': 1, '22378262': 1, '9191784': 1, '23239211': 1, '22843282': 1, '17554795': 1, '18036445': 1, '34585077': 2}", "similar_patients": "{'8430354-1': 2}"}