{"patient_id": 51037, "patient_uid": "8180044-1", "PMID": 34090381, "file_path": "comm/PMC008xxxxxx/PMC8180044.xml", "title": "Acute exudative polymorphous vitelliform maculopathy during pembrolizumab treatment for metastatic melanoma: a case report", "patient": "A 54-year-old woman was referred by her oncologist because of blurry vision in both eyes. She also complained of a yellow spot in the left eye. The patient had a history of vaginal mucosal melanoma which was diagnosed in 2018. She underwent a total hysterectomy with a partial vaginectomy. In 2019 her gynaecologist discovered a recurrence of the tumor (mucosal melanoma) with multiple metastases in the lungs and lymph nodes (stage IV-M1b). The oncologist started a first-line treatment with pembrolizumab 200 mg intravenously once every three weeks. The first dose was administered the 6th of May 2019. A second dose should have been given the 27th of May but was put on hold due to immune-related thyroiditis. Eventually the second dose was given the 3rd of June. The third and fourth doses were given respectively on the 24th of June and the 15th of July. The ocular symptoms of this patient started after these four treatments with pembrolizumab. Her first visit at the consultation of Ophthalmology was the 5th of August. Her best corrected visual acuity was still 10/10 in both eyes with a correction of + 2.00 bilaterally, though she never wore glasses before. The anterior eye segment and vitreous showed no signs of inflammation. Fundoscopy revealed an attenuated macular reflex with subtle yellow-white subretinal deposits in the inferotemporal part of the macula (shown in Fig. ). A normal optic disc and periphery were visualized in both eyes. Fluorescein angiography did not show staining or leakage in the mid-phase, nor a late staining (shown in Fig. ). Spectral-domain OCT (SD-OCT) indicated overall retinal thickening of the central part of the macula in both eyes. Cross-sections illustrated bilateral neurosensory retinal detachment with a thick, highly reflective band at the outer photoreceptor layer. This reflective band is more prominent centrally but extends to regions without obvious neurosensory detachment (shown in Fig. ). On the OCT-angiography the superficial and deep capillary plexus appeared normal. The outer retina and choriocapillaris both had shadowing optical artifacts from subretinal fluid (shown in Fig. ). En face structural OCT at the level of the photoreceptors showed signal attenuation consistent with subretinal fluid and focal areas of increased signal corresponding to hyperreflective vitelliform material seen on cross-sectional OCT (shown in Fig. ). Fundus autofluorescence (FAF) showed an increased autofluorescence most prominent in the inferotemporal part of the macula in both eyes, corresponding to the deposits.\\nAfter a multidisciplinary consult with the oncologists the treatment of the patient with pembrolizumab was temporarily interrupted due to the ocular problems, but also because of the manifestation of other immune-related adverse events. The patient showed at the same time symptoms and signs of a sarcoid-like syndrome with prominent mediastinal lymph nodes and grade 1 pneumonitis. Nevertheless, a partial remission of the metastatic melanoma was seen after four administrations of pembrolizumab.\\nDuring the following visits we slowly saw an improvement of the neurosensory retinal detachment in both eyes. On the 10th of October, two months after the initial visit, SD-OCT showed no longer subretinal fluid in the right eye, though still a misalignment of the outer retinal layers. In the left eye there was still some residual fluid, however less than before (shown in Fig. ). After nearly four months of follow-up and with complete discontinuation of pembrolizumab ever since the first visit, we visualized a total resolution of the subretinal fluid in both eyes without the use of systemic or local corticosteroids during this period (shown in Fig. ). Although the vitelliform lesions remained present. The oncologists also concluded a positive evolution of the sarcoid-like syndrome and the pneumonitis.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'25372438': 1, '17981268': 1, '27136135': 1, '29689030': 1, '32513129': 2, '32740323': 1, '25331768': 1, '28614138': 1, '34090381': 2}", "similar_patients": "{'7281950-1': 1}"}