{"patient_id": 49310, "patient_uid": "8098628-1", "PMID": 33968515, "file_path": "comm/PMC008xxxxxx/PMC8098628.xml", "title": "Rapid Development of Clinically Symptomatic Radiation Recall Pneumonitis Immediately Following COVID-19 Vaccination", "patient": "A 66-year-old man was diagnosed with oligometastatic non-small cell lung cancer (NSCLC) in January of 2020. MRI of the brain did not reveal any metastatic disease. Staging with positron emission tomography/CT (PET/CT) demonstrated a large bilobed mass of the right upper lobe (RUL) with the dominant superior mass at 5.4 x 4.2 cm abutting the pleura and a more inferior mass measuring 4.6 x 4.2 cm, as well as multiple involved hilar and mediastinal nodes that measured up to 1.8 cm in short axis. His only site of distant disease was a biopsy-confirmed 1.3-cm rounded lesion in the pancreas. Pathologic subtyping was listed as \"not otherwise specified\". Molecular analysis revealed no targetable mutations with a programmed death-ligand 1 (PD-L1) expression of 0%. He completed four cycles of first-line systemic therapy with carboplatin, pemetrexed, and pembrolizumab and had no clinically significant side effects due to the therapy. Repeat MRI of the brain and PET/CT demonstrated no brain metastases, with a partial response in the RUL and mediastinum with the dominant RUL mass decreased to 3.4 x 2.7 cm and the inferior mass to 3.3 x 3.2 cm as well as complete response in the pancreatic metastasis with no measurable disease. He was enrolled into an institutional clinical trial (NCT03867175) in which he was randomized to local consolidation radiotherapy to all residual avid disease in the chest followed by the resumption of standard maintenance pemetrexed and pembrolizumab every three weeks.\\nHe completed 45 Gy in 15 fractions in July 2020, as shown in Figure , and subsequently resumed pemetrexed and pembrolizumab 15 days after the completion of the radiotherapy. He tolerated the radiotherapy well without any noticeable side effects aside from Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grade 1 fatigue. Maintenance pemetrexed and pembrolizumab were continued every three weeks for the next eight months with minimal nausea and fatigue. Serial surveillance CT imaging during this time showed the decreasing size of the RUL/mediastinal tumors and the development of grade 1 radiation fibrosis. In November of 2020, there was an interval appearance of a few small scattered multifocal ground-glass opacities with tiny nodular consolidations involving the bilateral lower lobes. These were thought to possibly represent infectious or inflammatory changes and found to be completely resolved on his subsequent CT chest three months later.\\nThe patient was tested for COVID-19 as part of pre-procedural protocols, with negative results on June 19, 2020, and March 5, 2021. He received his first dose of the Moderna COVID-19 vaccine (Moderna, Inc, Cambridge, MA) on January 26, 2021, and approximately three to five days after the administration, he developed a bothersome nonproductive cough. He had no other adverse reactions related to the vaccination that he could remember. He explicitly denied arm pain, fevers, chills, weakness, hemoptysis, joint aches, or gastrointestinal (GI) distress. He continued his therapy with pemetrexed and pembrolizumab. At his next cycle on February 23, he reported to his medical oncologist about a persistent bothersome cough. His second dose of the COVID-19 vaccine was delivered on February 25, and he noted that his cough became progressively more severe and frequent around February 28-29. Associated symptoms included increased dyspnea on exertion. These symptoms continued into March 2021. Based on these symptoms, he presented to the clinic for further evaluation, and CT imaging demonstrated interval development of exuberant pneumonitis confined primarily within the prior radiotherapy treatment field (Figure ). His imaging was interpreted by a board-certified radiologist specializing in thoracic oncology. Given the timeline (Figure ), now at eight months post-irradiation and following administrations of the COVID-19 vaccine, this was thought to indicate RRP. The patient was started on prednisone 40 mg daily with a long taper, which quickly improved his symptoms. He did not receive any antibiotics as a part of his management.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'33824832': 2, '34791816': 1, '33673048': 1, '30998908': 1, '32912295': 1, '33453313': 1, '28798088': 1, '11369064': 1, '34661927': 1, '32818434': 1, '13813586': 1, '191139': 1, '33677050': 1, '32961074': 1, '25373854': 1, '32411597': 2, '21375774': 1, '34153381': 1, '26846159': 1, '32540850': 1, '33968515': 2}", "similar_patients": "{'8012262-1': 1, '7198764-1': 1}"}