{"patient_id": 110928, "patient_uid": "8422001-1", "PMID": 34557449, "file_path": "noncomm/PMC008xxxxxx/PMC8422001.xml", "title": "Post-traumatic Late Presentation of Morel–Lavallée: Case Report and Review of Literature", "patient": "A 15-year-old male patient with no previous medical history sustained a low velocity crushing injury to the lateral aspect of the proximal thigh. He did not suffer from any associated injury during the trauma and did not even seek medical advice. Few hours after the insult, he started noticing bruises at the site of trauma but it was not given much attention. Ten days later, he started noticing a mass growing in size at the level of the greater trochanter.\\nAfter 3 months of neglection, he sought medical advice. On physical examination, the mass was fluctuant and positive with transillumination, with no systemic signs recorded, blood tests were within normal limits with the absence of infection markers (). Echography was done and showed a 22 × 4.8 cm homogenous hypoechoic mass with some echogenicity seen within swelling of subcutaneous fat. MRI of the right proximal thigh showed longitudinal fluid collection deep to the subcutaneous tissue and superficial to the deep fascia with the previously mentioned size (). A diagnosis of MLL was established and the patient was scheduled for operative treatment with incision, drainage, and debridement. 1.5 L of serosanguinous fluid was drained and necrotic fat was removed from the cavity. This was followed by talc application to increase the chance for recovery. The skin was in good condition so a decision was made to do primary closure with a vacuum drain inserted in the subcutaneous space in addition to compressive dressing. Two weeks later, the drain was removed and the wound healed quite well uneventfully.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'23320230': 2, '21833748': 1, '15618769': 1, '16391253': 1, '31988539': 1, '9210539': 1, '16825972': 1, '32335518': 1, '21741333': 1, '20463988': 1, '24458056': 1, '17424683': 1, '27435850': 1, '17351119': 1, '16275583': 1, '28571232': 1, '18784589': 1, '32548020': 2, '16086993': 1, '34557449': 2}", "similar_patients": "{'3539348-1': 1, '7276585-1': 1}"}