{"patient_id": 54640, "patient_uid": "8357079-1", "PMID": 34395120, "file_path": "comm/PMC008xxxxxx/PMC8357079.xml", "title": "Rituximab for Immune Checkpoint Inhibitor Myasthenia Gravis", "patient": "A 70-year-old woman with stage III C melanoma developed new-onset dyspnea, diplopia, and bilateral ptosis two weeks following her first cycle with Nivo + Ipi. She was evaluated by a neurologist and was found to have elevated serum acetylcholine receptor (AChR) binding, modulating, and blocking antibodies. Her symptoms gradually worsened over the course of three cycles of Nivo + Ipi, and the iCPI were discontinued.\\nThe patient was referred to the Neuro-Oncology clinic at H. Lee Moffitt Cancer Center (MCC) and Research Institute for further evaluation. The AChR antibodies were further elevated compared to a month prior. Creatine phosphokinase (CPK) level was normal. She was found to have a critically low respiratory function with dyspnea at rest and was admitted to the hospital for further management. She was started on pyridostigmine 60 mg four times a day and Prednisone 90 mg daily. Given her worsening pulmonary function, she was transferred to an intensive care unit and placed on non-invasive positive pressure ventilation (NIPPV). Forced vital capacity was consistently low at approximately 20 mL/kg. On hospital day 2, she was started on a five-day course of IVIG 0.4 gm/kg/day. The patient’s subjective symptoms resolved, but her respiratory function tests continued to decline. On hospital day 8, she received a single dose of rituximab IV 375 mg/m2, and her forced vital capacity dramatically improved within 48 hours, as illustrated in Figure . Her respiratory function continued to significantly improve, and she was subsequently discharged from the hospital. A summary of the key events of the case is shown in Figure .\\nThe patient developed worsening of her MG symptoms three to four weeks after the initial rituximab infusion; therefore, she was treated with a total of 14 more cycles of a single dose of rituximab 375 mg/m2 on a monthly basis, before she succumbed to her metastatic melanoma.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'30138772': 1, '29442540': 1, '31393660': 1, '29189553': 1, '26957887': 1, '29903623': 1, '28881921': 1, '24482447': 1, '19852027': 1, '28064139': 1, '27420474': 1, '31471269': 1, '31753014': 1, '29369382': 1, '28838265': 1, '30850443': 1, '28164324': 1, '28682883': 2, '34395120': 2}", "similar_patients": "{'5502156-1': 1}"}