{"patient_id": 112842, "patient_uid": "8611568-3", "PMID": 34908704, "file_path": "noncomm/PMC008xxxxxx/PMC8611568.xml", "title": "Blasphemous thoughts in obsessive–compulsive disorder: A case series", "patient": "A 23-year-old Hindu female, married for 5 years, living with her husband, a 4-year-old son, and a 20-weeks-old daughter, and in-laws in a joint family, belonging to the middle socioeconomic strata, came to psychiatry OPD with complaints of having thoughts which were extremely distressing to her. The thoughts were of her performing sexual acts with Lord Hanuman and also of her children sharing incestuous relations. The thoughts first began 2–3 days after delivery of her daughter, 5 months ago. They would initially occur only when she would happen to view her newborn daughter's genitals, whereas bathing her or cleaning her, when she would happen to see Lord Hanuman's image on her daughter's genitals. This persisted for around a month. After that, she began having thoughts of her son having sexual relations with her daughter. This would earlier occur only when her two children were sitting or playing together but eventually began occupying her thoughts throughout the day. Alongside, the thoughts of her performing sexual acts with gods also began increasing. The thoughts were also associated with vivid visualization of the act as if occurring in front of her eyes and continuing to be seen by her even when she would shut her eyes in an attempt to stop the images. She would try her best to suppress such thoughts by diverting her mind to other thoughts or by keeping herself occupied with work, which, albeit effective in the beginning, was not helping her. These thoughts grossly violated her moral and religious ethics and were causing her immense distress. She took cognizance that the thoughts were her own, and that they were unreal and impossible. She would feel apprehensive with palpitations, tightness in chest, and restlessness. She also began reporting no interest in the world around her and her daily activities. She completely stopped breastfeeding her daughter, and vehemently refused to have any sexual relations with her husband. She would have multiple episodes of inconsolable crying in the day. She no longer felt she deserved to live. She was barely eating and not able to sleep for more than 10–15 min a day. Desperate for a remedy, she came to her sister-in-law in Pune, as her in-laws were not very understanding of her illness, and came to psychiatry OPD with her sister-in-law.\\nThe patient had similar symptoms 1-month after the delivery of her first child, 4 years ago. After her son became a month old, her parents took her to a temple for a religious ritual. Over there, as she was praying in front of the idol of a Goddess, she first experienced an intrusive, distressing, unwanted thought, defying her principles: of the goddess sharing a sexual relationship with the priest in the temple. She got anxious at that thought and left the temple immediately. However, the thoughts kept recurring whenever she saw an idol of a god or a goddess, imagining herself having sexual relations with the gods, and her husband having sexual relations with the goddesses. The thoughts kept worsening, and she was unable to stop them despite trying to. They persisted for a year, but resolved spontaneously upon the death of her husband's paternal grandmother, due to being extremely caught up in the rituals and rites for 17 days following her death. After that, they never recurred or distressed her, until the current episode. Premorbidly, she held a firm belief in religion and was a very dedicated devotee of Lord Hanuman. She would pray for 30 min every morning. She would regularly observe fasts and would spearhead all the religious functions at home with great vigor. She would often narrate stories from the Ramayana and Mahabharata to her children, and would regularly read religious scriptures at home. Mental status examination revealed a young lady hiding her face with her saree. Conveying mood as self-contemptuous, having a reactive, and dysphoric affect. Preoccupying thoughts of obsessive nature were present, not associated with any compulsion. The patient had an intellectual insight. Y-BOCS score was 31, corresponding to moderate-severe symptoms. The patient was started on capsule fluoxetine 40 mg OD and tablet clonazepam 0.5 mg and was advised to review back after 5 days, to which she did not comply and was eventually lost to follow-up.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'18480523': 1, '21836679': 1, '11711164': 1, '24309880': 1, '34908704': 2}", "similar_patients": "{'8611568-1': 2, '8611568-2': 2}"}