{"patient_id": 58419, "patient_uid": "8526072-1", "PMID": 34692357, "file_path": "comm/PMC008xxxxxx/PMC8526072.xml", "title": "In Every Man, There Is a Child: Henoch-Schönlein Purpura in an Adult With Liver Cirrhosis", "patient": "A 56-year-old Caucasian male with a history of alcohol use disorder presented to the hospital complaining of abdominal distention and moderately severe nonlocalizing aching pain all over the abdomen for one week and lower extremity petechial rash for four days.\\nPhysical examination showed globular distention of the abdomen (Figure ) with dullness to percussion in bilateral flanks with shifting dullness. In addition, he had an abdominal wall ventral hernia extending from the xiphisternum to the umbilicus. Examination of the skin also showed flat, nonblanching, pinpoint, round, reddish-brown petechial rash in clusters on bilateral shins (Figure ) and abdomen (Figure ).\\nThe patient underwent computed tomography (CT) scan of the abdomen and paracentesis. CT scan revealed cirrhotic liver with ascites, extensive esophageal varices, and splenorenal shunt. Ultrasound further revealed signs of portal hypertension with splenomegaly. Diagnostic and therapeutic paracentesis was performed, with fluid studies nonindicative of spontaneous bacterial peritonitis. The albumin level of ascitic fluid was 0.6 g/dL, with a serum ascites albumin gradient of 1.9 g/dL.\\nRoutine complete blood count was significant for hemoglobin of 13.6 g/dL with macrocytosis (mean corpuscular volume of 100.9 μm3) and thrombocytopenia (77,000/mm3). Effects of liver cirrhosis were apparent with the international normalized ratio of 1.26, low albumin (2.5 g/dL), and bilirubin of 3.9 mg/dL (with an indirect component of 2.6 mg/dL). Liver transaminases were within normal limits, and alkaline phosphatase was elevated at 131 U/L.\\nThe patient had reduced kidney function with a creatinine of 1.61 mg/dL and calculated glomerular filtration rate of 54 mL/minute. Urinalysis showed proteinuria (192 mg/dL), with elevated protein creatinine ratio (2,526 mg/g), and microscopic hematuria (packed red blood cell [RBC]) with no RBC cast. Further biochemical analysis revealed elevated serum iron, iron saturation, and normal ferritin. Serum IgA levels were elevated at more than three times the upper limit.\\nThe patient’s kidney function continued to worsen. To further evaluate the etiology and establish the diagnosis for glomerulonephritis, the patient underwent a kidney biopsy. Biopsy was significant for focal segmental endocapillary and extracapillary proliferative glomerulonephritis with focal necrotizing features (Figure ). Immunofluorescence staining was positive for IgA deposits (Figure ), consistent with IgAN. Hematoxylin and eosin staining of kidney biopsy showed degenerating RBC cast (Figure ). Therapy was initiated with high-dose steroids and cyclophosphamide infusions. The clinical course was complicated by an upper gastrointestinal bleed from the rupture of esophageal varices for which the patient needed a transjugular intrahepatic portosystemic shunt. The patient was continued with a further course of cyclophosphamide infusions with monitoring of kidney functions.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'23045170': 1, '2304330': 1, '29804660': 1, '20413568': 1, '19628647': 1, '33936877': 2, '17513327': 1, '6388033': 1, '28988579': 1, '29634718': 1, '12761258': 1, '4171184': 1, '30756248': 1, '8302021': 1, '3371140': 1, '29237409': 2, '23318735': 1, '26064127': 2, '34692357': 2}", "similar_patients": "{'8080951-1': 1, '4439483-1': 1, '5729455-1': 1, '5729455-2': 1}"}