{"patient_id": 107858, "patient_uid": "8138415-1", "PMID": 34041117, "file_path": "noncomm/PMC008xxxxxx/PMC8138415.xml", "title": "Bupropion-induced acute dystonia in a patient with bulimia nervosa: A case report", "patient": "Upon assurance of patient's consent to participate in the study by signing the written consent form, from 8 months before the investigation, a 34-year-old married female patient (a medical staff) with a history of BN and weight and height of 52 kg and 164 cm, respectively, had been initially treated with slow-release bupropion at an initial dose of 75 mg due to sadness and impatience (mostly in the mornings) as well as hypersomnia and overeating. The mentioned dose reached 300 mg within 2 weeks. The patient was simultaneously taking 300 mg of bupropion with 20 mg of propranolol and 10 mg of chlordiazepoxide 10 at noon. The patient stated that her appetite would be decreased only in case of taking the three pills simultaneously. During the 8 months, the patient lost 6 kg of weight. Accordingly, after a while, she gradually increased the dose of slow-release bupropion to 450 mg/day due to the persistence of weight. Following such an increase in bupropion dose from 300 mg to 450 mg, after 3 days, she was suffering from painful muscular contractions in the legs, thighs, respiration, and swallowing and also abdominal pain, drooling, and suffocation feeling. She then referred the emergency department and received 10 g of diazepam intramuscularly. However, no change in symptoms made her suspected to be with acute dystonia. To this end, she was treated with 2 mg of biperiden intravenously, and then symptoms were resolved shortly. After 3 days, with the beginning use of 450 mg of bupropion again, the symptoms of acute dystonia begin to recur, which is ameliorated by the injection of biperiden. Two days later, the patient took 300 mg of bupropion again, which also led to acute dystonia symptoms.\\nThe patient stated a history of BN disorder since the age of 15, during which she had used different calorie diets, fluoxetine tablets, ritalin tablets, diethylpropion hydrochloride tablets, laxatives, and bisacodyl suppositories as well as the intragastric balloon method. Besides, the patient stated no history of head trauma, convulsions, fever, and drug use. There was also no history of psychiatric disorders and physical diseases in her family.\\nNormal complete blood cell counts, calcium and magnesium levels, vitamin B12 levels, folic acid levels, and ferritin levels were reported. The patient's brain magnetic resonance imaging (MRI) also reported normal conditions. Accordingly, following diagnosis of bupropion-induced acute dystonia, the patient was advised to discontinue bupropion intake. In the follow-ups done 2 weeks later, 3 months later, and 6 months later, no signs of acute dystonia was observed.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'31157138': 2, '24116333': 2, '17218049': 1, '28507829': 2, '17227286': 1, '25432724': 1, '10473482': 1, '27141292': 1, '11847943': 1, '29379324': 1, '15361919': 1, '27833231': 2, '21418667': 1, '34041117': 2}", "similar_patients": "{'3793459-1': 1, '3793459-2': 1, '5052961-1': 1, '5429148-1': 1, '6529042-1': 1}"}