{"patient_id": 52597, "patient_uid": "8256567-1", "PMID": 34225703, "file_path": "comm/PMC008xxxxxx/PMC8256567.xml", "title": "Steroid responsive cavernous sinus syndrome due to Rosai-Dorfman disease: beyond Tolosa-Hunt syndrome – a case report", "patient": "A 38-year-old male patient presented with horizontal diplopia, divergent strabismus and ptosis of the left eyelid. He also had an intense stabbing/throbbing headache predominantly in the left temporal and periorbitary regions. Headache was continuous and demonstrated little response to common analgesics and nonsteroidal anti-inflammatories (NSAIDs). There was no complaint of nausea, vomiting, phonofobia or photophobia. The patient also complained of numbness in his left frontal and upper face (territory of ophthalmic and maxillary divisions of the trigeminal nerve).\\nThere was a previous history of right-sided focal motor seizures, and a previous brain surgery 10 years ago for resection of a low grade tumour of the left frontal lobe (there was no pathological or immunohistochemistry report of that surgery available).\\nOn examination the patient had complete third nerve palsy, sixth nerve palsy and loss of pinprick and thermic sensations in the territories of the Ophtalmic (V1) and Maxillary (V2) divisions of the trigeminal nerve on the left side. Other parts of the neurological examination, including cognition, motricity, reflexes and coordination were normal. There was no papilledema.\\nA clinical diagnosis of cavernous sinus syndrome was made, and the patient was started on prednisone 60 mg/day, with significant improvement of headache intensity, resolution of ptosis and improvement in adduction, elevation and partial improvement in abduction of the left eye. An additional movie file shows this in more detail [see Additional file ].\\nBrain magnetic resonance imaging (MRI) revealed an asymmetry of the cavernous sinuses, with the left cavernous sinus being larger than the right (Fig. ). There were also four meningeal lesions with contrast enhancement and without calcification in the upper convexity adjacent to the left and right frontal lobes, in the left cerebellopontine angle and left posterior temporal region (Fig. ).\\nA biopsy of the meningeal lesion in the frontal convexity was performed, and resulted in a meningeal fragment with histiocytic proliferation (Fig. ). Immunohystochemical profile was negative for CD1a and ALK-1 and was positive for S100, CD68 (KP1 clone) and EMA (E29 clone), compatible with Rosai-Dorfman disease. Whole body computerized tomography (CT) scans did not reveal any other masses or lymphadenomegalies, characterizing an isolated CNS Rosai-Dorfman disease.\\nThe patient was treated with intravenous methylprednisolone 1 g/kg daily for five days, with significant improvement of the cavernous sinus syndrome. Maintenance treatment consisted of prednisone 10 mg/day after tapering. He is asymptomatic and has remained seizure-free for two years. Follow-up brain MRI has showed a decrease in size of meningeal lesions and of cavernous sinus asymmetry (Fig. ).", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'19348664': 1, '26915894': 1, '21440399': 1, '16552567': 1, '15177415': 1, '16177417': 1, '28214412': 1, '14707706': 1, '26966089': 1, '29848513': 1, '26034515': 2, '5938314': 1, '30099183': 1, '19020807': 1, '28881164': 1, '27252790': 1, '29381971': 1, '30296195': 1, '12835886': 1, '15943162': 1, '2737663': 1, '11606665': 1, '24797172': 1, '29720485': 1, '23771276': 1, '12546366': 1, '16033137': 1, '8410258': 1, '5782438': 1, '2180012': 1, '20350368': 1, '34225703': 2}", "similar_patients": "{'4446498-1': 1, '4446498-2': 1, '4446498-3': 1}"}