{"patient_id": 109629, "patient_uid": "8297054-1", "PMID": 34349858, "file_path": "noncomm/PMC008xxxxxx/PMC8297054.xml", "title": "Metastatic Gastric Cancer to the Colon", "patient": "The patient is a 66-year-old male with a medical history of hypertension and gastric cancer (status post partial gastrectomy 2 years prior) who presented to the emergency department (ED) complaining of progressively worsening peri-umbilical abdominal pain for 3 weeks and a 20-pound weight loss during that time. Regarding his past social history, the patient was married, lived with his family and was a former tobacco smoker (20 pack years). He denied alcohol or illicit drug use and had no known allergies. His physical exam showed a frail, cachectic male with a firm, distended, mildly tender abdomen with decreased bowel sounds. Additionally, there was a palpable mass in his left lower quadrant. He had clear breath sounds bilaterally with no rubs, murmurs or gallops auscultated on cardiac exam.\\nNotable laboratory workup included a complete blood count showed a white blood cell count of 3.8 × 103/µL, hemoglobin of 8.7 g/dL, and a platelet count of 312 × 103/µL. A comprehensive metabolic panel showed a normal creatinine of 1.1 mg/dL, blood urea nitrogen of 21 mg/dL and electrolytes within normal limits. Given the patients symptoms a computed tomography (CT) scan of the abdomen with intravenous contrast was done and showed an apple core mass of the mid-transverse colon measuring approximately 30 × 44 mm. There was also marked dilation of the colon proximal to this, consistent with large bowel obstruction ().\\nAfter obtaining the CT scan, the patient was admitted to the hospital ward for further management. The general surgery and gastroenterology services were consulted for recommendations. Initially an endoscopic placement of a palliative colonic stent was attempted but given the size of the lesion this was not amenable. General surgery then took the patient to the operating room and performed an en bloc resection of the colonic mass which was adherent to the transverse colon. The resected specimen was then sent to our pathologist for further evaluation. The results of the specimen showed metastatic adenocarcinoma consistent with gastric origin. This diagnosis was supported by cell positivity to cytokeratin (CK)7 and negativity to CK20 and CDX2 (, ).\\nPostoperatively the patient’s course was complicated by septic shock secondary to peritonitis and candidemia. Additionally, the patient developed herpes zoster over his upper thorax. The infectious disease service was consulted, and the patient was started on broad-spectrum antibiotics. A few days the patient had not improved prompting a palliative care consult. Given his complicated course the patient’s family opted to withdraw care and transfer the patient to a hospice facility for palliative care.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'24714299': 1, '14906648': 1, '27570417': 1, '15023013': 1, '24744586': 1, '20740169': 1, '11176295': 1, '31912902': 1, '15620119': 1, '30207593': 1, '16518827': 1, '31609640': 1, '27447571': 1, '2369748': 1, '32894370': 1, '2372774': 1, '28660526': 1, '25935705': 1, '17075877': 1, '17856716': 1, '29720853': 1, '34349858': 2}", "similar_patients": "{}"}