{"patient_id": 54344, "patient_uid": "8342168-1", "PMID": 34367703, "file_path": "comm/PMC008xxxxxx/PMC8342168.xml", "title": "COVID-19 and APOL-1 High-Risk Genotype-Associated Collapsing Glomerulonephritis", "patient": "A 65-year-old African American male was admitted to the hospital with chief complaints of fever and shortness of breath. The patient was exposed to a family member who has tested positive for COVID-19 and was subsequently confirmed with SARS-CoV-2 infection by reverse transcriptase polymerase chain reaction (RT-PCR) analysis. The patient's past medical history was significant for hypertension, diabetes mellitus type 2, hyperlipidemia, and chronic kidney disease stage 3A with the baseline glomerular filtration rate (GFR) of 50 mL/min. Home medications included amlodipine 10 milligrams (mg) daily, furosemide 40 mg daily, metformin 500 mg daily, and atorvastatin 40 mg daily. Physical examination was remarkable for a temperature of 101 degrees Fahrenheit, pulse rate of 89 beats/min, blood pressure of 108/75 mm Hg, and a respiratory rate of 22 breaths/min. The patient was in moderate respiratory distress using accessory muscles, and the auscultation of the lungs was significant for bilateral (b/l) wheezing and diffuse crackles. The rest of the physical examination was insignificant. The laboratory data are detailed in (all admission) and (progress in hospital up to 6 weeks after discharge, renal parameters).\\nThe renal function was worse from baseline with the serum creatinine of 6.5 mg/dl, blood urea nitrogen (BUN) of 86 mg/dl, and spot urine protein-creatinine (UPC) ratio of 15.8 gm/gm (baseline values: creatinine 1.2 mg/dl, BUN 32 mg/dl, and UPC 2gm/gm 6 months ago). Renal ultrasound revealed b/l enlarged kidneys, with no hydronephrosis. Although he had nephrotic-range proteinuria, he did not present with other classic features of nephrotic syndrome such as severe albuminemia (i.e., serum albumin <2.5 mg/dl) or peripheral edema. Ocular examination for common diabetic retinopathy features such as glaucoma, macular edema, or microaneurysm were absent. The chest X-ray revealed diffuse infiltrates in b/l lung fields consistent with COVID-19. Other serologies including antinuclear antibody (ANA), complements (C3 and C4), antineutrophil cytoplasmic antibodies (ANCAs), antiglomerular basement membrane antibody, and antiphospholipase A2 receptor (anti-PLA2R) antibodies were normal. Serologies for hepatitis B and C virus, Human Immunodeficiency Virus (HIV), Epstein–Barr Virus (EBV), Cytomegalovirus (CMV), and Parvovirus B19 were all negative.\\nSerum immunofixation did not reveal any monoclonal protein. The patient was initially started on high-flow oxygen through a nasal cannula and was subsequently started on hemodialysis for worsening renal functions with oliguria on day five of admission.\\nThe patient underwent renal biopsy for proteinuria and AKI to determine the etiology. Kidney biopsy revealed changes consistent with collapsing glomerulopathy, and light microscopy revealed intact glomeruli showing focal segmental sclerosis, associated with loop wrinkling, periglomerular fibrosis, and focal segmental podocyte hyperplasia with tuft collapse. No foci of endocapillary hypercellularity, crescent formation, or necrosis were identified. Out of the five glomeruli in light microscopy, one had global glomerulosclerosis, thereby suggesting roughly 20% renal tissue had global sclerosis. Around 50% globally showed collapsing lesions. The tubular epithelial cytoplasm demonstrated extensive protein resorption droplets, with the presence of focal microcystic dilatation. Interstitium revealed mild mixed inflammatory infiltrates with severe interstitial fibrosis, along with severe arterial intimal fibrosis and mild significant hyaline arteriosclerosis. Immunofluorescence did not show any significant immune deposits, while electron microscopy showed severe effacement of the podocyte foot process. No immune-type electron-dense deposits were identified on electron microscopy. Light and electron microscopy images are provided in Figures –. In situ hybridization for SARS-CoV-2 was negative. Features of diabetic nephropathy such as increase in the mesangial matrix and cell content or decrease in the capillary lumen space were lacking though mild thickening of the glomerular capillary basement membrane was present.\\nThe patient had two APOL1 risk variants detected through genetic testing which revealed compound heterozygosity for APOL1 G1 and G2 risk alleles.\\nThe patient was subsequently treated with hydroxychloroquine, remdesivir, corticosteroids, and intravenous antibiotics during the hospital stay. The patient never needed invasive ventilation support nor intensive care unit (ICU) stay. He was discharged to the outpatient dialysis clinic on day 17 as he continued to require dialysis support. The renal function improved after six weeks, and he was taken off dialysis as his serum creatinine improved to 2.4 mg/dl with no further oliguria.\\nThe patient continues to remain dialysis free till date, and his GFR has improved back to his baseline (pre-COVID-19 state), with the resolution of hematuria and proteinuria (). For immunosuppression, he completed a three-month course of oral prednisone with gradual tapering.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'32327202': 1, '33288631': 1, '27445167': 1, '32685221': 1, '33022818': 1, '33234164': 2, '32445440': 1, '32247631': 1, '32695325': 2, '32680910': 1, '32471639': 1, '33045255': 1, '32561682': 1, '33947851': 1, '32368701': 1, '32587649': 1, '33214201': 1, '32721027': 1, '32371536': 1, '34367703': 2}", "similar_patients": "{'7685298-1': 1, '7314263-1': 1, '7314263-2': 1}"}