{"patient_id": 49135, "patient_uid": "8087359-1", "PMID": 33976452, "file_path": "comm/PMC008xxxxxx/PMC8087359.xml", "title": "Atypical presentation of COVID-19 in a patient with type 2 diabetes at an urban primary care facility in Accra, Ghana", "patient": "A 55-year-old male known to have T2DM for 5 years, presented to the Emergency Unit of an urban primary care facility in Accra, Ghana on 11th July 2020 with complains of central chest pain and breathlessness on exertion of a week's duration. He was well until seven days prior to presentation when he developed gradual onset of difficulty in breathing and chest pain on exertion. The chest pain was non-radiating, moderate in severity, pressurelike and relieved with rest. He also admitted to easy fatigability but there was no associated fever, cough, rhinorrhea, sore throat, anosmia, ageusia, excessive sneezing, palpitation, orthopnea, paroxysmal nocturnal dyspnea, pedal oedema, early morning facial puffiness nor dizziness. He was not known to have hypertension or other chronic illness and he did not smoke. There was no history of confirmed COVID-19 contact. He was married with three children. His treatment regime included metformin 1g twice daily and glibenclamide 5mg twice daily, but he had not been compliant with his medications.\\nOn presentation, the patient was afebrile (temperature 36.4°C), weighed 62.6 kg with oxygen saturation of 99% on room air. On examination of the cardiovascular system, his peripheral pulse rate was 88 beats per minute, regular, with good volume with a blood pressure of 100/60mmHg. His respiratory rate was 14 cycles per minute with no flaring of alae nares, and no intercostal nor subcostal recessions. There were no chest wall deformities or tenderness; air entry was reduced in right lower zones; breath sounds were however vesicular with no added sounds. His abdomen was full, soft, non-tender, with no organomegaly and shifting dullness. His central nervous system was grossly normal.\\nHis initial Random Blood Sugar (RBS) (point of care testing) was 23.9mmol/l and a urine routine examination revealed urine glucose of 3+ and urine ketones of 3+. His electrocardiogram (ECG) showed Sinus Tachycardia with a heart rate of 115 beats per minutes, and ST-depression in anterior-lateral leads i.e., leads I, aVL, and V3 to V6 which was suggestive of Acute Myocardial Ischaemia. There was also Left Axis Deviation (LAD) with Left Bundle Branch Block (LBBB).\\nThe following differential diagnoses were entertained:\\nDiabetic Ketoacidosis Myocardial Infarction Chest infection\\nManagement was initiated with modified Alberti's regimen using soluble insulin and resuscitation with normal saline. Other medications administered included parenteral morphine 10mg, soluble Aspirin 150mg stat then 75mg daily, lisinopril 2.5mg daily, isosorbide dinitrate 10mg tds, atorvastatin 20mg nocte, IV Amoxicillin/clavulanic acid 1.2g 8hourly, oral azithromycin 500mg daily for 3 days and Laboratory investigations were requested. The initial chest X-ray was reported as normal by a radiologist and no further imaging was done. His laboratory investigation results during the course of his admission are shown in\\nDespite treatment, he suddenly desaturated with his peripheral oxygen saturation dropping below 85% on room air on the second day of admission. However, his average blood glucose on the second day had decreased to 12.4mmol/l. Intranasal oxygen was commenced at 5 litres/min and subcutaneous enoxaparin 80mg 12hourly was added. The patient was kept in isolation with the suspicion of COVID-19. Samples were immediately taken for COVID-19 testing.\\nThe hyperglycaemia improved significantly with the Alberti's regimen. He was switched to sliding scale on the second day and maintenance potassium administered.\\nHe was then continued on subcutaneous pre-mixed insulin regimen on the fourth day. On the fifth day of admission, the COVID-19 test result came back as positive. Subsequently, supportive therapy with oral zinc 10mg twice daily, and oral vitamin C 1g daily were added to his medications. The municipal health directorate was notified for possible transfer to a designated COVID-19 treatment center. Good glycaemic control was maintained with subcutaneous insulin and dietary management.\\nOn day six of admission, the patient had markedly improved, and his saturation was normal (SPO2 of 98–99% on room air). The presenting symptoms had resolved and upon consultation with the municipal health directorate COVID-19 response team, the patient was discharged and instructed to self-isolate at home. In view of the fact that the patient admitted to poor adherence to drug therapy prior to his admission, he was discharged on his preadmission medications. He was put on Metformin 1g bid and glibenclamide 5mg bid. In our setting, sulphonylureas are used as second line agents as cost is a major limiting factor in choice of medications. A subsequent cardiology review was arranged. He has since recovered and is well.\\nPatient signed a written consent for his case to be submitted for publication.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'32278764': 1, '32190904': 1, '32784318': 1, '32320003': 1, '32077115': 1, '32298981': 1, '32407255': 1, '32369736': 1, '28183452': 1, '32334646': 1, '32546593': 1, '32216717': 1, '32109013': 1, '32515386': 1, '32360780': 1, '32228322': 1, '32091533': 1, '33976452': 2}", "similar_patients": "{}"}