{"patient_id": 54273, "patient_uid": "8337156-1", "PMID": 34367700, "file_path": "comm/PMC008xxxxxx/PMC8337156.xml", "title": "Multiple Endocrine Neoplasia Type 1 with Concomitant Existence of Malignant Insulinoma: A Rare Finding", "patient": "A 56-year-old lady presented to us with a history of multiple episodes of loss of consciousness mostly on empty stomach for 4 years with 15–20 fainting attacks per year. She was hospitalized multiple times at local health facilities for hypoglycemia, and she was managed symptomatically. Except for some other neuroglycopenic and adrenergic symptoms of hypoglycemia, there were no other systemic complaints, findings, and significant medical or surgical history. Her family history revealed that her two brothers and two sons died of unknown diseases at a young age (20–37 years). Due to financial constraints, they were not able to undergo any medical investigation or treatment. The systemic examination was normal.\\nIn the emergency room, Whipple's triad was seen (frequent episodes of hypoglycemia with a blood sugar of 34 mg/dl (normal 70–110 mg/dl) along with neuroglycopenic symptoms relieved on intravenous dextrose). The basal insulin and C-peptide were 39.3 IU/ml (normal 2.5–25.0 uIU/ml) and 4.85 ng/ml (normal 1.5–5.0 ng/m), respectively. The 72-hour supervised fasting was abandoned at 6 hours due to the development of sweating and dizziness (blood sugar 42 mg/dl). The fasting insulin (63.8 IU/ml) and C-peptide (6.82 ng/ml) were not suppressed suggesting insulinoma. She also had hypercalcemia (serum calcium 11.6 mg/dl; normal 8.3–10.3 mg/dl) with an increased parathyroid hormone (PTH) (344 pg/ml; normal < 53.5 pg/ml). Serum prolactin, thyroid stimulating hormone (TSH) and other hormonal and routine biochemical investigations were within the normal range. With suspicion of insulinoma and parathyroid adenoma, further imaging studies were performed to localize the lesion. Ultrasound of the abdomen showed a hypoechoic lesion in the pancreatic head (2.6 cm × 2.8 cm) while the left kidney was not visualized. Contrast-enhanced computed tomography (CECT) abdomen showed a hyperattenuating lesion in the pancreatic head (2.4 cm × 2.3 cm × 2.1 cm) communicating with the main pancreatic duct and bilateral adrenal hyperplasia (). The lesion being situated in the pancreatic head did not reveal any abnormality on the upper GI endoscopy, while taking a biopsy was not possible. Esophagogastroduodenal scope-guided biopsy would have helped, but it was not available. Ultrasound of the neck showed a nodular lesion in the right lobe of the thyroid gland. Likewise, technetium-99m labeled hexakis-methoxyisobutyl isonitrile (99mTc MIBI) scan showed right inferior parathyroid adenoma (). Brain magnetic resonance imaging (MRI) was normal.\\nBased on the clinical and investigation analyses, a diagnosis of MEN1 syndrome with insulinoma of the head of the pancreas and parathyroid adenoma was made. Classical pancreaticoduodenectomy (Whipple's procedure) was performed which showed 3 cm × 2 cm fleshy mass present in the pancreatic head () with no ascites, the pancreas was soft, and common bile duct measured about 12 mm. The pancreatic duct traversed through the tumor, so pancreatic resection was unavoidable. Her postoperative period was uneventful. Postoperative blood sugar, insulin, and C-peptide were 127 mg/dl, 8.9 IU/ml, and 2.28 ng/ml, respectively. Histopathological examination (HPE) revealed a well-differentiated neuroendocrine tumor () with a maximum tumor dimension of about 2.6 cm with lymph node metastasis. However, lymphovascular and perineural invasions were not identified. One out of seven lymph nodes resected was positive for tumor with TNM stage pT2N1. Due to the paucity of resources, immunohistochemical studies and positron emission tomography (PET) scan could not be performed. A year later, she underwent right hemithyroidectomy with excision of the right superior and inferior parathyroid glands at another center. The HPE showed infrathyroid parathyroid adenoma with nodular goiter with a hyperplastic nodule. Her biochemical parameters including blood glucose and PTH were within the normal range on regular follow-up visits, and she has been doing well clinically, and she was satisfied with the treatment and its response.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'16253900': 1, '9989505': 1, '16962958': 1, '10999812': 1, '11295574': 1, '15937909': 1, '15635078': 1, '16563611': 1, '11733227': 1, '22723327': 1, '1677058': 1, '21415556': 1, '23430217': 1, '6095477': 1, '19904212': 1, '34367700': 2}", "similar_patients": "{}"}