{"patient_id": 107721, "patient_uid": "8130072-1", "PMID": 34046461, "file_path": "noncomm/PMC008xxxxxx/PMC8130072.xml", "title": "Subchondral bone as a novel target for regenerative therapy of osteochondritis dissecans: A case report", "patient": "The patient, a 16-year-old man, presented to our orthopedic outpatient clinic with right knee pain and occasional locking after one basketball game 3 mo ago.\\nThe pain appeared first after one basketball game, was followed by locking, and progressively worsened over 3 mo. During this period, the patient received pain medication and physical therapy, which failed to relieve his symptoms. The patient presented with right knee pain and occasional locking and underwent an MRI examination at the outpatient clinic.\\nThe patient had tenderness and swelling in the right knee, which was worse when the limb was moved with flexion or extension. The neurovascular status was normal.\\nMRI (3.0 T) was used to assess the lesions of the right knee. T2-weighted imaging revealed localized cartilage and corresponding subchondral bone defects in the lower right femur with BMLs below and in front of the femoral condyle. The joint cavity and suprapatellar capsule had a large amount of fluid. The loose body was formed from partially low-signal subchondral bone and medium- to high-signal cartilaginous material (Figure ).\\nThe patient was diagnosed with OCD based on symptoms, physical examination, and imaging and was scheduled for subchondral bone implantation combined with intra-articular injection of PBSCs. The patient's right knee was braced and braked with the knee-aiding system preoperatively. The loose body was not removed prior to injection due to the patient's lack of surgical intent.\\nThe patient was subcutaneously injected with recombinant human granulocyte stimulating factor (150 μg each time, twice a day for 5 d). When the patient's white blood cell count was > 25 × 109, 50 mL of peripheral blood stem cell suspension was collected with a COM. TEC blood cell separator (Fresenius HemoCare Company). Forty milliliters of stem cell suspension and an equal volume of normal saline were mixed and diluted 1:1, and the diluted stem cell suspension was packed in 16 split-core tubes in equal volume. Five milliliters of human peripheral blood lymphocyte separation solution was added into each split-core tube and centrifuged at 2000 r/min for 20 min at room temperature (eccentric radius: 7.5 cm). The sucked stem cell layer was transferred to another centrifuge tube, and centrifuged at room temperature at 1800 r/min for 20 min (centrifugal radius: 7.5 cm). The supernatant was discarded to obtain relatively pure stem cells. The CD34+ cell count in the purified solution of peripheral blood stem cells was 3 × 107/L.\\nBased on the MRI results, the location of the lesion area was marked with fine metal wires on the surface of the knee in both the frontal and lateral positions. With routine disinfection and anesthesia of the surgical area, a bone marrow needle was percutaneously punctured to the subchondral bone site under C-arm fluoroscopy, as shown by MRI via the lateral knee approach. When the needle made contact with the subchondral bone, the needle was rotated to the left and right, slowly drilling into the bone. After the puncture needle was fixed in the subchondral bone, the needle core was removed, and the syringe was attached to inject PBSCs into the subchondral bone through the needle channel. Removing the needle, pressure was applied to the puncture point to stop bleeding for 5 min. The operation is illustrated in Figures and .\\nThe patient's right knee was braced with the knee-aiding system to prevent further damage due to knee instability for 1 mo. During this period, the patient was advised to complete 20-30 min of a range of motion knee flexion and extension exercises once a day. Then, the patient was allowed to partly bear weight and gradually transitioned to weight-bearing as tolerated. After 2 mo, the patient was allowed to conduct mild physical activity within tolerable limits and gradually increased activity levels.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'23380230': 1, '26341973': 1, '29662803': 1, '32680778': 1, '30635066': 1, '20392241': 1, '26866940': 1, '32490058': 1, '14972335': 1, '30248503': 1, '32617651': 1, '32380937': 1, '22197997': 1, '32664278': 1, '32308625': 1, '30228993': 1, '32576210': 1, '32602351': 1, '32807933': 1, '32698868': 1, '32735154': 1, '31191988': 1, '34046461': 2}", "similar_patients": "{}"}