{"patient_id": 60571, "patient_uid": "8628392-1", "PMID": 34844581, "file_path": "comm/PMC008xxxxxx/PMC8628392.xml", "title": "Symptomatic renal papillary varicosities and medullary nephrocalcinosis", "patient": "A 24-year-old female with a history of epilepsy (on zonisamide) and an uncomplicated pregnancy with spontaneous vaginal delivery 1 week prior presented with right flank pain and intermittent gross hematuria. Her work-up was concerning for pyelonephritis, and CT imaging revealed right hydronephrosis as well as findings consistent with medullary nephrocalcinosis. The hydronephrosis was suspected to be secondary to her recent pregnancy; however, due to concern for possible urosepsis she underwent multiple attempts at renal decompression, including placement of 2 ureteral stents and a percutaneous nephrostomy tube, all which were dislodged. Of note, during the second ureteral stent placement, right distal ureteroscopy was performed and identified blood clot within the right ureter. She was treated with culture directed antibiotics but re-presented to a tertiary center with recurrent fevers. Repeat CT imaging demonstrated persistent right hydronephrosis. Ultimately, she declined another surgical intervention and elected for conservative management with additional antibiotics.\\nShe was later seen on an outpatient basis at which time she reported intermittent right flank pain and gross hematuria, including string-like clots suspicious for upper tract bleeding. Physical exam revealed inconsistent right CVA tenderness. Initially, a renal ultrasound demonstrated resolution of her right hydronephrosis. Over the course of several months she visited the hospital several times for these symptoms. During one such visit, repeat CT imaging showed recurrent right hydronephrosis and proximal hydroureter suggesting new obstruction. It also demonstrated stable bilateral focal nephrocalcinosis in the right upper and mid poles as well as the left lower pole (Fig. ). Laboratory work-up included normal serum creatinine (1.02 mg/dL), bicarbonate (25 mmol/L), calcium (8.7 mmol/L), and intact parathyroid hormone (22 pg/mL). Urinalysis confirmed gross hematuria with > 182 RBC per high power field. A urine culture was negative for significant pathogenic bacterial growth. A 24-h urine collection revealed borderline low urine volume (1.89 L), normocalciuria (154 mg/day), hypocitraturia (103 mg/day), hyperoxaluria (48 mg/day), hypernatriuria (253 mmol/day), and elevated urine pH (6.9). Her zonisamide was identified as a potential contributing factor to her nephrocalcinosis, as it has been known to be associated with pharmacologically induced renal tubular acidosis, a pathophysiology capable of causing nephrocalcinosis and stone formation. The patient’s Neurologist therefore transitioned her to lamotrigine for her history of epilepsy.\\nAfter discussion of further diagnostic and management options, the patient elected for diagnostic right ureteroscopy. Her cystoscopy was unremarkable. Right retrograde pyelogram confirmed mild right hydronephrosis but showed no filling defects. Right ureteroscopy identified no ureteral lesions but did reveal numerous intrapapillary renal stones in the upper and mid poles of the right kidney with associated varicose veins of the renal papillae (Fig. ). A 11/13 Fr 36 cm ureteral access sheath was placed under fluoroscopic guidance. A 200 μm holmium laser fiber was introduced and on the settings of 0.8 J and 8 Hz several embedded stones estimated to be < 2 mm in size were unroofed from the papillae. Next, using the laser settings of 0.4 J and 40 Hz on a long pulse mode the varicose veins were laser fulgurated (Fig. ). Finally, a 6 Fr × 26 cm double J ureteral stent was placed on the right. She was observed overnight to monitor for hematuria. Her ureteral stent was dislodged overnight. She experienced no clinically significant bleeding. Her pre-operative and post-operative hemoglobin values were 12.7 and 12.2, respectively. She was discharged home the day after her surgery.\\nThe patient was seen virtually for follow up 6 weeks later at which point she reported intermittent passage of tiny stones and complete resolution of her hematuria. A repeat renal ultrasound 9 weeks post-operatively demonstrated no hydronephrosis. A stone composition analysis revealed her renal stones were 10% calcium oxalate and 90% calcium phosphate.\\nShe returned with left flank pain and gross hematuria about 10 weeks after her right sided treatment. CT imaging revealed a left ureteral stone and nonobstructing left renal calculi. Cystoscopy revealed isolated hematuria from the left ureteral orifice and a left sided ureteral stent was placed. She was transferred to a tertiary center where she underwent left diagnostic ureteroscopy. Nearly identical findings of embedded stones and papillary varices were discovered on the left. These were treated with laser unroofing and fulguration, respectively, with resolution of her symptoms once again.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'27605580': 1, '28322594': 1, '25486999': 1, '23928384': 1, '34844581': 2}", "similar_patients": "{}"}