{"patient_id": 47237, "patient_uid": "8723868-1", "PMID": 34987874, "file_path": "comm/PMC008xxxxxx/PMC8723868.xml", "title": "A Case of Primary Signet-Ring Cell Cervical Carcinoma Treated with Chemoradiation, Brachytherapy, and Adjuvant Hysterectomy", "patient": "A 50-year-old, gravida 2, para 2 perimenopausal woman presented with abnormal uterine bleeding requiring transfusion. The patient's past medical history is significant for anemia and psoriasis with an Eastern Cooperative Oncology Group performance status of 0. She had a recent negative pap smear 3 years prior and no history of abnormal pap results. Gynecologic consultation revealed a large, firm, bleeding, 6 cm mass in the cervix without clear evidence of parametrial or vaginal involvement. Biopsy under colposcopy confirmed high-grade invasive cervical adenocarcinoma. Transvaginal ultrasound showed a cervical mass with increased color Doppler flow and hypoechoic components. Computerized tomography of the abdomen and pelvis demonstrated a large heterogeneous mass at the cervix measuring 5 × 5 × 7 cm in size, with no obvious lymphadenopathy or distant disease.\\nThe pretreatment biopsy () contained sheets of malignant glandular cells. At higher power, the majority of tumor is composed of signet-ring adenocarcinoma cells (, arrow), so named because the mucin-filled cytoplasm displaces the nucleus to the periphery of the cell giving the appearance of a signet ring. This is a highly unusual variant of cervical mucinous adenocarcinoma. An immunohistochemistry stain for P16, a marker for high-risk human papillomavirus, was strongly positive consistent with the diagnosis of cervical primary.\\nAt this point, it was recommended that the patient undergo external beam radiation therapy with chemosensitization followed by a brachytherapy boost. She underwent a course of concurrent chemoradiation with weekly cisplatin to the pelvis: 4500 cGy in 25 fractions followed by 5 fractions of high-dose brachytherapy. Brachytherapy consisted of 600-670 cGy per fraction to the high-risk clinical target volume (HRCTV) prescribed to cover 90% of the target (D90). The use of real-time MRI guidance on 2 fractions, and combined intracavitary/interstitial techniques, resulted in significant tumor shrinkage during brachytherapy that was evident between fractions 1 and 4 ().\\nOn pelvic exam at a one-month follow-up after brachytherapy completion, it was noted that the patient had a 1.5 cm, firm, nodular mass within the cervical canal suspicious for residual tumor. The cervix and uterus were freely mobile with no involvement of parametrial tissue, vaginal extension, anterior extension towards the bladder, or posterior extension towards the rectum. The tumor, cervix, and uterus were determined to be resectable with only minimal required resection of the paracervical tissue and vagina, and not necessitating a radical or exenterative approach []. A PET/CT revealed a standardized uptake value (SUV) of 13.97 in the cervix consistent with residual tumor, as seen in . There remained no evidence of metabolically active lymph nodes or distal metastases.\\nAfter a multidisciplinary discussion of the institutional dedicated gynecology oncology tumor board which included specialists in gynecology oncology surgery, chemotherapy, and radiation, the options reviewed included adjuvant hysterectomy or continued close observation. The risks of adjuvant resection after chemoradiation were discussed and reviewed with the patient, including risk of poor wound healing and potential loss of function injury to bladder, rectum, and/or bowel. Close observation while having the possible benefit of not requiring further intervention and allowing further tumor regression was not favored by the tumor board or patient preference, given the high clinical suspicion of residual tumor that may ultimately require pelvic exenteration. The patient underwent adjuvant hysterectomy in the form of an exploratory laparotomy, total abdominal hysterectomy, and bilateral salpingo-oophorectomy. The hysterectomy specimen revealed residual cervical tumor measuring up to 1.6 cm in greatest dimension. Sections through this tumor demonstrated a mixture of conventional mucinous adenocarcinoma () along with residual signet-cell adenocarcinoma (, arrow). The relative predominance of the conventional mucinous adenocarcinoma in this specimen may represent a posttreatment alteration in the tumor.\\nAt a 3-month postsurgery visit, the patient had no complaints, is without residual pelvic pain, and has maintained normal bowel and bladder function. Twelve months postsurgery, she continues to show no evidence of disease and the patient continues to feel well with no complaints.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'33538338': 1, '29400018': 1, '14990643': 1, '32473857': 1, '30706882': 1, '26874582': 1, '18308255': 1, '12798694': 1, '24020147': 1, '34987874': 2}", "similar_patients": "{}"}