{"patient_id": 56385, "patient_uid": "8432386-1", "PMID": 34540725, "file_path": "comm/PMC008xxxxxx/PMC8432386.xml", "title": "Rectal endometriosis presenting as toxic megacolon", "patient": "A 41-year-old woman with no significant medical or social history presented to our emergency department with acute, non-radiating, diffuse, sharp abdominal pain, and abdominal distention. The symptoms started 5 days earlier, and had been getting worse with time. Onset was gradual and constant in nature, moderate in severity, and was associated with fatigue, diarrhea, as well as nausea, and vomiting. The patient self-treated with herbal tea and laxatives with no improvement. She denied fever or chills, dizziness, lightheadedness, bloody stools, or melena. The patient also denied any gynecological symptoms or history of gynecological/obstetric surgeries.\\nOn physical examination, she appeared ill. Her blood pressure was 102/50 mmHg; she was tachycardic (pulse was 118 beats per minute); the oral temperature was 36.8oc and her respiratory rate was 20. Her BMI was 24.89 kg/m2. The patient's abdomen was distended, tympanitic, and diffusely tender with rebound and guarding, and her skin was pale, raising suspicion of peritonitis. There were no palpable masses or rigidity.\\nLaboratory studies were done in the emergency department showing leukocytosis with a white blood cell (WBC) count of 28.56 x 103/μL (reference range 4.8 - 10.8 x 103/μL) and neutrophilia with left shift (87% segmented neutrophils (reference range 42 - 75%) and 6% neutrophil bands (reference range 0 - 10%)). The absolute neutrophil count was 26.56 x 103/μL (reference range 1.8 - 7.2 x 103/μL), and lymphocytes and monocytes were decreased. Red blood cell (RBC) count was 5.98 x 106/μL (reference range 3.93 - 5.22 x 106/μL), hemoglobin 17.3 g/dL (reference range 12.0 - 16.0 g/dL), and hematocrit 54.2% (reference range 37.0 - 47.0%). Red cell indices were within normal limits. Electrolyte levels were as follow: sodium 135 mMol/L (reference range 136 - 145 mMol/L), potassium 4.1 mMol/L (reference range 3.5 - 5.1 mMol/L), chloride 97 mMol/L (reference range 98 - 107 mMol/L), calcium 8.9 mg/dL (reference range 8.5 - 10.1 mg/dL), anion gap 19.9 mMol/L (reference range 10 - 20 mMol/L), and CO2 22.2 mMol/L (reference range 21.0 - 32.0 mMol/L). Hepatic profile was as follows: ALT/SGPT 42.0 U/L (reference range 13 - 56 U/L), AST/SGOT 35.0 U/L (reference range 15 - 37 U/L), total protein 8.3 g/dL (reference range 6.4 - 8.2 g/dL), and total bilirubin 0.55 mg/dL (reference range 0.20 - 1.00 mg/dL). The patient had high blood creatinine level at 1.37 mg/dL (reference range 0.55 - 1.02 mg/dL) and high blood urea nitrogen (BUN) level at 35.0 mg/dL (reference range 7 - 18 mg/dL). Her alkaline phosphatase level was slightly elevated at 133 U/L (reference range 46 - 116 U/L) and lactate level was markedly elevated at 11.8 mMol/L (reference range 0.4 - 2.0 mMol/L).\\nA computerized tomography (CT) scan with intravenous contrast was performed, showing extensive colonic intramural air (pneumatosis intestinalis) prominently involving the ascending colon with significant and potentially life-threatening severe dilation of the entire colon, maximally measuring 6.78 cm in diameter. There was no evidence of free air (, ). The large bowel was tortuous and dilated with extensive air-fluid levels and a small amount of free fluid in the pelvis (, ).\\nDue to the life-threatening condition and the pre-operative provisional diagnosis of toxic megacolon with colitis, she was taken immediately to the operating suite for exploratory laparotomy. Upon the initial midline incision to access the abdomen, a markedly distended colon extending from the rectum to the cecum was immediately noticed. No sign of bowel perforation was appreciated after inspecting the bowel from the ligament of Treitz distally However, it was noted that the rectum had a long area of stricture along the level of the peritoneal reflection. Simultaneous intra-operative colonoscopy was performed, and it showed no obvious intraluminal mass. A total abdominal proctocolectomy was then performed. The abdomen was irrigated and closed to finally proceed with an end ileostomy creation. The patient was transferred to the intensive care unit (ICU).\\nTwo resected segments of the colon were received by pathology from surgery. One segment measured 91 cm in length and approximately 7 cm in average diameter, and the other, a segment of the rectum, measured 15 cm in length and approximately 4.5 cm in average diameter. Opening both segments longitudinally revealed diffusely necrotic mucosa (), which was seen microscopically as extensive, nearly transmural necrosis () with moderate to severe acute and chronic inflammation (). There was also an area of dilatation identified at the distal end of the resected rectum measuring up to 7 cm in average diameter ().\\nThis represented an area of extensive endometriosis with associated fibrosis and foci of mucosal necrosis (). Results were discussed with the patient and referral to a gynecologist for continued monitoring of her endometriosis was recommended.\\nThe patient had an extended postoperative course with the development of an ileus on postoperative day (POD) five. Total parenteral nutrition (TPN) was started on POD six due to the concern for an extended course of obstruction/ileus. She remained on antibiotic coverage with Ciprofloxacin and Metronidazole for seven days that was discontinued when the WBC count normalized. She experienced the return of bowel function on POD ten but with persistently high nasogastric tube outputs.\\nOn POD fourteen, there was no return of bowel function, and due to concerns of kinking or stenosis, the patient underwent an ileoscopy. The procedure showed a mildly inflamed peri-anastomosis ileum with no other significant findings. At the end of her hospital course on POD nineteen, there was complete resolution of her initial symptoms, and the ileostomy was functioning with no signs of dumping or dehydration. The patient was discharged home after reviewing all instructions, including ileostomy maintenance and care. She reported no issues, and successfully returned to daily activities at her 2-week post-op appointment.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'16754158': 1, '29032051': 1, '2307243': 1, '12906714': 1, '21774792': 2, '24949332': 1, '377966': 1, '24045261': 1, '30363647': 1, '19654969': 2, '17102045': 1, '19644696': 1, '1853897': 1, '29294460': 1, '8110213': 1, '24835625': 1, '19969738': 1, '26846303': 1, '6245579': 1, '25629019': 1, '24579050': 1, '21932088': 1, '22652684': 1, '19195065': 1, '20573927': 1, '23579618': 1, '16289714': 1, '27330909': 2, '19881983': 1, '29662933': 1, '3382351': 1, '34540725': 2}", "similar_patients": "{'4870527-1': 1, '2719211-1': 1, '3158121-1': 1}"}