{"patient_id": 53024, "patient_uid": "8274046-1", "PMID": 34247612, "file_path": "comm/PMC008xxxxxx/PMC8274046.xml", "title": "The multistep process of vaginal cancer arising from deep infiltrating endometriosis: a case report", "patient": "A 40-year-old premenopausal nulligravida woman presented with vaginal bleeding in January 2020. The patient was otherwise well, had no prior surgery, and was not taking hormone medication. Her medical history was significant for morbid obesity, with a body mass index (BMI) of 36.4 kg/m2.\\nA gynecologic examination revealed a multiple polypoid mass on the posterior vaginal fornix. (Fig. ). Punch biopsy revealed endometriosis. The cervix appeared normal. A cervical smear showed reactive cellular changes but was negative for human papilloma virus. Magnetic Resonance Imaging of the pelvis showed two masses abutting respectively on the anterior uterine wall, and in the rectovaginal septum. (Fig. ), diffuse thickening of endometrium without gross mass, and a 4.4 cm mass in the left ovary. A sigmoidoscopy detected an invasive polypoid lesion protruding into the rectum and biopsy revealed endometriosis (Fig. ). She decided to undergo a surgery to remove lesions and confirm the pathologic diagnosis.\\nFirstly, the vaginal protruding mass was excised completely. Secondly, the globular mass were adequately removed via laparoscopy. Thirdly, dilatation and curettage of endometrial tissue was performed. Laparoscopic findings showed 5 × 4 × 4 and 4 × 3 × 3 cm globular mass on the anterior uterine wall (Fig. ) and a 3 × 3 × 2 cm globular mass on the rectovaginal septum; all of which were filled with chocolate-colored fluid and cheezy like materials. Histopathologically, the vaginal polypoid mass was diagnosed as endometriosis-associated complex hyperplasia and endometrioid cancer, International Federation of Gynecologic Oncology (FIGO) grade I/III. Meanwhile, globular lesions on anterior uterine wall and rectovaginal mass was diagnosed as endometriosis-associated complex hyperplasia. Furthermore, a synchronous endometrioid endometrial cancer, FIGO grade II/III was reported.\\nAfter being confirmed as a case of synchronous vaginal and endometrial cancer, a staging surgery for endometrial cancer and en bloc extirpation of the remnant rectovaginal mass were performed. The patient underwent a total laparoscopic excision of the rectovaginal mass, radical hysterectomy and low anterior resection of the rectum. The remnant rectovaginal mass was diagnosed as only endometriosis, which invaded extensively to the rectal mucosa. Perineural invasion in the specimen of the vagina was absent. The lack of perineural invasion did not request a subsequent lymph nodal dissection []. The resection margin of parametria, vaginal vault, and rectum were invaded by endometriosis but, free of cancer. Finally, the patient was diagnosed as endometriosis-associated endometrioid vaginal cancer and synchronous endometrioid endometrial cancer (stage 1A1) (Fig. ). One month post operation, she was treated with dienogest and was clinically free of disease (no evidence of disease recurrence in the imaging study) for 8 months since undergoing last surgery.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'22078749': 1, '17895749': 1, '31378417': 1, '19258955': 1, '28049216': 1, '30771877': 1, '26413541': 1, '33442929': 1, '10593363': 1, '23466883': 1, '29276652': 1, '29202965': 1, '18980291': 1, '27618565': 1, '11006024': 1, '25695548': 1, '20533284': 1, '26487094': 1, '7505529': 1, '24366116': 1, '23864861': 1, '9731908': 1, '424103': 1, '29439178': 1, '29367370': 1, '22032835': 1, '2188180': 1, '24121169': 1, '34247612': 2}", "similar_patients": "{}"}