{"patient_id": 55801, "patient_uid": "8406572-1", "PMID": 34461856, "file_path": "comm/PMC008xxxxxx/PMC8406572.xml", "title": "Zenker’s diverticulum in an 85-year-old Ugandan man", "patient": "An 85-year-old male was referred to our center with a history of pain in swallowing and later regurgitation of undigested contents to his mouth 3-4 h after meals. The odynophagia and dysphagia was progressive in the last one-year before his presentation. Initially his dysphagia was to solid food alone and later to both solid foods and fluids. His appetite was affected by his odynophagia and he lost weight in 6-month period, in which he or his family members failed to quantify. There was no history of halitosis. One month prior to his presentation, the patient developed intermittent cough during meals. He was relatively healthy prior to onset of these symptoms. There was no history of hypertension or diabetes mellitus.\\nOn physical examination, he was visibly wasted however his vitals were normal and there were no neck swelling or enlarged neck lymph nodes. His abdomen was soft and non-tender and no organomegaly was detected. His complete blood count showed hemoglobin concentration of 10.9 gm/dl, total white blood cell count of 7000/ml and platelets of 250,000/µl.\\nEsophagogram was done with oral suspension of barium sulphate demonstrated a smooth posterior outpouching of the proximal esophagus which was 2 cm from the epiglottis. The outpouching demonstrated an air-contrast level and measured 4.2 × 3.4 × 3 cm. However, normal propulsion of contrast was demonstrated below the outpouching. There was dilatation of the vallecullae and piriform recesses with temporary upholding of barium sulphate suspension (Fig. ). The mid and distal esophagus was normal in caliber and mucosal lining. The tertiary waves were normal on dynamic examination but not demonstrated in the post processed images. So on the basis of the location of lesion and pouch like appearance; it was diagnosed as ZD.\\nThe patient was assessed by a surgeon and gastroenterologist and flexible endoscopy guided diverticulotomy was performed. There were no immediate or late post-operative complications. During a 6 months follow up, his symptoms had completely resolved and he added some weight. The patient said that he was satisfied by the treatment he received.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'3102129': 1, '25829711': 1, '16895291': 1, '29423955': 1, '12782805': 1, '20437107': 1, '8759648': 1, '1479263': 1, '30948909': 1, '14040282': 1, '23128778': 1, '22928898': 1, '11470929': 1, '33062535': 1, '21887578': 1, '12903677': 1, '24055983': 1, '14755191': 1, '18197932': 1, '25759630': 2, '25539237': 1, '23838812': 1, '19633762': 1, '34461856': 2}", "similar_patients": "{'4337168-1': 1}"}