{"patient_id": 47439, "patient_uid": "8008656-1", "PMID": 33785042, "file_path": "comm/PMC008xxxxxx/PMC8008656.xml", "title": "Treatment and management of Salmonella prostatitis in a heartworm-positive intact male dog: a case report", "patient": "A stray intact male Labrador Retriever mix, estimated to be five years old, was adopted and was promptly evaluated by a veterinarian for lethargy and poor appetite. Physical examination noted ectoparasitism and asymmetric left-sided facial muscle atrophy. Complete blood count (CBC) revealed severe thrombocytopenia (0 platelets/microliter [µL], confirmed via blood smear) and chemistry profile revealed mild hyperglobulinemia (5.4 gram [g]/deciliter [dL]). Urinalysis obtained via cystocentesis revealed pyuria with 6–20 white blood cells (WBC)/high power field (hpf). An in-house infectious disease ELISA was reported as heartworm antigen positive, Ehrlichia spp. antibody positive, and Anaplasma spp. antibody positive. Thoracic radiographs revealed a mild bronchointerstitial pulmonary pattern and mild pulmonary artery enlargement.\\nThe dog was prescribed doxycycline at 5.7 milligrams (mg)/kilogram (kg) per os (PO) twice a day (BID) for 28 days, sulfamethoxazole and trimethoprim (SMZ-TMP) at 27.3 mg/kg PO once daily for 14 days, and prednisone at 1.1 mg/kg PO BID. He was also administered an anthelmintic and prescribed monthly heartworm, flea, and tick prevention.\\nAt a two-week re-evaluation, his appetite had improved, and the owner reported he was polyuric and polydipsic. CBC revealed an improvement in his thrombocytopenia (156,000 platelets/µL) and his prednisone dose was tapered by 25 %. At his recheck three weeks later, his urine was reported to be foul-smelling. His CBC revealed a worsening thrombocytopenia (117,000 platelets/µL) and chemistry profile was unremarkable. Urinalysis reported pyuria and rod-shaped bacteria. Urine obtained via cystocentesis was submitted for aerobic culture and amoxicillin/clavulanic acid was prescribed at 13.8 mg/kg PO BID while results were pending. Due to his progressive thrombocytopenia, his prednisone was returned to the 1.1 mg/kg PO BID dose and he was prescribed azathioprine at 2.4 mg/kg PO once daily. Urine culture results reported > 100,000 organisms/milliliter (mL) of Salmonella spp. and he was prescribed amoxicillin 25.3 mg/kg PO BID for 28 days (amoxicillin/clavulanic acid was discontinued). Ten days later, he was evaluated for a three-day history of progressive unilateral (left-sided) epistaxis and observed “red urine”. CBC revealed a severe thrombocytopenia (23,000 platelets/µL); clotting times (prothrombin time and partial thromboplastin time) were within normal limits. He was referred to the Texas A&M University Veterinary Medical Teaching Hospital (TAMU-VMTH) for further evaluation.\\nAt TAMU-VMTH six weeks after original adoption, problems and considerations for this patient have been summarized in Table and included:\\nheartworm infestation (doxycycline had been begun prior to adulticide therapy). Ehrlichia spp. and Anaplasma spp. seropositivity (doxycycline had been begun). intermittent epistaxis and gross hematuria (possibly resulting from systemic infectious or inflammatory vasculitis or thrombocytopenia, or from two local diseases). varying thrombocytopenia (while only one measured value was severely low, the presence of clinical bleeding increased suspicion of true severity; immunosuppression with prednisone and azathioprine had been begun). facial asymmetry (relationship with concurrent epistaxis was unclear).\\nSalmonella culture-positive urine (concurrent hematuria; in an intact male dog, complicating prostatitis was presumed; poor anesthetic candidate for castration until heartworm adulticidal therapy was complete).\\nAt the time of the TAMU-VMTH visit, it was also revealed that one of the owners was approximately six months pregnant with the couple’s first child, raising additional concerns regarding treatment and precautions of the diagnosed Salmonella infection. Once the diagnosis of salmonellosis was determined, the owners were instructed to have the dog urinate/defecate in an isolated portion of the yard that the other housemate, a 10-year-old castrated male German Shepherd, could not access. The male owner was instructed to remove the feces while wearing gloves. If any urination or defecation occurred within the house, the male owner was instructed to use gloves while removing organic material and to then clean the area with a bleach-based solution. It was recommended to move the patient’s water and food bowls to a separate, low-traffic area of the house to minimize Salmonella exposure in the kitchen. Both owners were also instructed to wash their hands frequently.\\nStatic asymmetric left-sided facial muscle atrophy and pain on prostatic palpation were found. CBC revealed 171,000 platelets/µL and chemistry profile reported severe elevations in liver enzymes suspected to be secondary to azathioprine hepatotoxicity. Blood pressure was normal and thoracic radiographs confirmed previous findings consistent with heartworm infestation. Abdominal ultrasound revealed a few small ill-defined hypoechoic liver nodules (suspect vacuolar hepatopathy), slightly small adrenal glands bilaterally (likely secondary to exogenous corticosteroids), and a mildly enlarged irregular heterogenous prostate (suspect prostatitis). An echocardiogram was performed and identified one heartworm in the distal right pulmonary artery with no significant cardiac remodeling or evidence of pulmonary hypertension. A prostatic wash cytology showed mild atypical epithelial cells (suspect reactive change) and culture of prostatic wash fluid isolated four colonies of Salmonella species. The isolate was initially identified as Salmonella species using matrix-assisted laser desorption–time of flight (MALDI-TOF) mass spectrometry using the Biotyper™with flexControl v3.4 build 135.14 software. The isolate from this culture was submitted to the National Veterinary Service Laboratories (NVSL) in Ames, Iowa for serotyping and was determined to be Salmonella enterica serovar III 41:z4,z23:-. Subsequently the isolate was sequenced using Illumina MiSeq and confirmed to be Salmonella enterica subsp. arizonae serovar 41:z4,z23:-. The isolate was then sequenced using 2 × 300 bp paired-end reads and confirmed to be Salmonella enterica subsp. arizonae serovar 41:z4,z23:- using SeqSero, in agreement with the NVSL report []. Details of the sequence analysis have been previously published []. Based on culture and susceptibility results, enrofloxacin at 10.6 mg/kg PO once daily for 28 days was prescribed, as well as another course of doxycycline at 10.1 mg/kg PO BID for 28 days and reduction of the prednisone dose 1.0 mg/kg PO once daily. Azathioprine and amoxicillin were discontinued.\\nMagnetic resonance imaging (MRI) and computed tomography (CT) of the brain/skull performed one week later did not reveal a cause for the dog’s facial asymmetry and left-sided epistaxis. Cerebrospinal fluid (CSF) analysis revealed no cytological abnormalities. A von Willebrand factor antigen assay (vWF:Ag) returned a result of 33 %, with < 50 % being consistent with an abnormal result or carrier range. Yunnan Baiyao at 0.5 g PO BID was prescribed. Because CBC revealed progressive thrombocytopenia (102,000 platelets/µL), cyclosporine at 4.7 mg/kg PO once daily was prescribed and prednisone was increased to 1.25 mg/kg PO BID. No further episodes of epistaxis were reported, and Yunnan Baiyao was eventually discontinued without any adverse bleeding events.\\nTwo weeks after initiating enrofloxacin, urine collected by cystocentesis yielded no bacterial growth on quantified urine culture. CBC revealed 160,000 platelets/µL and chemistry profile showed moderate improvement of the hepatopathy. Immune-mediated platelet destruction was considered less likely at this point due to resolution of bleeding events, and persistence of only moderate, fluctuating thrombocytopenia. Cyclosporine was slowly tapered without a relapse of severe thrombocytopenia and prednisone was tapered once heartworm adulticide therapy was completed. The platelet count remained mildly low throughout treatment for heartworm disease and Salmonella prostatitis. An underlying etiology was never confirmed.\\nApproximately one month later when the liver enzyme elevation had resolved, the dog returned for the first heartworm adulticide treatment with melarsomine at 2.5 mg/kg as recommended by the American Heartworm Society []. A prostatic wash culture was also performed (two weeks after completion of enrofloxacin). The culture grew > 100,000 organisms/mL of Salmonella spp. It was unknown if the prostate had remained persistently infected (as only a urine culture without prostate wash had been performed at mid-treatment recheck) or if repeated re-infections of the prostate were occurring. The isolate was submitted to NVSL and WGS was performed and the serotype was the same as that previously isolated from the patient’s urine (serotype 41:z4,z23:-). Fecal Salmonella PCR to detect the spaQ was performed on three fecal samples collected 24 h apart and all three samples were positive. An isolate recovered from the feces was submitted to NVSL and determined to be Salmonella enterica subsp arizonae serovar 41:z4,z23:-, the same serovar isolated from the prostate. The PCR was performed as previously described [] with the modifications that the PCR was performed using a different real time PCR thermocycler and PCR reagents.A positive control of genomic DNA from a clinical strain of Salmonella enterica subspecies enterica serovar Typhimurium was utilized. Negative control PCR reactions included reactions with either genomic DNA from Escherichia coli strain ATCC 29,522 or with no DNA added to the reaction. Identification was confirmed with serotyping by the National Veterinary Services Laboratory.\\nDue to the challenge of curing bacterial prostatitis in an intact male dog, castration was planned as soon as anesthesia could safely be performed after heartworm adulticide therapy. Based on culture and sensitivity results, and considerations for adequate prostatic and fecal penetration, marbofloxacin was prescribed at 3 mg/kg PO once daily. In an attempt to decrease environmental contamination of the home environment with Salmonella, antimicrobial therapy was planned for the duration of his heartworm therapy. Heartworm therapy with two additional doses of melarsomine was completed six weeks later, after delivery of the owners’ new baby. A prostatic wash culture was performed, and Salmonella was isolated after broth enrichment (serotype 41:z4,z23:-). Fecal Salmonella PCR was also performed and was negative on all three samples. Marbofloxacin was continued.\\nOne month later when the dog was considered a more stable anesthetic candidate, castration was performed. Desmopressin 0.1 mg was administered subcutaneously 30 min prior to surgery due to the low vWF:Ag and surgery was completed without incident. A prostatic wash culture wash also performed and reported no growth. Marbofloxacin was continued for two additional weeks. Ten days after stopping marbofloxacin, a final prostatic wash culture was performed and reported no growth.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'1917640': 1, '21963418': 1, '33205175': 1, '21192848': 1, '32217678': 1, '12224858': 1, '25218888': 1, '33176763': 2, '24464378': 1, '30425836': 2, '20696725': 1, '25762776': 1, '26826098': 1, '22092607': 1, '32613739': 1, '22980013': 1, '24155452': 1, '17310625': 1, '12134775': 1, '26292301': 1, '9286145': 1, '1565377': 1, '19631101': 1, '22572672': 1, '18514299': 1, '32039245': 1, '33785042': 2}", "similar_patients": "{'6230761-1': 1, '7659121-1': 1}"}