{"patient_id": 58131, "patient_uid": "8514800-1", "PMID": 34660139, "file_path": "comm/PMC008xxxxxx/PMC8514800.xml", "title": "Intractable Hiccups in a Young Male: Is it a Tell-Tale Sign of Pseudocyst of Pancreas?", "patient": "A 30-year-old male presented to the outpatient department with the chief complaint of intractable hiccups for four months. There was a history of intermittent pain in the epigastrium for four months which was dull in nature and non-radiating. The patient had no history of nausea, vomiting, or loose stools. There was no history of jaundice. There was no history of fever. The patient had history of chronic alcohol abuse with the last intake six months back with a CAGE score (Cut down, Annoyed, Guilty, and Eye-opener) of two out of four. He was admitted two months back when he was diagnosed as a case of chronic pancreatitis on the basis of a CT scan and a gastroscopy was done which did not show any significant finding followed by an endoscopic retrograde cholangiopancreatography (ERCP) procedure revealing biliary stricture which was treated by a prosthesis placement. The patient had no history of hypertension, diabetes mellitus, or any other chronic illness in the past. On general examination, the patient's pulse was 98 beats per minute, regular in rhythm, blood pressure was 110/70 mmHg in right arm supine position, pallor was present, and spo2 was 98 percent on room air with a respiratory rate of 24 breaths/minute.\\nOn systemic examination the patient had tenderness in the epigastrium, the heart sounds were normal, the chest was bilaterally clear, and the patient was conscious and oriented. Lab investigations revealed a normal electrolyte panel with normal liver and renal function tests. Serum amylase was 42 units/L and serum lipase was 46 units/L. A contrast-enhanced CT scan of the abdomen was carried out which was suggestive of chronic pancreatitis with pseudocyst of pancreas involving the tail of the pancreas (Figure ).\\nThe patient was initially started on metoclopramide; however, he did not respond well and was then started on tablet gabapentin 100 mg BD with which there was a dramatic improvement in singultus. The patient was provided with creon 72,000 lipase units per meal (according to standard guidelines) because of exocrine pancreatic insufficiency diagnosed through fecal elastase test with fecal elastase measured as 75 μg/g feces. The patient was ultimately discharged after six days of admission in stable condition and is doing well on follow-up.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'18341501': 1, '16894310': 1, '20414106': 1, '22523721': 1, '12078929': 1, '23093831': 1, '34660139': 2}", "similar_patients": "{}"}