{"patient_id": 237, "patient_uid": "8683194-1", "PMID": 34925930, "file_path": "comm/PMC008xxxxxx/PMC8683194.xml", "title": "Diffuse Idiopathic Pulmonary Neuroendocrine Cell Hyperplasia (DIPNECH): A Case of Indolent Pulmonary Nodules Diagnosed with Robotic-Assisted Navigational Bronchoscopy", "patient": "We present the case of a 46 year-old-female, never smoker, with a history of ulcerative colitis who initially presented as an outpatient for the evaluation of persistent cough, wheezing, and chest tightness for 6 months. Her review of systems was otherwise negative and her only medication included mesalamine for ulcerative colitis. She had no history of environmental or occupational exposures and denied any allergies. She denied any personal or family history of lung disease. Her vital signs were within normal limits. This patient was evaluated by pulmonology and was diagnosed with cough variant asthma and was started on montelukast and albuterol as needed. A northeast allergy panel was unremarkable. She subsequently presented to the emergency room with an episode of wheezing and chest tightness and Computed Tomography Angiogram (CTA) revealed multiple lung nodules with mosaic attenuation. The nodules were seen bilaterally in clusters, with the largest measuring up to 1.8 cm in the right middle lobe. Multiple serologic markers were ordered to screen for autoimmune disease including ANA, ANCA, anti-dsDNA, hypersensitivity pneumonitis panel, Sjogren's antibodies, angiotensin converting enzyme, and rheumatoid factor. These were unremarkable other than a positive ANA with titer 1 : 640 homogenous pattern. Due to uncontrolled symptoms, her inhaler regime was escalated to Flovent twice daily with as needed albuterol. A repeat CT chest 3 months later indicated no change in diffuse mosaicism and multiple pulmonary nodules, similar in size, with the largest 1.8 cm in the right middle lobe (Figures –). She then underwent robotic-assisted navigational bronchoscopy with fine needle aspiration, brushing, and transbronchial biopsy of the right middle lobe nodule (Figures and). Pathology from the nodule was positive for groups of bland appearing small blue cells, consistent with low-grade neuroendocrine tumor (carcinoid). Pathology was positive for chromogranin and synaptophysin, neuroendocrine markers, and low Ki-67 positivity, indicating low rate of proliferation (Figures –). Endobronchial ultrasound was also performed and Level 7 lymph node was negative for malignancy. The patient was presented at multidisciplinary chest tumor conference and it was recommended that she undergo PET CT scan and surgical resection of the biopsy-proven typical carcinoid tumor in the right middle lobe.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'21751183': 1, '8532003': 1, '17400673': 1, '21471097': 1, '19759190': 1, '26609460': 1, '27076588': 1, '17099078': 1, '19076373': 1, '34925930': 2}", "similar_patients": "{}"}