{"patient_id": 51381, "patient_uid": "8199822-1", "PMID": 34118876, "file_path": "comm/PMC008xxxxxx/PMC8199822.xml", "title": "Pancreaticopleural fistula in a child with chronic pancreatitis harboring compound SPINK1 variants", "patient": "A 9-year-old boy was referred to Siriraj Hospital with recurrent abdominal pain and a three-week history of breathing difficulty. His first episode of abdominal pain appeared eight months prior and the symptoms were worsening. The patient had a normal perinatal history, developmentally age appropriate, and a negative family history of chronic pancreatitis. His height was 139 cm (75th percentile) and his weight was 28 kg (50th percentile). He was taken to the primary care hospital because he had fever and dyspnea for two days. Physical examination found a decrease in breath sounds at the right lung with dullness on percussion and mild tenderness at the epigastrium. Chest radiography showed massive right pleural effusion. The pleural fluid analysis revealed an exudative pattern with leukocytes count of 5,900 cell/L (70% neutrophil) and protein of 5.1 g/dL (serum protein 7.2 g/dL). A CT of the chest was sent to confirm massive right pleural effusion and to define the associated pathology but calcification of the pancreatic parenchyma suggestive of CP was accidentally found (Fig. ). Further investigation of CP, serum amylase and lipase were 411 U/L and 532 U/L, respectively. Calcium, triglycerides, and blood sugar were normal. The patient was referred to our hospital for evaluation and treatment.\\nMRCP revealed atrophy of the body and tail of the pancreas with multifocal calcifications and chain of lakes dilations of the distal pancreatic duct, compatible with CP. There was a high-signal intensity structure arising from a proximal pancreatic duct reaching up to the right pleural cavity, which raised the suspicion of PPF (Fig. ). At this point the pleural effusion had decreased, so we could not perform pleural fluid analysis. The patient was started on conservative management with intravenous octreotide at up to 1 mcg/kg/hr, intravenous hydration, parenteral nutrition, and kept NPO. PCR amplification of the PRSS1 and SPINK1 genes was performed by direct DNA sequencing to find the cause of CP. The results were negative for PRSS1 mutation, but two heterozygous SPINK1 variants were identified: a pathogenic splicing mutation (c.194+2T>C) and a common missense variant (c.101A>G, p.Asn34Ser) (Fig. ). The patient’s abdominal pain and dyspnea well responded to the treatment and the chest radiography showed a decrease in the right pleural effusion, so octreotide was tapered and then discontinued after three days. The patient was admitted in total for three weeks and then discharged to home with antioxidants (selenium, and vitamins A, C, and E).\\nOne week after discharge, the patient developed fever, cough, and mild dyspnea. Physical examination at the primary care hospital found decreased breath sound in the right lung. Chest radiography demonstrated a large right pleural effusion (Fig. A). Thoracentesis was performed, returning 170 ml of red effusate. Pleural fluid analysis revealed an amylase level 42,798 U/L, and the bacterial culture was negative. Serum amylase and lipase were 507 and 521 U/L, respectively. The patient was again referred to our hospital. Respiratory tract infection was worked up and influenza A infection was detected by nasal swab PCR. The patient’s abdominal pain returned and the laboratory found an increase in serum amylase and lipase 632 and 713 U/L, respectively. CT of the chest and abdomen demonstrated a pleural effusion with enlarged PPF (Fig. B) compared to the previous MRCP. Bowel rest, continuous intravenous octreotide infusion, and total parenteral nutrition were again used to treat the pleural effusion, but this time the patient had persistent gastrointestinal and respiratory symptoms. Endoscopic retrograde pancreatography (ERP) confirmed a duct disruption at the pancreatic neck with a fistula connected to the posterior mediastinum but cannot demonstrate the pseudocyst. Without dilatation of the pancreatic duct, a 7Fr plastic stent was placed in the main pancreatic duct across the leakage site (Fig. ). After placement of the stent, the patient’s clinical and chest radiography results improved and he was discharged one week later. The stent was removed after six months. At 6 months post-stent removed, the patient was had no chest or abdominal symptoms and the chest X-ray (CXR) was negative for pleural effusion.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'22180712': 1, '31460886': 1, '12676913': 1, '27782962': 1, '31628023': 1, '23624444': 1, '30451400': 1, '31777728': 2, '29019567': 1, '25640793': 1, '23595187': 1, '33230082': 1, '8871464': 1, '23622139': 1, '32493299': 2, '19106743': 1, '10982753': 1, '30420730': 1, '11669039': 1, '28611558': 2, '16516640': 1, '12500009': 1, '16291178': 1, '12014716': 1, '34118876': 2}", "similar_patients": "{'7268358-1': 1, '5465701-1': 1, '6856503-1': 1}"}