{"patient_id": 109929, "patient_uid": "8326100-1", "PMID": 34345481, "file_path": "noncomm/PMC008xxxxxx/PMC8326100.xml", "title": "Utility of targeted balloon protection of the venous sinus for endovascular treatment of dural arteriovenous fistula by transarterial embolization with Onyx: A case report and literature review", "patient": "A 70-year-old man with a history of slight hypertension presented with a 3-month history of tinnitus in the left ear and mild headache. Consciousness was clear and no neurological deficits were evident. Magnetic resonance angiography (MRA) on admission showed a cluster of abnormal blood vessels in the area of the left TS-SS junction []. Fluid-attenuated inversion recovery imaging on magnetic resonance imaging revealed no abnormal changes []. Cerebral angiography demonstrated a d-AVF at the left TS-SS junction, supplied mainly by the left middle meningeal artery (MMA), left occipital artery, left meningohypophyseal trunk, left posterior meningeal artery, and meningeal branch of the left superior cerebellar artery [ and ]. In the venous phase, venous flow drained mainly into the right TS, but the left vein of Labbe drained into the left TS near the drainage channel. On the other hand, no retrograde flow was recognized in the ectatic cortical vein [ and ]. Based on these findings, Borden type 1, Cognard type IIa d-AVF was diagnosed based on the location in the left TS-SS. The shunt point was confined to the short segment, but the affected venous sinuses (left TS and SS) were required for normal perfusion of brain parenchyma. A transvenous endovascular approach using embolic coils for lesions involving the TS and SS, as so-called sinus packing, was considered overly challenging. We, therefore, planned to perform endovascular treatment using the transarterial approach with Onyx and short-term placement of a sinus protection balloon to protect against Onyx migration and preserve normal venous sinus flow. After inducing general anesthesia, a 6-Fr Launcher guiding catheter (Medtronic Vascular, Danvers, MA) was inserted into the femoral artery and advanced to the left external carotid artery. A 4.2-Fr FUBUKI catheter (Asahi Intec, Aichi, Japan) was introduced as the distal access catheter into the left MMA. A Headway DUO microcatheter (MicroVention Inc., Aliso Viejo, CA, USA) was then navigated over a CHIKAI 0.35-mm (0.014-inch) microwire (Asahi Intec, Aichi, Japan) near the shunt point at the junction of the TS and SS [ and ]. Second, a 6-Fr Launcher guiding catheter was introduced into the femoral vein and advanced to the right internal carotid vein (ICV), then a SHOURYU (Kaneka Medics, Kanagawa, Japan) was placed in the left TS-SS junction near the shunt point through the right TS over the confluence of bilateral transverse sinuses. To avoid migration of Onyx into the TS-SS junction and preserve antegrade sinus flow, we inflated the SHOURYU at the same site [], and consequently performed embolization using Onyx 18 to prevent embolic material from straying into the TS-SS []. No Onyx migrated into the drainage channel and to the SS throughout the procedure. The procedure was completed after confirming complete disappearance of shunt flow. No procedural complications were encountered (total SHOURYU inflation time, 25 min). Final post embolization cerebral angiography showed complete occlusion of the shunt point and good antegrade venous perfusion of the left TS and SS to the left ICV [-]. The patient was discharged home on postoperative day 7. He recovered well and without sequelae, and follow-up MRA 12 months later showed good reconstruction of the left TS-SS, and complete disappearance of the d-AVF []. The clinical study of this report was approved by the ethics committee of the authors’ institution, and informed consent was obtained from the patient prior to initiating the study.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'17353327': 1, '22550096': 1, '19834391': 1, '23179298': 1, '17280535': 1, '31481988': 1, '32071660': 1, '17989374': 1, '5350675': 1, '26308245': 1, '25934782': 1, '27588586': 1, '20678361': 1, '17974618': 1, '28818827': 1, '34345481': 2}", "similar_patients": "{}"}