{"patient_id": 112964, "patient_uid": "8628097-1", "PMID": 34909626, "file_path": "noncomm/PMC008xxxxxx/PMC8628097.xml", "title": "Gonococcal tonsillar infection in a female sex worker", "patient": "The patient is a 23-year-old female presented with acute tonsillitis. The patient has no personal illness and no drug allergy. Throat examination reveals red enlarged tonsils with exudate (the patient did not allow taking a photo of her throat).\\nThe patient has a history of repeated visits to the physicians for more than ten times per year with the same problem of acute tonsillitis. In each previous visit, the patient received penicillin as the antibiotic for the treatment, and the clinical problem was resolved, but the recurrence occurred within a few weeks.\\nThe patient consulted with the physician in charge, who is a family physician, and gave the history that she was a prostitute and has to perform oral sexual intercourse with many different males. Nevertheless, she has no history of sexually transmitted infection, and her annual blood check, according to the legal regulation for the prostitute, for HIV serology and VDRL was negative. Furthermore, her annual gynecological examination result is within the normal limit. The differential diagnosis of recurrent tonsillitis in this patient is Group A beta-hemolytic Streptococcus pyogenes infection that requires microbiological examination for discrimination. In this case, the tonsil and throat swab were done, and the microbiological study revealed gonorrhea infection. The patient was treated with dual-therapy regimen with single-dose ceftriaxone intramuscular injection and single dose 1 g oral azithromycin according to the 2015 STDs Treatment Guidelines of CDC (). Her clinical symptoms disappeared within 1 week. In this case, health education on safe sex was also given to the patient. However, the patient lost follow-up, and it cannot verify the success and impact of health education. Whether there is any impact on her profession, a prostitute is still questionable.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'21921393': 1, '63217': 1, '14556065': 1, '3907078': 1, '5002598': 1, '34909626': 2}", "similar_patients": "{}"}