{"patient_id": 58867, "patient_uid": "8549247-1", "PMID": 34702371, "file_path": "comm/PMC008xxxxxx/PMC8549247.xml", "title": "Aplastic anemia secondary to dual cancer immunotherapies a physician nightmare: case report and literature review", "patient": "A 45-year old male, heavy smoker presented to the clinic in May 2019 complaining of left flank pain. Chest and abdominal CTs scan revealed a suspicious enhancing left renal mass along with two worrisome lung nodules in the right upper and left lower lobes (Fig. A). Subsequently, 18F-FDG PET-CT was performed, redemonstrating the large left renal mass, with FDG avid retroperitoneal adenopathy consistent with nodal mestastases, increased FDG uptake within the lung nodules, as well as FDG avid lytic osseous lesions in the L3 vertebral body and the right anterior fifth rib, consistent with metastases (Fig. ). The pathology results of the biopsies taken from the renal mass and one lung nodule were compatible with metastatic renal clear cell carcinoma. The patient was classified as an intermediate-risk metastatic RCC according to the IMDC criteria and therefore, he was started on a first-line dual immunotherapy treatment consisting of 1 mg/kg ipilimumab and 3 mg/kg nivolumab; each cycle every 3 weeks. He received the first cycle on June 13, 2019 and 2nd cycle on July 4th 2019.\\nAfter his 2nd cycle, the patient started to develop several immune-related adverse events (irAEs); a grade [] immune mediated hepatitis followed by a grade [] immune related thyroiditis. The treatment was held and he was started on oral corticosteroid therapy 1 mg/kg/day with rapid improvement of his liver function tests and subsequently cancelation of liver biopsy. Similarly, thiamazole were prescribed to resolve his thyroiditis gradually.\\nIn August 2019, the patient, while taking tapering steroid, presented to the clinic for new onset gingival bleeding along with diffuse purpura/petechiae on his upper and lower limbs. He was awake and oriented but pale looking. His vital signs were stable. Physical exam was significant for petechia and purpura mainly on the abdomen and upper limbs. Blood work showed severe thrombocytopenia (Platelets count 15,000 mm3) with normal white blood cells (WBC) including differentials and Hemoglobin (Hgb). The patient was recommended to increase his steroids back to 1 mg/kg/day and he was referred to the hospital for management.\\nRepeat blood work was remarkable for WBC 1.68 × 1000, Neutrophils 45%, Lymphocytes 53%, Hgb 10.9 g/dl, platelets 7000 mm3. The patient was started on higher dose steroids (2 mg/kg/day), intravenous immunoglobulin (400 mg/kg) daily for 5 days and a bone marrow biopsy was performed and confirmed the diagnosis of aplastic bone marrow (Fig. ). The biopsy showed a markedly hypocellular marrow (< 10%) with severe trilineage hypoplasia. There was no morphological evidence of blasts excess or myelodysplasia. Metastatic tumor foci were excluded (confirmed by immunostains). Neither was there immunophenotypic evidence of elevated myeloid/lymphoid precursors or a B cell neoplasm. The lymphocyte fraction was composed of 80% T cells with an inverted CD4+:CD8+ ratio (1:2). In addition, flow cytometry showed absence of hematogones, consistent with a diagnosis of AA.\\nRestaging chest and abdominal CT scans showed evidence of favorable response to therapy, including decreasing size of the left renal primary tumor and disappearance of lung metastases (Fig. B).\\nDuring his prolonged hospital stay, the patient received multiple irradiated blood products transfusions and broad-spectrum antibiotics and antifungal therapy. In addition to above mentioned treatment, he was started on, G-CSF (1 injection daily), and eventually he received an intense triple IST: horse ATG (20 mg/kg) IV daily for 5 days along with eltrombopag (150 mg tablet/daily) and Cyclosporine (6 mg/kg/day) in two divided doses with weekly monitored trough levels. Unfortunately, his bone marrow failed to respond to the immunosuppressive therapy. The case was discussed with stem cell transplant team but he was not candidate due to uncontrolled RCC which started to grow again by that time. Unfortunately, the patient later died after continuous support and palliative care in October 2019.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'28825374': 1, '363322': 1, '30528137': 1, '1167211': 1, '31634647': 1, '15885298': 1, '29568696': 2, '28407116': 1, '34702371': 2}", "similar_patients": "{'5859826-1': 1}"}