{"patient_id": 112451, "patient_uid": "8571193-1", "PMID": 34754529, "file_path": "noncomm/PMC008xxxxxx/PMC8571193.xml", "title": "Intratumoral hemorrhage in jugular foramen schwannoma after stereotactic radiosurgery: A case report", "patient": "A 64-year-old man without known significant medical history was referred to our hospital for the treatment of an incidentally found left JFS. He was found to be completely intact on examination and no family history of neurofibromatosis type 2. MRI revealed a dumbbell-shaped solid mass at the left cerebellopontine angle with marked enlargement of the affected jugular foramen and no sign of dural tail, which was 25 × 27 × 18 mm and 22 × 25 × 19 mm for the intradural and extradural portions, respectively, and 8.4 ml in total volume. The mass mildly compressed brainstem and had no evident sign of hemorrhage [ and \\n]. There was no other intracranial tumor. MR venography demonstrated that the left jugular bulb was obliterated because of tumor compression []. The tumor showed no signs of calcification or hypervascularity, and positron emission tomography with fluorodeoxyglucose did not exhibit increased uptake consistent with malignancy [] or any evidence of other tumors throughout the body. T1-weighted MRI at the level of the internal auditory canal indicated minimal brainstem compression before treatment []. Based on observations from the aforementioned examinations, two independent radiologists made a diagnosis of sporadic JFS. After thorough discussion, SRS using Gamma Knife (Elekta AB, Stockholm, Sweden) was performed with a marginal and maximal dose of 13 and 26 Gy, respectively.\\nThree days after SRS, the patient developed dysphagia, hoarseness, and leftward deviation of the tongue that were confirmed by otorhinolaryngologic examinations, suggesting injuries of the left vagal and hypoglossal nerves. MRI on post-SRS day 5 showed tumor expansion without peritumoral edema []. Administration of dexamethasone gradually relieved the symptoms except for vocal cord palsy that later required additional laryngological interventions.\\nAlthough his symptoms improved, follow-up MRI at 5 months from SRS showed further tumor expansion with central necrosis and peritumoral edema, albeit asymptomatic []. This was considered as a slightly more aggressive change than transient tumor expansion typically seen in vestibular schwannomas (VSs), and thus prompted further close follow-ups.\\nAt 7 months, he suddenly developed headache, dizziness, mild hearing deterioration (20 dB decrease in pure tone audiometry), nausea, and vomiting. Imaging studies revealed intratumoral hemorrhage with exacerbation of peritumoral edema []. At that time, he was not on any blood thinners, and coagulation tests demonstrated normal function. Since he showed no further progression after restarting the administration of dexamethasone and osmotic diuretics, we continued the conservative management without surgical intervention. He finally recovered almost completely within 2 months after the hemorrhage, and follow-up images at 4 years from SRS demonstrated significant tumor shrinkage [].", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'21709596': 1, '31103763': 1, '25840877': 1, '9637211': 1, '26799304': 1, '11958895': 1, '21273918': 1, '7760193': 1, '18976067': 1, '34211900': 2, '30732625': 1, '20583739': 1, '18779983': 1, '8232798': 1, '31770766': 1, '12925242': 1, '21962159': 1, '12810777': 1, '17044561': 1, '17146395': 1, '23096422': 1, '29911245': 1, '17621021': 1, '12507075': 1, '19637016': 1, '23929592': 1, '10447286': 1, '22395434': 1, '2399482': 1, '17273886': 1, '29125412': 1, '19255715': 1, '23454397': 1, '27515152': 1, '21369949': 1, '31689568': 1, '34754529': 2}", "similar_patients": "{'8202378-1': 1, '8202378-2': 1, '8202378-3': 1}"}