{"patient_id": 58446, "patient_uid": "8527659-1", "PMID": 34670622, "file_path": "comm/PMC008xxxxxx/PMC8527659.xml", "title": "Vertebral artery dissection in term pregnancy after cervical spine manipulation: a case report and review the literature", "patient": "A 39-year-old pregnant Caucasian woman presented to the Obstetric Emergency Room reporting vertigo, vomiting, nystagmus, dizziness, and hindrance in the execution of fine movements of the right arm. The maternal parameters on admission are regular: pulse 98 beats per minute, pressure 110/68 mmHg, and temperature of 36.2 °C. She had an obstetric history of a first-trimester spontaneous abortion and a medical history of tension headache. She is married and graduated. She has a high socioeconomic status and is employed as an engineer.\\nThe ongoing pregnancy coursed physiologically until that moment. The fetus was screened for aneuploidy with a noninvasive prenatal test (NIPT), while second- and third-trimester ultrasounds for the study of malformations were both normal. The oral glucose tolerance test at 24 weeks was negative. At 38 + 4-week gestation, the patient was hospitalized due to suspected vestibular neuritis diagnosed by an otolaryngology (ORL) specialist. Following diagnosis, the patient started therapy with corticosteroids, including prednisone 5 mg two times per day and levosulpiride 25 mg two times per day, that continued for 3 days.\\nOn day 2, the patient developed diplopia and worsening of vomiting and dizziness, with improvement of symptoms in left lateral decubitus. The ORL revaluation excluded peripheral vestibulopathy and progressed to an urgent brain computed tomography (CT) scan without contrast that excluded ischemic or hemorrhagic brain lesions.\\nOn day 3, due to further worsening of symptoms, urgent neurological counseling was performed. Viral examinations of herpes simplex I and II, herpes zoster, and herpes virus VI were negative. The neurologic examination showed the left eye adducted and elevated, vertical diplopia, and presence of rotatory nystagmus accentuated on the right gaze and dyssynergia in the cerebellar maneuvers of the right upper limb. After a detailed medical history, the patient stated for the first time that she had undergone cervical spine manipulations by an osteopathic specialist in the days preceding the beginning of the symptoms. Magnetic resonance imaging (MRI) of the brain was urgently performed, showing a punctate lesion hyperintense on diffusion-weighted imaging (DWI) (Fig. A–B), characterized by a reduction of apparent diffusion coefficient (ADC) on the colorimetric maps. This finding was suggestive of ischemia in the posterolateral right medulla oblongata, which is consistent with the symptoms of Wallenberg syndrome, although the patient did not have the full spectrum of symptoms. On MR angiography, the intracranial V4 segment was normal, but the right posteroinferior cerebellar artery (PICA) was not present (Fig. E). Urgent thrombolytic therapy or emergency revascularization was not deemed necessary by the neurologist colleague. Acetylsalicylic acid (ASA), 100 mg, therapy was then prescribed. Subsequently, echo-color Doppler ultrasound of the supra-aortic trunk detected no alterations of the cervical vessels, and transthoracic echocardiogram with exclusion of patency of the foramen ovale was performed. During this observation period, the patient was continuously monitored with noninvasive blood pressure monitor and pulse oximeter to detect hypotensive state and/or desaturation episodes early. Considering the clinical condition of the patient, the term gestational age, and initial onset of prodromal contractions, an elective cesarean section (CS) under subarachnoid anesthesia was performed, given the inability of the patient to deliver vaginally because of the ischemic cerebral event and obligatory left lateral decubitus, diplopia, and dizziness. The intraoperative and postoperative courses were uneventful. Six hours after the CS, prophylaxis with low-molecular-weight heparin was prescribed.\\nThe neonate showed good adaptation to postnatal life with an Apgar score of 9 at 1′, 10 at 5′, and 10 at 10′; blood gas analysis was regular both in the artery and vein. Normal anthropometric parameters were present: 3250 g (52nd centile), length of 49 cm, and cranial circumference of 36 cm.\\nOn day 4, for better study suspected dissection on small vertebral vessels, the patient underwent CT angiography of the neck, which showed a focal dissection at the V2 distal segment of the right vertebral artery (Fig. C–D). The puerperium course was normal, and the midwife helped the patient during breastfeeding because of the difficulty of standing up and walking due to the diplopic symptom. Psychological support was offered during the hospitalization, with daily physiotherapy rehabilitation and orthoptic evaluation. Congenital and acquired thrombophilia tested negative. After 12 days of rehabilitation, the patient was discharged with continued complaints of diplopia and a walker for mobility. After the VAD diagnosis and for the entire length of hospitalization, the patient was treated with Cardioaspirin 100 mg/day and prophylactic enoxaparin 4000 UI/day subcutaneous injection for 60 days. At the subsequent neurological evaluation, during the follow-up of 2 and 4 months, the patient showed persistence of vertical diplopia and a circumspect and wide gait, and life-long ASA was prescribed. A follow-up MRI was scheduled for 6 months after the stroke, which confirmed the signs of the previous ischemic lesion on the posterolateral right medulla oblongata. The remaining findings are unchanged.\\nEthical approval was obtained, and the patient gave written informed consent to publish this case and any accompanying images.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'23121892': 2, '22455720': 1, '25560114': 1, '23254252': 2, '26604230': 1, '18586346': 1, '22677797': 1, '21511950': 1, '33292273': 2, '25444227': 1, '24785614': 1, '22549357': 1, '21127377': 1, '21457234': 1, '22931728': 1, '22677796': 1, '32728725': 1, '32980848': 1, '32525238': 1, '20700423': 2, '16226631': 1, '30889367': 1, '30315974': 1, '27014532': 1, '10460450': 1, '27422677': 2, '19251066': 1, '22270449': 1, '18343117': 1, '21256072': 1, '34670622': 2}", "similar_patients": "{'4947248-1': 1, '3554425-1': 1, '2911601-1': 1, '3495043-1': 1, '7597033-1': 1}"}