{"patient_id": 51678, "patient_uid": "8213481-1", "PMID": 34221523, "file_path": "comm/PMC008xxxxxx/PMC8213481.xml", "title": "Capnocytophaga canimorsus Bloodstream Infection Associated with an Urticarial Exanthem", "patient": "A 31-year-old man presented to the emergency department with a 1-day history of rhinorrhea and 5-hour history of fever and dyspnea. He endorsed fatigue, postnasal drip, nausea, and mild, sharp, left-sided chest pain made worse by deep inspiration. Medical history included type 1 diabetes mellitus (hemoglobin A1c 12.8%), depression, and 17 pack-years of cigarette smoking. Upon examination in the emergency department, blood pressure was 124/74 mmHg, heart rate was 127 beats/min, respirations were 24 breaths/min, and temperature was 38.4°C. The leukocyte count was 12.4 × 103/L (89.3% neutrophils), glucose 367 mg/dL, anion gap 18 mEq/L, and creatinine 0.9 mg/dL. The patient was awake, alert, and appeared in mild distress. Cardiac examination was regular and without murmurs, lungs were clear to auscultation, and abdominal exam was unremarkable. There was no oral erythema, cervical lymphadenopathy, or peripheral edema. Chest radiograph was unremarkable, and the computed tomography pulmonary angiogram was significant only for central airway thickening. The patient was administered intravenous fluids, morphine, and ondansetron. He was subsequently diagnosed with an upper respiratory tract infection and offered admission to optimize glycemic control; however, the patient declined. He was then discharged home from the emergency department with a prescription for a 7-day course of amoxicillin/clavulanate, which he did not fill.\\nThe patient presented again to the emergency department the following day with worsening fatigue, subjective fever, arthralgias, and a diffuse rash. Vital signs were within normal limits. Examination revealed multiple erythematous, tender macules scattered across his trunk and extremities. Erythema of the right tonsillar pillar was also noted. He was offered admission for further evaluation; however, the patient again declined.\\nTwo days later, two anaerobic and two aerobic blood culture bottles obtained during his initial visit to the emergency room signaled positive. Upon Gram stain, all contained long, thin, Gram-negative rods. Each blood culture bottle was streaked for isolation on sheep blood agar, chocolate agar, MacConkey agar, and anaerobic reducible blood agar. The patient was alerted of the positive blood cultures and subsequently admitted to the hospital. On this presentation, the patient reported persistence of his rash, but otherwise felt well. Upon further questioning, the patient reported that prior to the development of the rash, he had experienced watery eyes and lesions on his oropharynx that had subsequently resolved. On admission, his vital signs were within normal limits. The leukocyte count was 12.9 × 103/L (74.2% neutrophils), glucose 398 mg/dL, and C-reactive protein 59.2 mg/L. Examination of his chest revealed multiple 2-3 cm, erythematous, irregularly shaped patches that were minimally indurated and mildly tender to palpation. On his back were three irregular, 7-8 cm, targetoid lesions with central clearing that were also mildly tender to palpation (). He was found to have tender gums along with several broken and filled teeth. The patient was started on intravenous piperacillin/tazobactam.\\nThe following morning, the infectious diseases service was consulted for additional recommendations. Further history obtained at that time revealed the patient to have had exposure to several individuals at his school with recent international travel, although he was unaware if any had been ill. In addition, he had recently observed two nonengorged ticks crawling on his body approximately one week prior to his initial presentation. The patient also reported exposure to his pet cat and dog, both of which had fleas, and stated that he had sustained a bite to his ear by his pet dog three weeks prior to initial presentation without obvious wound infection or fever. He denied previous history of allergies, sexually transmitted infections, or new sexual partners. At this time, the rash was suspected to be associated with a tick-related illness, viral exanthem, or the Gram-negative rod growing in the patient's blood. Given the patient's poor dentition and history of a dog bite, the differential diagnosis for the Gram-negative rod included Fusobacterium, a HACEK organism, or C. canimorsus. The piperacillin/tazobactam was continued, and the patient was started empirically on doxycycline for possible tick-related illnesses.\\nOn the second day of hospitalization, the patient's targetoid skin lesions had significantly faded and the lesions on his chest were beginning to resolve. Additional laboratory workup included antibodies to HIV, HIV viral load, rapid plasma reagin, fluorescent treponemal antibody absorption, viral hepatitis panel, urine gonorrhea and chlamydia nucleic acid amplification tests, Mycoplasma antibody, and Bartonella serology, all of which were negative/nonreactive. After three days, there was pinpoint growth on the chocolate agar, with Gram stain of the colony revealing faint staining, fusiform, Gram-negative rods. The isolate was catalase-positive, weakly oxidase-positive, and indole-negative. On the fifth day of hospitalization, the rash had almost completely resolved and the organism was continuing to grow on incubating plates, but did not grow on selective media. The Vitek2 NH card (Biomerieux, Durham, NC) identified the isolate as either Neisseria elongata or N. gonorrhoeae with low discrimination. The isolate was retested with an 85% probability of N. elongata. The Vitek2 NH card contained biochemicals for identifying Capnocytophaga species, but that was not listed as a possible identification for this isolate. The patient was discharged home on hospital day 4 with intravenous ceftriaxone, oral metronidazole, and a 14-day course of oral doxycycline to cover for potential tick-borne related infection. However, two days after discharge, the patient called the hospital reporting similar symptoms to what he had experienced on initial presentation. The ceftriaxone and metronidazole were discontinued at this time and he was switched back to piperacillin/tazobactam. Due to the uncertainty of the bacterial identification, the isolate was referred to another laboratory which used a combination of biochemical testing and matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF MS; Bruker, Billerica, MA) to identify the Gram-negative rod as Capnocytophaga canimorsus with a log score value of 2.59. Antimicrobial susceptibility testing performed by the E-test revealed MIC values of 2 mcg/mL for ceftriaxone and 0.03 mcg/mL for piperacillin. No current breakpoint interpretations are available; however, based on the literature, similar MIC values for these antibiotics were associated with clinical improvement []. The patient improved clinically thereafter and remained in good health for two years following the infection.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'27051842': 1, '2915017': 1, '25828064': 1, '18566152': 1, '6249227': 1, '30877041': 1, '11036049': 1, '1266816': 1, '24489563': 1, '34221523': 2}", "similar_patients": "{}"}