{"patient_id": 111912, "patient_uid": "8515616-1", "PMID": 34729340, "file_path": "noncomm/PMC008xxxxxx/PMC8515616.xml", "title": "Cesarean Section Scar Nodule, Ovarian Cyst, and Dysmenorrhea", "patient": "A 38-year-old female was admitted in the gynecology outpatient's clinic due to secondary infertility. She was Gesta I Para I, with one previous uneventful pregnancy and a cesarean section 7 years before. She had hypothyroidism and was medicated with levothyroxine 150 μg. As soon as she left the combined pill in order to conceive, she started complaining of severe dysmenorrhea (pain score: 8/10). At physical examination, a hard and painful nodule was palpable at midline, under the cesarean section scar. She had a nonmobile uterus. A painful hard mass was palpable at rectal digital examination, 3 cm away from the anus.\\nAbdominal wall soft tissue ultrasound revealed a nodule of heterogeneous echogenicity with 41 mm × 34 mm × 17 mm located medially at the level of the rectus abdominis muscle, under the cesarean section scar [Figures -]. Abdominal magnetic resonance imaging confirmed the presence of a nodule with 4.9 cm × 3.8 cm × 2.0 cm on the rectus abdominis muscle and its fascia [Figures and ]. Pelvic transvaginal ultrasound revealed normal uterus and right adnexa and a cyst at the left ovary with 30 mm × 26 mm, with no septa or solid components and with ground glass echogenicity.\\nThe patient was submitted to laparotomy. During surgery, a hard median nodule with 5 cm of length was found located in the rectus abdominis muscle and its fascia [Figures and ]. Pelvic anatomy was completely distorted with several adhesions between the uterus, the adnexa, colon, and pelvic wall. The left adnexa was involved in adhesions, the left tube was enlarged, and there was a 3 cm cyst in the left ovary. The abdominal wall cyst was removed, and ovarian cystectomy, left salpingectomy, and contralateral tubal patency test were performed. The ovarian cyst had a dark brown thick liquid inside. Despite the adhesions, the right adnexa was normal and the right tube was patent.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'34729340': 2}", "similar_patients": "{}"}