{"patient_id": 111148, "patient_uid": "8440129-1", "PMID": 34552895, "file_path": "noncomm/PMC008xxxxxx/PMC8440129.xml", "title": "Pulmonary Embolism after Core Decompression of the Femoral Head Using Injectable Bone Graft Substitute: A Case Report", "patient": "In 2016, a 14-year-old female was diagnosed with common B-ALL. Treatment was administered according to the therapeutic guidelines of the Spanish Society of Pediatric Hematology and Oncology, which includes prolonged high-dose systemic corticosteroids. Unfortunately, the patient suffered an early isolated marrow relapse shortly after completion of treatment. Treatment was reinstated and she received an HSCT in 2019. The patient suffered multiple complications, particularly thrombotic microangiopathy, graft-versus-host disease, and opportunistic infections. Multiples lines of treatment were administered, including high-dose systemic corticosteroids.\\nIn November 2020, when the patient was 18 years old, she was referred for progressive atraumatic bilateral hip pain, without fever or other concomitant symptoms. Intense bilateral hip pain with preserved range of motion (although painful in passive rotations) and a refusal for weight bearing was observed upon physical examination. A diagnosis of bilateral ONFH was made after performing a hip magnetic resonance imaging. The left femoral head maintained its spherical contour (grade II on the Ficat and Arlet scale), while the right head had partially collapsed (grade III).\\nThe case was debated in a multidisciplinary committee (involving orthopedic surgeons, a hematology-oncologist, and radiologists), and surgical treatment using a CD with necrotic bone debridement was regarded as the best option. After decompression, debridement of the necrotic bone was performed using a percutaneous expandable reamer, X-REAM® (Wright Medical Technology, Memphis, TN, USA). Samples were taken for histological analysis. Irrigation and aspiration were performed to clear the cavity. Finally, it was backfilled with 15 mL of an injectable composite calcium-sulfate/calcium-phosphate bone graft substitute, PRO-DENSE® (Wright Medical Technology). To avoid bone graft extravasation, fluoroscopy was performed to check the process. Partial weight-bearing with crutches was allowed. Anticoagulation prophylaxis using low doses of low-molecular-weight heparin was started routinely. Postoperative X-rays images showed correct placement and containment within the femoral head of the bone graft substitute ().\\nTwo days after surgery, the patient suddenly presented mild dyspnoea, desaturation (89%), and tachycardia (110 bpm). However, she did not suffer hypotension. Examination of the lower limbs showed neither wound complications nor signs of deep vein thrombosis. Due to the previous bilateral hip surgery and the patient's symptomatology, thrombotic pulmonary embolism was initially suspected. A computed tomography (CT) angiogram was performed. Images showed a 2 cm, hyperdense (934UH) lineal image in the superior segment branch of the right lower lobe: a pulmonary injectable bone graft substitute embolism (, ). The patient was monitored and supplemental oxygen was administered as required. Anticoagulation therapy using therapeutic doses of low-molecular-weight heparin was started. Fortunately, symptoms and saturation showed progressive improvement during the following 24 hours. Finally, one day later, oxygen therapy was no longer needed, as the patient returned to normal blood oxygen saturation (>93%) without any respiratory symptoms. Nonetheless, anticoagulation therapy was prolonged over three months. No further complications were observed and the patient was discharged.\\nAt two-month postoperative follow-up, a pelvis X-ray image showed partial bone graft substitute reabsorption () and, surprisingly, the CT angiogram showed no changes regarding the size and density of the embolism (). At four-month follow-up, the patient was referred for occasional mild hip pain (3/10), good functionality (modified Harris hip score 45) and was satisfied with the procedure. The patient had no respiratory symptoms during follow-ups; therefore, no specific treatment was deemed necessary.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'24598854': 1, '27021949': 1, '30842156': 1, '32010453': 1, '34820262': 1, '29550914': 1, '32052316': 1, '25179724': 1, '23380017': 1, '21273647': 1, '22077340': 1, '24945478': 1, '33456197': 1, '20886210': 1, '23100153': 1, '30939270': 1, '33281023': 1, '22927153': 1, '31552160': 1, '25900167': 1, '32108254': 1, '32860663': 1, '22290129': 1, '29713422': 1, '22426934': 1, '19575243': 1, '22158389': 1, '34552895': 2}", "similar_patients": "{}"}