{"patient_id": 113178, "patient_uid": "8646866-1", "PMID": 34880628, "file_path": "noncomm/PMC008xxxxxx/PMC8646866.xml", "title": "Endostar Plus Apatinib Successfully Achieved Long Term Progression-Free Survival in Refractory Ovarian Cancer: A Case Report and Literature Review", "patient": "A 52-year-old female was admitted to the hospital in January 29, 2018, initially presenting with lower abdominal distension and migratory pain. Her family history was unremarkable and she is a non-smoker with unknown allergic history. The Eastern Cooperative Oncology Group score was one point. The serum antigen-125 (CA-125) was 326.4 U/mL, and the abdominal enhanced CT () showed an enlarged uterus, irregular soft tissue-like mass on the left posterior, and multiple nodules and masses in the peritoneum and omentum on both sides. Laparoscopic biopsy was performed and the histopathology confirmed poorly differentiated adenocarcinoma originating from the ovary (). Immunohistochemical analysis of omentum tissue was positive for Pax2, PaX8, CK7, WT-1, ER, P53. According to pathology and immunohistochemistry, the clinical diagnosis was advanced ovarian cancer (FIGO stage IV, cT3NxM1). In April 2018, NGS detected ERRFI1 (T187A, exon4) mutation, but no “actionable” drugs have been approved by FDA ().\\nThe patient received 6 cycles of paclitaxel, nidaplatin and avastin (intravenous paclitaxel 180 mg/m2 d1; nidaplatin 50 mg/m2 d1-d2; avastin 300mg/m2 d1) every 21-day cycle starting in mid-March 2018. According to the literature, we found ERRFI1 is a regulatory factor in the EGFR pathway, and it has been reported that cases treated with gefitinib have a higher remission rate. Therefore, the patient began to receive oral targeted therapy of gefitinib 250mg qod combined with chemotherapy in May 2018. After 4 courses, a CT scan revealed a significant reduction of pelvic mass () and achieved partial remission (SD) according to RECIST 1.1. Considering that the patient cannot continue to afford avastin, medical insurance cannot be reimbursed in our country. Since then, gefitinib monotherapy was given for ten months. CT scan was performed on May 27, 2019, and the treatment evaluation was PD. Currently, no data shows the survival benefit of secondary cell reduction. Considering the high risk of complications after cytoreductive surgery, the patient with peritoneal metastasis and splenic metastasis refused the second operation. Subsequently, the patient received a new chemotherapy regimen in September 2019 with docetaxel (90mg/m2 d1) plus carboplatin (400mg/m2 d1). However, the CT scan proved PD again and the therapy was unsuccessful (). Anti-VEGF therapy has been widely proven to be effective in the treatment of various malignant tumors in recent years. Since the patient has received multiple lines of chemotherapy, the patient could not tolerate the side-effects of chemotherapy and the inconvenience of chemotherapy administration. After full communication, the patient received a novel regimen with antiangiogenic drug endostar (30 mg, civ d1-4) plus apatinib (250 mg, po qod) from November 18, 2019. In consideration of the off-label use of endostar and apatinib, we communicated adequately with the patient before signing the off-label consent. Response evaluations after every two months during 10 cycles of treatment showed stable disease SD (). On December 2020, CT scan revealed that the mass on the right side was larger than before and accompanied by peritoneal metastasis, and simultaneously the CA-125 increased significantly. In view of the PFS of 13 months of this regimen, we advised the patient to continue endostar plus apatinib as maintenance therapy although the results showed a slight PD. However, her serum CA-125 level rose again one month and the therapeutic evaluation was PD. Generally speaking, PFS for apatinib combined with endostar therapy was 14 months. The patient was followed up for about 30 months and she is still alive now. During the treatment, CT and CA-125 () were reviewed every 2 months. The major adverse events observed were grade 1 hand-foot syndrome (HFS) and grade 2 gastrointestinal reactions. No hypertension or proteinuria occurred.\\nThe patient and his family provided written informed consent for publication of this report and accompanying images. We confirmed with the institutional review board of the First Affiliated Hospital of Nanjing Medical University that institutional approval was not required to publish this case report.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'19553641': 1, '20876799': 1, '29248198': 1, '24864163': 1, '31191001': 1, '29189002': 1, '7683111': 1, '30069771': 1, '29086618': 1, '24910451': 1, '26020064': 1, '22204724': 1, '12677558': 1, '18509184': 1, '21990299': 1, '16284991': 1, '33087103': 1, '29185265': 1, '30666132': 2, '26808342': 1, '28794804': 1, '22711857': 1, '15637262': 1, '30207593': 1, '26603345': 1, '18596824': 1, '17644065': 1, '30367145': 1, '29335246': 1, '19692680': 1, '32202905': 1, '15829967': 1, '20111741': 1, '29137078': 2, '24604288': 1, '21443688': 1, '23935914': 1, '29151702': 2, '25572362': 1, '30082170': 1, '22212563': 1, '29694242': 1, '18046415': 1, '21323425': 1, '16012180': 1, '22237041': 1, '18955455': 1, '29232464': 1, '16648566': 1, '21108883': 1, '24550739': 1, '31722153': 1, '32700135': 1, '34880628': 2}", "similar_patients": "{'5685854-1': 1, '5690771-1': 1, '6334783-1': 1}"}