{"patient_id": 96151, "patient_uid": "8721678-1", "PMID": 34911389, "file_path": "noncomm/PMC008xxxxxx/PMC8721678.xml", "title": "Overlap of Psoriatic Arthritis and Dermatomyositis", "patient": "A 45-year-old Hispanic female with PsA, nonalcoholic steatohepatitis (NASH), and history of gastric sleeve presents with worsening fatigue, hip pain, and lower extremity weakness. She reports progressive difficulty combing her hair, rising from a chair, and squatting. Physical examination revealed tenderness and swelling in the bilateral wrists, proximal interphalangeal joints, distal interphalangeal joints, and ankles (). Neuromuscular strength of upper extremity was 3/5 and lower extremity was 3/5.\\nHer medications included diclofenac-sodium 75 mg twice a day and etanercept 50 mg subcutaneous injection once weekly for PsA. Patient was previously on secukinumab, apremilast, adalimumab and prednisone, all of which failed to provide adequate long-term management.\\nBasic metabolic panel, complete blood count, and erythrocyte sedimentation rate were normal. Rheumatoid factor and anticyclic citrullinated peptide antibodies were negative. Autoimmune panel demonstrated elevated antimitochondrial antibodies of 26.5 and elevated antismooth muscle antibodies of 36. Elevated creatine kinase (CK) level of 1081 and positive anti-Jo antibodies (>8.0) made newly diagnosed inflammatory myositis likely (). Magnetic resonance imaging of the thigh muscles with contrast showed symmetric edema and myofascial enhancement of the anterior and posterior compartment of the thigh.\\nAfter detailed discussion with the patient, who was very reluctant to start corticosteroid treatment due to fear of weight gain, she finally agreed to start on prednisone 30 mg daily and azathioprine 50 mg twice a day for inflammatory myositis. This regimen resulted in significant reduction in CK and joint pain. Prednisone was tapered by 10 mg each week. Patient had finished steroid taper after a month. Azathioprine was then switched to mycophenolic acid 500 mg twice a day due to lack of response. Methotrexate was avoided due to history of NASH. Patient was informed that it was likely that prednisone was significantly helping to control her disease. Despite completing steroid treatment and being solely on mycophenolate, she continued endorsing minimal relief of joint pain after 6 months. Because she declined to restart prednisone or any intravenous disease-modifying antirheumatic drugs (DMARDs), mycophenolic acid dosage was increased to 500 mg 3 times daily.\\nPatient was later referred to a higher level tertiary care center in Los Angeles, California, for confirmatory muscle biopsy. At this facility, DM became a more likely diagnosis due to mechanic’s hands finding appreciated by the outside rheumatologist (). Although the diagnosis of DM is confirmed by muscle biopsy, this facility deemed it unnecessary to perform a biopsy and decided to proceed with treatment. She was started on methotrexate 20 mg once weekly for DM, achieving adequate response.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'18952643': 1, '24467910': 1, '31189628': 1, '19898573': 1, '33842653': 1, '21536244': 1, '28178440': 1, '32846794': 1, '26476218': 1, '29865091': 1, '29469754': 1, '34911389': 2}", "similar_patients": "{}"}