{"patient_id": 107016, "patient_uid": "8075560-1", "PMID": 33840671, "file_path": "noncomm/PMC008xxxxxx/PMC8075560.xml", "title": "Abdominal oblique muscle injury at its junction with the thoracolumbar fascia in a high school baseball player presenting with unilateral low back pain", "patient": "This case involved a 17-year-old, left-handed, male, high school baseball pitcher. He trained six times a week at a top regional level. Six months before the season started, he experienced occasional mild discomfort in the right lower back, but continued to train, including throwing. Two months after the season started, he complained of acute-onset, right unilateral, severe and sharp low back pain during a game and stopped further play. He experienced aggravation of the pain on right lateral bending, bilateral rotation, and extension of the trunk; coughing and sneezing were also painful. He was referred to a local hospital on suspicion of acute onset stress fracture of the pars interarticularis or lumbar disc herniation. However, lumbar x-ray, computed tomography (CT), and magnetic resonance imaging (MRI) ruled out these injuries, and a tentative diagnosis of lumbar facet pain syndrome combined with back muscle strain was made. Five days after onset, he was referred to our institution for a second opinion.\\nOn physical examination, the patient presented with pain on palpation of the lower edge of the right 12th rib in the lower back (). Right lateral flexion, right and left rotation, and extension of the trunk reproduced the pain, as did eccentric-phase trunk rotation exercises and muscle contractions against resistance maneuvers. Low back pain originated at the point of tenderness and spread to the right side of the lower back from almost the L1 to the L4 level, along with the lateral edge of the iliocostal muscle. Neurological examinations all yielded normal results. Oblique muscle injury was thus suspected. This suspicion was confirmed by review of the previous MRI, focusing on the affected site, revealing internal oblique muscle injury at the junction of the thoracolumbar fascia and the costal cartilage interface of the right 12th rib on axial- and coronal-section short tau inversion recovery (STIR) sequences (). Hematoma was thus identified tracking along muscle fibers of the internal oblique muscle and middle and posterior layers of the thoracolumbar fascia. No disc degeneration/herniation or bone marrow edema of the lumbar pedicle or pars interarticularis was identified.\\nInitial treatment consisted of rest and physiotherapy. On day 7, isometric strengthening together with light stretching was indicated, and the patient was taught the abdominal draw-in maneuver to reestablish neuromuscular control of deep core muscles such as the transverse abdominal muscles. On day 14, concentric strengthening exercises were initiated along with aerobic conditioning. Four weeks after the diagnosis, the patient was without pain on lateral bending, bilateral rotation, or extension of the trunk. The final stage of rehabilitation emphasized the transition from concentric actions to the eccentric and dynamic actions required for the propulsion phases of throwing. The patient returned to high-level competition after 7 weeks and did not report any recurrence in the subsequent 12 months.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'9448949': 1, '18614893': 1, '15562169': 1, '16632581': 1, '16790483': 1, '22268233': 1, '31460956': 1, '21041966': 1, '15388565': 1, '16529681': 1, '20051499': 1, '20051500': 1, '19020213': 1, '32192782': 1, '14627566': 1, '7827653': 1, '33840671': 2}", "similar_patients": "{}"}