{"patient_id": 59382, "patient_uid": "8572341-1", "PMID": 34765194, "file_path": "comm/PMC008xxxxxx/PMC8572341.xml", "title": "Simultaneous renal infarction and splenic infarction as a possible initial manifestation of COVID-19: A case report", "patient": "A 43-year-old male patient presented to the emergency department with severe right-sided flank pain of sudden onset that was associated with nausea and vomiting. He denied fever, dysuria, or change in his bowel habit. Also, he did not report respiratory symptoms or recent contact with sick people. His past medical history was only significant for type B aortic dissection diagnosed 4 months before this presentation and treated medically with a beta-blocker. Also, he had deafness since childhood of unknown cause. The only medications that he was on before this presentation was bisoprolol 5 mg once daily. He denied any personal or family history of thromboembolic events. He is a smoker, but denied alcohol intake or substance abuse. He had a private business, married, and have children.\\nHis vital signs indicated an oral temperature of 36.9°C, blood pressure of 125/80 mmHg, his pulse was regular and within normal range, and he was not tachypneic with an oxygen saturation of 96% on room air. Physical examination revealed tenderness in the right flank region without guarding or rigidity, and apart from that, physical examination was unremarkable. Laboratory abnormalities on presentation included white blood cells of 15.6 × 103/μl, creatinine level of 146 mmol/L (his baseline creatinine, done 1 month before this presentation, was normal), estimated glomerular filtration rate 45 mL/min/1.73 m2, D-dimer 3.17 mg/L (elevated), and C-reactive protein of 34 mg/L. All relevant laboratory data are summarized in Table . Urinalysis revealed proteinuria and hematuria. Accordingly, renal colic was on top of the differential diagnosis. However, the urinary tract's nonenhanced CT ruled out nephrolithiasis and showed multiple hypodensities in the kidneys and spleen. Abdominal CT with contrast was requested to confirm the diagnosis of renal infarction and revealed right kidney infarction and splenic infarction (Figures and ). Electrocardiography (ECG), echocardiography, and Holter 48-h monitoring were normal (no evidence of atrial fibrillation or cardioembolic source).\\nThe patient was started on heparin infusion, because of AKI, after the agreement between medical, vascular surgery, and nephrology teams. On day 4 of the hospital stay, the patient developed fever and dry cough, and COVID-19 PCR came positive. The chest x-ray was unremarkable. COVID-19 test was not done on admission due to the absence of fever and the other COVID-related symptoms. Then, the patient was transferred to the COVID-19 facility. During his hospital stay in the COVID-19 facility, the patient did not require any oxygen support and managed conservatively till he finished his quarantine period.\\nInvestigations for inherited thrombophilia, antiphospholipid syndrome, and vasculitis were negative (Table ). On day 12 of the hospital stay, the patient was discharged home with a prescription of warfarin at the dose of 3.5 mg and an INR target of 2–3.\\nHe was planned to be followed in nephrology and warfarin clinics for kidney function and INR monitoring. At 5 months of follow-up in our outpatient clinic, the patient was asymptomatic (with no recurrent thrombotic event) and vitally stable with INR within the target level. However, his creatinine level was still elevated (139 mmol/L, compared to 146 mmol/L on presentation). Accordingly, the diagnosis of CKD (stage 3) was established, most likely related to his history of renal infarction.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'32788101': 1, '10992021': 1, '8210388': 1, '32549229': 1, '33083204': 1, '26356690': 1, '16877969': 1, '8797917': 1, '33257638': 1, '25112371': 1, '21871764': 1, '33460428': 2, '34231709': 1, '26545635': 1, '10470916': 1, '25614841': 2, '23204242': 1, '22350465': 1, '32651579': 1, '32866574': 1, '33777695': 2, '17229180': 1, '26377692': 1, '34765194': 2}", "similar_patients": "{'4295136-1': 1, '7980490-1': 1, '8061971-1': 1}"}