{"patient_id": 54176, "patient_uid": "8330390-1", "PMID": 34367771, "file_path": "comm/PMC008xxxxxx/PMC8330390.xml", "title": "Elastic Intramedullary Nails in the Treatment of Multi-Segmental Humeral Fracture in a Polytrauma Patient", "patient": "A 57-years-old female was admitted to the emergency department due to a motor vehicle accident. The patient suffered from multiple severe injuries. After clinical and radiological evaluation, a moderate cerebral contusion (GCS 11), multiple rib fractures with pneumothorax, right supracondylar femoral fracture (AO classification type C3), left ankle fracture (AO classification type C) and a segmental left humerus fracture were diagnosed. Humeral injury included a sub-capital fracture (type 11B1), a shaft fracture (type 12A2b) and a supracondylar fracture (type 13A3.3) (Figure ). A distal undisplayed clavicle fracture (type 151A) and a fracture of the body of scapula were treated conservatively.\\nNeurovascular status of the injured limbs was normal []. After the initial evaluation, and expertise trauma unit coped with the pneumothorax using Büllau thoracic pipe and immobilized fractured limbs with splints according to the advanced trauma life support (ATLS) protocol. The patient was hospitalized in the ICU and six days later, definite surgical treatment of fractures was performed. Intramedullary nailing of the femur and open reduction with internal fixation of the ankle fracture took place initially. In order to avoid the risks of a long-lasting operation, EIN was selected for the humeral shaft and supracondylar fractures fixation, together with two Kirschner wires (K-wire) 2.0 for the sub-capital fracture which was induced percutaneously after closed reduction (abduction and internal rotation) (Figure ). Image intensifier and radiolucent table were used for this procedure.\\nTwo 2-cm long skin incisions and a hole with a 2.5 mm drill on bone cortex were made over medial and lateral humeral epicondyle and a nail was introduced from each insertion point into the medullary canal. The two elastic nails were then, advanced by rotational movements, taking care to pass the fracture site by keeping the fracture reduced and the bone aligned under fluoroscopy. The tip of each nail was anchored to the cancellous bone of proximal humeral metaphysis. A long arm splint was applied for four weeks. The patient was discharged from the ICU after 20 days and afterwards, treatment was continued at a rehabilitation centre for two months. During the postoperative follow-up period, regular radiological evaluation took place (Figures -).\\nThere was no neurovascular deficiency. Elastic nails were removed from the humerus four months postoperatively after clinical and radiological evidence of the fractures’ consolidation, and a month later, the patient was able to have almost a full range of motion of her shoulder and elbow (Figures -). Pendulum exercises of the shoulder had begun after the removal of the K-wires. Simultaneously, the elbow’s passive flexion and extension up to the pain limit was encouraged. Active exercises and muscle strengthening were commenced after the third post-operative month.\\nThe patient has a full range of movement in her left upper limb joints and is absolutely pain-free 55 months after the accident (Figure ). She copes with daily-living activities except for over-head lifting of heavy objects (above 10 kg), and pushing a heavy object (more than 40 kg) with one hand. The patient's disabilities of the arm, shoulder, and hand (DASH) score was 2.5/100 and the American Shoulder and Elbow Surgeons Standardized Shoulder Assessment Form (ASES) score was 97/100 [-].", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'31061604': 1, '9867046': 1, '8773720': 1, '19494535': 1, '22958838': 1, '29735376': 1, '26828368': 1, '29929690': 1, '29256945': 1, '29021880': 1, '15205616': 1, '10211197': 1, '28658858': 1, '24406123': 1, '31125010': 2, '34367771': 2}", "similar_patients": "{'6776213-1': 1, '6776213-2': 1, '6776213-3': 1, '6776213-4': 1, '6776213-5': 1}"}