{"patient_id": 58872, "patient_uid": "8549338-1", "PMID": 34702212, "file_path": "comm/PMC008xxxxxx/PMC8549338.xml", "title": "Delayed onset of fat embolus in the cerebral venous system after breast and hip augmentation: a case report", "patient": "A 26-year-old woman with the disturbance of consciousness and recurrent convulsions of the right upper extremity over a 21-h period was admitted to our hospital. The patient interview revealed a history of breast and hip augmentation 10 days ago. On physical examination, she was confused and uncooperative, but showed no signs of rash or dyspnoea. Her Glasgow Coma Scale (GCS) score was E1V1M3, while her vital signs and routine blood test results were normal. No pathological abnormalities were observed on chest computed tomography (CT), transthoracic echocardiography, or transoesophageal echocardiogram. No pulmonary arterial hypertension was demonstrated on lung ultrasonography. A low-density circular structure surrounding an irregular light zone was identified in the left parietal lobe on CT. A haemorrhagic lesion was also detected in the right frontal tip (Fig. a). The distal left middle cerebral artery appeared vague on angiography (Fig. b). The patient was initially diagnosed with haemorrhagic infarction on hospital day (HD) 1. After 24 h of conservative therapy, her intracranial hypertension worsened, and a distinct midline shift was observed. At this point, her GCS and National Institutes of Health Stroke Scale scores were E1V1M1 and 36, respectively. A large trauma craniotomy was immediately performed, during which a fat embolus was found in the left superficial vein (Fig. ). The patient was then transferred to a neuro-intensive care unit, and was rediagnosed with cerebral venous embolism according to surgical findings.\\nMild hypothermal therapy was initiated on HD 2. The patient was cooled to a target temperature of 35.0 °C using both a hibernate mixture and a cooling blanket. A urinary bladder catheter was used for core body temperature monitoring. A lytic cocktail (100 mg pethidine + 50 mg chlorpromazine + 50 mg promethazine) was administered intravenously after dissolution in 50 mL normal saline. The flow rate was set at 8 mL/h, and was adjusted every hour according to the measured core temperature. The cooling blanket was removed on HD 8, and the lytic cocktail was gradually reduced at a rate of 0.5 °C /h during the rewarming process. On HD 2, after careful evaluation of the haemorrhage risk, subcutaneous low molecular weight heparin (LMWH) was initiated at a daily dose of 6150 AXaIU. Her serum triglyceride levels were well controlled (0.88 mmol/L) during the administration. The drug was discontinued on HD 8, but her cholesterol levels rose to 6.96 mmol/L 3 days later. Atorvastatin was administered on HD 13 to maintain an average serum lipid content. Other symptomatic treatments, including dexamethasone, piperacillin/tazobactam, valproic acid, and mannitol, were administered under regular guidance.\\nThe midline returned to normal after the surgery, and only slight improvement in neurological function was observed (GCS score: E1V1M2). Brain CT on HD 4 revealed mild recovery of the infarcted area (Fig. c). Magnetic resonance venography was also performed, which revealed stenosis of the superior sagittal, left transverse, and sigmoid sinuses (Fig. b). Recanalization of the aforementioned vessels and sinuses were observed on magnetic resonance venography on HD 20 (Fig. c). Her speech improved on HD 27, which enabled the Montreal Cognitive Assessment to be conducted. A score of 25 was achieved, with two points lost in the visuospatial/executive domain, two points in the orientation domain, and one point in the delayed recall domain. The National Institutes of Health Stroke Scale score was found to be 14, with right sided paralysis greatly contributing to the score. On HD 30, the patient was discharged with a GCS score of 15/15. Details of the symptoms, management, and outcomes of the patient are summarized in Fig. .", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'26493673': 1, '26996487': 1, '5487573': 1, '28820187': 1, '30958807': 1, '19826589': 2, '32409571': 1, '12137280': 1, '6354030': 1, '15706203': 1, '11167474': 1, '33856432': 1, '30165234': 1, '30655686': 1, '25763894': 1, '26022637': 1, '31688236': 1, '30859047': 1, '28702187': 1, '24936097': 1, '21820848': 1, '5522244': 1, '30637445': 1, '3818718': 1, '23385989': 1, '23639561': 1, '17238874': 1, '26528776': 1, '32035554': 1, '19865573': 1, '21957425': 2, '25601951': 1, '10511296': 1, '34702212': 2}", "similar_patients": "{'3168363-1': 1, '3168363-2': 1, '3168363-3': 1, '2760911-1': 1, '2760911-2': 1}"}