{"patient_id": 52199, "patient_uid": "8237424-1", "PMID": 34182956, "file_path": "comm/PMC008xxxxxx/PMC8237424.xml", "title": "Identification of a novel heterozygous SPTB mutation by whole genome sequencing in a Chinese patient with hereditary spherocytosis and atrial septal defect: a case report", "patient": "A 3-year-old Chinese girl was referred to Qingdao Women and Children’s Hospital, Qingdao University on April 20, 2017, after a diagnosis of atrial septal defect (ASD) and HS. ASD in this patient was incidentally detected during a physical examination 2 years ago in a local hospital. Subsequent echocardiographic data confirmed this diagnosis, and the girl was suggested to undergo regular check-up. The patient had experienced bouts of weakness and easy fatigability since birth. One month ago, she visited a local hospital for anemia. Based on laboratory findings and the osmotic fragility test, a diagnosis of HS was made. Our hospital was recommended for further treatment.\\nOn admission, the patient’s sclerae and skin were icteric, and mucosal membranes were pale. Physical examination revealed a systolic ejection murmur with splitting of the second heart sound at the left second intercostal space, and an enlarged spleen in the left subcostal region. Hematologic assessment revealed hemoglobin levels at 8.2 g/dl (normal range, 11–17 g/dl), hematocrit at 23.8% (normal range, 36–56%), RBC count at 3.15 × 1012/L (normal range, 3.50–5.30 × 1012/L), and white blood cell count at 6.52 × 109/L (normal range, 4.0–10.0 × 109/L). Total serum bilirubin (89.4 μM; normal range, 2.0–22.0 μM), direct bilirubin (11.8 μM; normal range, 0.0–8.0 μM), and indirect bilirubin (77.6 μM; normal range, 0.0–14.0 μM) levels were significantly increased. Liver enzyme levels were normal. RBC size showed disparity, and the presence of spherocytes (about 12%) was noted on peripheral blood smear (Fig. A). Bone marrow smear analysis showed active proliferation with erythroid preponderance (myeloid cells was 39.5%, and erythroid cell was 48.5%), increase of intermediate and late erythroblast, different size of mature erythrocyte, and the presence of polychromatic and spherical erythrocytes (Fig. B). RBCs showed elevated osmotic fragility. Echocardiography revealed a fossa ovalis ASD with left-to-right shunt, enlarged right atrium and right ventricle, and dilated main pulmonary artery.\\nThe girl was the only child born to healthy non-consanguineous parents (Fig. C). Because of “too little amniotic fluid” she was born at 37 weeks of gestation by cesarean section, with a birth weight of 3000 g. It is unclear whether the mother had any specific medication or exposure history during pregnancy. Her parents had no similar symptoms, and their blood routine and serum biochemical tests showed no significant abnormalities. The patient’s mother did not know of any relatives with HS-like symptoms.\\nThe conventional treatment option for ASD is open heart surgery with cardiopulmonary bypass, which would put the HS patient at risk of hemolytic anemia because of the deleterious effects of the heart-lung machine. Hence, percutaneous transcatheter closure for ASD was successfully performed. Because the patient lived in another province, there was no follow-up after discharge on May 7, 2017.\\nGenetic molecular analysis was performed for the proband and her parents to assess the genetic cause of HS. The study protocol was approved by the Ethics Committee of Qingdao Women and Children’s Hospital, Qingdao University. Written informed consent for clinical and molecular analyses was obtained from all subjects.\\nWGS was performed by BGI (Shenzhen, China) following the standard procedure. Sequencing data were filtered by removing low-quality reads, adapters, and sequences with more than 5% unknown bases. Clean reads were matched to human reference genome 19 (hg19) using the Burrows-Wheeler Alignment tool. Duplications were marked with Picard () and BAM was sorted with Samtools2. GATK Best Practices Pipeline, which includes Local realignment around indels, Base quality score recalibration (BQSR), Haplotype Caller, and Variant Quality Score Recalibration (VQSR), was used in the process of SNP and INDEL calling. After filtering high-quality variants, SNPs and INDELs were annotated using the snpEff 3, dbSNP (version 147), 1000 genomes (August 2015), ExAC (version 3), and dbNSFP (version 2.9) databases.\\nA total of 20,154 sequence variants were identified and subjected to interpretation, according to the variant interpretation guidelines of the American College of Medical Genetics and Genomics (ACMG) []. All the identified variants were firstly filtered using the dbSNP, HapMap, 1000 project, and 100 Chinese healthy adults’ local databases, deleting all variants with frequency > 1% in the healthy population. Then, all the remaining filtered variants were searched in the OMIM and CGD databases for identifying the variants of genes associated with the disease phenotype. Then, the selected variants were further searched in published literatures in Google scholar, PubMed and the Human Gene Mutation Database (HGMD) []. The identified variants were also predicted by in silico software such as SIFT, Polyphen-2, Mutation Taster, and PROVEAN. The classification of the newly identified variants was based on the ACMG Guidelines [].\\nSanger sequencing was performed for validating the variants identified by WGS. Primers were designed based on reference human genome sequences in NCBI-GenBank. Amplification was performed on an ABI 9700 Thermal Cycler (Applied Biosystems, Foster City, CA, USA). The amplified products were subjected to direct sequencing on an ABI PRISM 3730 automated sequencer (Applied Biosystems). DNASTAR SeqMan (DNASTAR, Madison, Wisconsin, USA) was used for comparing and analyzing the sequencing data. The primer sequences were: F, 5′-TCCAAGTTGGGTTGTTAGGC-3′; R, 5′-GTTCTCTTTGCCAGGCTCAC-3′.\\nAs a result, a heterozygous variant c.1756delG was identified in exon 12 of the SPTB gene in the proband and confirmed as a de novo variant because Sanger sequencing of her parents showed a wild type (Fig. D). The pedigree of the proband was shown in Fig. C. This mutation causes a frameshift by the formation of a premature stop codon. This frameshift mutation leads to the synthesis of a truncated SPTB protein (p.Ala586Profs*7) comprising 593 amino acids instead of 2137 amino acids in the wild type counterpart (Fig. E). The SPTB variant is predicted as deleterious, probably damaging, disease causing and deleterious by SIFT, Polyphen-2, MutationTaster, and PROVEAN and a high frequency of de novo mutations being reported in the SPTB gene (Table ). Hence, it is a loss-of-function mutation. Sanger sequencing revealed that this mutation was novel, which was not present in the proband’s unaffected parents, 100 other healthy individuals, ExAC, HGMD or 1000 Genome databases. Hence, a novel de novo SPTB mutation c.1756delG was confirmed in the Chinese girl. All data used for the analysis in this study are available in the CNGB Nucleotide Sequence Archive with accession number CNP000089 (CNSA: ).", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'20619736': 1, '19162024': 1, '29228571': 1, '29505016': 1, '26830532': 1, '25984425': 1, '29961904': 1, '31723846': 1, '31807509': 1, '31667183': 2, '25741868': 1, '31122244': 1, '27709257': 1, '11888479': 1, '31126250': 2, '31921720': 1, '32133777': 1, '18940465': 1, '8522560': 1, '32113667': 1, '28349240': 1, '34182956': 2}", "similar_patients": "{'6534931-1': 1, '6819282-1': 1}"}