{"patient_id": 53662, "patient_uid": "8302074-1", "PMID": 34316347, "file_path": "comm/PMC008xxxxxx/PMC8302074.xml", "title": "Atypical primary hyperparathyroidism due to parathyroid lipoadenoma: a case report", "patient": "A 62-year-old woman was clinically monitored for primary hyperparathyroidism since 2005. She had a medical history of arterial hypertension and in 2015 she underwent a laparotomic left nephrectomy for hydroureteronephrosis caused by recurrent kidney stones.\\nIn March 2017, she had a neck ultrasound showing a nodule with a size of 9 × 5 mm in the lower third of the left thyroid lobe, consistent with left parathyroid. Subsequent T99m single-photon-emission computed tomography (SPECT)/CT scans did not show any uptake of the radioactive tracer at the level of the lower left thyroid gland different from the surrounding glandular tissue. A left parathyroidectomy was scheduled and preoperative laboratory tests showed elevated PTH at 453 pg/ml, low Vitamin D at 25.1 ng/ml, elevated serum calcium of 12.9 mg/dl, slightly reduced level of phosphorus. A neck CT was performed, not showing solid growing mass in the cervical district, in the absence of observable thyroid or parathyroid lesions.\\nIntraoperative PTH at the beginning of surgery was 440 pg/ml. The intervention started with a Kocher cervicotomy and cervical exploration at the left lower thyroid lobe. Here, there was a voluminous lesion with adipose appearance and texture. After identification and preservation of recurrent laryngeal nerve, the lesion was completely excised. On macroscopic investigation it was multilobulated, with a size of 7 × 7 cm, containing a little and poorly defined lump consistent with a pathologic parathyroid (). The sample was sent to obtain frozen sections and definitive histological examination. Frozen sections revealed the presence of adipose and connective tissue with tubular epithelial basaloid proliferation made of little cells without significant nuclear atypia, with focal areas of possible oncocytic differentiation. In those sections, the morphological features did not allow to distinguish between a thymic or parathyroid origin of the proliferation. After the excision intraoperative PTH dropped down to 34 pg/ml, supporting the decision not to proceed with bilateral cervical exploration.\\nThe final pathology report described that in all sections examined there was a remarkable presence of fatty tissue with inside a cord proliferations of main and oncocytic cells zonally associated with sclerosis phenomena, and of lobular structures consisting of solid, cordal and microfollicular proliferations of parathyroid cells mixed with variable amounts of adipocytes (). Parathyroid cells, positive for CK-pan chromogranin A (80%), are zonally reactive for CD57 (<5%), in the absence of reactivity for calcitonin, synaptophysin and CD56. Ki67 < 2% (focal). Not histologically provable thymic structures. The histological picture and the immunohistochemical profile guided for a diagnosis of parathyroid lipoadenoma.\\nThe patient was discharged on the third postoperative day in good general conditions. At discharge the patient’s serum calcium was 9.7 mg/dl and PTH was 12 pg/ml.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'29778311': 1, '18813123': 1, '16690459': 1, '17178956': 1, '32193823': 1, '23076854': 1, '26585863': 1, '34316347': 2}", "similar_patients": "{}"}