{"patient_id": 58459, "patient_uid": "8528168-1", "PMID": 34692337, "file_path": "comm/PMC008xxxxxx/PMC8528168.xml", "title": "Warm and Cold Autoimmune Hemolytic Anemia in the Setting of COVID-19 Disease", "patient": "A 51-year-old undoctored male with no known past medical history presented with weakness and jaundice. Approximately one week prior to presentation, the patient developed intermittent fevers and confusion. Two days prior to presentation, he developed fatigue, jaundice, and dark urine. He had one episode of non-bloody emesis but denied hematemesis, melena, hematochezia, or pain. He denied personal or family history of sickle cell disease, thalassemia, or malignancies.\\nOn arrival, he was afebrile with heart rate of 114, blood pressure 110/61, respiratory rate 18, oxygen saturation 97% on 5 liters via nasal cannula. Initial workup revealed white blood cells 41.4 thousand cells/MCL, hemoglobin 3.1 g/dL, MCV 124.1 FL, platelets 343 thousand cells/mL, creatinine 1.4 mg/dL, total bilirubin 5.3 mg/dL, direct bilirubin 1.6 mg/dL, and COVID-19 positive by reverse transcription-polymerase chain reaction testing. Electrocardiogram (EKG) revealed supraventricular tachycardia with nonspecific ST segment and T wave changes (Figure ). A chest radiograph showed no focal evidence of airspace disease (Figure ) and CT abdomen and pelvis revealed hepatic steatosis and mild splenomegaly (Figure ). Four units of packed red blood cells were transfused with response in hemoglobin to 6.8.\\nPeripheral blood smear found primarily nucleated red blood cells, no abnormal white blood cells, and no increase in lymphocyte quantity. Further workup showed iron studies, B12, and folate within normal ranges. COVID-19 severity labs included lactate dehydrogenase (LDH) 1460 U/L, fibrinogen 488 mg/dL, d-dimer 1780 ng/mL, erythrocyte sedimentation rate (ESR) 130 mm/hr, C-reactive protein (CRP) 4.44 mg/dL, and procalcitonin 1.43 ng/dL (Table ). Initial hematologic analysis from hospital day 1 showed blood type A+, Rh+. Direct antiglobulin test (DAT) was positive for IgG and C3 complement antibodies, consistent with warm AIHA. Hematopathologist review also revealed agglutination on immediate spin reactivity consistent with cold AIHA. On hospital day 2, hemoglobin returned at 6.6 and he was given the fifth unit of blood. His creatinine normalized to 0.8 with fluids. Infectious workup including hepatitis B, hepatitis C, and HIV returned negative. Repeat chest x-ray showed bibasilar opacities worse throughout the right lobes (Figure ). Flow cytometry found 0.4% circulating myeloblasts without evidence for malignancy. He was started on the empiric treatment of AIHA with prednisone 1 mg/kg daily (100 mg daily).\\nHis platelet count decreased throughout his admission with a low of 65 on hospital day 6. Heparin antibody and serotonin release assay both returned negative for heparin-induced thrombocytopenia. On hospital day 3, CT chest with pulmonary embolus protocol showed multiple segmental and subsegmental pulmonary emboli in all lobes, few occlusive but mostly nonocclusive with moderate clot burden. He was started on apixaban.\\nHe was discharged on hospital day 8 on prednisone 100 mg daily. Repeat flow cytometry performed two weeks after discharge was normal. His hemolysis labs including hemoglobin, bilirubin, haptoglobin, and LDH normalized by his two-week follow-up appointment. Prednisone was decreased to 80 mg daily at one month post-discharge and 60 mg daily at two-month follow-up. At his most recent follow-up 70 days since admission, DAT for IgG and anti-complement remained positive and prednisone was decreased to 50 mg daily.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'32294340': 1, '33274459': 1, '32495391': 1, '28360039': 1, '32740681': 1, '31412178': 1, '32369626': 1, '32984764': 1, '26043385': 1, '27997330': 1, '32374906': 1, '24418298': 1, '28189175': 1, '34692337': 2}", "similar_patients": "{}"}