{"patient_id": 109478, "patient_uid": "8282145-1", "PMID": 34497962, "file_path": "noncomm/PMC008xxxxxx/PMC8282145.xml", "title": "Case Report: Watching and Waiting? A Case of Incomplete Glenosphere\\nSeating With Spontaneous Reversal in Reverse Shoulder\\nArthroplasty", "patient": "The patient is a 72-year-old, retired, right hand-dominant, cane-ambulating\\nfemale with a medical history of hypertension, stage III chronic kidney disease,\\ngout, gastroesophageal reflux disease, and a BMI of 33.1, who presented to the\\northopedic clinic with persistent left shoulder pain and disability unimproved\\nby chronic narcotic pain medication use. She described severe pain without\\nparesthesias that was worse with overhead activity and had limited active range\\nof motion (AROM). The patient was initially treated conservatively with a series\\nof subacromial corticosteroid injections with mild and diminishing improvement\\nover eight months prior to referral to the senior author. She had continued\\ndecline in active forward flexion to 70° with decreased strength to 2/5 in\\nflexion and external rotation.\\nPreoperative x-rays demonstrated cuff tear arthropathy with superior humeral\\nmigration and narrowing of the acromiohumeral interval consistent with Hamada\\nstage II (). An MRI was performed which further demonstrated moderate\\narthritic changes in the glenohumeral joint, and full width, full thickness\\ntearing of the supraspinatus, infraspinatus, and subscapularis tendons with\\nmedial retraction and advanced fatty atrophy (). The long head of the\\nbiceps tendon exhibited partial tearing and medial dislocation from the\\nbicipital groove. A preoperative CT was performed which also demonstrated\\ndegenerative changes, mild anterior subluxation of the humeral head, 4.3 cm of\\nbone stock at the center of the glenoid, and normal glenoid retroversion (). Loose\\nbodies were noted in the glenohumeral joint and bicipital groove.\\nAfter a year of conservative management from the onset of symptoms with\\nfunctional decline and decreasing relief with corticosteroid injections and pain\\nmedications, the patient elected to proceed with RSA.\\nA RSA was performed by the senior author using a Zimmer Trabecular Metal 36 mm\\nbaseplate/glenosphere set for implantation. After receiving two grams of\\npre-operative cefazolin and a regional block, the procedure was performed under\\ngeneral anesthesia in a modified beach chair position. A deltopectoral approach\\nwas utilized and superficial and deep dissection were carried out, taking care\\nto identify and protect the cephalic vein. The long head of the biceps tendon\\nwas identified, freed, and tagged for later reattachment to the pectoralis major\\ntendon. The axillary nerve was identified and protected. The subscapularis was\\ntorn and not amenable to repair. Humeral osteophytes were resected. The shoulder\\nwas dislocated and the proximal humerus was nearly devoid of rotator cuff tissue\\nwith significant cartilage degeneration. The teres minor insertion was intact.\\nSequential humeral reamers were used from the Zimmer RSA set until the\\nappropriate size was identified with a good canal fit in order to apply the\\nintramedullary humeral cutting guide. The humerus was cut in approximately 10°\\nof retroversion. The secondary and conical reamers were applied in sequence, and\\na trial stem was placed.\\nThe degenerative labrum was then removed circumferentially from the glenoid. The\\n36 mm glenoid baseplate guide fit well on glenoid face and was centered on the\\nglenoid in the medial to lateral dimension, and as inferiorly as possible while\\nobtaining sufficient backside support. Glenoid cartilage was removed by manual\\nscraping. A targeting guide wire was placed and the starting hole for the\\nglenoid baseplate was drilled without perforation. Sequential reamers were then\\nused to remove the cortical bone, as well as to correct the inclination to\\nneutral or slight inferior tilt and version to neutral. After irrigation, a\\n36 mm glenoid baseplate with a 15 mm central trabecular metal post was impacted.\\nThe inferior and superior screw holes were then drilled, the screw lengths were\\nmeasured, and the screws were inserted with a good bite for fixation. The\\nlocking caps were applied. The 36 mm glenosphere with Morse taper fixation alone\\nwas impacted onto the baseplate. The fixation was tested for stability with\\nmanual traction and rotation and was found to be securely seated\\nintraoperatively. After irrigating and drying the humeral canal, Palacos G\\ncement was inserted with finger packing and the Zimmer non-porous coated reverse\\nstem was inserted and impacted securely in approximately 10° of retroversion. A\\n36 mm +0 polyethylene liner was trialed and then impacted securely. The shoulder\\nwas reduced, and passive range of motion (PROM) was tested and had sufficient\\nstable range. An axillary nerve tug test confirmed that the nerve was in\\ncontinuity and not under increased tension. The arm was irrigated, a medium\\nHemovac drain was placed, and one gram of Vancomycin powder was placed in the\\nwound. The deep and superficial tissues were closed in the standard fashion. The\\npatient was placed in a standard sling, extubated, and taken to the recovery\\nroom in stable condition.\\nPostoperative x-rays revealed incomplete seating of the glenosphere on the\\nbaseplate with cephalad tilt of the glenosphere without associated fracture or\\ndislocation ( and ).\\nThe imaging findings were explained to the patient along with possible courses\\nof action. The patient desired to avoid reoperation and elected to be closely\\nfollowed with serial x-rays. The patient’s postoperative course was otherwise\\nuncomplicated. At the 2-week visit, x-rays demonstrated unchanged incomplete\\nseating of the glenosphere, but the patient was doing well with a clean, dry\\nincision and intact neurovascular exam. At 6 weeks post-operation, the patient\\ndenied pain on gentle PROM to 90° of flexion and abduction with no change in her\\nx-rays. She began formal physical therapy (PT) with PROM exercises and her sling\\nwas discontinued. At the 3-month visit, the patient reported great improvement\\nover preoperative status, and now had AROM to 140° of flexion and 40° of\\nexternal rotation with unchanged x-rays. At the 6-month visit, the patient had\\ncompleted her course of PT and was doing well with home exercises despite\\nunchanged x-rays ().\\nSignificantly, at the 1-year follow-up visit the glenosphere had fully\\nradiographically seated on the baseplate without surgical intervention or\\nmechanical events (). The patient exhibited AROM to 140° of flexion and 50° of\\nexternal rotation at the left shoulder and was proficient in ADLs that were\\nimpossible with her left arm preoperatively. The positioning of the implant\\nremained stable at 18-month follow-up ()", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'24986694': 1, '15995114': 1, '18054669': 1, '18602598': 1, '27486721': 1, '25655458': 1, '18288559': 1, '25662761': 1, '29759905': 1, '29934280': 1, '30929497': 1, '28078542': 1, '29657846': 1, '21384212': 1, '28461931': 1, '21732025': 1, '28105417': 1, '27079218': 1, '27582931': 1, '34497962': 2}", "similar_patients": "{}"}