{"patient_id": 110410, "patient_uid": "8380518-1", "PMID": 34484627, "file_path": "noncomm/PMC008xxxxxx/PMC8380518.xml", "title": "Platelet-Rich Plasma, Mesenchymal Stem Cell, and Non-metallic Suture-Based Fixation Technique in a Patellar Fracture Nonunion: A Technical Note and Systematic Review", "patient": "A 41-year-old otherwise fit and healthy female was referred to us with right knee pain and limited range of motion after a fall from stairs. Physical examination confirmed a 30° extensor lag and flexion to 85°, with marked wasting of the quadriceps. Plain radiographs revealed a right patella fracture with a 7-cm gap (). After appropriate counselling, the patient opted for surgical management, and we used the modified Pyriford technique. With the patient in supine position and a tourniquet at the root of the thigh inflated to 250 mmHg after exsanguination, an anterior midline approach to the patella was performed. Under fluoroscopy, reduction was obtained with a reduction clamp. A peripatellar circumferential cerclage with a No. 5 FiberWire nonabsorbable suture (Arthrex Inc., Naples, FL, USA) was undertaken in a purse-string configuration as close as possible to the bone margins of the patella to allow initial fracture stabilization. To obtain an anterior tension band effect, a second No. 5 FiberWire nonabsorbable suture was then passed in a figure-of-eight configuration through the quadriceps and patellar tendons. Each of the 2 FiberWire constructs was then manually tensioned and knotted on the superior margin of the patella (). The patient was immobilized with a long-hinged knee brace blocked at 0° for 3 weeks. Then, passive range of motion from 0° to 90° was started for the following 2 weeks, allowing active flexion and extension. The patient was allowed to weight bear as tolerated using crutches, progressing to complete weight bearing 1 month postoperatively. At that time, radiographs revealed a nonhealing tendency of the fracture. After 4 weeks, the radiographs revealed displacement of the fracture and an evident interfragmentary gap () probably because the patient did not follow the weightbearing restriction and the prescribed rehabilitation protocol was not correctly executed. Two days later, the patient underwent a further surgical procedure.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'29689623': 1, '8854318': 1, '30805237': 2, '23248729': 1, '31534939': 2, '9181502': 1, '20680273': 1, '27888295': 1, '26142873': 1, '28115016': 1, '2037322': 1, '30353479': 1, '29535772': 1, '24932448': 1, '30258660': 2, '31854445': 1, '27942736': 1, '22719117': 1, '34926146': 1, '17543968': 1, '18300674': 1, '24932440': 1, '21145753': 1, '18277077': 1, '23620578': 1, '23545732': 1, '14653599': 1, '34484627': 2}", "similar_patients": "{'6727447-1': 1, '6362484-1': 1, '6146672-1': 1}"}