{"patient_id": 106290, "patient_uid": "8008713-1", "PMID": 33884140, "file_path": "noncomm/PMC008xxxxxx/PMC8008713.xml", "title": "Hooverball: Case Study, Literature Review and Clinical Recommendations", "patient": "An active 68-year-old man presented to an academic sports medicine clinic with right lateral knee pain, initially in 2016. His medical history was unremarkable for any chronic diseases. In 1964 he had developed right knee pain from playing Hooverball and was told that he had a “torn ligament”, but did not recall details. Since then, he had remained highly active, regularly exercising vigorously. At home he used parallel bars and gymnastics rings, engaged in regular callisthenic and plyometric exercises, and routinely performed 2-m jumps across small ravines. He also continued to play Hooverball.\\nSix months previously he had twisted his right leg playing Hooverball and felt a sharp lateral knee pain. Since then, he had experienced intermittent exacerbations of swelling and sharp lateral knee pain with twisting and pivoting during Hooverball, occasional catching/clicking, but no instability of the knee joint. He did not report any radiating pain, paraesthesia, or weakness.\\nPhysical examination was notable for tenderness along the lateral joint line and mild joint effusion. Range of motion was 0-130° with pain at end range flexion and a positive McMurray’s test for pain and clicking. He had mild increased tibial translation, with Lachman test (2B).\\nKnee X-rays showed mild degenerative changes and a possible effusion. Magnetic resonance imaging (MRI) revealed a longitudinal horizontal oblique tear of the entire lateral meniscus, a longitudinal horizontal tear of the body and posterior horn of the medial meniscus, and thickening of the anterior cruciate ligament consistent with chronic low-grade injury/sprain ().\\nThe patient was counselled on diagnoses and treatment options and proceeded with conservative management, including physical therapy and a modified home exercise programme. He declined bracing, injections, or surgery. Given his history, it is likely that he had an acute on chronic injury. The suspected mechanism of injury was combined torsion on a flexed knee and planted foot with deceleration/eccentric absorption of energy from the medicine ball, followed by a strong acceleration force in the lateral medicine ball throw/lateral scoop toss technique of Hooverball. This fast transition from absorbing kinetic energy, followed by summating sufficient force to propel the weighted ball in the opposite direction, is similar to high-velocity techniques of plyometric and ballistic exercise (“load and explode”), which carry increased risk of injury similar to other weighttraining programmes if performed incorrectly ().\\nTwo months after the current presentation, the patient reported an overall improvement in symptoms and decreased swelling. He was eventually able to return to Hooverball and other plyometric exercise, but presented again in 2019 with recurrent knee pain after performing plyometric ravine jumps. He was still playing Hooverball and exercising regularly; he was counselled on proper form and activity modification.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'28873348': 1, '28253059': 1, '27543406': 1, '22632693': 1, '22071400': 1, '20086343': 1, '16640952': 1, '28441059': 1, '27760844': 1, '31106222': 1, '29695970': 1, '24790698': 1, '33884140': 2}", "similar_patients": "{}"}