{"patient_id": 53229, "patient_uid": "8283095-1", "PMID": 34271989, "file_path": "comm/PMC008xxxxxx/PMC8283095.xml", "title": "Acute motor-sensory axonal polyneuropathy variant of Guillain–Barre syndrome complicating the recovery phase of coronavirus disease 2019 infection: a case report", "patient": "A 61-year-old Afghan gentleman, businessman by profession, presented to a general practitioner with febrile illness associated with generalized body aches and pains, in early May 2020. He was a nonalcoholic and nonsmoker and had no significant past medical or surgical history. On examination, the patient was found to have normal oxygen saturation with normal physical examination findings. Thus, the patient was discharged home with paracetamol and was advised to maintain adequate hydration. During the first week of illness, the clinical progression was fairly controlled, but through the second and third weeks of illness, the patient developed malaise, loss of appetite, distaste, and loss of smell sensation. At that time, the patient’s oxygen saturation was still within normal range with normal hydration status, and the patient was thus continued with the original management plan and was asked to visit hospital if there was any aggravation of symptoms. Through the fourth week of illness, there was aggravation of clinical features with frequent drops in oxygen saturation noted overnight and generalized weakness, and cramps especially in the lower limbs. By the end of the first month of illness, the patient was afebrile with resolution of most of the symptoms including improvement of appetite and return of sense of smell and taste, but the body aches and muscle weakness further aggravated. This was when serological tests were performed for SARS-CoV-2 that showed strong IgG positivity with negative reaction for IgM, presented in Table . The patient had normal d-dimer, elevated C-reactive protein (23 mg/L), normal liver enzymes, and normal renal profile.\\nAs presented in Table , in a span of 5 days, the patient’s condition deteriorated with development of flaccidity in all of the upper and lower limb muscles, demonstrating 1/5 power at shoulders and wrist joints on both sides and 2/5 power at hip and knee joints on both sides. Oxygen saturation also deteriorated with the lowest recorded value of 76% saturation. The laboratory workup revealed normal liver and renal profile with normal fasting blood glucose and blood counts, while arterial blood gas analysis revealed type II respiratory failure, as presented in Table . Thus, the impression given by consultant neurologist was Guillain–Barre syndrome, and immediate nerve conduction studies were performed. The nerve conduction studies, as presented in Tables and , revealed diffuse axonal sensory-motor polyneuropathy. Considering the clinical context, the impression was acute sensory-motor axonal neuropathy (AMSAN), a variant of Guillain–Barre Syndrome (GBS). Accordingly, the patient was started on intravenous immunoglobulin (IVIG) with a dose of 400 mg per kilogram body weight daily, for 5 days. Following the commencement of IVIG, there was significant clinical alleviation of symptoms with improvement in respiratory functions, oxygen saturation, and return of muscle power, recovering to 4/5 power in the upper and lower limbs on both sides. Two weeks post IVIG therapy, with concomitant daily physiotherapy, the patient was able to be independent in active daily life, had muscle power of 5/5 at all the joints, and continued to maintain good health at the second month and then 6 months after initial diagnosis of GBS. At the moment, 9 months after the initial presentation, the patient is absolutely normal.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'31760653': 1, '31541214': 1, '23642721': 1, '32420942': 1, '20797646': 1, '33089047': 2, '32596248': 1, '28968363': 1, '32312528': 1, '33445824': 1, '32859408': 1, '25023340': 1, '32169119': 1, '32504992': 1, '31639842': 1, '28259232': 1, '32515382': 1, '27857121': 1, '26948433': 1, '33557816': 1, '33062483': 1, '32166607': 1, '26948435': 1, '32713924': 1, '34271989': 2}", "similar_patients": "{'7337692-1': 1}"}