{"patient_id": 110369, "patient_uid": "8374975-1", "PMID": 34423248, "file_path": "noncomm/PMC008xxxxxx/PMC8374975.xml", "title": "Successful interdisciplinary treatment of a rare cause of acute myocardial ischaemia from intermittent tumour-associated obstruction of the left main coronary artery: a case report", "patient": "A 56-year-old female patient was admitted to an emergency room of an external hospital with symptoms of an acute coronary syndrome.\\nApproximately 11 months before, the patient had undergone coronary angiography ruling out obstructive coronary artery disease. Prior to this event the patient suffered from stress dependent but stable angina pectoris. According to the available medical data, both echocardiography and electrocardiography were reported as unremarkable. Despite a conservative therapeutic attempt with beta-blockers, statins, and anti-anginal ranolazine the patient suffered of combined physical and psychical symptoms and cardiac rehabilitation was started. Stenocardia and temporary ST-elevation in I, aVL, V1, V2 occurred during the routinely performed stress electrocardiogram at 125 W (). The patient was immediately admitted to the nearest cardiology hospital for further investigations. With suspected acute coronary syndrome, coronary angiography via a transradial approach was directly performed.\\nCoronary angiography revealed non-significant obstructed coronaries, not explaining her symptoms, especially since there was no main coronary stenosis. However, during the procedure either thrombus-like or tumour-like mass was seen, which seemed to occlude the left main coronary artery (LMCA) intermittently (Video 1). Simultaneous invasive arterial pressure monitoring revealed temporary relevant negative impact of her circulatory situation concurrent with the instable mass.\\nThe platelet aggregation inhibitors tirofiban and acetylsalicylic acid were started, after percutaneous transluminal coronary angioplasty (balloon 2.0 mm × 12 mm), the thrombus mass was further detectable. Due to progressive haemodynamic instability, a drug-eluting stent (DES) (Promus 3.5 mm × 8 mm) was implanted, with the intention to re-open the LMCA ( and Videos 2 and 3). This manoeuver was unfortunately not successful. The patient required immediate intubation, mechanical ventilation, and catecholaminergic support.\\nOur tertiary heart centre was contacted. Due to haemodynamic instability, conventional transportation to our hospital (>45 km) was not an option. Our mobile extracorporeal membrane oxygenation (ECMO) team was activated and immediately set out for the external hospital.\\nA transoesophageal echocardiography verified a mass originating from the left coronary cusp (LCC) and with a more or less cardiac-cycle synchronic prolapse into the direction of the left coronary ostium ( and ). The left ventricular (LV) function was highly impaired, with severe functional mitral insufficiency, and therefore an intra-aortic balloon pump (IABP) was implanted via the left femoral artery. An additional attempt to keep the mass away from the LMCA was tried utilizing an additional DES (Promus 4.0 mm × 16 mm) from the left coronary ostium in the aorta reaching just under the margin of the mass. With this manoeuver the blood flow in the LMCA was temporary ensured () and further deterioration of the persistent unstable haemodynamic situation was avoided.\\nApproximately 60 min after first contact, our ECMO team arrived at the hospital. The IABP was discontinued and replaced by a peripheral veno-arterial (VA)-ECMO cannulation via the left femoral artery and right femoral vein including an additional left arterial distal leg perfusion. Veno-arterial ECMO support was started leading to notably improved haemodynamics. The patient was then transported to our hospital under stabilized conditions.\\nAfter arrival the patient was directly transferred into the operating theatre (). After median sternotomy, cardioplegia infusion, and aortic clamping were applied, aortotomy was performed. Inspection of the aortic valve revealed a solid mass originating from the LCC. Measuring ∼2 cm × 1 cm in diameter and its main body localized close to the left main coronary ostium (). At the LMCA ostium the interventional implanted stent bodies were protruding from intraluminal into the aorta with the furthest end above the mass. After careful inspection, the mass was carefully retrieved (). After this, the native aortic valve was unremarkable and there was no indication for further surgical procedures. The implanted LMCA stents could be carefully retrieved without relevant visible damage such as dissection (). Echocardiography revealed a normal aortic valve function, without signs of insufficiency or valve damage. Since the patient required a higher dose of catecholamine and inotropic support, the heart–lung machine was switched again to VA-ECMO at the end of the operation. Under continuous extracorporeal support, sedation, and invasive ventilation, the patient was postoperatively treated in the intensive care unit. In the following hours the haemodynamic situation improved and slight weaning of VA-ECMO was started. There was no relevant blood loss associated with the cardiac surgery, acetylsalicylic acid therapy was continued (100 mg daily for 3 months). During the first postoperative day (POD), a transfusion-relevant GI-bleeding occurred, the small gastric bleeding spot was successfully treated by interventional coagulation therapy. The ECMO cannulas were successfully removed at the second POD. Weaning from the ventilator was complicated by purulent pneumonia. Extubation was possible on Day 5. Incipient symptoms of postoperative delirium were treated with dexmedetomidine. Fortunately, persistent neurologic symptoms were not detectable. Furthermore, in the postoperative course the patient did not suffer from any new anginal symptoms. Postoperative transthoracic echocardiography showed a competent aortic valve and an improved LV function (LV ejection fraction 58%, absence of regional wall movement disorder, MI I°, and compensated right ventricular function). The histopathologic examination revealed the mass as papillary fibroelastoma (). The patient was discharged at the 14th POD to a rehabilitation centre.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'11390338': 1, '16869462': 1, '31449619': 2, '23675556': 1, '26750694': 2, '24717305': 1, '20149002': 1, '30546617': 1, '34423248': 2}", "similar_patients": "{'4900378-1': 1, '6601164-1': 1}"}