{"patient_id": 61063, "patient_uid": "8660684-1", "PMID": 34900735, "file_path": "comm/PMC008xxxxxx/PMC8660684.xml", "title": "Reirradiation of Whole Brain for Recurrent Brain Metastases: A Case Report of Lung Cancer With 12-Year Survival", "patient": "A 42-year-old Chinese man presented with cough, sputum, and facial paralysis in May 2006. The fibrobronchoscope demonstrated adenocarcinoma at the site of the inferior lobe of the left lung. At the same time, the initial magnetic resonance imaging (MRI) showed that the tumor had already invaded the brain with multiple intracranial metastases. The clinical staging was stage IV (cT4bN2M1 IVb), so surgery was not indicated. After careful evaluation, we suggested a combination of chemotherapy and radiotherapy as the optimal therapy for him. After one cycle of Gemcitabine and Cisplatin (GP) chemotherapy has been completed, the patient underwent radiotherapy for the primary site with a total dose of 70 Gy in 35 fractions, using the two-dimensional radiotherapy (2DRT) technique. The WBRT with a dose of 40 Gy in 20 fractions was delivered initially using 2DRT with two opposing lateral fields and a rotated collimator to fit the whole brain to shield the lens. Subsequently, we measured the depth and size of metastatic sites on diagnostic CT and marked them on the body. Then, a boost plan that employed an anterior field and a lateral field with a 45° wedge was delivered for intracranial metastatic sites with 10 Gy in five fractions based on these marks and measurements. After that, he was treated with three cycles of TP (Paclitaxel and Cisplatin) chemotherapy. After the treatment, the symptoms alleviated apparently, and the serological tumor markers decreased apparently. The radiographic tumor response was evaluated as a complete remission (CR). In addition, he had no prolonged fatigue and/or neurocognitive defects. It is a pity that because it has been a long time, he could not supply his medical information in details.\\nWithout regular follow-up, the complete radiological remission lasted almost 5 years; in July 2011, the patient experienced the first intracranial relapse of multiple lesions, located in the right temporal lobe, parietal lobe, occipital lobe, and the left frontal lobe regions (), which had already received a boost of radiotherapy in 2006. He was found to have disturbance of consciousness by his family. The routine scan of the whole body showed that extracranial lesions were stable. Even though the patient’s epidermal growth factor receptor (EGFR) mutation status was unknown, he chose to accept erlotinib 150 mg daily. Meanwhile, he received reirradiation of the whole brain with a dose of 30 Gy in 15 fractions adopting three-dimensional radiotherapy (3DRT). The patient was immobilized with a thermoplastic mask. We contoured the target volume on the fusion images of CT/MRI and delivered a single isocenter coplanar intensity-modulated radiation therapy (IMRT) boost plan with a dose of 20 Gy in 10 fractions for metastatic intracranial tumors. Then, four cycles of nimustine (125 mg per 3 weeks) and maintenance erlotinib were followed. A follow-up MRI scan in September 2011 revealed that metastatic brain lesions regressed significantly ().\\nThere were no signs of progression until January 2016, when a relapse was located on the left parieto-temporal lobe (–). Then, GK radiotherapy was performed focusing on the intracranial single lesion of the patient, which was executed at the Third Military Medical University Hospital, China, with an 18-mm collimator. The central dose of the target was 25.4 Gy, and the isodose line of 14 Gy (55% of the central dose) covered the whole tumor. The tumor response of this patient was a partial response (PR) at initial treatment, but just after 3 months, other new intracranial lesions have been observed in the frontal lobe (–). Due to tumor progression in such a short time after radiotherapy, we chose chemotherapy with nimustine (125 mg per 4 weeks) as the palliative treatment modality. From then, recurrent pulmonary infection bothered the patient, and he eventually died of respiratory failure in August 2018.\\nOutstandingly, during the whole survival, the patient had a good QoL with Karnofsky Performance Score (KPS) above 80. Even after the last GK was executed, he had just a mild neurocognitive defect in March 2018 after neuropsychological testing including 13 questionnaires in the Department of Geriatrics (). Together with the brain MRI (slight necrosis and cerebromalacia), we found that the reirradiation of the whole brain did not bring severe neurocognitive defects as we worried before. It is noteworthy that no serious toxicity was observed throughout the entire survival, although the administered dose was far beyond the limits.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'31691873': 1, '2305074': 1, '29223987': 1, '23813230': 1, '31167658': 1, '14585263': 1, '10549503': 1, '26734635': 1, '28816158': 1, '22203767': 1, '17662582': 1, '19957016': 1, '19841556': 1, '24387239': 1, '1393407': 1, '24608225': 1, '26231251': 1, '1993631': 1, '21121790': 1, '22323551': 1, '27494815': 1, '22279591': 1, '3129667': 1, '7673021': 1, '9336134': 1, '21620583': 1, '30825972': 1, '18037587': 1, '16525186': 1, '2841266': 1, '34900735': 2}", "similar_patients": "{}"}