{"patient_id": 109428, "patient_uid": "8278458-1", "PMID": 34290873, "file_path": "noncomm/PMC008xxxxxx/PMC8278458.xml", "title": "Avascular necrosis of the lunate secondary to perilunate fracture dislocation: Case report and review of the literature", "patient": "A 39-year-old male was injured in a bicycle accident and sustained a left wrist trauma. After that, the patient complained about pain and had a visual deformity of the wrist. Initial radiographs () showed a trans-styloid PLFD. The patient underwent ORIF of the trans-styloid PLFD at another institution. The wrist and distal aspect of the radius was exposed through a dorsal approach, and the distal radius was fixed with a dorsal plate. After percutaneous fixation of the lunate with scapholunate, scaphocapitate, and lunacapitate Kirschner wires (K-wire), the dorsal scapholunate ligament was repaired to the dorsal side of the lunate using a bone anchor (). The K-wires were removed 1 month after surgery (). Five months after surgery, wrist extension/flexion was 70/50 degrees, wrist ulnar/radial deviation was 20/50 degrees, and forearm pronosupination was 80/60 degrees. Seventeen months after the surgery, the patient consulted another hand surgeon complaining about left wrist pain and decreased grip strength. The physical examination at that moment was flexion of the left wrist 30 degrees, extension 45 degrees, left-hand grip strength 40 pounds (lbs), and right-hand grip strength 100 lbs.\\nWrist radiographs showed radio-scaphoid osteoarthritis 17 months after the initial injury, dorsal collapse of the distal radius, and AVN of the lunate secondary to fragmentation and cystic changes. Four-corner fusion was recommended, but the patient did not have surgery (). Finally, 20 months after the initial surgery, the patient came to our clinic and was evaluated by the senior author (H.T.), due to the findings in the computerized tomography of the wrist, that shows arthritic changes, is important to recognize that the best way to identify AVN of any bone is the magnetic resonance imaging (MRI) (). The main goal of the patient was to keep using his left hand and keep bicycling. With the findings in the computed tomography (CT), four-corner fusion was not an option due to the arthritic changes in the lunate fossa and the dorsal inclination of the radius. Total wrist fusion was proposed, and the patient accepted this procedure. Total wrist fusion was performed 29 months after the initial injury. At 5 months after the total wrist fusion, the patient had no complaints, no pain, full range of motion of the fingers, and is back to regular activities ().", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'26328900': 1, '19998032': 1, '15140482': 1, '29383277': 1, '7400560': 1, '6715820': 1, '9018612': 1, '21885701': 1, '3191629': 1, '2324456': 1, '22364827': 1, '25130008': 1, '12475503': 1, '9266036': 1, '8228045': 1, '26205701': 1, '17418764': 1, '11210966': 1, '11119665': 1, '17336837': 1, '7400565': 1, '9752924': 1, '2754195': 1, '18758284': 1, '29282524': 1, '17560409': 1, '19931988': 1, '27779256': 1, '16344169': 1, '26091230': 1, '18164230': 1, '34290873': 2}", "similar_patients": "{}"}