{"patient_id": 111939, "patient_uid": "8517892-1", "PMID": 34661056, "file_path": "noncomm/PMC008xxxxxx/PMC8517892.xml", "title": "His-optimized cardiac resynchronization therapy in a patient with heart failure and right bundle branch block: a case report", "patient": "A 74-year-old Caucasian man was admitted with severe weakness and shortness of breath increasing in horizontal position and during minimal physical activity (walking <100 m, a one-floor stairs climb). Profound peripheral oedema and acrocyanosis were present. His symptoms were classified as New York Heart Association (NYHA) Class IV. The patient reported onset of HF 5 years ago and presence of AF for several years, which exacerbated to AF with uncontrolled rapid heart rate with gradual increase of above-mentioned complaints during several weeks, what led to current hospitalization. His medications included amlodipine 5 mg, torasemide 10 mg, spironolactone 25 mg, and bisoprolol 2.5 mg.\\nA transthoracic echocardiography (TTE) demonstrated moderate left ventricular (LV) dysfunction (EF, 41% by Simpson method) and RV dilatation with severe tricuspid regurgitation (43 mm2 effective regurgitation orificae area by proximal isovelocity surface area). Electrocardiogram (ECG) showed presence of AF, HR = 115 b.p.m., right bundle branch block (RBBB), and QRS prolongation (200 ms). Attempts to provide rate control therapy were abandoned due to the development of hypotension (80/60 mmHg). Coronaroangiography excluded significant coronary artery disease in this patient, and thus, due to the presence of the permanent AF with the RVR, tachycardia-induced cardiomyopathy was the most likely aetiology of HF.\\nThe following plan for the intervention was adopted: (i) implantation of LV lead; (ii) cardiac mapping of the most delayed electrical zone within RV with possible implantation of a lead in the selected area; (iii) interventricular septal (IVS) implantation of RV lead; (iv) mapping of His bundle area; implantation of His bundle pacing (HBP) lead with the aim to correct conduction disorders (especially RBBB); (v) connection of leads to appropriate PM ports based on achieved pacing results; and (vi) postponed AVNA.\\nThree punctures of left axillary vein were performed under local anaesthesia. The LV lead was delivered and implanted (sensing—4.1–5.8 mV, pacing threshold—1.0 V) through a posterior vein to the left posterolateral area in the mid-basal region. Endocardial activation mapping of RV was conducted, and the latest point of activation was detected in basal anterolateral area; however, reliable conventional lead implantation did not seem possible in the above-mentioned region. Thus, RV lead was implanted into the middle third of IVS (sensing—16.2–17.5 mV, pacing threshold—0.8 V) to be used as regular RV lead in a case of conventional CRT configuration. LBBB-like QRS pattern was achieved during pacing.\\nC315HIS delivery system and SelectSecure 3830 electrode (Medtronic, Minneapolis, MN, USA) were used to provide the mapping of His bundle area and further lead implantation in its distal part (sensing—0.8–1.2 mV, pacing threshold—1.75 V for His bundle; 0.75 V for RV) (). Leads were connected to PM [CRT-Р Allure RF (Abbott)]. During pacing in several configurations, minimal QRS width of 120 ms was during fusion of HBP and +10 ms delayed LV pacing. Taking into consideration the minimal atrioventricular delay of this PM (30 ms)—vanishing fusion effect from LV lead depolarization in case of HBP lead connection into the atrial channel—HBP lead was connected to RV port, LV to LV port, RV to A port. In case of HBP lead dysfunction, DDI sequential BiV pacing with minimal atrioventricular delay (30 ms) and yielded acceptable 145 ms QRS width. VVI BiV pacing mode was set up with the LV lead sensing as a more reliable option.\\nAVNA using EnSite™ NavX™ was performed in 1 week after implantation. The procedure included cardiac mapping of atrioventricular node (AVN) and His bundle area with annotation of His lead implantation zones from both sides of IVS. Repeated radiofrequency ablation (RFA) attempts (up to 40 W, irrigated tip electrode) to obtain reliable AVN block from the right side with points proximally and up to the level of HBP lead’s anode were unsuccessful. Therefore, RFA (35–40 W, irrigated tip electrode) from retrograde aortic approach proximally and then distally to the projection of the HBP lead’s tip was applied with successful elimination of AV conduction with escape rhythm of 35 b.p.m. and native RBBB ().\\nHBP lead functionality had not been affected (). Different pacing modalities are presented in . Stable non-selective HBP with correction of underlying RBBB was achieved with pacing amplitude above 2 V. The shortest and most ‘physiologic’ ECG pattern was obtained by fusion of HBP and 10 ms delayed LV pacing ().\\nDuring TTE, HBP lead was visualized in the deep layers of the membranous—initial muscular part of IVS with tip located close to the left side of IVS. M-mode parasternal long-axis view revealed elimination of significant RV and IVS wall motion delay relatively to the LV posterior wall ().\\nPacing parameters remained stable at a 6-month follow-up. The patient noted resolution of shortness of breath in a horizontal position after HOT-CRT and AVNA and an increase in physical activity with acrocyanosis and peripheral oedema absence within 1 month. By TEE assessment, LVEF increased up to 51%, RV dimensions decreased to 35 mm and tricuspid regurgitation decreased to mild (). NYHA improved to Class II.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'12767649': 1, '6826977': 1, '23614585': 1, '29220422': 1, '30586772': 1, '32860505': 1, '19121443': 1, '27207191': 1, '17336891': 1, '21184999': 1, '19717348': 1, '29107697': 1, '34661056': 2}", "similar_patients": "{}"}