{"patient_id": 49689, "patient_uid": "8116592-1", "PMID": 33996680, "file_path": "comm/PMC008xxxxxx/PMC8116592.xml", "title": "Hybrid Closed-Loop System Achieves Optimal Perioperative Glycemia in a Boy With Type 1 Diabetes: A Case Report", "patient": "A 9-year-and-9-month-old boy with uncomplicated autoimmune T1D since the age of 11 months, 46.3 kg of weight, and with HbA1c of 7% in his last consultation 2 months before the event, was admitted to the emergency room with abdominal pain migrating to the right lower quadrant, anorexia, and nausea during the last 24–48 h. The blood tests showed 8,620/mm3 white blood cell count with 60% neutrophils and 10.5 mg/L C-reactive protein. There were no signs of diabetic ketoacidosis, and the glucose levels were optimal, with negative B-hydroxybutyrate [pediatric appendicitis score () = 7]. Abdominal ultrasounds confirmed an increased appendix thickness (8 mm) and diagnosis of uncomplicated appendicitis.\\nThe patient had used a HCL system (Medtronic 670G® in auto-mode) for 9 months, had improved metabolic control since its use (estimated HbA1c 7.3% and average blood glucose 162 ± 68 mg/dl; ), felt very comfortable with the device, and both the patient and the parents were reluctant to interrupt it (the system's program details are shown in ). His ratios and sensitivities had been programmed in his last visit according to the patient's glycemic response to prandial insulin, but this does not affect basal insulin administration since the basal rates are not altered by this program when the system runs in auto-mode. According to data extracted from the patient's account on the web managing system of the pump, at 2 days prior to the symptoms, the system's basal delivery had been 20.6 and 19.2 IU/day, respectively. Since the first symptoms presented, a remarkable increase in these needs were noted, with a basal delivery rate of 26.7 and 30.7 IU/day, respectively.\\nUpon diagnosis, the patient was started on intravenous cefoxitin at 40 mg/kg and acetaminophen. We then faced an overnight fast since surgery was programmed for the next morning. The parents expressed their desire to continue with the HCL system if it were possible throughout the procedure. Since there are still no recommendations for this devices, we first checked that the CGM had still 72 h left of expected life and that the pump had enough insulin for at least 36 more hours. The CSII was inserted at the left gluteus and the CGM on the left arm; thus, neither would interfere with the surgical field or with the electric scalpel.\\nSince all prerequisites were fulfilled and the family gave written consent, the pediatric endocrinology team agreed to let the system run in auto-mode, under close clinical monitoring. The pump's basal rate in case the system switched to “manual mode” due to CGM loss or malfunction was adjusted to 50% of the usual dose as recommended (). We decided to start an IV infusion of 5% dextrose, with 150 mEq/L of sodium and 20 mEq/L of potassium to prevent ketosis (see for preparation instructions), but avoided IV insulin and checked the system's behavior overnight. Indeed capillary ketones were always under 0.3 (we checked every 4 h), and glucose levels were always in the 80-180 mg/dl (4.44–9.99 mmol/L) range. The system infused a total of 82 micro-boluses of 0.11 IU of insulin on average (range, 0.03–0.13; —overnight fast). The system also spent a total time of 1 h and 15 min without administering any micro-bolus.\\nHaving analyzed the system's performance, we agreed with the anesthesiologist and the surgeons to keep the system running automatically throughout the procedure, having a clear plan for CSII interruption and insulin IV infusion if necessary. A member of the pediatric endocrinology team was available at all times.\\nThe laparoscopic appendectomy took ~2.5 h since the patient was sent to the surgery room until he left it, and it was performed without relevant incidences. Pathologic confirmation of acute uncomplicated appendicitis was obtained. The system automatically delivered 16 micro-boluses during the procedure. The mean dose of these boluses was 0.089 IU of insulin (range, 0.05–0.13), and the glucose levels were always within range (—laparoscopic appendectomy). Taking together the overnight fast and the surgery, the system infused 20.3 IU/day of insulin, in contrast with the 30.7 IU/day it had infused the day before.\\nRight before oral tolerance was started, the patient's mother noticed that the glucose levels tended to drop and programmed, by her own initiative, a temporary increase in the glucose target to 140 mg/dl. We then decided to begin oral tolerance (3 h post-surgery; ), resulting in a hyperglycemic peak (maximum, 280 mg/dl) since no prandial insulin bolus had been administered, and dextrose fluid had not been discontinued.\\nThe patient was finally discharged 24 h after surgery without incidence and with the HCL system functioning uninterruptedly. The basal insulin infusion at 48 h after surgery dropped down to 19.0 and 15.5 IU/day.", "age": "[[9.0, 'year'], [9.0, 'month']]", "gender": "M", "relevant_articles": "{'31855446': 1, '29957042': 1, '31325198': 1, '30705505': 1, '27835037': 1, '30039617': 1, '12037754': 1, '33996680': 2}", "similar_patients": "{}"}