{"patient_id": 108782, "patient_uid": "8221661-1", "PMID": 34221289, "file_path": "noncomm/PMC008xxxxxx/PMC8221661.xml", "title": "A rare case of extremely delayed osseous metastasis of pineoblastoma", "patient": "In 2006, a 22-year-old man presented with worsening headache for 1-month duration with phonophobia, photophobia, and worsening lower extremity weakness. A computed tomography (CT) and magnetic resonance imaging (MRI) of the head revealed a large supracerebellar, infratentorial large mass measuring 3.5 × 2.5 × 2.6 cm (). He underwent a suboccipital craniotomy with resection of the mass and a ventriculoperitoneal shunt (VP) was placed due to hydrocephalus (). Pathology from a biopsy taken from surgery confirmed a pineoblastoma.\\nThe patient received concurrent chemotherapy and radiation with weekly vincristine and conventional proton radiation therapy for 5 weeks. Afterwards, he was referred for maintenance chemotherapy under pediatric protocol Children’s Oncology Group 99701 regimen B but was ineligible due to his age and previous treatment with vincristine. After a prolonged hospital course which was complicated by pneumonia requiring a tracheostomy and dysphagia requiring a percutaneous endoscopic gastrostomy tube placement, he was discharged to an inpatient rehabilitation facility. He recovered well and his only residual effect from his treatment was a cerebellar gait.\\nHe was admitted 9 years later in 2015 at the age of 31 after a seizure episode. He was found to have a left frontal mass measuring 7.2 × 5.2 × 3.4 cm with regional sulcal effacement, midline shift, effacement of the lateral ventricle, and rightward subfalcine herniation. The mass was resected and confirmed a grade 2 atypical meningioma. Post-operatively, he did not have major complications, but he developed intermittent seizures and traumatic brain injury symptoms and was treated with levetiracetam.\\nTen years after the initial diagnosis of pineoblastoma and 1 year after the diagnosis of atypical meningioma in 2016, he was admitted for a 5-day history of severe hypogastric abdominal pain and worsening numbness and weakness of his lower extremities. CT and MRI imaging of his abdomen were obtained which showed a large pelvic mass with osteoblastic involvement of the bilateral proximal femurs, pelvis, and cervical, thoracic, and lumbar vertebral bodies ( and ()). Interventional radiology guided pelvic mass biopsies were consistent with his prior diagnosis of pineoblastoma, and no surgical options were available due to the extent of disease. Genetic testing was not performed, as it was not indicated. To treat delayed intraosseous metastasis of pineoblastoma to the pelvis, he was started on the Pediatric Head Start II regimen with five cycles of induction chemotherapy with cisplatin, cyclophosphamide, etoposide, and vincristine with plans for an autologous stem cell transplant in the future. Immunotherapy was not considered, as patient had poor social support and would not have been able to adhere to close clinical monitoring. His chemotherapy course was complicated by pancytopenia, pneumonia, and deep venous thrombosis, and after his fifth cycle of induction chemotherapy, the patient was lost to follow-up.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'880573': 1, '8348511': 1, '7501100': 1, '2676297': 1, '8152405': 1, '4027909': 1, '9179192': 1, '11083078': 1, '26858918': 2, '1534723': 1, '10487041': 1, '21801990': 1, '16078108': 1, '4548088': 1, '11419982': 1, '15232450': 1, '34221289': 2}", "similar_patients": "{'4731330-1': 1}"}