{"patient_id": 58964, "patient_uid": "8554731-1", "PMID": 34725619, "file_path": "comm/PMC008xxxxxx/PMC8554731.xml", "title": "Osteoporosis Complicating Renal Tubular Acidosis in Association With Sjogren's Syndrome", "patient": "A 35-year-old Caucasian female patient who presented for surgical fixation of left femur fracture sustained six months previously from a ground level fall with known primary hypothyroidism (for 12 years, on thyroxine replacement) with history of hypokalemia for last 13 years (on regular oral potassium supplements). Upon workup the patient was diagnosed with left-sided neck of femur fracture and was admitted in hospital for surgical management. There was no history of fracture in past. Her menstrual cycle was regular. There was no history of renal stones. There was positive history of hypokalemic periodic paralysis twice in past (12 and 13 years back). Her family history was unremarkable. There was no history of recurrent oral or ocular ulcers. On examination there was no uveitis, oral ulcers, lacrimal or parotid gland enlargement. Her workup was done which is shown in Table below. It showed hyperchloremic non anion gap metabolic acidosis and hypokalemia. DEXA scan revealed osteoporosis at right femoral neck (both T and Z scores were <-2.5) and at right hip (both T and Z scores were <-2.5).\\nShe underwent left-sided dynamic hip screw fixation under general anesthesia which she tolerated well. On the fourth postoperative day she was allowed full weight bearing with walker. After surgery she was started on oral Ibandronate 150 mg once monthly (for osteoporosis) and tablet calcium carbonate (600 mg elemental calcium) twice daily and vitamin D 2000 IU twice daily. Due to low vitamin D levels she was given one intramuscular injection of vitamin D (200,000 IU). Oral potassium supplement three tablets thrice daily were continued. Potassium citrate was added in her regimen to correct renal tubular acidosis. Thyroxine 100 mcg was continued five days a week and 150 mcg was advised two days a week (the dose was adjusted according to recent thyroid stimulating hormone (TSH) value of 9.97 which is suboptimal). So the possible clinical diagnosis in this case is renal tubular acidosis with osteoporosis and hypokalemia. Nephrology recommended anti-SSA and anti-SSB despite negative antinuclear antibody (ANA) screen as these may be positive in RTA. In this patient anti-SSA came positive while anti-SSB came negative. During follow up her potassium level got normalized to 4.6, bicarbonate improved to 20.2 and TSH normalized to 1.45. We will get her repeat DEXA scan next month (to see any improvement in her bone mineral density after correction of vitamin D deficiency). Our clinical diagnosis in this patient is possible or incomplete Sjogren's syndrome (as she lacks few clinical features on examination) causing type-1 RTA (distal RTA) with osteoporosis.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'25193912': 1, '22043434': 1, '10941353': 1, '3050578': 1, '2404432': 1, '22029009': 2, '34725619': 2}", "similar_patients": "{'3193787-1': 1, '3193787-2': 1, '3193787-3': 1}"}