{"patient_id": 56897, "patient_uid": "8454097-1", "PMID": 34544369, "file_path": "comm/PMC008xxxxxx/PMC8454097.xml", "title": "Descemet membrane endothelial keratoplasty in a patient with iris-fixated intraocular lens and prior radial keratotomy: a case report", "patient": "A 68-year-old woman was referred to a tertiary eye center for evaluation of Fuchs dystrophy of the left eye. She had reported a 6-month history of decreasing visual acuity (VA), with the left eye worse than the right eye. Her past ocular history includes anterior RK in both eyes 25 years prior to presentation. She had also had cataract extraction in both eyes with in-the-bag IOL placement five years prior to presentation. Following cataract surgery, the patient experienced significant negative dysphotopsias in the left eye and underwent IOL exchange four months after cataract surgery with placement of the new IOL in the ciliary sulcus. Three years later, her sulcus IOL was found to be inferiorly displaced and was repositioned into the capsular bag with placement of a capsular tension segment. A year and a half later, she continued to experience negative dysphotopsias. She underwent repeat IOL exchange with iris-suturing of a Bausch and Lomb 3-piece LI61AO 23.0 diopter lens and anterior vitrectomy, with the intention of addressing negative dysphotopsias by decreasing the depth of the posterior chamber (Fig. ). Two months following this surgery, her best corrected visual acuity (BCVA) was 20/40 in the right eye (OD) and 20/70 in the left eye (OS), but she continued to experience negative dysphotopsias OS. Optical coherence tomography (OCT) of the left macula showed epiretinal membrane (ERM), and she was referred to a local retina specialist for evaluation. At that visit, she was found to have corneal edema of the left eye, diagnosed with Fuchs corneal dystrophy, and referred to our service for assessment. The ERM was deemed to be non-surgical at the time.\\nOn our evaluation, she was found to have a BCVA of 20/30 OD and 20/80 OS, corneal pachymetry of 579 μm OD and 621 μm OS, no visible edema OD and 1 + stromal edema OS, and 2 + guttae OD and 3 + pigmented guttae OS. Six RK incisions were identified in both eyes (OU). Her IF-IOL was well-positioned OS, with haptics fixated at two points with 10 − 0 Prolene suture, and slight ovalization of the pupil. Preoperative corneal Scheimpflug imaging demonstrated irregular astigmatism OU (Fig. ). An inferior peripheral laser iridotomy was performed and the patient underwent an uneventful DMEK surgery OS. The donor DMEK tissue (8.0mm diameter) was obtained pre-loaded from the eye bank. A Dutch Ophthalmic Research Center (DORC) tube injector was used to inject the tissue into the anterior chamber (AC). The tissue was opened and positioned using a tapping method. SF6 20 % was injected for a full AC gas fill for 8 min, followed by reduction of the AC gas fill to 80 %. Her postoperative course was uncomplicated, with DMEK graft fully attached 360 degrees and improvement of uncorrected VA to 20/20 OS over the next three months. IOL position was unchanged compared to its preoperative position. Cornea remained clear (Fig. ).", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'24699562': 1, '28749896': 1, '31317085': 1, '18242442': 1, '9756439': 1, '29502619': 1, '29619650': 1, '33094167': 1, '30157047': 1, '32555519': 1, '24443809': 2, '24286840': 1, '22347792': 1, '2630343': 1, '21872938': 1, '8841292': 1, '33115769': 1, '34544369': 2}", "similar_patients": "{'4081653-1': 1, '4081653-2': 1}"}