{"patient_id": 59659, "patient_uid": "8584147-1", "PMID": 34790479, "file_path": "comm/PMC008xxxxxx/PMC8584147.xml", "title": "Severe Hemoperitoneum After Oocyte Retrieval Due to Ovarian Hemorrhage Possibly Caused by Violent Cough Under General Anesthesia With Propofol and Pentazocine: A Case Report and Literature Review", "patient": "The patient was a 39-year-old Japanese female, gravida 1 para 1. She wanted to have a second child. For the first pregnancy, the patient underwent ART treatment due to severe oligoasthenozoospermia of her husband. She received intracytoplasmic sperm injection (ICSI) followed by embryo cryopreservation. A successful pregnancy was established by vitrified-warmed embryo transfer, and the child was delivered vaginally. The pregnancy was uneventful and no problems were noted in the patient's medical history. The patient decided to undergo ICSI treatment at the same clinic at which she became pregnant previously. Follicle-stimulating hormone and human menopausal gonadotropin were used for controlled ovarian stimulation under a gonadotropin-releasing hormone (GnRH) agonist long protocol. Recombinant human chorionic gonadotropin (250 µg) (Ovidorel, Merck Biopharma, Tokyo, Japan) was administered 36 h before oocyte retrieval to trigger oocyte maturation. Oocyte aspiration was performed under intravenous anesthesia with propofol and pentazocine. Atropine sulfate (0.5 mg) was premeditated, and pentazocine (15 mg) was administered intravenously. Subsequently, propofol (50 mg) was administered rapidly, with additional 10-20 mg doses until loss of consciousness. The patient did not respond to verbal commands and had lost spontaneous movements. After thorough vaginal lavage with saline, the follicles in the ovaries were punctured through the vaginal wall using a 17-gauge oocyte retrieval needle under transvaginal ultrasound guidance. The patient suddenly coughed and violently moved her body whilst the puncture needle was inside the ovary. After deepening the anesthesia by increasing the dose of propofol, the coughing subsided and no body movements were observed; therefore, oocyte retrieval was continued and 11 oocytes were retrieved. The patient had no symptoms after the oocyte retrieval and went home after 2 h of bed rest. Five hours following oocyte retrieval, she returned to the clinic with severe abdominal pain. Transvaginal ultrasonography revealed echogenic findings in the Douglas pouch. Douglas’ pouch puncture was performed, and 300 mL of blood was aspirated. Bleeding from the right ovary due to oocyte aspiration was suspected, and transvaginal compression was attempted. However, even after compression of the right ovary, blood accumulated in the abdominal cavity. Although her hemoglobin and hematocrit levels before oocyte retrieval were 13.4 g/dL and 40.6%, respectively, after compression of the ovary, the hemoglobin and hematocrit levels had decreased to 10.8 g/dL and 40.0%, respectively. Based on a transvaginal ultrasound and blood examination findings, it was determined that the patient had persistent bleeding from the right ovary into the abdominal cavity, and the patient was transferred to our hospital.\\nThe patient’s characteristics were height: 161 cm, weight: 57 kg, and body mass index (BMI): 22 kg/m2. On arrival at our hospital, her blood pressure was 133/89 mmHg, pulse rate was 85/min, and shock index was 0.63. Her abdomen was flat, with tenderness and rebound pain. Internal examination was not performed because of severe pain. Transvaginal ultrasonography revealed an echogenic free space of 12.5 mm in the Douglas pouch and an enlarged right ovary with a size of 65 mm (Figure , ). These findings suggested hemoperitoneum due to bleeding from the right ovary. Contrast-enhanced computed tomography revealed hematoma formation in the right ovary with a small amount of extravasation (Figure , ). The diagnosis of hemoperitoneum from the right ovary due to oocyte retrieval was made. Since the vital signs were maintained and the pain was controlled, we managed the patient conservatively. After 2 h, her blood pressure was 150/82 mmHg and pulse rate was 101/min, the size of the echo-free space in the Douglas pouch and the size of the ovary were enlarged to 29 and 80 mm, respectively. Emergency laparoscopy was performed to ascertain the location of the bleed and to stop the bleeding.\\nLaparoscopic surgery was performed using four trocar ports with the patient under general anesthesia. A 12-mm trocar was inserted at the umbilicus under direct vision, and CO2 gas was insufflated to an intra-abdominal pressure of less than 10 mmHg. Three 5-mm trocars were placed in the lower abdomen on the right and left sides and in the middle. Laparoscopic findings revealed massive hemoperitoneum without intra-abdominal adhesions (Figure ). When the clot was removed, bleeding was confirmed in the right ovary. The right ovary was enlarged to the size of a fist, and hematoma was also observed inside the ovary (Figure ). When the hematoma was removed and the right ovary was examined in detail, the cortical region of the ovary was torn, and continuous bleeding was observed (Figure ). The partially torn ovarian tissue was excised, and the bleeding was coagulated and stopped using a bipolar device (Figure ). There were no abnormal findings in the left ovary. A drain was placed in the Douglas pouch, and the surgery was completed. The operative time was 57 min, and the estimated amount of blood lost was 200 mL. Postoperatively, there was no progression of anemia, and no blood transfusion was required. The patient had a favorable postoperative course and was discharged on the fourth following surgery. Histopathological examination revealed a corpus luteal hemorrhage in the excised ovarian tissue.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'21845012': 2, '24555090': 1, '17403383': 1, '21703611': 1, '15374723': 1, '29761478': 1, '19064264': 1, '20885016': 1, '33051135': 1, '19879578': 1, '18681998': 1, '20727520': 1, '20722580': 1, '25484463': 1, '30053940': 1, '21897530': 1, '10099976': 1, '11411435': 1, '11438346': 1, '8996995': 1, '11006198': 1, '29871795': 1, '10927071': 1, '25444503': 1, '10919448': 1, '34790479': 2}", "similar_patients": "{'3153720-1': 1}"}