{"patient_id": 58720, "patient_uid": "8541876-1", "PMID": 34697574, "file_path": "comm/PMC008xxxxxx/PMC8541876.xml", "title": "Rare Case of 6 cm Right Atrial Myxoma in Patient with Synchronous Endometrial Adenocarcinoma", "patient": "A 55-year-old female presented to the hospital with vaginal bleeding. Diagnostic hysteroscopy with dilation and curettage showed endometrioid endometrial adenocarcinoma. During staging, a CT chest revealed a 6 cm right heart atrial mass. The patient denied chest pain, shortness of breath, or palpation. Physical exam and auscultation of the heart and lung were unremarkable. Complete blood count and basic metabolic profile were within normal limits.\\nPast medical history: essential hypertension and hyperthyroidism\\nDifferential diagnosis: benign cardiac tumor, malignant cardiac tumor, intracardiac thrombus, valvular vegetation, and pericardial cyst\\nA transthoracic echocardiogram (TTE) confirmed the presence of a large round echogenic right atrial mass with a possible stalk (). Transesophageal echocardiogram (TEE) measured the echogenic mass at 5.5 × 4.6 cm, originating from a tiny stalk over the right atrium appendage (). The patient underwent right and left heart catheterization to assess for possible coronary artery disease and was found to have no significant coronary artery disease. Right atrial angiogram demonstrated a large and immobile-appearing mass attached to the wall of the right atrium.\\nThe patient underwent surgery and excision of the mass. The resected mass measured 6 × 6 × 3.5 with a small lobulated stalk measuring 2 × 2 cm (). Intraoperative section was consistent with a benign lesion (Figures and ). The permanent histology section (Figures and ) and immunostains () showed finding consistent with cardiac myxoma.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'29398385': 1, '33040219': 1, '11388092': 1, '28202247': 1, '31861001': 2, '20740179': 1, '25022931': 1, '11678259': 1, '9458144': 1, '15580325': 1, '34697574': 2}", "similar_patients": "{'6940114-1': 1}"}