{"patient_id": 110814, "patient_uid": "8409193-1", "PMID": 34540986, "file_path": "noncomm/PMC008xxxxxx/PMC8409193.xml", "title": "Coexistent vestibular schwannoma and meningioma in a patient without neurofibromatosis: A case report and review of literature", "patient": "A 63-year-old woman presented with left-side hearing loss and tinnitus of 1 year duration had worsened over the recent 6 mo.\\nThe patient presented with progressive left-side hearing loss and tinnitus for 1 year. She had developed facial numbness and intermittent headaches over the previous 6 mo.\\nThe patient had no previous medical history or a family history of NF or meningiomas. She denied have any previous irradiation exposure.\\nNo positive personal or family history.\\nNeurological examination of the patient found no positive signs. A general examination did not find any subcutaneous nodules or skin lesions\\nPreoperative laboratory examination, electrocardiogram, Doppler echocardiography, and lung computerized tomography (CT) were normal.\\nMagnetic resonance imaging (MRI) of the brain (Figure ) showed a 1.97 cm × 2.61 cm × 2.80 cm abnormal well-defined signal in the left CPA, with a hypointense signal on T1-weighted imaging (T1WI), a hyperintense signal on T2-weighted imaging (T2WI), and a slightly hypointense signal on fluid-attenuated inversion recovery (FLAIR). On contrast enhancement, the lateral border and acoustic nerve were enhanced (Figure ). In addition, an irregular abnormal signal was observed by the left saddle area, with slight hypointensity on T1WI, and slight hyperintensity on T2WI and FLAIR. After gadolinium administration, the lesion and adjoining dura were significantly enhanced (Figure and ).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'9647188': 1, '17907598': 1, '20436847': 1, '30084265': 1, '11701080': 1, '21845369': 1, '11799416': 1, '31254713': 1, '14732387': 1, '26851632': 1, '22773463': 1, '17618441': 1, '25128077': 1, '25893302': 1, '29271254': 1, '30327752': 1, '18447740': 1, '8605735': 1, '31044279': 1, '27450976': 1, '26881608': 1, '30100540': 1, '21045938': 1, '21749464': 1, '8336973': 1, '21045412': 1, '20055955': 1, '10942020': 1, '26315952': 1, '9442221': 1, '15823685': 1, '29241266': 1, '10878800': 1, '1620314': 1, '31161239': 1, '8440992': 1, '17362838': 1, '34540986': 2}", "similar_patients": "{}"}