{"patient_id": 61262, "patient_uid": "8670145-1", "PMID": 34906070, "file_path": "comm/PMC008xxxxxx/PMC8670145.xml", "title": "The first case of Ochrobactrum intermedium bacteremia in a pediatric patient with malignant tumor", "patient": "A two and a half years old male with fever was admitted to our hospital on August 2019. He had been diagnosed as pineoblastoma 7 months ago and underwent surgical resection and chemotherapy. He received a ventriculo-peritoneal shunt for obstructive hydrocephalus 4 months ago. He presented with fever (up to 40.4 °C), chills and nausea 2 days before hospital admission. Physical examination did not reveal any significant findings except pharyngeal hyperemia and swollen tonsils. His breath and heart sounds were normal. No redness or swelling occurred at the peripherally inserted central catheter (PICC) site, which had been in indwelled for 6 months, and the catheter was flushed. Computed tomography, urine examination and cerebrospinal fluid were normal. His white blood cell count and C-reaction protein concentration were 17.6 × 109/L (96.3% neutrophils) and 130.5 mg/L (Fig. ). Three sets of blood cultures were collected from peripheral venipuncture at the beginning of the febrile period, then he was treated with cefoperazone/sulbactam. Two of the blood cultures were positive and the pathogens were identified as Stenotrophomonas maltophilia by MALDI-TOF MS (bioMérieux, Marcy-l’Étoile, France). Susceptibility testing showed the organism was susceptible to sulfamethoxazole-trimethoprim, minocycline, ceftazidime, levofloxacin, chloramphenicol, and ticarcillin/clavulanate. The antibiotic treatment was changed to the combination of cefoperazone/sulbactam and sulfamethoxazole–trimethoprim. Then the boy remitted and the body temperature dropped to normal range within 3 days since the treatment was adjusted. The white blood cell counts also returned to normal level and repeated blood cultures (collected from peripheral vein) were negative. However, on the 13th day, his temperature increased again with the highest point of 39.1 °C, and blood specimens were collected from two peripheral veinpuncture sites (left hand and right foot). After 12 h of incubation, gram-negative bacilli were detected from one blood culture, which was collected from right foot. Two types of colonies grew in the blood agar after cultivation, which were identified as S. maltophilia and O. intermedium (strain 045999) by MALDI-TOF MS with 99.9% confidence; however, the Vitek II automated system (bioMérieux) failed to identify strain 045999. Genomic DNA of strain 045999 was prepared using the QIAamp DNA mini kit (Qiagen; Hilden, Germany) and were subjected to whole genome sequencing using the HiSeq X10 Sequencer (Illumina; San Diego, CA, USA). For the whole genome sequence of strain 045999, 5,619,077 reads and 1.69 GB bases were generated (coverage, 400), which were assembled into a 4.9 Mb draft genome contains 82 contigs ≥ 200 bp in length (N50, 454,256 bp) with a 57.71 mol% GC content. ANI between strain 045999 and the type strain LMG 3301T of O. intermedium (ACQA00000000) was determined using the JSpecies []. The ANI value was 97.57%, which was above the cutoff (≥ 95–96% ANI) defining the boundaries of bacterial species [], confirming that the identification was precise. The same organisms were isolated from the other blood culture collected from left hand after 4 days incubation. Antimicrobial susceptibility testing was performed using broth microdilution with the Vitek II automated system (bioMérieux) and interpreted according to the guidelines for other non-Enterobacterales in CLSI M100 (2019). The strain 045999 was susceptible to sulfamethoxazole–trimethoprim, minocycline, tigecycline, cefepime, levofloxacin, meropenem, imipenem (Table ). The strain 045999 formed beige, translucent, shiny and mucoid colonies on blood agar within 24 h of incubation at 35 °C and gram-staining indicated gram-negative, rod-shaped bacteria without spores. The antimicrobial susceptibility of the S. maltophilia was consistent with previous results. According to the results of susceptibility test, the S. maltophilia was susceptible to levofloxacin and ceftazidime, and strain 045999 was also susceptible to sulfamethoxazole–trimethoprim and levofloxacin. Therefore, cefoperazone/sulbactam was replaced with levofloxacin and ceftazidime, and sulfamethoxazole–trimethoprim was continued as before. One week after the treatment, blood cultures were obtained from both peripheral venipuncture and PICC. The blood culture obtained from PICC was positive with the growth of S. maltophilia and O. intermedium whereas the blood obtained from peripheral venipuncture was negative. Meanwhile, the PICC was removed and the culture was negative. Therefore, the therapy mentioned above was continued for 10 days, and the patient discharged after recovery.", "age": "[[2.5, 'year']]", "gender": "M", "relevant_articles": "{'16157548': 1, '32082266': 1, '34046280': 2, '33207839': 1, '22684861': 1, '23490046': 1, '9854103': 1, '25312622': 1, '16168615': 1, '10440451': 1, '18755630': 1, '24039392': 1, '10908026': 1, '26576653': 1, '27197440': 1, '19855009': 1, '16517927': 1, '27293197': 1, '27843545': 1, '34906070': 2}", "similar_patients": "{'8141303-1': 1}"}