{"patient_id": 50442, "patient_uid": "8151776-1", "PMID": 34064600, "file_path": "comm/PMC008xxxxxx/PMC8151776.xml", "title": "Peripheral T-Cell Lymphoma Possibly Due to Unrecognized Celiac Disease in an Elderly Patient: A Case Report", "patient": "A 76-year-old female was admitted to the clinic due to a recurrent fever that had lasted over a year, accompanied by strong chills, progressive weakness, weight loss of about 10 kg, dehydration, malnutrition, and deteriorating general condition. The patient complained of recurrent urinary tract infections and 13 years previously had undergone resection of a fragment of the small intestine due to perforation and abscess (following recognition of malabsorption syndrome and cachexia; no histopathological examinations were performed, and no cause of the abscess or perforation was found). Three months prior to admission, the patient had been operated on for an enterovesical fistula. Histopathological examination of the material removed during that operation showed inflammatory changes in the intestinal wall. The patient had also reported periodic abdominal pain, recurrent diarrhea, and was diagnosed with osteoporosis with confirmed osteoporotic fractures of the spine.\\nUpon clinical examination, the patient was fully conscious and stable; cachexia and dehydration were noted. Baseline laboratory test results revealed anemia of chronic disease (with significantly elevated ferritin level), hypocalcemia, hypomagnesemia, vitamin D deficiency, and hypoalbuminemia. Laboratory tests also showed significantly elevated alkaline phosphatase, γ-glutamyltransferase, lactate dehydrogenase, aspartate transaminase, D-dimers, brain natriuretic peptide, and C-reactive protein. Microbiological tests were performed on blood samples, urine specimens, and wound swabs, but showed no abnormalities.\\nAbdominal, pelvic, and chest computed tomography (CT) scans confirmed a recanalized ureter with leakage of urine into the abdominal wall and patterns characteristic of pneumonia (A). The abdominal CT scan also revealed a lymph node 20 × 12 mm to the left of the aorta, a small spleen (56 mm long), an increased density of periaortic fat tissue, and free fluid on the border of the abdominal cavity and pelvis—all described as postoperative, inflammatory, or cardiac-failure-related changes (B).\\nThe patient was catheterized and empirical broad-spectrum antibiotic therapy was begun, but a CT scan revealed the progression of the previously described changes. An 18F-fludeoxyglucose positron emission tomography (FDG–PET) study was scheduled.\\nUnfortunately, the patient died on the twenty-seventh day of hospitalization due to progressive respiratory failure. The specimens from the bladder fistula operation were histopathologically re-evaluated, revealing a malignant lymphoma of the small intestine (A–D).\\nThe autopsy also showed the presence of lymphoma in the mesentery of the small intestine, uterus, cecum, lung, and mediastinal lymph nodes. The lymphoma was CD45, CD3, CD7, CD43, CD4, CD30, and Ki-67 positive. The first histopathological study described enteropathy-associated T-cell lymphoma (EATL) according to the WHO classification. Based on further histopathological consultations, the lymphoma was classified as peripheral T-cell lymphoma not otherwise specified (PTCL-NOS). ().", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'30350441': 1, '23313469': 1, '6745613': 1, '20206108': 1, '19699406': 1, '21566094': 1, '7095316': 1, '26558154': 1, '10912483': 1, '30181834': 1, '30302434': 1, '23922062': 1, '22810901': 1, '34064600': 2}", "similar_patients": "{}"}