{"patient_id": 49542, "patient_uid": "8110295-1", "PMID": 33987040, "file_path": "comm/PMC008xxxxxx/PMC8110295.xml", "title": "Atypical Presentation of Fatal Disease: Painless Aortic Dissection", "patient": "An 80-year-old man with hypertension presented to the emergency center after he noticed painless swelling over his right groin of two days duration. He also visited the emergency department two weeks earlier after an accidental fall caused a small facial laceration that was repaired with stitches. Patient had mild dizziness associated with the fall, which resolved spontaneously. Patient stated he was missing his antihypertensive medication occasionally. Otherwise he denied any chest, back, or abdominal pain. Patient has been smoking 5-6 cigarettes a day for more than 20 years. He denies any recreational drug use. Examination during previous emergency center visit showed blood pressure of 160/95 mmHg, heart rate of 76 beats/minute and respiratory rate of 12 breaths/minute. No other abnormal physical findings except laceration on forehead. Electrocardiogram (EKG) and CT head were normal. Forehead wound was sutured; patient was advised to take his antihypertensive medications. He was discharged home, and he was recommended to have follow-up with his primary care physician. During the second hospital visit, blood pressure was 184/94 mmHg, pulse rate 77 beats/minute; respiration rate 16 breaths/minute, body temperature 98.20F, and oxygen saturation was 96% in room air. Patient was well-looking and not in pain. There was a healthy sutured wound on the forehead. Chest was clear bilaterally. Heart sounds were normal with no murmurs or gallop. Abdominal examination revealed a right reducible inguinal hernia, the abdomen was otherwise soft and nontender. There was no significant pulse deficit. Patient was alert and oriented with no neurological abnormalities. His laboratory results revealed: White blood cell count of 5,600/ul, hemoglobin 12.5 gm/dl, BUN 17 mg/dl, creatinine 1.3 mg/dl (baseline creatinine was 1.2 mg/dl). Urine studies were within normal limits and negative for drug screen. Transthoracic echocardiogram revealed left ventricular ejection fraction of 55%, thickening of aortic valve, and mild left ventricular hypertophy. Scrotal ultrasound showed minimal bilateral hydroceles and right inguinal hernia. Chest X-ray revealed mediastinal widening with positive calcium sign (see Figure ). Abdominopelvic CT with contrast showed an incidental finding of aortic dissection and indirect right inguinal hernia. In order to further delineate the extent of the dissection, CT angiogram was done and it confirmed Type B aortic dissection that extending from the origin of right subclavian artery to the bifurcation of the common iliac arteries (see Figures -). The patient was admitted to the medical intensive care unit for blood pressure control and close monitoring. Vascular surgery was consulted and recommended conservative medical treatment. He was managed conservatively with labetalol and IV nicardipine in the unit and subsequently transferred to the general medicine floor. Patient remained hemodynamically stable; his blood pressure was well controlled, and he was discharged in stable condition with an outpatient follow-up appointment.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'7855340': 1, '12114376': 1, '25662791': 1, '11980527': 1, '10807810': 1, '10685714': 1, '26587083': 1, '8416265': 1, '16344407': 1, '26205591': 1, '15473405': 1, '8350637': 1, '33987040': 2}", "similar_patients": "{}"}