{"patient_id": 47518, "patient_uid": "8011359-1", "PMID": 33816029, "file_path": "comm/PMC008xxxxxx/PMC8011359.xml", "title": "Rapid Development of Pernicious Anemia Unmasking Underlying Gastric Adenocarcinoma", "patient": "A 56-year-old male with a past medical history of hypertension and hyperlipidemia presented to our hospital with a one-day history of nausea and nonbloody, nonbilious vomiting associated with fatigue for one week prior to presentation. He denied any abdominal pain, diarrhea, constipation, bleeding per rectum, sick contacts, or recent travel history. He reported having a screening colonoscopy five years before presentation, which had been benign; however, he never had an endoscopy done. On presentation, physical examination exhibited scleral icterus but was otherwise unremarkable, with a benign abdominal exam. Bloodwork was notable for hemoglobin (Hgb) of 4.7 g/dL with mean corpuscular volume (MCV) 124.2 fL, and a creatinine of 3.4 mg/dL (baseline 1.3 mg/dL). Interestingly, upon reviewing his outpatient lab work, the patient’s Hgb was 14.0 g/dL with MCV 97.3 fL a year prior.\\nHe was started on IV fluid hydration, IV pantoprazole twice a day, and transfused multiple units of packed red blood cells. Further workup revealed iron 120 ug/dL, total iron-binding capacity (TIBC) 264 mcg/dL, transferrin 211 mg/dL, and ferritin 760.4 ng/mL. Vitamin B12 level was undetectable at <50 pg/mL (reference 180-914 pg/mL) and red blood cell (RBC) folate was 977 ng/mL (reference 280-791 ng/mL). Lactate dehydrogenase (LDH) was elevated at 4922 U/L with haptoglobin undetectable at <30 mg/dL. Soon after admission, the patient developed pancytopenia with WBC 4.4 Thou/uL, Hgb 7.3 g/dL, and platelet count 119 Thou/uL, indicating intramedullary hemolysis, with schistocytes seen on the peripheral blood smear. He was started on intramuscular (IM) vitamin B12 supplementation with 1000 mcg daily for severe vitamin B12 deficiency. He eventually underwent endoscopy, which revealed mild gastritis and a large, sessile, partially circumferential (involving one-half of the lumen circumference) mass in the gastric fundus, with no active bleeding or stigmata of recent bleeding, with protrusion into the cardio-esophageal junction (CEJ) area (Figure ).\\nA biopsy was taken of the fundal mass, with pathology revealing intramucosal adenocarcinoma with human epidermal growth factor receptor 2 (HER2) immunohistochemical stain positive. Bloodwork detected positive intrinsic factor antibodies. Staging CT scan (Figure ) showed localized soft tissue mass along the stomach's proximal lesser curvature towards the cardia, in keeping with known adenocarcinoma, and one peri-gastric lymph node. With a multidisciplinary team approach, a decision was made to start the patient on neoadjuvant chemotherapy followed by surgery in three months, given cancer's penetration to the intramucosal layer.\\nAfter hospitalization, he followed up at our oncology office, where he was started on neoadjuvant therapy with FOLFOX, which consists of leucovorin calcium (FOL), fluorouracil (F), and oxaliplatin (OX), in addition to dexamethasone. He has received six cycles so far, one cycle every two weeks. He has shown significant improvement in his blood counts, with the most recent complete blood count showing Hgb 13.5 g/dL and MCV 92.6 fL (Table ).\\nRepeat imaging with CT abdomen has shown an excellent response to chemotherapy, and the patient is currently undergoing pre-operative clearance in preparation for surgical resection of the tumor. After surgery, he will be started on trastuzumab given his tumor expressed HER2.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'20542421': 1, '24399786': 1, '28360040': 1, '28265287': 2, '21296855': 1, '26079040': 1, '33816029': 2}", "similar_patients": "{'5317137-1': 1}"}