{"patient_id": 110960, "patient_uid": "8422328-1", "PMID": 34514303, "file_path": "noncomm/PMC008xxxxxx/PMC8422328.xml", "title": "A case report of an interrupted inferior vena cava and azygos continuation: implications for preoperative screening in minimally invasive cardiac surgery", "patient": "A 57-year-old male Caucasian patient presented to the hospital with decompensated heart failure and new-onset atrial fibrillation. Besides varicose veins there was no past medical history. A transthoracic and transoesophageal echocardiography (TOE) revealed moderate tricuspid regurgitation with annular dilatation >40 mm (normal value 28 ± 5 mm, with a cut-off value <35 mm) and severe mitral regurgitation due to a flail posterior mitral valve leaflet. After a Heart Team meeting a workup was initiated for minimally invasive repair of the mitral and tricuspid valve and a MAZE procedure. An invasive angiography ruled out coronary heart disease and the report of a non-contrast-enhanced CT scan performed in another hospital described no calcifications in the aortic arch or iliac arteries, with adequate diameters for arterial and venous cannulation. However, during surgery there was difficulty advancing the venous cannula inserted in the right femoral vein. On TOE monitoring the guidewire was seen entering the right atrium from the superior vena cava (SVC) (Video 1). In addition, the guidewire was observed in the azygos vein between the oesophagus and the descending aorta (Video 2). An attempt to initiate ECC failed because of inadequate venous drainage of the right femoral cannula. A second venous catheter was inserted in the right internal jugular vein and ECC was initiated. Filling of the heart persisted and venous drainage with both venous cannula’s remained insufficient for surgery. The decision was made to convert to full sternotomy. A single-stage venous cannula was inserted in the vein entering the right atrium at the usual insertion site of the inferior caval vein, after which ECC was successfully initiated. Both valves were repaired and the MAZE procedure was performed without further complications. The postoperative recovery was uneventful, and the patient was discharged 5 days after surgery. Re-examination of the preoperative CT scan by the radiologist in our hospital revealed an interruption of the inferior vena cava (IVC) just above the renal veins, with azygos continuation and the hepatic veins draining with one common ostium into the right atrium. Polysplenia was also observed.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'33448282': 1, '21547628': 1, '23889605': 1, '26849884': 1, '20435783': 1, '25820169': 1, '16631699': 1, '29295800': 1, '26826714': 1, '27435516': 1, '30563771': 1, '17161574': 1, '34514303': 2}", "similar_patients": "{}"}