{"patient_id": 50141, "patient_uid": "8139879-1", "PMID": 33400248, "file_path": "comm/PMC008xxxxxx/PMC8139879.xml", "title": "Variation of pectineus muscle forming a hiatus", "patient": "During routine dissection of the thigh, bilateral variations in the pectineus muscles were identified in an 82-year-old Korean male cadaver. No signs of previous surgery or injury were observed in this region. On both sides, the superficial and deep layers of the pectineus were divided at its distal part. The superficial part formed its own slim tendon, of which the fibers descended and intermingled with the aponeurosis of the adductor longus distally, and the common aponeurosis inserted into the linea aspera. The tendon of the deep part descended and was attached to the pectineal line. Grossly, a triangular-shaped hiatus was formed by tendons of the two discrete layers and the femur shaft (Fig. ). On the left side, the deep femoral artery pierced the hiatus, and then, the first perforating artery was branched from the deep femoral artery (Fig. a,b). The pectineus muscle was detached from its attachment sites and the lengths of muscular slips were measured with a flexible plastic ruler. The slip lengths of the superficial and deep layers were about 6.2 cm and 3.6 cm, respectively. On the right side, the first perforating artery was branched from the deep femoral artery before approaching the hiatus, and both arteries passed through the hiatus together (Fig. c, d). The slip lengths of the superficial and deep layers were about 5 cm and 2.5 cm, respectively. The courses of the deep femoral artery and the first perforating artery below the hiatus were similar to those reported previously. They coursed down between the superficial part of the pectineus and the adductor brevis, and then the adductor longus and the latter. The corresponding veins accompanied the arteries. On both sides, the pectineus was solely innervated by the femoral nerve at its proximal part. The branch to the pectineus arose from the femoral nerve distal to the inguinal ligament and coursed posteriorly to the femoral vessels and their sheath to innervate the pectineus on its anterior surface. No innervation by the branch from the obturator or the accessory obturator nerve was identified.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'31415832': 1, '19258986': 1, '21052670': 1, '537102': 1, '13845846': 1, '17231955': 1, '28649700': 1, '27566930': 1, '26432071': 2, '1436954': 1, '33400248': 2}", "similar_patients": "{'4592551-1': 1}"}