{"patient_id": 112911, "patient_uid": "8613611-1", "PMID": 34899246, "file_path": "noncomm/PMC008xxxxxx/PMC8613611.xml", "title": "Combination Therapy of Pembrolizumab plus Axitinib for a Patient on Hemodialysis with Metastatic Renal Cell Carcinoma: A Case Report", "patient": "A 76-year-old man was diagnosed with right RCC due to gross hematuria 15 years prior to the time of writing. CT revealed a blood flow-rich tumor with a diameter of 85 mm (Fig. ) and infiltration into the surrounding adipose tissue without lymph nodes or any metastasis, resulting in cT3aN0M0 at that time. Laparoscopic right nephrectomy was performed using the transperitoneal approach to identify pathologically clear cell carcinomas, pT3, G2 > G3, INFb, and v+.\\nA small high absorption area in the lower pole of the left kidney was observed on CT 7 years after surgery, followed by imaging inspection for 2 years after surgery (Fig. ). However, MRI revealed an increasing mass of 24 mm in diameter, which was presumed to be RCC requiring treatment intervention. His serum creatinine level gradually increased to approximately 2 mg/dL. Therefore, stereotactic irradiation with 70 Gy in 10 fractions was selected for the renal mass to minimize renal damage. Unfortunately, after irradiation, his serum creatinine gradually increased to 9 mg/dL, and HD was induced, although the left renal mass continued to shrink.\\nSoon after induction of HD, a 15-mm renal mass in the upper pole of the left kidney (Fig. ) and a single mass in the right lung were revealed by CT (Fig. ). Stereotactic irradiation with 70 Gy in 10 fractions was applied to the mass of the upper pole of the left kidney, and 60 Gy in 8 fractions was applied to the mass of the right lung. The irradiated lesions were stable, without growth.\\nA soft tissue mass with destruction was noted on the right scapula by CT scan 2 years after the last irradiation; this was diagnosed as a bone metastasis of RCC by positron emission tomography-CT (Fig. , ). Systemic treatment was deemed necessary. The IMDC risk with only 1 factor of lower Hb (12.6 g/dL) represented an intermediate risk. We selected combination therapy with ICI + TKI recommended as the first-line systemic therapy for mRCC at any IMDC risk. An intravenous infusion of pembrolizumab 200 mg every 3 weeks and axitinib 10 mg/day were started. Although the patient needed to decrease axitinib 2 months after initiation due to increased blood pressure and occasionally due to fatigue during HD and unexplained increased C-reactive protein level, he was able to continue the combination therapy on schedule for 6 months while undergoing HD without any obvious immune-related adverse events (AEs) as described in Figure .", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'32407286': 1, '34244116': 1, '26306562': 1, '29764752': 1, '31543776': 2, '22364110': 1, '27659911': 1, '26899142': 1, '27311362': 1, '28451830': 1, '31448432': 1, '29765173': 1, '34265504': 1, '29860539': 1, '33714725': 1, '32905370': 1, '31709150': 1, '34899246': 2}", "similar_patients": "{'6738248-1': 1}"}