{"patient_id": 153802, "patient_uid": "8692879-1", "PMID": 34955643, "file_path": "noncomm/PMC008xxxxxx/PMC8692879.xml", "title": "First Report of Bacteremia Caused by Clostridium cadaveris in China", "patient": "A 74-year-old woman was admitted to our hospital with a high fever due to recurrence of an ovarian tumor following surgery. About 2 years ago, the patient had resections of the whole uterus, bilateral adnexa, greater omentum, and appendix. Postoperative pathological examinations revealed the presence of poorly differentiated adenocarcinoma with necrosis in the ovaries and cancer cells were found in the greater omentum and appendix. The patient was treated with chemotherapy. No obvious bone marrow suppression was observed following treatment, and periodic reviews were conducted. One year later, the patient had a CA125 level of 66.04U/mL and human epididymis secreted proteins 4 (HE4) level of 209.70pmol/L. CT examination suggested postoperative recurrence of ovarian cancer, and multiple cystic foci were observed in the right upper abdomen, spleen, and perispleen. Multiple metastases were considered.\\nDuring hospitalization, the patient had a fever with an axillary temperature reaching 39.3°C. On laboratory investigations, the patient had a procalcitonin (PCT) level of 0.57 ng/mL, a CRP level of 148.42 mg/L, a WBC count of 3.76×109 /L, and a neutrophil percentage of 80.4%. Blood culture was conducted in aerobic and anaerobic flasks. The positive bacteria were identified as C. cadaveris in an anaerobic flask after 16.4 h. Considering abdominal infection due to bowel invasion caused by C. cadaveris, the patient was treated with imipenem and cilastatin sodium (1 g, every 8 h, iv. drip) for anti-infection and hydrocortisone sodium succinate (0.01 g, once, iv. drip) for anti-inflammation. After 2 days, the patient’s body temperature was normal and she was discharged from hospital.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'32455100': 2, '17275650': 1, '8426578': 1, '29611311': 1, '30798043': 1, '12821492': 1, '33417738': 1, '29044436': 1, '10525006': 1, '16338840': 1, '34955643': 2}", "similar_patients": "{'7242405-1': 1}"}