{"patient_id": 338, "patient_uid": "8684581-1", "PMID": 34934593, "file_path": "comm/PMC008xxxxxx/PMC8684581.xml", "title": "Intramedullary Spinal Cord Metastasis as Initial Presentation of Malignant Melanoma: A Unique Case Report and Role of Contrast vs Non-contrast MRI in Its Diagnosis", "patient": "A 71-year-old lady initially presented with gradual onset of painless lower limb weakness for one week “off legs”, lower limb paresthesias and increased urinary frequency. Patient denied any recent symptoms of infective etiology. There was no recent or past history of trauma or accidents. Patient’s past medical history was unremarkable and also had no family history of significant concern. Patient was a non-smoker and teetotaler and there was no exposure to environmental factors such as industrial chemicals, radiation, heavy metals or any toxin exposures reported. Patient led an active life as a housewife (Eastern Cooperative Oncology Group [ECOG] performance status 1 before admission) and used to live with her partner. On examination she had symmetrical lower limb motor weakness in an upper motor neuron pattern with Medical Research Council (MRC) muscle power 4/5 both proximally and distally on admission. There were reduced sensations in lower limbs symmetrically to fine touch, pinprick, temperature and proprioception, initially mild but progressed to significant sensory loss over next couple of weeks with sensory level slightly below umbilicus at T11. There was relative sparing of saddle area and anal tone was patulous. There was no spinal tenderness. Her deep tendon reflexes in lower limbs were exaggerated with extensor plantar responses. Rest of the general and systemic examination was unremarkable. Her blood tests including full blood count, inflammatory markers, B12, folate, thyroid functions, calcium, liver function test and myeloma screen came back normal. Cerebrospinal fluid (CSF) analysis done on second day after admission was unyielding and non-specific with normal protein, glucose and cytology etc. She was evaluated with non-contrast MRI spine which showed focal myelopathic cord signal at the conus and at the level of T10 and T11 vertebrae (radiological differential diagnosis on MRI were B12 deficiency/inflammatory/infection) (Figure ).\\nWhile being evaluated for same, she underwent a chest x-ray which was suggestive of suspicious nodules in the right lower and mid zone. This triggered further computed tomography (CT) scans with contrast which showed disseminated malignancy with metastatic lesions to anterior chest wall, liver, lungs, and a necrotic 3.5 cm nodal mass in the left gastric region. There was no obvious primary identified on the CT scan. Tumor markers cancer antigen (CA)-125, CA 19-9, carcinoembryonic antigen (CEA) and CA 15-3 were all negative. A repeat MRI spine with contrast was done afterward with suspicion of spinal metastasis which has led to lower limb weakness. MRI contrast showed a 20*10*19 mm enhancing soft tissue metastatic mass lesion seen within conus in comparison with plain MRI done one week earlier (Figure ).\\nThere was no obvious primary identified on the CT. This was discussed in upper GI MDT (Gastrointestinal multidisciplinary team) and was thought to be a disseminated malignancy arising from a gastric primary. An endoscopic ultrasound (EUS) showed a deep, malignant-looking gastric ulcer on the high anterior greater curve of stomach. This was seen with EUS as a hypoechoic mass extending into the serosal margin. Biopsy from the stomach lesion surprisingly showed a metastatic malignant melanoma. Histopathology showed scanty strips of benign columnar epithelium with most of the tissue representing tumour, focally necrotic (Figure ). Immunohistochemical assays for focal Melan-A, human melanoma black-45 and SOX10 confirmed the diagnosis of malignant melanoma. Real-time polymerase chain reaction (PCR) analysis of the BRAF gene was done which revealed the presence of a mutation within codon 600.\\nThis case was discussed again in dermatology-oncology MDT after biopsy results and was decided that the best course of action would be palliative treatment, considering the advanced stage of the disease and poor performance status. Management options and prognosis were discussed with patient who agreed to palliative management. After discharge patient contracted coronavirus disease 2019 (COVID-19) pneumonia for which she was again hospitalized and treated with oral dexamethasone 6mg (milligrams) once a day and oxygen inhalation via nasal cannula between 2-4lit/min for 10 days. She further had developed bilateral segmental pulmonary emboli and was started on anticoagulation with apixaban. Her neurological symptoms worsened and progressed to paraplegia, urinary and fecal incontinence over a period of three to four weeks since initial presentation. Patient passed away three months after diagnosis of metastatic melanoma under community palliative care.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'33575031': 1, '20860898': 1, '3968561': 1, '16202828': 1, '23833644': 2, '21045512': 1, '28800028': 1, '26726340': 1, '22312523': 1, '27769635': 1, '20308942': 1, '27466265': 1, '22906295': 1, '27408655': 1, '7793388': 1, '19349809': 1, '29946532': 1, '34934593': 2}", "similar_patients": "{'3700799-1': 1}"}