{"patient_id": 51062, "patient_uid": "8181100-1", "PMID": 34194847, "file_path": "comm/PMC008xxxxxx/PMC8181100.xml", "title": "Minimally Invasive Resin-Bonded Inlay-Retained Cantilever Fixed Dental Prosthesis: A Clinical Report", "patient": "A healthy 42-year-old man visited the Department of Prosthodontics of Dar Aluloom University seeking a replacement for his missing mandibular right first molar which had been extracted several years ago after unsuccessful endodontic treatment (). His dental history also included orthodontic treatment for about two years to correct malocclusion (crowding in some areas and spacing in other areas because of his missing four first molars). The orthodontist referred him to the prosthodontic clinic to restore the narrow space in the mandibular right first molar area, which had not been closed by the orthodontic treatment. The clinical investigation revealed a narrow mandibular first molar space that contraindicated for implant placement (). In addition, the mandibular right second molar had an occlusal amalgam restoration with occlusal recurrent caries (). The majority of teeth were vital, and the oral hygiene was good. A periapical radiograph revealed a deep existing amalgam restoration in the mandibular right second molar, with no periapical abscesses or other significant findings. After making primary impressions for diagnostic casts and consultation with other specialists, a treatment plan was formulated to replace the missing tooth with a minimally invasive resin-bonded IRCFDP []. The patient was informed about the risk of the proposed treatment and its alternatives, including a conventional cantilever FDP and IRFDP. After rubber dam placement, the existing amalgam restoration on the second right molar and the caries were removed, providing a cavity for the inlay retainer, which followed the preparation principles for ceramic inlay restorations []. The inlay cavity was prepared without bevels with fine-grit diamond rotary instruments by removing sharp margins, smoothing the pulpal floor, and preparing two retainer-wings buccally and lingually. The enamel surface was reduced by approximately 0.5 mm to provide a 3 × 4 mm enamel area for bonding (). The reduction was parallel to the path of insertion of the inlay retainer. After abutment preparation, polyvinyl siloxane impression material was used for the final impression (Take 1 Advanced; Kerr Corp) in a stock tray and poured with Type IV dental stone (Fujirock; GC Corp). The stone cast was scanned with a laboratory scanner. The resin-bonded IRCFDP was designed as an inlay retainer with buccal and lingual retainer wings and a second premolar pontic and milled from an A2 zirconia shade block (Cercon HT Full Contour Zirconia; Dentsply Sirona) (Figures and ).\\nAfter sintering, the framework was seated on the cast after minor corrections, and then, the marginal fit and internal fit were checked intraorally using an explorer and a silicone indicator paste (Fit Checker, GC Corp). The silicone indicator paste exhibited a homogeneous and thin thickness which was accepted. For the inlay retainer, the minimum thickness was 3 mm, and for the buccal and lingual retainer wings, it was 0.7 mm. The dimensions for the proximal connector were approximately 4 mm in height and 4 mm in width. After try-in stage () and to remove the residues of the saliva and blood, the bonding surface of resin-bonded IRCFDP was cleaned using hot water steamer. Then, the bonding surface of the inlay retainer and the buccal and lingual retainer wings were airborne-particle abraded with 50 μm Al2O3 for 10 seconds with 0.1 MPa pressure []. After that, the prosthesis was ultrasonically cleaned for 3 minutes in alcohol path to remove the abrasive residues. Consequently, the resin-bonded IRCFDP was stored in a special container while the preparation surfaces of the abutment tooth are cleaned and treated for the next cementation process.\\nA rubber dam was applied during adhesive cementation, and the abutment tooth was cleaned with pumice. Then, the preparation surfaces of the abutment tooth were etched with a 37% phosphoric acid gel (Cica; Promedica) for 15-30 sec (according to the tooth structure; dentin or enamel). Then, the acid etch gel was sprayed off with water for 15 sec, and the tooth was thoroughly dried with air stream. After that, the enamel and dentin walls were conditioned with corresponding primer (Compobond LCM Primer; Promedica) which was mixed according to manufacturer's instructions and applied for 30 seconds before dispersing the excess using gentle oil-free air stream. Then, the adhesive material (Compobond LCM Adhesive; Promedica) was mixed according to manufacturer's instructions and applied for 15 seconds before removing the excess using gentle oil-free air stream and light cured for 15 sec. Finally, bonding surfaces of the prosthesis were primed with a ceramic primer (Aureocem DC Ceramic Primer; Promedica) using a microbrush. The primer was left for 60 s, and the excesses were removed with an oil-free air stream. After that, the cement (Aureocem DC Automix, Promedica) was distributed over the resin-bonded IRCFDP bonding surfaces, and the prosthesis was seated in place (). Steady finger pressure was applied during the setting time. After cementation, the function and occlusion were checked using articulator papers.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'12066646': 1, '12070513': 1, '28688950': 1, '7033515': 1, '12066490': 1, '5228889': 1, '17368743': 1, '9594477': 1, '1891598': 1, '16429700': 1, '30879990': 1, '29522288': 1, '4582856': 1, '27832968': 1, '4990802': 1, '9470575': 1, '16335169': 1, '20691750': 1, '12186346': 1, '15507910': 1, '15732550': 1, '20561160': 1, '318693': 1, '30349904': 1, '21935512': 1, '9452672': 1, '15237872': 1, '34194847': 2}", "similar_patients": "{}"}