{"patient_id": 112321, "patient_uid": "8561150-1", "PMID": 33189115, "file_path": "noncomm/PMC008xxxxxx/PMC8561150.xml", "title": "Unilateral Bi-portal Endoscopic Decompression via the Contralateral Approach in Asymmetric Spinal Stenosis: A Technical Note", "patient": "A 75-year-old man presented with a 1-year history of back pain that radiated to the right buttock, leg, and foot dorsum region. The pain aggravated when he stood up from the sitting position. The claudication distance was 5 minutes. The pain had worsened in recent months. Physical examination showed normal motor and sensory function in both the lower limbs. Preoperative magnetic resonance imaging (MRI) showed right L4/5 facet cyst, with compression on the L5 nerve root at the shoulder region ().\\nUnilateral bi-portal endoscopic right L4/5 facetal cyst excision was performed via a left-sided approach. No dural tear was observed. Postoperatively, the patient experienced improvement in the right buttock and right foot dorsum pain. No wound or surgical complications were noted. The patient was discharged on postoperative day 8.\\nOn postoperative day 20, the pain over the right buttock radiating to the right leg and the foot reduced dramatically. The patient reported 100% pain relief in the right leg. At 1.5 months postoperatively, the patient reported an overall 90% reduction in back pain.\\nA 73-year-old man who was premorbid walking unaided, complained of back pain, left hip pain, and weakness and numbness of left leg. Claudication distance was 5 minutes. The symptoms occurred since 5 years ago, becoming worse 2 months before our initial consultation ().\\nThe patient attended another hospital 1 month ago, diagnosed of L3/4 spinal stenosis. Back injection was given over the affected area, although the exact procedure could not be identified. Physical examination showed normal lower limb motor and sensory functions, except with diminished motor power of 4/5 for left ankle dorsiflexion. Preoperative computed tomography (CT) and MRI showed a 1.5-cm ossified ligamentum flavum at L3/4 level, causing left lateral recess stenosis and grade C central spinal stenosis.\\nUnilateral bi-portal endoscopic left L3/4 excision of the ossified flavum was performed via the right-sided approach. No dural tear was observed. No wound or surgical complications were noted. We observed rapid postoperative reduction in the left hip and buttock pain. Left ankle dorsiflexion improved to 4+/5. The patient was able to walk independently with minimal postoperative pain. The patient was discharged on postoperative day 3. On the follow-up conducted at 2 weeks postoperatively, mild residual back pain and left leg pain was present. The patient was able to walk independently with minimal pain.\\nA 69-year-old woman complained of right back and buttock tightness and right whole leg numbness, with radiating pain to the posterior thigh and calf. The claudication distance was 5 minutes. The condition manifested 5 years previously and had aggravated in the last month. The patient had attended another hospital previously and was diagnosed with L4/5 severe central stenosis and moderate right L4/5 foraminal stenosis. Nerve root injection was given without improvement. Examination showed normal lower limbs power and sensation. Numbness was present in particular the right foot region ().\\nCT lumbar spine showed severe osteophytes at the right L4/5 facet joint, extending to the canal space. MRI lumbar spine showed concomitant broad-based right L4/5 bulging disc, causing grade-D central stenosis and obliteration of the right L4/5 lateral recess.\\nUnilateral bi-portal endoscopic decompression of the right L4/5 hypertrophic facet and spinal stenosis was performed using the left-sided approach. Additional dynamic screw (S-G) fixation was performed bilaterally at L4/5 levels. No dural tear was observed. No wound or surgical complications occurred. The patient’s symptoms reduced from postoperative day, with reduced right buttock pain, numbness, and neurogenic claudication. Mild residual pain was present on the operation site and right buttock after patient-controlled analgesia was removed on postoperative day 3. The patient’s condition continued to improve throughout the in-hospital recovery period, and she could walk independently in the ward. She was discharged on postoperative day 12. Her condition had stabilized at the 1-month follow-up after the surgery.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'7263743': 1, '30458327': 1, '16227895': 1, '27437011': 1, '29857220': 1, '31254694': 1, '28919229': 1, '21087400': 1, '21160391': 1, '2781411': 1, '20300782': 1, '16760779': 1, '24878273': 1, '30959588': 1, '28389410': 1, '28207618': 1, '26828887': 1, '4225346': 1, '30641853': 1, '30943706': 2, '21121755': 1, '31698129': 1, '33189115': 2}", "similar_patients": "{'6449824-1': 1}"}