{"patient_id": 55104, "patient_uid": "8376460-1", "PMID": 34422431, "file_path": "comm/PMC008xxxxxx/PMC8376460.xml", "title": "Management of Groin Pain Using an Iliohypogastric Nerve Block in a Patient with Inguinal Hernia due to Persistent Müllerian Duct Syndrome", "patient": "A 43-year-old man presented to our institution with a 2-week history of left-sided groin pain. He was married but had no children and had initiated treatment for infertility at another institution three years prior. The semen analysis revealed oligozoospermia. His brother had a history of cryptorchidism and eventually developed testicular cancer and underwent orchiectomy. On physical examination, the right testis was not palpable in the scrotum, and there was a nonreducible swelling at the left groin. Computed tomography demonstrated herniation in the left groin and right cryptorchidism. The patient desired removal of the right-sided cryptorchidism because of his family history of testicular cancer.\\nWe performed herniorrhaphy using the transabdominal preperitoneal approach for the left inguinal hernia. We confirmed right cryptorchidism () at the time of surgery. We also noted a solid structure resembling a uterus that extended into the left inguinal canal (). We performed a laparoscopic right orchiectomy with bilateral preperitoneal hernia repair using a mesh. The structure that resembled a uterus was not removed to preserve the remaining internal male genitalia. Histopathology of the right testis showed no evidence of malignant degeneration. The patient was discharged without groin pain or any other complications after surgery and was advised of his diagnosis of PMDS.\\nFour years later, he returned with new-onset left groin pain that had persisted for 3 weeks, accompanied by left lower quadrant abdominal pain. The pain was causing difficulty with his occupation as a truck driver. Magnetic resonance imaging (MRI) showed a left inguinal hernia, with uterine and vaginal structures extending from the left inguinal canal into the scrotum. The Müllerian duct derivatives were continuously connected to the prostate on the dorsal side (). At the time of his arrival, the patient eventually did not conceive a child even after in vitro fertilization for several times as fertility treatment; therefore, the patient already decided to discontinue the fertility treatments.\\nWe diagnosed the recurrent hernia as the cause of his pain. Prior to performing any invasive surgical procedures, we performed an iliohypogastric nerve block using 1% lidocaine. This nerve block relieved his pain. He has had an uneventful course since the block and has been able to return to work. Two weeks after the nerve block, the patient returned to our hospital for follow-up care and had no complaint of groin pain. We discussed how to manage recurrent groin pain in the future. Our plan for any future recurrence was to perform surgical neurectomy of the iliohypogastric nerve for long-term pain control and better quality of life. However, the patient did not agree to undergo the procedure at this most recent appointment.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'20027561': 1, '7992173': 1, '28528332': 1, '25143891': 2, '32049810': 2, '18082721': 1, '17902529': 1, '15567812': 1, '32961540': 1, '22540537': 1, '21509811': 1, '32172781': 1, '34422431': 2}", "similar_patients": "{'7035117-1': 1, '4137638-1': 1}"}