{"patient_id": 58177, "patient_uid": "8516016-1", "PMID": 34660154, "file_path": "comm/PMC008xxxxxx/PMC8516016.xml", "title": "To Lumbar Puncture or Not to Lumbar Puncture: A Case of Lyme Neuroborreliosis", "patient": "A 61-year-old Ukrainian woman with a past medical history of hypertension was admitted to the hospital in August for a 24-hour history of inability to completely close her left eye and a “funny feeling” on the left side of her face. Six weeks prior to presentation, she was seen at an urgent care center for erythema and swelling on the base of the index finger of her right hand after she thought she might have been bitten by a spider two days prior. On described examination, there was an erythematous raised circled rash on the dorsum of her right hand which was deemed to be cellulitis. She was prescribed a course of oral cephalexin 500 mg twice daily for seven days and was advised to use an over-the-counter nonsteroidal anti-inflammatory drug (NSAID) for the swelling. Three weeks after, she started to develop a progressively worsening posterior dull neck pain along with bilateral arm pain of similar characteristics radiating from her back to her shoulders which was not responsive to NSAIDs. The pain later became associated with progressive arm weakness, which continued to progress over the following three weeks up to the point where she could not comb her hair. Then, one day before presentation, left-sided facial weakness started and she decided to present to the hospital. On review of systems, she otherwise denied any fevers, chills, chest pain, shortness of breath, legs swelling, joint pains, vision changes, or other recent rashes. Her only home medication was amlodipine 10 mg daily. She had no known drug allergies. She denies any smoking, alcohol intake, or any other illicit drugs. She had no reported recent travel or hiking activities, but she enjoyed gardening in her big country house in Upstate New York. She did not have any pets or exposure to ticks that she was aware of.\\nPhysical examination on admission was notable for stable vital signs with a blood pressure of 125/80 mmHg, heart rate of 89 bpm, respiratory rate of 17/min, temperature of 36.8°C, and oxygen saturation of 97% on room air. Neurological examination revealed a complete flaccid left-sided facial palsy with no other cranial nerve involvement. The range of motion of both shoulders was limited on abduction to 45 degrees due to both pain and weakness. Examinations of the heart, lung, abdomen, skin, other joints, and the rest of the neurological signs were all unremarkable.\\nOn laboratory testing, complete blood count, serum electrolytes, thyroid-stimulating hormone (TSH), free T4, vitamin B12, urinalysis, and creatinine were within normal limits. Antinuclear antibody (ANA) test was negative, creatine kinase was 40 U/L (normal: 21-215 U/L), aldolase was 3.2 U/L (normal <7.7 U/L), sedimentation rate was 12 mm/h (normal: 0-30 mm/h), and C-reactive protein was <4.0 mg/L (normal: 0-10 mg/L). Imaging studies including brain MRI and head CT were unremarkable. MRI of the cervical spine showed mild cervical spondylosis with a normal-appearing spinal cord. On the basis of compatible neurological manifestations in an endemic region with a suspicious history of an arthropod bite weeks prior during the summer, Lyme antibody testing was sent and found to be positive at a level of 11.70 by enzyme immunoassay and Western Blot was IgM positive with three out of three reactive borrelial proteins. Diagnostic lumbar puncture (LP) for CSF analysis was recommended by the primary team for further workup. However, she politely declined as she wondered if the treatment decision would be altered by the results of an invasive procedure.\\nAfter discussion with the Neurology and Infectious Disease consultants, the diagnosis of early disseminated LNB manifesting as painful radiculoneuritis, motor weakness, and facial nerve palsy (so-called Bannwarth syndrome) was considered a strong possibility based on her clinical presentation and serologic criteria. She was subsequently discharged home on oral doxycycline 100 mg twice daily for four weeks along with oral prednisone 60 mg for five days and eye drops. After discharge, she was seen in the neurology office for follow-up at two weeks where she stated complete resolution of her facial weakness and pain along with marked improvement in her weakness which did not recur after successful course completion.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'21422457': 1, '8769624': 1, '29048514': 1, '19947857': 1, '29120995': 1, '19930447': 1, '32133487': 1, '33251700': 1, '12802042': 1, '2668764': 1, '34660154': 2}", "similar_patients": "{}"}