{"patient_id": 59564, "patient_uid": "8580112-1", "PMID": 34786229, "file_path": "comm/PMC008xxxxxx/PMC8580112.xml", "title": "BRASH Syndrome Leading to Cardiac Arrest and Diffuse Anoxic Brain Injury: An Underdiagnosed Entity", "patient": "We present a case of a 69-year-old male who has a past medical history of atherosclerotic coronary artery disease status post percutaneous transluminal coronary angioplasty with a drug-eluting stent in 2018, essential hypertension, and insulin-dependent type-II diabetes mellitus. Home medications included metoprolol succinate, lisinopril-hydrochlorothiazide, aspirin, clopidogrel, rosuvastatin, metformin, and insulin Degludec. The patient was brought to the emergency department at an outlying facility by Emergency Medical Services when the family could not wake him up from sleep during the afternoon nap. The patient exhibited Cheyne-Stokes breathing and was deeply obtunded on presentation. He was intubated to protect the airway because of the low Glasgow Coma Scale score of 5. The patient was in a state of hypertensive emergency with a blood pressure of 253/124 mmHg. The patient received 20 mg of labetalol for high blood pressure, and shortly after, he started to become bradycardic and later went into pulseless electrical activity. Cardiopulmonary resuscitation (CPR) was started, and return of spontaneous circulation (ROSC) was achieved after 10 min of CPR with three rounds of epinephrine and 1 g of calcium chloride. Initial laboratory workup showed that the patient had acute kidney injury (AKI) (creatinine 2.14 mg/dL with baseline creatinine in the normal range), severe hyperkalemia (potassium 7.9 mmol/L), bicarbonate 21 mmol/L, lactate 4.7 mmol/L, high-sensitivity troponins 20 ng/L (0-22 ng/L), blood glucose of 550 mg/dL, beta-hydroxybutyrate 0.32 (0.02-0.27 mmol/L), and negative urinary ketones. Intravenous (IV) calcium gluconate, insulin, and dextrose were administered for hyperkalemia. After the ROSC, the patient remained hypotensive and bradycardia with a heart rate in the 30s (beats per min); he was given IV fluid blouses, and epinephrine infusion was started. Initial ECG showed sinus bradycardia with first-degree AV block without other electrocardiographic features of hyperkalemia (Figure ).\\nThe patient was then transferred to our facility for a higher level of care. On arrival at our facility, the patient was already intubated but not requiring any sedation as he was not responsive, although some myoclonic jerks were noted. He was given a dose of 1 mg atropine and 5 mg glucagon for bradycardia with subsequent improvement of heart rate to 50-60 beats per min. The patient was started on targeted temperature management, and the patient’s body temperature was maintained at 33 degrees Celsius for 24 hours with gradual rewarming afterward. Hyperkalemia resolved with regular insulin and dextrose treatment. AKI resolved with IV fluid hydration. The patient was not on any sedation but remained unresponsive with absent corneal, pupillary, cough, and gag reflexes. Computerized tomography (CT) scan of the head and CT angiography scan of head and neck showed signs of diffuse anoxic brain injury and complete occlusion of all large vessels within the head and neck (Figures , ).\\nUnfortunately, the patient was confirmed brain dead with a positive apnea test and absence of brainstem reflexes. The patient’s presentation and hospital course were suggestive of BRASH disease: bradycardia from hyperkalemia and AV nodal blocking medication with subsequent development of cardiogenic shock. The patient already was in AKI with hyperkalemia, which along with the effect of labetalol led to profound bradycardia and cardiac arrest.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'7237977': 1, '21883995': 1, '32201662': 2, '28303073': 1, '25715086': 1, '16844855': 1, '4831726': 1, '31498767': 1, '2455308': 1, '11872557': 1, '30820692': 1, '30177318': 1, '32565167': 1, '27784284': 2, '31311698': 1, '34786229': 2}", "similar_patients": "{'7075507-1': 1, '5081674-1': 1}"}