{"patient_id": 60416, "patient_uid": "8620130-1", "PMID": 34823539, "file_path": "comm/PMC008xxxxxx/PMC8620130.xml", "title": "Deep venous thrombosis in an individual with statin-exposed anti-SRP myopathy: case report and review of literature", "patient": "A 56-year-old female with a history of hypertension and hyperlipidemia presented to outpatient room with gradually progressive bilateral lower-extremity weakness more than five weeks and exaggeration for one week. She had difficulty in getting up from the bed and lifting the feet off the floor but denied fever, rash, dysphagia, headache, sialorrhea, diplopia, muscle pain, and sensory changes. There was no family history of genetic myopathies or rheumatologic. She had been taking the amlodipine, metoprolol tartrate, and atorvastatin for 6 years.\\nA scrotal examination revealed the power in her both upper and lower bilateral proximal extremities was 2/5, and that in both upper and lower bilateral distal extremities was 3/5. Her muscle tone in lower extremities was decreased but deep tendon reflexes were normal.\\nLaboratory tests showed normal complete blood count and C-reactive protein. Sedimentation rate was slightly elevated to 28 mm/h. There was an increase in creatine kinase (CK) 7892 IU/L, myohemoglobin (MYO) 2315 IU/L, and lactic dehydrogenase 1244 IU/L. AST and ALT were increased to 159 IU/L and 171 IU/L, respectively. Serum magnesium were elevated to 1 mg/dL. Her antinuclear antibody and anti-neutrophil cytoplasmic antibody were normal. Serum immunological studies demonstrated postivie antibodies of anti-SRP and Ro-52. Magnetic resonance imaging of thigh revealed extensive edema, suggestive of diffuse myositis (Fig. A). Electromyography showed myogenic lesion. A biopsy of muscle of right thigh revealed necrotic muscle clustered intermingled with few lymphocytes (Fig. B and C).\\nShe was diagnosed with anti-SRP myopathy. Statin was discontinued. The patient was started on intravenous immune globulin (IVIG) 0.5 g/kg divided over five-day course. Simultaneously, high-dose methylprednisolone (500 mg/d) was administered for three days, followed by solumedorl 80 mg daily. Following the commencement of tacrolimus (3 mg/day), serum CK and MYO levels decreased to 3603 U/L and 2066 U/L, respectively. Muscle weakness gradually recovered. The oral solumedrol upon discharge was slowly tapered down to maintenance dose of 0.8 mg/kg/day.\\nThe steroid was slowly tapped down over one month. She was readmitted to our intervention department due to mild edema and pain of left lower extremity. Laboratory tests showed serum CK level decreased to 1241 U/L and serum MYO level decreased to 787 U/L, while D-dimer increased to 22.7 μg/mL. Severe and diffuse venous thrombosis of left lower extremity was confirmed by angiography and ultrasound (Fig. A and B). The catheter-directed thrombolysis was performed for revascularization. A self-expandable inferior vena cava filter was deployed and a catheter was percutaneous placed into iliac vein. For thrombolysis, 200,000 U of urokinase (UK) was directly infused twice through catheter within 1 h. After surgery, 400,000 U/day of UK was continuously administrated through catheter for 4 days. Lower weight molecular heparin (5000 U, Q12h) was also injected subcutaneously for five days, followed by orally rivaroxaban 15 mg BID and simvastatin 20 mg qn. To evaluate the efficacy of thrombolysis, percutaneous transluminal angioplasty (PTA) was performed one month after CDT. Angiography revealed partial thrombus removal and good blood flow (Fig. C). However, serum CK and MYO levels increased to 4408 U/L and 3681 U/L, respectively. Steroid combined with tacrolimus were carried on while simvastatin was immediately discontinued. With a good response, the power of affected muscle groups was gradually recovered and serum CK level decreased to nearly normal range. After myopathic management, discontinuation of simvastatin, and anticoagulant treatment ultrasonography revealed only partial thrombosis in left femoral vein (Fig. D).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'16905749': 1, '26886523': 1, '27147697': 1, '29224675': 1, '29582188': 1, '29399526': 1, '21400483': 1, '30129477': 1, '27350751': 1, '10189452': 1, '32376517': 1, '20496415': 1, '27086869': 1, '29221629': 1, '25963141': 1, '2432596': 1, '34823539': 2}", "similar_patients": "{}"}