{"patient_id": 56129, "patient_uid": "8422607-1", "PMID": 34488725, "file_path": "comm/PMC008xxxxxx/PMC8422607.xml", "title": "Brachial plexus injury after clavicle fracture operation: a case report and literature review", "patient": "A 34-year-old female patient was admitted to the hospital for 13 h due to the right shoulder movement restriction after a fall. The X-ray showed a fracture of the right clavicle (Fig. -A), with a significant displacement of the fracture end. After the fundamental assessment of the patient, we found that the patient’s upper limb nerve function is normal and can undergo the operation. So it was planned to use the clavicle anatomical plate (Waston Medical Corporation, China) for open reduction and internal fixation, following the standard operating procedure, using brachial plexus and cervical plexus anaesthesia, taking the fractured end as the center to make an 8 cm incision, and separating the tissue layer by layer. The fracture ends were severely comminuted, with the sharp distal and proximal ends. After carefully aligned the fracture ends with anatomical locking plates and screws, the fractures were well restored by radioscopy, and the wound is sutured after washing (Fig. -B).\\nTwelve hours after the operation, the anesthetic effect subsided, and the patient complained of weakness in the right upper arm and forearm. Physical examination showed that the range of motion of the right elbow, right wrist joint, and right fingers was significantly reduced compared to the opposite side. The patient couldn’t extend the wrist (Fig. A), could extend the thumb (Fig. B), could flex the elbow (Fig. C). Muscle strength: right deltoid 2/5, right biceps 2/5, lateral extensor pollicis longus 2/5. The sensation of the right forearm and right hand was weaker than that of the contralateral side. Reports of brachial plexus injury caused by clavicle fracture surgery are rare but based on the patient’s symptoms, we consider the patient has incomplete brachial plexus injury. However, there is no indication for immediate surgical exploration because of the short occurrence time. Thus we gave supportive treatment: Oral methylcobalamin to nourish nerves (Yangtze River Pharmaceutical Group Corporation), 0.5 mg/time, 3 times/day, and limb nerve electrical stimulation to promote functional recovery, 20 min/time, 2 times/day. On the 3rd and 7th day after the operation, the patient’s surgical incision healed well. The range of motion of the right elbow, right wrist joint, and right thumb and index finger recovered slightly, but the range of motion of the 3rd, 4th, and 5th fingers of the right hand remained unchanged. There was no significant improvement in the muscle strength of the right deltoid, biceps, and right extensor pollicis longus.\\nAfter being discharged from the hospital, the patient was asked to continue rehabilitation exercises and nutritional nerve treatment; and was followed every 2 weeks to 60 days after surgery. The motor function of the patient’s right upper limb recovered well. Abduction and adduction of shoulder and fingers, flexion and extension of wrist and elbow were normal (Fig. ). Muscle strength: right upper limb completely restored, right deltoid 5/5, right biceps 5/5, right extensor pollicis longus 5/5. The sensation of the right forearm and right hand shows no abnormality compared to the opposite side.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'28606839': 1, '28202071': 1, '31415405': 1, '32471922': 1, '31879474': 1, '27549685': 1, '33258399': 1, '32639335': 1, '31094590': 1, '28819602': 1, '32193683': 1, '26359343': 1, '31722869': 1, '32058665': 1, '27582950': 1, '29383656': 1, '26995460': 1, '34488725': 2}", "similar_patients": "{}"}