{"patient_id": 57754, "patient_uid": "8494858-1", "PMID": 33829404, "file_path": "comm/PMC008xxxxxx/PMC8494858.xml", "title": "De novo ulcerative colitis after kidney transplantation treated with infliximab", "patient": "A 45-year-old man with end-stage kidney disease because of focal segmental glomerulosclerosis successfully underwent preemptive kidney transplantation 5 years ago, with his mother as donor. His serum creatinine level remained within 1.3–1.4 mg/dL, and no urinary abnormalities were detected while taking tacrolimus (4.0 mg), methylprednisolone (2.0 mg), and mycophenolate mofetil (MMF, 750 mg). Trough level of tacrolimus was monitored once per month, and maintained at less than 5.0 ng/ml from 3 months after KT. Prior to the current presentation, pre-transplantation colonoscopy did not reveal evidence of malignancy or IBD. Following KT, he experienced no complications such as graft dysfunction, rejection episodes, or infectious events.\\nTwo and a half years post-transplantation, he exhibited diarrhea with bloody stool over 10 times per day. Laboratory findings upon initial presentation of diarrhea did not reveal elevated white blood cell count (4.9 × 103/μl) or serum C-reactive protein (CRP, 0.1 mg/dL) (normal range, < 0.3 mg/dL). His serum creatinine level was 1.36 mg/dL without abnormal urinary findings, which was consistent with the baseline level. Hemoglobin and platelet count were normal (12.0 g/dL and 260 × 103/μl, respectively). Stool cultures were negative for routine bacteriological examination (Shigella, Escherichia coli, and Campylobacter). Stool specimens were also negative for Clostridium difficile toxin. Cytomegalovirus (CMV) infection was ruled out by histological examination of colonic biopsy specimens and negative result from antigenemia assay. Colonoscopy revealed edematous mucosa and erythema with pigmentation, which are typical findings in UC (Fig. a). Light microscopic examination of colonic mucosa samples revealed severe inflammation with decreased goblet cells, and crypt abscesses, diffuse stromal lymphoplasmacytic infiltration, and irregular glands, which are also consistent with UC (Fig. b). Regarding histological findings, an IBD-like pattern can be observed in MMF colitis []. Considering most cases of MMF colitis develop within the first 6 months after onset of treatment [], in our patient, diarrhea was believed to have resulted from UC, rather than as a side effect of MMF. Therefore, he was started on 3,000 mg of 5-aminosalicylate (5-ASA) and underwent 10 sessions of granulocyte monocyte apheresis. However, he presented with massive bloody diarrhea and serum CRP levels elevated to 2.8–3.0 mg/dL 8 months after starting treatment with 5-ASA and apheresis. Follow-up colonoscopy showed significant deterioration, as there was mucosal erosion and spontaneous bleeding, which were not observed on prior colonoscopy (Fig. ). CMV infection was excluded by histopathological examination of specimens obtained from colon biopsy. Therefore, he was administered infliximab, anti TNF-α therapy (5.0 mg/kg). Considering the risk of infection from use of multiple immunosuppressants, administration of methylprednisolone was suspended for 2 months and later resumed. He responded very well to the new regimen and achieved remission 6 months after initiation of infliximab. Infliximab has been administered every other month on a continuing basis. Outpatient management of UC has been carefully continued with uneventful clinical course. Follow-up colonoscopy 2 years after starting treatment with infliximab showed significant improvement, based on there being no mucosal erosion or spontaneous bleeding (Fig. ).", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'9040206': 1, '24175165': 1, '26126799': 1, '24444171': 1, '12848624': 1, '27862714': 1, '11465800': 1, '31945767': 1, '8402910': 1, '10699159': 1, '16686766': 1, '18295064': 1, '27741127': 1, '19951264': 1, '21769176': 2, '23622632': 1, '16686772': 1, '20002354': 1, '1356531': 1, '33132635': 1, '21094876': 1, '26475633': 1, '33829404': 2}", "similar_patients": "{'3132332-1': 1}"}