{"patient_id": 60222, "patient_uid": "8610206-1", "PMID": 34824925, "file_path": "comm/PMC008xxxxxx/PMC8610206.xml", "title": "Severe Lactic Acidosis Due to Acute Intoxication by Emtricitabine/Tenofovir Alafenamide", "patient": "This is a 46-year-old female with a history of generalized anxiety disorder who presented to the emergency department four hours after intentional ingestion of tenofovir alafenamide/emtricitabine (Descovy®). The patient had no formal diagnosis of HIV or hepatitis B. Medications were obtained from a close relative. She complained of severe nausea and lower back pain. Denied concurrent use of alcohol or salicylates. On presentation to the emergency department, the patient was agitated, tachypneic and hemodynamically stable. Lab work showed increased anion gap metabolic acidosis with acute kidney injury. Toxicology work-up for salicylate and alcohols was negative. A urine drug screen was positive for benzodiazepines and methamphetamine. Complete blood count was unremarkable and urinalysis negative for ketones. After 10 hours, the patient evolved to clinical and laboratorial deterioration consistent with hemodynamic instability, sinus tachycardia of 120 bpm, tachypnea at a respiratory rate of 50 bpm, hypothermia of 93.2˚ F and cyanosis. Blood pressure dropped to 80/60 mmHg. Follow up chemistry panel showed worsening of lactic acidosis and hypoglycemia (Table ).\\nPatient was emergently intubated and transferred to the ICU. The patient was placed on a norepinephrine infusion following a failed resuscitation attempt with intravenous fluids. The metabolic acidosis remained refractory to bicarbonate bolus and drip. Hypothermia and hypoglycemia were corrected. Despite the initial approach, the patient remained acidotic, and the nephrology was consulted for emergent continuous renal replacement therapy (CRRT). After three days of ICU and CRRT, the patient improved and was successfully decannulated. Her metabolic profile also showed remarkable improvement and the metabolic lactic acidosis resolved.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'17545703': 1, '28640087': 1, '29278542': 1, '28991887': 1, '25433664': 1, '26952360': 1, '15338857': 1, '12684925': 1, '23373554': 1, '15916912': 1, '30932951': 1, '16176639': 1, '29625557': 2, '26045712': 1, '21288314': 1, '28885375': 1, '28746158': 1, '19776778': 1, '29975806': 1, '14526384': 1, '18018766': 1, '17578788': 1, '16152705': 1, '16932402': 1, '28348477': 1, '15287389': 1, '18181693': 1, '26568856': 2, '26426594': 1, '34824925': 2}", "similar_patients": "{'4636755-1': 1, '5889588-1': 1}"}