{"patient_id": 60943, "patient_uid": "8650249-1", "PMID": 34876034, "file_path": "comm/PMC008xxxxxx/PMC8650249.xml", "title": "mNGS helped diagnose scrub typhus presenting as a urinary tract infection with high D-dimer levels: a case report", "patient": "A 52-year-old woman, an urban dweller with a history of fieldwork, complained of fever, chills, headache, and myalgia for 10 days and dysuria and urinary frequency and urgency for 2 days and was admitted to the First Affiliated Hospital of Nanchang University in March 2021. Before coming to our hospital, the patient had been diagnosed with influenza at a local clinic and subsequently received cefixime for 5 days, cefuroxime for 4 days, and amoxicillin for 1 day (Fig. ); however, her symptoms remained. On admission, the patient presented with a temperature, pulse rate, respiration rate, blood pressure, and Barthel index of 39.3 °C, 103 beats/min, 25 beats/min, 90/44 mmHg, and 90 points, respectively. There were no rashes or eschar, no lymphadenopathy, and no obvious abnormalities on her body. Laboratory examination showed elevated serum amyloid A protein (SAA) (266.47 mg/L), C-reactive protein (CRP) (200.98 mg/L), alanine aminotransferase (ALT) (61.5 U/L), aspartate aminotransferase (AST) (64.7 U/L), D-dimer (22.84 mg/L), prothrombin time (PT) (14.1 s), and prothrombin time/international normalized ratio (PT-INR) (1.11) values. Abnormalities in proteinuria (1 +), the white blood cell count (WBC) in urine (6–8 cells/high-power field (HPF)) and haematuria (2 +) were noted. The WBC (7.93 × 109/L) and PLT (118 × 109/L) levels were normal. There were no obvious abnormalities in the remaining test results (Table ). Her body temperature fluctuated at approximately 38 °C after admission to the emergency medicine department (Fig. ). A febrile infectious disease of unknown etiology was diagnosed at our hospital. Considering that it was likely to be caused by a bacterial or viral infection, levofloxacin and peramivir were used for temporary treatment, and diclofenac sodium was used to treat fever when necessary, but the patient's body temperature dropped only temporarily and then rose again after a few hours. This showed that the treatment was not optimal.\\nTo make a definitive diagnosis, blood samples were collected on Day 11 of illness (18 March) for serologic tests of common bacteria such as typhoidal Salmonella, Streptococcus pneumoniae, Mycoplasma pneumoniae and Chlamydia pneumoniae; viruses such as herpes simplex virus, influenza A virus, influenza B virus, rubella virus, adenovirus, respiratory syncytial virus and coxsackie virus; parasites such as Toxoplasma gondii; and autoimmune diseases. In addition, blood and urine cultures were performed. The results of these tests were negative. Unfortunately, the patient’s symptoms worsened, and her blood pressure continued to drop (84/41 mmHg). Considering the complexity of the patient’s condition, whole-blood samples were sent to the molecular diagnostic laboratory for mNGS analysis. Two days later, the results showed that O. tsutsugamushi was the causative pathogen, and 7 sequence reads were identified, with a coverage rate of 6% (Fig. ).We substituted levofloxacin and peramivir with doxycycline at a dosage of 100 mg every 12 h. The patient’s body temperature returned to normal after 24 h. The symptoms of UTI slowly resolved, and the D-dimer levels declined. After 3 days of treatment (e.g., 23rd March), laboratory tests showed that the levels of SAA (8.46 mg/L), CRP (16.53 mg/L), and D-dimer (5.21 mg/L); the PT (11.1 s); and the WBC in urine (0–2 cells/HPF) had declined drastically, and proteinuria and haematuria had become negative. The WBC (8.19 × 109/L), PLT (314 × 109/L), and blood pressure (105/65 mmHg) levels were normal, indicating that a therapeutic effect had been achieved. The patient recovered and was discharged. On the 7th d after discharge, all examination results were normal (see Table ).", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'26261776': 1, '27429138': 1, '34395468': 1, '28945755': 1, '29769278': 1, '24812870': 1, '33180784': 1, '30423048': 1, '11874871': 1, '31648003': 1, '32868511': 1, '29099844': 1, '25853778': 1, '32375669': 2, '29096812': 1, '30742071': 1, '14717236': 2, '32576342': 1, '2499181': 1, '27602663': 1, '24312301': 1, '34876034': 2}", "similar_patients": "{'7201669-1': 1, '4531640-1': 1}"}