{"patient_id": 109587, "patient_uid": "8289322-1", "PMID": 34290853, "file_path": "noncomm/PMC008xxxxxx/PMC8289322.xml", "title": "Synchronous breast invasive ductal carcinoma and clear cell renal carcinoma: case report and a review of literature", "patient": "A 59-year-old female patient presented to our outpatient clinic with a palpable mass in her left breast. The patient had no family history of neither breast cancer, endometrial nor ovarian cancer and no comorbidities except for hypertension which was controlled. On examination the mass was suspicious and hard inconsistency; a mammogram was done, and it revealed a BIRADS (4) breast mass 13.5 × 8.5 mm at 3 o’clock position ().\\nFine needle aspiration cytology (FNAC) was done and it showed moderately differentiated invasive ductal carcinoma. Metastatic workup was requested including Chest X-rays, computed tomography (CT) scans and positron emission tomography (PET) scans, and were all free. Preoperative laboratory works up were all within normal ranges; CA.15.3 was 16 U/ml, creatinine: 1.1 mg/dl and HB; 10 mg/dl.\\nPreoperative laboratory examination was all within normal ranges; CA.15.3 was 16 U/ml, creatinine: 1.1 mg/dl and HB; 10 mg/dl. The patient went for conservative breast surgery in the form of wide local excision with intraoperative frozen section examination which confirms the malignant nature of the mass and ensures that there was no invasion at the surgical margins, so we proceed also to Levels 1 and 2 axillary lymph nodal clearance. The mass was excised, and the patient was discharged on the next day with no postoperative complications.\\nHistopathological paraffin examination confirmed that it was invasive ductal carcinoma (IDC) grad 2, T1, with no intraductal component, free surgical margins and no axillary lymph nodal metastasis LN: 0/15. There were neither tumor emboli nor tumor necrosis and the mitotic index was low (). Immunohistochemistry showed that the mass is positive for Estrogen (Score8/8), positive for Progesterone (score8/8) and negative for HER2 protein overexpression (Score0/8) (.\\nShe was scheduled to take 30 sessions of radiotherapy and then to be on hormonal therapy in the form of Tamoxifen 20 mg/day for 5 years. During the last post-operative follow-up—3 months later—the patient complains of right hypochondrial pain; furthermore, the patient was scheduled for a multi-slice Triphasic Pelvi-abdominal CT which demonstrated the presence of a highly vascular renal mass with enhancement in the arterial phase and fading out in the later phases of examination suggestive for malignancy with patent inferior vena cava (IVC) and renal vein. There was no peri-renal or abdominal lymphadenopathy (.\\nConsequently, the patient was scheduled for Rt radical nephrectomy which was done through Rt transverse paramedian incision. The renal specimen is shown in . The postoperative course went smoothly except for the wound infection which was managed conservatively. Histopathological examination showed that it was clear cell renal carcinoma, grade 2, T3a, free renal vein and lymph nodes were also free from any metastatic deposits (Score0/8; ).\\nThe patient was followed with PET-CT after 1 year and then a mammogram every year and pelvi-abdominal U/S every 6 months and there was not any evidence of regional recurrence or distant metastasis at 5 years follow-up.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'24945890': 1, '24530247': 1, '24826064': 1, '24528052': 1, '33005320': 2, '10955865': 1, '26823905': 1, '25972627': 1, '9518374': 1, '24742063': 1, '27891445': 1, '10647878': 1, '34290853': 2}", "similar_patients": "{'7519776-1': 1, '7519776-2': 1}"}