{"patient_id": 55735, "patient_uid": "8405173-1", "PMID": 34513396, "file_path": "comm/PMC008xxxxxx/PMC8405173.xml", "title": "Conservative Management of Gunshot Wound to Anterior Abdomen in a Resource-Poor Setting in the Caribbean", "patient": "A 58-year-old male, known hypertensive presented with a single gunshot to the epigastrium for six hours (Figure ). He experienced epigastric and right upper abdominal pain with no haemoptysis or per rectal bleeding. On examination, the patient was conscious and had no cardiopulmonary distress. His mucous membranes were moist and pink. His vital signs were all within normal range. Abdominal examination revealed a single entry wound into the epigastrium but no exit wound was noted. There was mild tenderness in the epigastric and right upper quadrant with no distension, guarding or rebound tenderness. Digital rectal examination revealed no blood on gloves and there was no microscopic or macroscopic haematuria noted. His haemoglobin levels were stable and they varied between 14.1mg/dL and 13.2 mg/dL. Erect chest x-ray was negative for pneumo-peritoneum, pneumothorax or haemothorax and abdominal x-rays showed no significant pathologies. FAST ultrasound scan was negative for free intra-peritoneal or pelvic fluids.\\nA contrast-enhanced computed tomography (CT) scan of the abdomen and pelvis showed a grade Ⅲ liver injury through segment Ⅷ measuring 7.1 cm x 3.9 cm (Figure ). There was no free intra or retroperitoneal air noted on the scan. The inferior vena cava was compressed by the haematoma but there was no blush or extravasation seen (Figure ). The right adrenal gland was also contused with loss of fatty hilum (Figure ). A small amount of free fluid was also noted in the pelvis (Figure ). The bullet was seen within the soft tissue of the right flank at the level of the first lumbar vertebrae (Figure ).\\nThis patient remained stable throughout the admission. The patient was managed successfully by conservative treatment with serial abdominal examinations and haemoglobin levels every four hours in the high dependency unit. The abdominal examinations were performed by the same surgeon in the first 24 hours and thereafter by the on-call senior resident. The patient was discharged home on day 3 post-admission. At one year of follow-up, the patient was doing well with no further complaints.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'16998371': 1, '14985662': 1, '23895795': 1, '29756105': 1, '25185470': 1, '11524592': 1, '24272989': 1, '22936227': 1, '5358647': 1, '32520133': 1, '9041923': 1, '20220426': 1, '30505340': 1, '10759730': 1, '5344033': 1, '25023337': 1, '18069579': 1, '34513396': 2}", "similar_patients": "{}"}