{"patient_id": 51102, "patient_uid": "8183828-1", "PMID": 34087913, "file_path": "comm/PMC008xxxxxx/PMC8183828.xml", "title": "Open total dislocation of ankle joint without fractures", "patient": "A 45-year-old male, a coal miner, suffered an impact injury and then was admitted emergently to our institution with right foot pain, bleeding, limited motion and deformity. Physical examination found a 15-cm transverse lacerated wound at the medial ankle region with ankle bone and articular cartilage exposed and surrounding soft tissues injured seriously (Fig. a). Palpation of distal dorsalis pedis artery pulse was weak, with plantar foot sensation reduced. The three-dimensional reconstruction computed tomography (CT) examination revealed total dislocation of ankle joint without concomitant fractures (Fig. b,c). Immediately, a manipulative reduction was attempted but failed. Subsequently, the patient was taken into emergency operating room and subject to emergent surgery under general anesthesia. Thorough debridement and irrigation on the medial wounds were performed first to remove contaminated and inactivated soft tissues, and we found the lateral and medial collateral ligaments were torn completely. After wound debridement, the dislocated ankle joint was reduced by squeezing the talus inward. Clinical examination further found the restored ankle joint was unstable, and then the medial and lateral ligaments were repaired with suture anchors. Fluoroscopy showed that the ankle joint matched well, and no significant signs of secondary dislocation under stress was observed (Fig. a,b). The patient was given plaster external fixation for 6 weeks after surgery, and postoperative analgesia and routine antibiotics were used to prevent infection. Weight-bearing and other vigorous activities were restricted for 10 to 12 weeks after surgery.\\nThe open wound healed at 2 weeks after operation, and no complications such as infection and skin necrosis occurred (Fig. c). The last follow-up showed a good range of metatarsal flexion and extension of the injured foot, and obvious signs of traumatic arthritis was not observed (Fig. ). According to Kaikkonen ankle function score, the patient was assessed as 90 points.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'16961183': 1, '32503488': 2, '27234977': 1, '30526926': 1, '28079306': 1, '28558998': 1, '23623627': 1, '31499572': 1, '30212937': 1, '9586247': 1, '28826653': 1, '34087913': 2}", "similar_patients": "{'7275534-1': 1}"}