{"patient_id": 53554, "patient_uid": "8297111-1", "PMID": 34306890, "file_path": "comm/PMC008xxxxxx/PMC8297111.xml", "title": "Open Pyelolithotomy in the Presence of a Retro-Renal Colon: A Safe Alternative in Resource-Limited Settings", "patient": "A 38-year-old female presented to the Urology clinic with a history of recurrent bilateral flank pain and pyelonephritis for the past four years. She was known to have large bilateral renal pelvis stones with severe hydronephrosis. The right-sided stone was 2.0cm x 1.3cm and the left-sided stone was 2.5cm x 1.6cm. There was no Urology expertise available previously and the patient was financially unable to travel abroad for intervention. Her serum creatinine over the course remained normal and no nuclear medicine was available to further assess renal function. When endourology expertise became available a cystoscopy and bilateral JJ ureteric stent placement was attempted. This failed as no contrast or wire could get past the left-sided stone into the kidney. Contrast only, but no wire could get past the right-sided stone into the right kidney. Neither expertise nor equipment was available to perform a percutaneous nephrostomy. Equipment was unavailable to perform a ureteroscopy and lithotripsy. The patient was followed up with serial serum creatinines for another 12 months until equipment and expertise became available to perform a PCNL, however, on further image review for surgical planning, a left RRC was discovered (Figures -). The decision was made instead for an open pyelolithotomy via the subcostal route to allow for adequate mobilization of the RRC.\\nUnder general anesthesia, a left subcostal incision to enter the abdominal cavity was made. The descending colon was mobilized medially to expose the renal hilum. A U-shaped incision was made in the renal pelvis between stay sutures. The stone was removed with a stone grasping forceps. The renal pelvis was close with 3-0 Vicryl sutures over a 6fr 22cm stent (Figures -). This was accomplished in 110 mins. Blood loss was 200mls. The patient was discharged two days postoperatively with a plan for stent removal in six weeks and for surgical planning for the right-sided stone.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'19747058': 1, '11963625': 1, '2311605': 1, '32743383': 1, '3973159': 1, '28966022': 1, '16635515': 1, '26005968': 1, '6332483': 1, '6784475': 1, '26558038': 1, '3975424': 1, '34306890': 2}", "similar_patients": "{}"}