{"patient_id": 51386, "patient_uid": "8200491-1", "PMID": 34136545, "file_path": "comm/PMC008xxxxxx/PMC8200491.xml", "title": "Case Report: Pericardial Effusion Treated With Pericardiectomy Plus Right Atrial Mass Resection: A 2-Year Follow-Up of Cardiac Rosai-Dorfman Disease", "patient": "A 46-year old woman with positive clinical history for RDD with cutaneous involvement and arthritis, diagnosed 5 years before, was admitted to our cardiology department after transthoracic echocardiography diagnosis of severe pericardial effusion and right atrial masses (). At admission, she referred dyspnea during ordinary activity (NYHA III), but no clinical signs of heart failure were present. Cardiac auscultation demonstrated soft heart sounds but pulsus paradoxus was detectable in the presence of sinus tachycardia and normal arterial pressure values (120/70 mmHg). Blood examination showed leukocytosis (WBC 25,000/μl, n.v. <10,000/ul) and increased inflammatory indexes (CRP 47.5 mg/l, n.v. <7 mg/l), while kidney and liver function indexes as well as BNP and Tn-I values were normal. Cardiac MRI confirmed the presence of severe pericardial effusion without concomitant signs of pericardial inflammation. Three separate right atrial neoformations were identified in the interatrial septum and near the right lateral atrioventricular junction (maximum size 13 × 19 mm involving the lateral wall of the right atrium). These masses appeared solid, with smooth borders, but with atrial wall infiltration; of note, superior cava vein involvement with caliber reduction was evident. Masses had inhomogeneous hyperintense signal at T2-weighted images with post-contrast enhancement (both first-pass perfusion images and late gadolinium enhancement). Overall, taking into consideration the positive medical history for RDD, cardiac MRI findings were consistent with cardiac involvement of RDD [(, ); ]. Possible differential diagnosis was primarily represented by cardiac metastasis from a primitive oncological disease, taking into consideration that this is the most common category of cardiac tumor, especially if multiple lesions are documented in the presence of pericardial effusion, like in this case. However, a total body positron emission tomography was performed and resulted negative for active oncological lesion.\\nDue to clinical evidence of cardiac tamponade 3 days after hospital admission, pericardiocentesis with catheter insertion was performed. Pericardial fluid analysis demonstrated no malignant cells, and immunohistochemical analysis showed the presence of histiocytes positive for AE1–AE3, D2–40, S100, and CD68 consistent with an RDD diagnosis.\\nAfter a total of 10 weeks of maximal medical therapy for inflammatory pericarditis including non-steroidal anti-inflammatory drugs (NSAIDs), colchicine, steroids, and anakinra according to current clinical guidelines, at least 100 ml of pericardial fluid has been daily drained suggesting no clinical improvement.\\nSurgical management of recurrent pericardial effusion was judged clinically indicated (), and 2 months after admission, the patient underwent pericardiectomy and debulking of atrial mass with freezing of remaining atrial neoformation (). In this scenario, although radical resection was not achievable, a debulking approach was indicated to prevent mediastinal syndrome due to complete SVC occlusion; this target, in fact, seemed to be more effectively obtained by surgery rather than radiotherapy. After successful resection, the portion of mass involving the superior caval vein was sent for histological analysis and resulted consistent with RDD (, ). More precisely, the characteristic histiocytes were found with abundant and vacuolated cytoplasm, rounded nuclei with coarse chromatin, and a single prominent nucleolus. Emperipolesis was demonstrated as well (). The post-operative course was uneventful, and the patient was dismissed 2 weeks after surgery in good clinical condition. Regular clinical and echocardiography evaluation was performed, and patient had no pericardial effusion. At follow-up, cardiac MRI confirmed the absence of pericardial effusion, the mild and slow progression of atrial masses in the presence of moderate-to-severe mitral regurgitation, and mild-to-moderate aortic regurgitation that was not present at the time of surgery and is possibly related to heart valve involvement of cRDD ().", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'27742810': 1, '19819734': 1, '23176929': 1, '26989642': 1, '5782438': 1, '33227653': 1, '20561887': 1, '26320112': 1, '30668694': 1, '34136545': 2}", "similar_patients": "{}"}