{"patient_id": 107125, "patient_uid": "8077530-1", "PMID": 33976683, "file_path": "noncomm/PMC008xxxxxx/PMC8077530.xml", "title": "Combined Post-Traumatic Total Aniridia and Glaucoma Management", "patient": "A 65-year-old male with symptoms of blurred vision, glare, and photophobia was referred to a district general hospital for the management of post-traumatic aniridia associated with glaucoma affecting his right eye. The patient suffered a closed globe injury associated with right RRD. Six months before the trauma, the patient underwent uneventful bilateral phacoemulsification. The primary management of the RRD took place in a tertiary centre and included pars plana vitrectomy and silicone oil (SO) tamponade. Following the initial procedure, the best-corrected visual acuity was 6/240 in his right eye and 6/6 in his left. The intraocular pressure (IOP) was 30 and 15 mm Hg in his right and left eye, respectively, without ocular hypotensive agents. Slit-lamp examination showed corneal haze and total iris absence associated with partial (<2 clock h) loss of zonules. The intraocular lens (IOL) was inside the capsular bag, centred, and not tilted. There was evidence of keratic precipitates and the accumulation of SO droplets (fish eggs) in the anterior chamber. Fundal examination revealed a flat retina with lattice degeneration. There were no signs of proliferative vitreoretinopathy. The cup to disk (C/D) ratio was 0.8 and 0.3 in his right and left eye, respectively. Glaucoma medication (dorzolamide-timolol combination), combined with dexamethasone drops, was commenced. Two weeks later, the patient underwent 360 prophylactic laser retinopexy. Three weeks following the prophylactic laser, the corneal haze improved significantly, and the patient underwent removal of SO (ROSO). Figure shows the beginning of the operation.\\nDuring the 2 months following ROSO, IOP was 18 mm Hg with (dorzolamide-timolol combination). Unfortunately, the IOP gradually increased to 30 mm Hg and became refractive to antiglaucoma medications. The patient was complaining of increasing glare and photophobia. Following a comprehensive risk assessment and informed patient's consent, there was a joint agreement to proceed to combined prosthetic iris implantation (Reper NN Ltd) with glaucoma filtration surgery. Coloured photos of the fellow eye were taken and matched through the sample book of Reper NN Ltd. The photos were also sent to the manufacturer for cross check.\\nThe operation began with a limbus-based conjunctival flap preparation, followed by a scleral rectangular flap creation. The next step included the creation of scleral tunnel (fistula) and the sclerostomy (with a punch). The artificial iris was folded and inserted through the tunnel (fistula) (shown in Fig. ). Following insertion, the implant was sutured to the sclera, in an adjacent to the flap position, with 10.0 nylon suture. Prior to the implant insertion, the suture was passed through one of the 3 haptic holes. Finally, the scleral flap was sutured. The operation was completed with the conjunctival closure. The end of the operation is shown in Figure .\\nThree months after the procedure, the patient's IOP was 15 mm Hg without medication and the best-corrected visual acuity was 6/60. The cornea was clear. There were no further post-operative complications. The patient denied any glare or photophobia. Most importantly, he was pleased with the cosmetic outcome (shown in Fig. ).\\nCases of post-traumatic total aniridia with simultaneous IOL and capsular bag preservation have been reported before [, , , ]. An existing corneal incision (post-cataract surgery) can serve as a decompression valve reducing the risk of globe rupture []. Yet, the risk of complications such as RRD remains, prompting physicians for meticulous examination.\\nOur patient was concerned about the functional and cosmetic issues caused by the total aniridia. The patient's expectations included a comprehensive and long-lasting solution. Current anterior chamber devices for subtotal or total iris defects include the iris-lens diaphragm; the tension ring-based prosthetic iris and the customizable artificial iris prosthesis []. In this case, the IOL was central in situ, and the capsular bag was intact, and only a partial zonular loss was present. Therefore, the implantation of a foldable artificial iris, which requires a small incision and offers a customised colour design, was considered by the surgical team as the most feasible surgical approach.\\nIn this case, the Reper NN Ltd (model C) artificial iris was chosen. This model is a foldable acrylic artificial implant available in 3 different models and 300 different colour designs. The option of tailor-made customised iris pattern constitutes a significant advantage of the implant. The model C has 3 haptics for better centration and stabilization.\\nThis patient had advanced glaucomatous disc cupping with C/D 0.8, in this right eye. After the ROSO, antiglaucoma medical treatment did not lower the IOP; therefore, a filtration surgery was required. This patient had already been operated 3 times (phacoemulsification, pars plana vitrectomy, and ROSO) in the same eye, and so the idea of a combined approach was more desirable. The main advantage of this approach is that the trabeculectomy fistula can conveniently serve as the iris implant incision, avoiding additional corneal wounds. A similar technique has been described for implanting an IOL during combined phacoemulsification and trabeculectomy []. To our knowledge, the combined technique of trabeculectomy and prosthetic iris implantation has not been previously reported.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'11777727': 1, '15592849': 1, '16565019': 1, '16545141': 1, '22347795': 1, '30345111': 1, '19685070': 1, '26840167': 1, '27151055': 1, '9836875': 1, '24513351': 1, '33976683': 2}", "similar_patients": "{}"}