{"patient_id": 108939, "patient_uid": "8240935-1", "PMID": 34267445, "file_path": "noncomm/PMC008xxxxxx/PMC8240935.xml", "title": "Arterial Thrombosis Associated with Factor V Leiden Mutation in a Child with Nephrotic Syndrome", "patient": "A 12-year-old girl presented elsewhere in July 2015 with pain in right leg associated with bluish discoloration of all toes. On evaluation, she was found to have right popliteal artery thrombosis on doppler, which was treated with intraarterial catheter-guided thrombolysis, followed by transfemoral thrombectomy. In view of failure to salvage the limb, right above knee amputation was done. She was incidentally detected to have nephrotic proteinuria (urine spot PCR- 8.2), complete urine examination showed 4+ albumin, 30-35 RBC and 8-10 pus cells, and ANA was positive. She was given three doses of methyl prednisolone injection 1 g over 3 days and referred to our hospital for further treatment. She developed seizures and MRI brain was suggestive of acute infarct in right frontal lobe. She was started on prednisolone, levetiracetam, antiplatelets, statins and biopsy was deferred. She was on regular follow-up and in view of exacerbation of edema and proteinuria in March 2016, work-up was done for hypercoagulable state and she underwent renal biopsy.\\nLaboratory study showed urine -3+ albumin, 30--35 RBC, and 6--8 pus cells; 24-hour urine protein was 3 g; hemoglobin was 10.3 g/dl, white blood cells were 18,800/mm3, and platelet count was 290,000/mm3. Blood urea, creatinine, glucose, electrolytes, prothrombin, and partial thromboplastin times were within normal limits. Biochemical analyses revealed total protein 4 g/dl, serum albumin 2.3 g/dl, total cholesterol 280 mg/dl, C3-78 mg/dl, and C4-19 mg/dl. ANA (IF) showed 4+ homogenous pattern. Test results for anti-dsDNA, p-ANCA, c-ANCA, and anticardiolipin antibody were negative. Protein S was 73% (normal 57--113%), protein C 94% (normal 70–140%), and anti-thrombin III (AT III) 96% (normal 83–128%). Her homocysteine level was 47.3 μmol/L, B12-137 pg/ml, and folate levels-3.2 ng/ml. Finally, genetic study showed the heterozygous mutation for FVL (FV/G1691A) and normal for factor II variant.\\nRenal biopsy showed six glomeruli with endocapillary proliferation, normal thickness of glomerular basement membrane, and cellular crescent in one glomerulus. Tubules were closely paced, vessels and interstitium were unremarkable. IF showed peripheral coarse granular deposits of IgG and C3 in basement membrane []. These findings were suggestive of diffuse proliferative glomerulonephritis. She was treated with steroids and azathioprine and achieved sustained remission.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'9835442': 1, '22344511': 1, '3906225': 1, '7475606': 1, '14586672': 1, '20456358': 1, '6433673': 1, '9589377': 1, '7902898': 1, '16917913': 1, '8164741': 1, '7833465': 1, '7911872': 1, '8337121': 1, '34267445': 2}", "similar_patients": "{}"}