{"patient_id": 55299, "patient_uid": "8384388-1", "PMID": 34458048, "file_path": "comm/PMC008xxxxxx/PMC8384388.xml", "title": "Neurolisteriosis: The Importance of a Prompt Diagnosis", "patient": "We present a case of a 69-year-old Caucasian woman, with type 2 diabetes mellitus, obesity, immune hypothyroidism, and atrial fibrillation, anticoagulated with apixaban. She was diagnosed with ITP (platelet count of 6 x 109/L) and was started on corticosteroids - prednisolone 1 mg/Kg/day. She had a rapid increase in platelet counts and this dose was soon tapered by 10 mg every five days. One month after diagnosis, under prednisolone 5 mg/day, she was admitted to the ER for petechiae throughout the entire body, predominantly in the lower limbs, and fatigue. The blood panel showed a platelet count of 9 x 109/L. She had no other hemorrhagic manifestations, no signs or symptoms of infection, and no other remarkable analytical changes. She underwent methylprednisolone intravenous (IV) pulses of 500 mg/day for three days and then restarted prednisolone 1 mg/Kg/day. She was discharged with a platelet count of 90 x 109/L, maintaining anticoagulation. Two months later, although maintaining a high dose of corticosteroids, she still had a platelet count of only 30 x 109/L platelets, which required the anticoagulation to be interrupted. It was then decided to readmit the patient to further investigate other causes of secondary thrombocytopenia and/or assess the need for second-line therapies such as splenectomy or rituximab.\\nUpon admission, a few days later, she had a platelet count <10 x 109/L, with only rare petechiae dispersed on the lower limbs. She had no other complaints, nor did she have other changes on physical examination. On that day, due to minor epistaxis, she was transfused with pooled platelets. The next morning, the patient complained of intense headache, with associated photophobia, with no improvement after paracetamol 1 g. Then she presented with a high fever (temperature >40º C) with poor response to antipyretics. She had no other symptoms suggesting an active site of infection. The cerebral CT showed no remarkable changes, and the laboratory results only showed leucocytosis with neutrophilia (displayed in Table ). After blood and urine recollection for culture, she was empirically given piperacillin-tazobactam. Her state deteriorated rapidly with the loss of consciousness during that night, presenting a Glasgow Coma Scale (GCS) of 8 points, maintaining a high fever. The cerebral CT was repeated but showed no changes. A lumbar puncture was performed; however, the samples were clotted, invalidating the results. The antimicrobial was empirically adjusted for ceftriaxone, ampicillin, and acyclovir. On that same day, a coccobacillus was identified on the blood culture of the day before, which ultimately was confirmed to be Listeria monocytogenes. Consequently, only 36 hours after the onset of symptoms, the treatment was adjusted to ampicillin plus gentamicin. On the third day of treatment, a cerebral magnetic resonance (C-MRI) showed signs of supratentorial cerebritis with little pyogenic foci, but without a defined encapsulation (Figure ). Despite the CNS infection, it was decided to maintain prednisolone 80 mg/day, and it was necessary to administer immunoglobulin three times during the hospital stay for severe thrombocytopenia associated with sepsis. The patient rapidly recovered her consciousness, maintaining complaints of headache and photophobia but without any other symptoms or neurological deficits upon physical examination. Those symptoms disappeared over two weeks. With the improvement of the infection, the platelet counts and the inflammatory markers also improved. The subsequent blood cultures were negative, as early as 48 hours of the onset of ampicillin. She underwent seven days of gentamicin and ampicillin, after which we maintained ampicillin only for six more weeks. The radiological revaluation in week 7 still showed some infectious lesions, of smaller size but still with diffusion restriction and contrast enhancement, suggesting active infection (Figure ). We repeated the lumbar puncture, with cytology of the liquor showing only three cells, normal biochemical counts, negative culture, and negative search for L. monocytogenes DNA via polymerase chain reaction (PCR). At week 10 of treatment, the C-MRI showed smaller lesions and without contrast enhancement (Figure ), so ampicillin was stopped on day 73 of treatment.\\nConcerning the thrombocytopenia, because the patient recurrently needed IV immunoglobulin (despite ongoing therapy with prednisolone 80 mg/day), and because she had a high risk for infection with immunosuppression, it was decided that it was not prudent to start her on rituximab at that stage, so she was started with eltrombopag, a thrombopoietin agonist. Initially, the response was weak, so she underwent a myelogram and bone marrow biopsy that showed no abnormal precursors, presenting a high count of eumorphic megakaryocytes. The dose of eltrombopag was uptitrated and two weeks later we obtained a sustained response, with an increase in platelet count, permitting a slow withdrawal of corticosteroids and the reintroduction of anticoagulation therapy, first with enoxaparin, later switched to apixaban. The patient was discharged after 75 days of hospitalization, with no symptoms and no neurological deficits, with a platelet count of 152 x 109/L.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'25126431': 2, '15509818': 1, '21325604': 1, '18765103': 1, '9772921': 1, '26090836': 1, '26317605': 1, '28139432': 1, '9105758': 1, '18926754': 1, '25698311': 1, '23299068': 1, '27558992': 1, '34458048': 2}", "similar_patients": "{'4122061-1': 1}"}