{"patient_id": 59527, "patient_uid": "8578520-2", "PMID": 34778123, "file_path": "comm/PMC008xxxxxx/PMC8578520.xml", "title": "Concurrence of Congenital Muscular Torticollis and Congenital Torticollis Due to Other Anomalies: Two Case Reports", "patient": "A 3-month-old male infant was referred with suspected CMT. A clinical examination revealed a 20° head tilt to the right with a 45° deficit of cervical rotation ROM to the left compared to the right side. Plagiocephaly was evident on the left occiput; however, malposition of the affected ear and asymmetry of the forehead was slight. An ultrasound examination showed a fibromatosis colli and heterogeneous echogenicity in the right SCM, suggesting SCM mass type of CMT (). The patient underwent physical therapy for 3 months according to the CMT management protocol of our institution. Passive ROM of both cervical rotation and lateral flexion was improved completely; however, the 15° head tilt to the right was still evident. During follow-up, an ultrasound showed that the right SCM lesion had decreased in size and normalized echogenicity (). The patient continued physical therapy and home treatment. However, there was no additional improvement of the head tilt after four more months of treatment. There was no definite muscle tightness of the right SCM. Moreover, the symptoms were aggravated in the sitting position and when observing. The patient, therefore, underwent an additional ophthalmologic examination and orbit magnetic resonance imaging (MRI) at the age of 10 months. The examination revealed left hypertropia causing the right tilt, and the MRI revealed a small left superior oblique muscle and absence of the left fourth cranial nerve in the cistern (). The patient was ultimately diagnosed with the concurrent manifestation of CMT and congenital ocular torticollis. He underwent a left inferior oblique myectomy at the age of 15 months, and the torticollis was completely resolved. He had no additional physical therapy and was last monitored at 24-month-old age. The follow-up monitoring was ended because there was no head tilt or cervical ROM limitation.", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'26307184': 1, '8784706': 1, '28009406': 1, '30969251': 1, '33202872': 1, '30277962': 1, '27922967': 1, '22595903': 1, '28845325': 1, '16958498': 1, '23271760': 1, '23955178': 1, '27047573': 1, '32979091': 1, '21774381': 1, '26043711': 1, '26635023': 1, '16376277': 1, '34778123': 2}", "similar_patients": "{'8578520-1': 2}"}