{"patient_id": 47010, "patient_uid": "8716376-1", "PMID": 34976803, "file_path": "comm/PMC008xxxxxx/PMC8716376.xml", "title": "Case Report: Vasculitis Triggered by SIRT in a Patient With Previously Untreated Cholangiocarcinoma", "patient": "An 88 year-old man presented to the outpatient oncology clinic in April 2020 with a 48 hours history of non-pruritic rash on both legs and abdomen, worsening fatigue and low-grade fever, one week after radioembolization for a previously untreated well differentiated stage II intrahepatic cholangiocarcinoma in segment IV which had been diagnosed 2 months earlier. Other comorbidities included hypertension treated with calcium-channel blocker and angiotensin-converting enzyme inhibitors, without recent changes and localized prostate cancer treated by radiotherapy 15 years ago and considered in remission since then. He had no known allergy.\\nSkin examination showed a purpuric maculopapular rash predominantly located on the lower legs (), thighs, buttocks, back () and lower abdomen. No extracutaneous involvement was identified. Laboratory results were normal including hemoglobin, platelets, tryptase, IgE, liver enzymes and kidney function. Erythrocyte sedimentation rate was at 90 mm/hr and rheumatoid factor, antinuclear antibody, autoantibodies to neutrophilic cytoplasmic antigens were normal. CA 19-9 was elevated at 479 kU/l, while two months earlier, at baseline, it was 68 kU/l. A skin biopsy showed a positive immunofluorescence for IgM and C3 within vascular walls, without IgA involvement (thus excluding Henoch-Schönlein purpura) and pathologist concluded to a leukocytoclasic vasculitis (). Screening for viral hepatitis had been negative. There was no recent change in his daily medication. He was started on colchicine and lesions completely resolved within 3 weeks. Tumor marker decreased by half at the time of vasculitis resolution, to 262 kU/l ().\\nOn follow-up 2 months post radioembolization, PET-CT showed new liver lesions and vertebral progression and the patient was treated with transarterial chemoembolization, spinal surgery and external beam radiotherapy, without recurrence of cutaneous vasculitis episodes. Unfortunately, the patient died a year after the diagnosis of cholangiocarcinoma.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'18085729': 1, '11148712': 1, '19876691': 1, '23053454': 1, '31670746': 1, '16249140': 1, '8389180': 1, '24145696': 1, '7463644': 1, '33713282': 1, '2559402': 1, '9696133': 1, '21161010': 1, '31881761': 1, '21044630': 1, '24351397': 1, '25449754': 1, '16880014': 1, '34083201': 1, '1373044': 1, '16314707': 1, '34976803': 2}", "similar_patients": "{}"}