{"patient_id": 112351, "patient_uid": "8564692-1", "PMID": 34738062, "file_path": "noncomm/PMC008xxxxxx/PMC8564692.xml", "title": "A case report of ventricular septal defect complicating transcatheter aortic valve implant for aortic regurgitation: novel complication and technical considerations", "patient": "An 86-year-old lady was referred for consideration for TAVI to treat severe symptomatic AR. Symptoms included New York Heart Association (NYHA) III dyspnoea, orthopnoea, and exertional chest pain that were refractory to medical therapy. On cardiovascular examination, an early diastolic murmur was present. No leg swelling was noted. Past medical history included prior pulmonary emboli, Barrett’s oesophagus, diverticular disease, and T7 vertebral fracture.\\nRoutine laboratory investigations were within normal range. Transthoracic echocardiography confirmed a severe central jet of aortic incompetence through a trileaflet, non-calcified, non-stenosed aortic valve. Further investigations included pulmonary function testing, right heart catheterization, and coronary angiography that excluded key differentials such as pulmonary hypertension and obstructive coronary artery disease. As such, the patient’s progressive symptoms were attributed to severe AR. The case was discussed at a multidisciplinary Heart Team meeting and in light of the patient’s age and comorbidities she was not considered a candidate for surgery and off-label TAVI was recommended. In hospital mortality from SAVR was estimated at 2.38% using the validated EuroSCORE II.\\nApplication for off-label use of the Evolut™ R (Medtronic, Minneapolis, MN, USA) was approved and a 34 mm Evolut™ R bioprosthesis recommended given the aortic annulus perimeter of 79.9 mm, aortic annulus diameter of 25.4 mm, and sino-tubular junction diameter 33.3 mm (minimum)—33.5 mm (maximum). Planning multidetector computed tomography imaging highlighted two key procedural considerations (i) the lack of aortic annular calcification () (ii) the horizontal angulation of the aorta (69°).\\nThe procedure was initially uncomplicated. Under conscious sedation a right femoral approach was employed and the aortic valve crossed with a pigtail catheter and a small safari wire positioned in the left ventricle. Via the left common femoral vein a 5F balloon tipped temporary pacing wire was inserted into the right ventricular apex. An activated clotting time of 310 was established and the valve was inserted and deployment attempted with concomitant right ventricular rapid pacing at 160 b.p.m. to temporarily reduce cardiac output and enhance stability during difficult deployment.\\nDespite multiple attempts, upon partial expansion of the 34 mm Evolut™ R, the valve repeatedly prolapsed superiorly into the aorta or inferiorly into the ventricle. Deployment of the smaller 29 mm Evolut™ PRO was then attempted without success. With progressive attempts at valve repositioning the AR jet increased, pulse pressure widened, and the patient became unstable. The procedure was converted to general anaesthesia and a surgical theatre readied in case the valve could not be implanted successfully. The safari wire was exchanged for a more stiff Lunderquist wire to provide additional stability during the technically challenging procedure. Finally, the 34 mm Evolut™ R valve was deployed successfully (Video 1) with a total of three bioprosthesis deployment attempts required; in keeping with Evolut™ R technical guidelines. The valve position was slightly supra-annular with initial 2+ paravalvular AR.\\nThe patient was transferred to the intensive care unit post-procedure where she subsequently developed new onset expressive aphasia and right-sided hemiparesis. Imaging confirmed an acute ischaemic stroke.\\nAfter initial improvement in stroke symptoms the patient developed progressive HF. A transoesophageal echocardiogram performed 6 days post-TAVI identified a serpiginous muscular VSD inferior to the prosthetic valve with associated left-to-right shunting (Video 2).\\nThe progressive clinical picture and echocardiogram findings clearly demonstrated that the VSD was symptomatic and unlikely to improve without intervention. A multidisciplinary decision was made to close the VSD percutaneously using an Amplatz™ device.\\nUnder general anaesthesia and transoesophageal echocardiogram guidance a right femoral approach was used. A left ventriculogram demonstrated the VSD which measured 0.9 mm in maximal diameter (). The interventricular septum diameter was estimated at 1.3 cm. A 12 mm Amplatz™ muscular VSD device was selected. The defect was crossed using a 5F JR4 catheter and a 0.035 terumo angled guidewire. The catheter was advanced into the right ventricular outflow tract and the wire exchanged for an Amplatz™ super stiff wire. The VSD device was inserted from the right ventricular side and the discs deployed on either side of the septum. Although well positioned there was some persistent flow through the VSD seen on intraoperative left ventriculogram (). However, the patient improved steadily with resolution of HF symptoms and minimal flow evident through VSD on transthoracic echocardiogram 4 months post-closure (Video 3).", "age": "[[86.0, 'year']]", "gender": "F", "relevant_articles": "{'28622944': 1, '33276838': 1, '20961243': 1, '33332150': 1, '25929299': 1, '29191323': 1, '31020094': 2, '31133516': 1, '32857915': 1, '27157312': 1, '29628348': 1, '25330506': 1, '32725310': 1, '27424244': 1, '34738062': 2}", "similar_patients": "{'6426108-1': 1}"}