{"patient_id": 52910, "patient_uid": "8270068-1", "PMID": 34277209, "file_path": "comm/PMC008xxxxxx/PMC8270068.xml", "title": "Diffuse Large B-Cell Lymphoma of the Left Upper Extremity Mimicking a Sarcoma", "patient": "A 64-year-old woman presented to the emergency room with a five-month history of an enlarging mass in the left arm and associated pain and redness for two weeks. The patient had a history of scleroderma for 15 years with five years of interstitial lung disease, calcified nodules and anemia of chronic disease. She experienced six months of increased fatigue, anorexia and unintentional weight loss of 20 pounds without any fevers or night sweats. Physical examination showed a tender, non-fluctuant, 5 cm x 5 cm immobile subcutaneous mass with overlying skin excoriations and minimal surrounding erythema. Multiple old raised calcified skin nodules on the wrist, forearm, elbow and thigh were noted. No cervical, axillary or inguinal lymphadenopathy noted. MRI of the left upper extremity with contrast showed a 4.7 cm x 3.4 cm x 3.6 cm mass in the middle-upper arm deep soft tissue between the biceps and triceps muscle and a second 4.9 cm x 4 cm x 4.5 cm mass in the subcutaneous tissue of the distal posterior part of the arm (Figure ). Core needle biopsy of the mass showed a fragment of completely necrotic tissue with necrotic cells suggestive of small blue cell neoplasm. The patient underwent surgical excision of the left arm masses with the presumptive diagnosis of sarcoma. Surgical findings included a distal superficial necrotic mass which was easily excised and a proximal deeper mass which involved muscle, surrounding nerves and vessels, and was adherent to the bone. This deeper mass was completely excised in pieces. Frozen section of the biopsy showed a small blue cell neoplasm with extensive necrosis in both masses (Figure ). Immunohistochemical (IHC) studies established the diagnosis of Diffuse Large B-cell Lymphoma. IHC was positive for CD45, CD 20, BCL2, and partial BCL6. Fluorescence in situ hybridization analysis of the neoplastic cells were positive for BCL-6 rearrangement in 58% of cells and negative for a rearrangement involving MYC and BCL2. Postoperative positron emission tomography (PET) scan showed an intense avid soft tissue mass in the left gluteal region (standard uptake value [SUV] max 11.8), increased uptake in stomach and thick-walled loops of small bowel (SUV max 10.1) (Figure ). Borderline to enlarged mediastinal and hilar lymph nodes with SUV max ranging 8.5-9.0 along with scattered patchy lung opacities with varied uptake were reported. The patient was diagnosed with Stage IV DLBCL and treated with R-CHOP (Rituximab- cyclophosphamide, vincristine, and prednisone) therapy.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'29497455': 2, '28290728': 1, '27236576': 1, '23375551': 1, '27486587': 1, '31352382': 1, '12534734': 1, '28060373': 1, '27733179': 1, '32583545': 1, '34277209': 2}", "similar_patients": "{'5806413-1': 1}"}