{"patient_id": 55681, "patient_uid": "8402527-1", "PMID": 34451951, "file_path": "comm/PMC008xxxxxx/PMC8402527.xml", "title": "COVID-19 Associated Rhino-Orbital Mucormycosis Complicated by Gangrenous and Bone Necrosis—A Case Report from Honduras", "patient": "A 56-year-old male from San Pedro Sula, Cortes, Honduras, with no significant past medical history, was assessed at the hospital in the clinical triage due to respiratory symptoms including dyspnea and fever in his town on 31 December 2020, although an antibody testing was negative, he was suspected to have a moderate COVID-19 and given his symptoms persistence was diagnosed by SARS-CoV-2 antigen testing as RT-PCR was not available at that time during a medical brigade. On 8 January 2021, a thoracic CT-scan showed peripheral ground-glass opacities (35%). He received dexamethasone (8 mg/day) for 22 days as outpatient, having CT-scan controls on 23 and 29 January 2021, showing clinical and radiological improvement.\\nA month later, on 31 January 2021, he was admitted to the Mario Catarino Rivas Hospital in San Pedro Sula, after exhibiting inflammatory changes in his right hemiface accompanied by intense headache, diplopia, decreased visual acuity in the right eye, amaurosis, and signs of right periorbital cellulitis. At that time, the diagnosis of diabetes mellitus was suspected due to hyperglycemia, later ruled out (normal glycemia and HbA1C) and was diagnosed with hypertension. He was immediately placed on antibiotics, enoxaparin, furosemide, ranitidine, amlodipine, bisoprolol, enalapril, and tramadol.\\nPhysical examination revealed an ulcerated lesion in the oral mucosa. A scraping from the lesion was collected and sent for potassium hydroxide (KOH) preparation and bacterial / fungal cultures. Multiple imaging studies were performed, including a thoracic CT-scan () that showed peripheral ground-glass opacities with a partial pleural effusion and consolidation.\\nA brain MRI was performed a couple of weeks later showing no abnormalities on brain parenchyma nor signs of infarction (). Also, a cerebral angiography () and a CT-scan of the paranasal sinuses were performed. The cerebral angiography was unremarkable. Paranasal sinuses showed marked oedema of soft tissues with mucosal thickening on the right side in close vicinity to the right orbit. The sphenoid sinus showed mucosal thickening of the right side with approximately 70% obstruction of the ethmoid cells. The superior turbinate of the right side was involved as well. Destruction of the superior turbinate region was also observed. Occupation of the maxillary sinus on the left side related to sinusitis on the left side was also evident ().\\nOn 10 February 2021, an initial biopsy of the lesion was performed showing non-specific tissue repair and inflammatory changes. Despite antibiotic therapy, the patient did not improve and inflammatory changes in the right hemiface persisted, although e was discharged on 17 February 2021. Upon close examination, as an outpatient, purulent secretion through the nostrils and oral cavity was noted, and a second biopsy of the lesion in the palate was taken. Histopathological changes consistent with acute and chronic osteomyelitis were reported and a diagnosis of mucormycosis was suspected. A 3D multislice head CT-scan of the head showed significant destruction of the right upper maxillary bone, associated with lytic lesions of the floor of the right orbit and ipsilateral wall of the maxillary sinus (). There was presence of inflammatory changes involving the maxillary sinuses, ethmoid cells, and frontal sinus of the right side.\\nOn 13 May 2021, the patient was scheduled for reconstructive surgery in a private hospital in Tegucigalpa. During surgery, part of the right maxilla, malar bone and orbit floor were removed, along with tissue debridement. Finally, removed tissues were sent for histopathological studies. Final pathological revealed mucormycosis with gangrenous necrosis and secondary osteonecrosis () and was hospitalized on 16 May 2021 in Tegucigalpa, the capital of Honduras. Routine staining with hematoxylin and eosin (H&E) showed broad ribbon-shaped hyphae without marked septa, 5–15 microns in diameter and irregular angled branching ranging from 45 to 90 degrees (). Morphological diagnosis was confirmed by Grocott’s methenamine silver, which highlighted characteristic hyphal structures ().\\nThe culture, performed at the Hospital Escuela, in Tegucigalpa, yielded transparent grey colonies with broad and practically non-septate hyphae at microscopy (). Long branched sporangiophores deployed of rhizoid structures allowed to identify morphologically as Mucor (). The patient was initiated on antifungal treatment with amphotericin B (deoxycholate), with 1000 mg (1 g) of cumulative dose. After surgery, on 9 June 2021, an open lesion in the vestibular mucogingival fold of the upper jaw, without signs of bacterial infection, remained patent (). The patient was then switched to liposomal amphotericin B with significant clinical improvement on 12 June 2021 when reached a cumulative dose of 2000 mg (2 g). On 16 June 2021, the patient presented a fever (39–40 °C) whilst he was with a central venous catheter (CVC), receiving imipenem and vancomycin. The CVC was retired, and the device and blood were cultured; a sample from the palate ulcer was also cultured. Pseudomonas spp. was yielded from the CVC. Pseudomonas aeruginosa was yielded from the palate ulcer. Both isolates were susceptible to ciprofloxacin, imipenem and meropenem. He completed eight days of imipenem before being switched to oral ciprofloxacin. On 22 June 2021, he started oral isavuconazole. At 48 h, good tolerance was observed to this drug, with normal renal and hepatic laboratory tests and normal hemogram and biochemistry. We ruled out diabetes in this hospitalizacion due to normal glucose and HbA1c. An assessment by the department of plastic surgery revealed a good evolution of the patient’s recovery. He was discharged on 24 June 2021, in good conditions, continuing at home on oral isavuconazole for four additional weeks to complete two months of treatment on 22 July 2021. A control of samples for bacteria and fungi culture was performed, KOH test was negative.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'29253258': 1, '32179124': 1, '23615822': 1, '33649077': 1, '14521558': 1, '33575155': 2, '22247442': 1, '32547914': 1, '31611455': 1, '34036149': 1, '33968820': 2, '34087089': 1, '32459529': 1, '15287935': 1, '34211710': 1, '16020690': 1, '7374303': 1, '32844161': 1, '9461159': 1, '3765666': 1, '31885978': 2, '24005091': 1, '32551404': 1, '6960330': 1, '18277847': 1, '1414771': 1, '32678530': 1, '30012677': 1, '33906622': 2, '7800228': 1, '12825050': 1, '33207116': 2, '34454089': 1, '32732190': 1, '32331519': 2, '31699664': 1, '33579255': 2, '33670842': 2, '31713052': 1, '16024140': 1, '34451951': 2}", "similar_patients": "{'7997212-1': 1, '8020582-1': 1, '7881650-1': 1, '7719411-1': 1, '7870113-1': 1, '6915154-1': 1, '6915154-2': 1, '7180682-1': 1, '8077830-1': 1}"}