{"patient_id": 110801, "patient_uid": "8408901-1", "PMID": 34459277, "file_path": "noncomm/PMC008xxxxxx/PMC8408901.xml", "title": "Difficult endoscopic resection of a giant esophageal fibrovascular polyp: case report and literature review", "patient": "A 43-year-old woman presented with dysphagia. At presentation, she had been suffering with dysphagia for 2 months, sometimes accompanied by choking, shortness of breath, and fever. Blood laboratory testing showed elevated inflammatory markers and decreased hemoglobin and albumin concentrations. The proportion of neutrophils was 80%, C-reactive protein concentration was 98 mg/L, hemoglobin was 98 g/L, and albumin was 31 g/L. Positron emission tomography-computed tomography (PET-CT) was performed and revealed obvious esophageal dilatation and a visible columnar soft tissue mass shadow in the esophagus. The lesion appeared to have a wide base connected to the right anterior wall of the upper esophagus (). 18F-fluoroxy-d-glucose (FDG) metabolism was not increased in the upper segment of the lesion, which suggested a benign lesion. FDG metabolism (maximum standardized uptake value (SUVmax)/mean: 3.6/2.5) in the lower segment of the lesion was slightly increased, and a local inflammatory lesion was considered.\\nThe patient then underwent endoscopic examination, which revealed that the lesion began 15 cm from the incisors and connected with the esophageal wall. From 15 cm from the incisors to the lower segment of the esophagus, the lesion was a rod-shaped mass with a smooth mucosal surface and measured 15 cm in length (). Ultrasonography showed that the lesion was located in the submucosa, with moderate echogenicity and homogeneous internal echogenicity with focal hypoechogenicity. Fine-needle aspiration was performed, and the pathology results suggested fibroblastic hyperplasia with no evidence of malignancy. According to the results of the examinations, the esophageal submucosal tumor was considered a benign lesion, and endoscopic submucosal dissection (ESD) was used to resect the lesion after obtaining informed consent.\\nFirst, we injected a mixture of normal saline and methylene blue into the base of the lesion. Next, we used an IT knife (Olympus, Tokyo, Japan) and a Dual Knife (Olympus) to cut into the submucosa, and gradually stripped the lesion. Bleeding occurred repeatedly during resection, and the bleeding was stopped using coagulation forceps. Finally, the oral side of the lesion was completely dissected (). After resection, the surgeon attempted to remove the lesion with a snare and foreign body forceps; however, the lesion was too large to pass through the upper esophagus. Laser resection also failed, and finally, it was necessary to remove the lesion surgically. We cut the anterior wall of the gastric body, pulled the tumor from the esophagus into the stomach with grasping forceps, and removed it from the stomach (). The pathological results showed that the tumor was a fibrovascular polyp (). Follow-up gastroscopy was performed 1 and 6 months postoperatively; scar formation was visible, and no recurrence was found ().\\nThe reporting of this study conforms to the CARE guideline. In this report, we have de-identified all of the patient’s details such that the patient’s identity may not be ascertained in any way.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'10024391': 1, '24124343': 1, '19019249': 2, '24556047': 1, '19829872': 2, '33026474': 1, '22040577': 1, '16368421': 1, '19457898': 1, '17362817': 1, '26593170': 2, '11371118': 1, '24266334': 1, '26697252': 2, '18957112': 2, '24570890': 2, '13943914': 1, '26890548': 1, '11005337': 1, '19653354': 1, '34459277': 2}", "similar_patients": "{'4673374-1': 1, '2740314-1': 1, '3928480-1': 1, '2602996-1': 1, '2585102-1': 1, '4677193-1': 1}"}