{"patient_id": 52743, "patient_uid": "8261244-1", "PMID": 34249096, "file_path": "comm/PMC008xxxxxx/PMC8261244.xml", "title": "Optimizing Fertility in Primary Ovarian Insufficiency: Case Report and Literature Review", "patient": "In January 2012, a previously healthy 29-year-old woman physician presented with a 7-month history of oligo-amenorrhea and a noticeable increase in fatigue and sleepiness despite adequate sleep hygiene. She had no vasomotor symptoms or night sweats. Laboratory evaluation revealed normal thyroid function and a markedly elevated serum FSH level of 37.6 mU/ml (normal follicular phase range 2.5–10.2). In February 2012, repeat laboratory examinations revealed serum FSH at 8.7 mU/ml, LH at 4.8 mU/ml (normal 2–15), estradiol at 132 pg/ml (normal 30–190), and testosterone at 11 ng/dl (normal range: 25–125). At age 31, she began taking the oral contraceptive. In August 2017, at age 35, she consulted a reproductive endocrinologist to discuss her desire to have a child. At that time, 2 weeks after stopping the oral contraceptive, her FSH was 19.4 mu/ml, AMH 0.2 ng/ml, and her estradiol was 52 pg/ml. She was given a diagnosis of Overt POI. Her POI was idiopathic. She had a normal 46,XX karyotype, negative genetic testing for the fragile X mental retardation 1 (FMR1) premutation (29/32 CCG repeats), negative 21 hydroxylase antibody testing (<1 U/ml), and small ovaries on ultrasound examination. A bone density measurement was normal. A saline sonogram revealed a small endometrial polyp, which was removed by hysteroscopy. Consultants suggested egg donation as her best option to have a child and advised IVF and oocyte preservation were not options for her.\\nHere is how the patient describes her care experience after seeing several consultants:\\n“After my misdiagnosis and then difficulty accessing complete care for POI, I didn't know how to balance being a “good patient” and advocating for myself. I felt utterly dependent and distrusting at the same time. It made me sad that I couldn't find a physician to care for me the way I do for my own patients. I've been told that this should be humbling and help give me more empathy for my patients. I'm tired of being humbled. We – women with POI – deserve better. We deserve doctors who are informed about our condition, who know the limits of their knowledge, and who are not too proud to seek expertise.”\\nThe patient thus sought out the assistance of a health coach board certified by the National Board for Health and Wellness Coaching (National Board for Health and Wellness Coaching, n.d.). She wanted to learn how to better advocate with her clinician regarding her specific needs as a woman living with Overt POI. The health coach also helped her to “more confidently make decisions regarding her treatment plan” and “to better process and deal with the inherent stresses of fertility treatments.” She elected to attempt conception with her own ova rather than using donor ova. She found a clinician willing to work with her special care needs.\\nIn October 2018, while continuing the NIH P-HRT regimen to suppress LH levels, she conceived on the eighth cycle of intrauterine insemination (IUI) using donor sperm. On the NIH P-HRT regimen, her menstrual cycle day 3 serum LH level was in the normal range at LH 6.93 mIU/L. Her clinician monitored follicle development by serial transvaginal ultrasound, and the woman monitored urinary LH measurements. After the eighth cycle on this regimen, her home pregnancy test showed positive on day 13 post-IUI. This was confirmed by serial serum beta HCG measurements. The pregnancy was uncomplicated until at 35 weeks gestation when she developed gestational hypertension. There was concern also for intrauterine growth restriction. Due to ongoing concerns, her care team induced labor. The baby was born at 37 weeks and 4 days gestation. The neonatal course was complicated by being small for gestational age, with associated hypothermia, hypoglycemia, and hyperbilirubinemia. The baby was discharged home in good condition on the third day of life.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'19793842': 1, '25984418': 1, '29313033': 1, '22007616': 1, '27092016': 1, '15805157': 1, '18574214': 1, '11041448': 1, '14556833': 1, '11449487': 1, '15549093': 1, '19939372': 1, '28549399': 1, '26965313': 1, '33101191': 1, '27861765': 1, '31279714': 1, '17961560': 1, '30689869': 1, '7962345': 1, '26087426': 1, '30117155': 1, '20525678': 1, '27426988': 1, '15608041': 1, '16595552': 1, '33209746': 1, '24845657': 1, '21269850': 1, '12117397': 1, '21597380': 1, '26637185': 1, '11445641': 1, '26544651': 1, '15351195': 1, '19196677': 1, '29673873': 1, '30410376': 1, '18574203': 1, '15950644': 1, '27552334': 1, '18678442': 1, '23850303': 1, '25097672': 1, '27912889': 1, '32519484': 1, '24602044': 1, '31839978': 1, '21297384': 1, '24980253': 1, '20188353': 1, '27827529': 1, '26780426': 1, '24905063': 1, '18495631': 1, '17588953': 1, '24700618': 1, '29706485': 1, '18829005': 1, '19243752': 1, '18973899': 1, '20075015': 1, '11175783': 1, '5096358': 1, '26576012': 1, '16650756': 1, '32503483': 1, '17161328': 1, '30542367': 2, '23378962': 1, '28426619': 1, '34249096': 2}", "similar_patients": "{'6278244-1': 1}"}