{"patient_id": 51734, "patient_uid": "8214893-1", "PMID": 34249793, "file_path": "comm/PMC008xxxxxx/PMC8214893.xml", "title": "SMILE-like lesion in the anal canal", "patient": "A 40-year-old man presented to the gastroenterology outpatient department complaining of pain after defecation for 3 months. There was no history of bleeding or mucoid discharge per rectum. Rectal examination showed unremarkable perianal skin, but growth at the fingertip was palpable. Subsequent endoscopic examination of the large intestine showed friable polypoidal growth in the anal canal. The remaining parts of the colon up to the terminal ileum were normal. Abdominal contrast-enhanced computed tomography (CECT) showed a well-defined polyp measuring 18x13x12 mm in the anterior wall of the anorectal junction. There was no definite muscular layer and serosa involvement noted on the pelvic MRI, neither locoregional lymphadenopathy was identified. Perirectal and perianal fat were normal. Serum CEA level was 2.7 ng/ml (Reference Range; RR; 0-4.0 ng/ml). Anti-HIV was negative. Polypectomy was done, and tissue was submitted for histopathological examination.\\nOn microscopy, it showed fragmented polypoidal tissue with papillary folds lined by variably thickened truly stratified epithelial cell layers with a maximum of 20 cell thickness (A, B). The stratified layers of epithelial cells exhibited full thickness dysplasia with marked nuclear atypia, hyperchromasia, and increase number of mitotic figures, resembling a high-grade squamous intraepithelial lesion (C). However, the epithelial cells in the stratified layers had also shown intracytoplasmic mucin vacuoles. Due to the abundance of intracytoplasmic mucin in a few cells, the nucleus was displaced to the periphery and gave a signet ring-like morphology. PAS-AB highlighted intracytoplasmic mucin in the stratified epithelial cell layers ( D). There was no gland formation within these stratified layers. Also, adjacent fragments showed invasive components with tumor cells arranged in solid nests with central comedonecrosis, tubules, and trabecular patterns (2B).\\nOn the immunohistochemistry, these stratified cells showed strong immunoreactivity for CK7 and negative expression for p63, excluding the possibility of a high-grade squamous intraepithelial lesion. Furthermore, these cells showed strong nuclear expression for p16, and Ki 67 index was 80% (AD).\\nThough the usual type adenocarcinoma component was noted in a few fragments in the invasive areas, the observation of truly stratified layers with intracytoplasmic mucin is unusual in the anal canal and not documented in the literature. Unfortunately, due to insufficient material in the formalin-fixed paraffin-embedded block, we could not perform the HPV-ISH or genetic sequencing for the human papillomavirus.\\nAfter the polypectomy, whole-body FDG PET CT was performed, which showed mild diffuse FDG uptake in the anorectal region. The patient further received 16 cycles of chemotherapy for the residual tumor. Furthermore, now he is on the 8-month follow-up without symptoms.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'25039487': 1, '27442040': 1, '26523540': 1, '19238078': 1, '11023104': 1, '29700411': 1, '21043813': 1, '8883243': 1, '32332219': 1, '3551501': 1, '27097242': 1, '34249793': 2}", "similar_patients": "{}"}