{"patient_id": 51787, "patient_uid": "8216640-1", "PMID": 34178496, "file_path": "comm/PMC008xxxxxx/PMC8216640.xml", "title": "Pembrolizumab-Associated Seronegative Myasthenia Gravis in a Patient With Metastatic Renal Cell Carcinoma", "patient": "A 65-year-old male with type 2 diabetes mellitus and hypothyroidism was initially diagnosed with clear cell renal carcinoma five years prior and was initially treated with left nephrectomy, radiation therapy, axitinib, and pazopanib. Due to refractory metastatic lesions involving lung and bone, patient was started on pembrolizumab. After his third infusion of pembrolizumab, he developed bilateral ptosis, diplopia, and dyspnea. Initially, the visual changes were attributed to macular edema/thickening on ophthalmology evaluation. Due to persistent symptoms, he was empirically started on prednisone 60 mg daily at an outside facility with some improvement in ocular symptoms. Pembrolizumab was discontinued, although there was favorable response since its initiation with marked reduction in size and number of lung metastases.\\nTwo months later, the patient was admitted to our facility for worsening dyspnea, diplopia, and bilateral ptosis despite ongoing prednisone. On admission, patient was hemodynamically stable with a negative inspiratory force of -60 cmH­2O. He was found to have bilateral ptosis, difficulty maintaining upward gaze, and incremental bilateral upper extremity weakness on repetitive testing, consistent with MG. Recent CT chest demonstrated a 5-mm pleural-based nodule in left lower lobe, but no thymoma, and no further imaging was obtained. Serology testing for MG was negative for muscle-specific kinase (MuSK) antibody, striated muscle antibody, and acetylcholine receptor (AChR) antibodies including binding, blocking, and modulating antibody panel. Voltage-gated calcium channel type P/Q antibody was also negative.\\nHe was started on intravenous immunoglobulin (IVIG) 2 g/kg over a five-day course, prednisone 50 mg daily, and pyridostigmine as part of his treatment guided by neurology. Pembrolizumab remained held since the initial onset of symptoms. His symptoms improved with the IVIG course and he was subsequently transitioned to pyridostigmine 60 mg three times daily to maintain response. His respiratory status remained stable on 2-4 liters supplemental oxygen via nasal cannula throughout his hospital stay. Patient tolerated IVIG, steroids, and pyridostigmine without adverse effects and he was discharged on pyridostigmine with outpatient neuromuscular clinic follow-up for electromyography and nerve conduction testing.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'29297009': 1, '18173375': 1, '28666240': 1, '28147928': 1, '26886206': 1, '29655452': 1, '30381373': 1, '11224527': 1, '31816085': 1, '31151293': 1, '23193443': 1, '20810794': 1, '32685327': 2, '11342669': 1, '32743459': 2, '34178496': 2}", "similar_patients": "{'7292166-1': 1, '7366038-1': 1}"}