{"patient_id": 58477, "patient_uid": "8528685-1", "PMID": 34712477, "file_path": "comm/PMC008xxxxxx/PMC8528685.xml", "title": "An extremely rare case: Transorbital penetrating intracranial injury by wooden foreign body. Case report", "patient": "A 27-year-old male came to the emergency department with blood came from his left eye after falling from a motor vehicle and struck the stack of tree branches. The patient was fully conscious and had only a minor hematoma and a small wound in the left medial cantal region. Neurological examination revealed no decrease in mental status (GCS 15) with visual acuity markedly decreased. The patient could only differentiate light perception with different sizes of the right and left pupil. Ocular motility was markedly decreased ().\\nNo sign of meningeal irritation was observed, the function of trigeminal and facial nerves was preserved. Unfortunately, further ophthalmologic examinations were not done. A non-contrast head CT was performed and reveal a linear-shaped foreign body, air mimicking that penetrated the medial orbit plane to the left temporal fossa. From the brain window aspect, there was no cerebral edema and fracture seen ().\\nA CT angiography was also performed to see if there was a vascular injury and vascular near the foreign body or traumatic vascular aneurysm().\\nThe patient underwent a craniotomy on the temporobasal approach. Neurosurgeon et al. decided to use the temporobasal approach not only because it was the closest approach to foreign body position but also to get a clear visualization of the foreign body through the intracranial cavity and also it is good for cleaning up the wood fragments that entered the intracranial cavity. The patient was lying in the supine position and temporofrontal muscles were incised layer by layer. Craniotomy was performed at the temporal basal region and the dural was incised. The brain parenchymal was retracted and the foreign body was seen (, ).\\nSmall vessels were coagulated and the foreign body was retracted from the outside slowly. After that, exploration and irrigation of the wood particles with bleeding control were done meticulously. Postoperatively, the patient was admitted to ICU where broad-spectrum antibiotic was administered. No signs of infection were detected and the patient was fully recovered and discharged after 5 days. However, the patient only came to visit the ophthalmologist for late orbital complications which seen in the picture and yet never came to the neurosurgery department for further follow-up so it was difficult to detect any late intracranial complication. However, we still could contact the patient and asked several questions related to his condition. The patient said that he could not move his left eye to the lateral side, and it seemed the size of both pupils were unequal ().", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'26500948': 1, '33181358': 1, '20957055': 1, '32123592': 2, '28088934': 1, '25714863': 1, '27162571': 1, '33195384': 2, '27072332': 1, '16950246': 1, '19775840': 1, '22665017': 1, '24621748': 1, '32118028': 1, '3357035': 1, '26724632': 1, '16763734': 1, '11856673': 1, '24493367': 1, '31295608': 1, '23133735': 2, '32971278': 1, '34712477': 2}", "similar_patients": "{'3488655-1': 1, '7044482-1': 1, '7536401-1': 1}"}