{"patient_id": 110108, "patient_uid": "8343450-1", "PMID": 34377901, "file_path": "noncomm/PMC008xxxxxx/PMC8343450.xml", "title": "Transoesophageal echocardiography-guided ‘primary’ valve-in-valve technique in cardiogenic shock: a case report", "patient": "We report on the case of a 32-year-old man with Marfan syndrome and history of surgical treatment of aortic coarctation at the age of 4 and Bio-Bentall procedure (a modified Bentall technique in which aortic root and ascending aorta are replaced using a composite graft with a biological valve prosthesis located within the vascular tube) with Carpentier-Edwards Perimount 25 mm (Edwards Lifesciences, Irvine, CA, USA) at the age of 22 because of a degenerated bicuspid aortic valve associated with dilatation of the aortic root and the ascending aorta. The patient stated he had not been undergoing routine follow-up exams for some years; however, he had been adherent to beta-blocker therapy, and that he had come to medical attention and then hospital admission in January 2020 because of dyspnoea, fatigue, and chest discomfort. Serial transthoracic echocardiographic (TTE) exams, performed as outpatient and during his first hospital admission, revealed moderate reduction in left ventricular ejection fraction (LVEF) but did not mention bioprosthetic dysfunction. In February 2020, after a new hospital admission because of worsening symptoms, he was transferred to our department with suspicion of acute myocarditis (the patient had described flu like symptoms some weeks before) determining cardiogenic shock with evidence at TTE of severe low LVEF and a ‘normally’ functioning bioprosthesis. The patient was tachycardic (heart rate 120 b.p.m., at electrocardiogram right bundle branch block + left anterior fascicular block), tachypnoeic (respiratory rate of 30 breaths/min; SpO2 93%), hypotensive (blood pressure 80/50 mmHg) despite oxygen administration and infusion of inotropic and vasopressor agents, oliguric, indicating pre-renal acute kidney injury (creatinine 2.6 mg/dL, reference range 0.7–1.2 mg/dL); lactate was 2.32 mmol/L (reference range <1.6 mmol/L). A TTE was performed and showed dilated hypokinetic left ventricle [end-diastolic volume (EDV) 260 mL, LVEF 19%, left ventricular outflow tract (LVOT) VTI 11 cm], pulmonary hypertension [dilated dysfunctional right ventricle, moderate tricuspid regurgitation (TR) with Vmax 3.1 m/s, inferior vena cava (IVC) 2.9 cm], and surprisingly it revealed bioprosthetic aortic valve degeneration causing severe stenosis with Vmax 4 m/s, despite a severe systolic dysfunction [mean gradient (MG) 31 mmHg, doppler velocity index (DVI) 0.16] (). We decided to undertake an urgent ViV procedure. An ECMO (extra-corporeal membrane oxygenation) was placed through right femoral artery and vein and supported hemodynamics during the procedure. Due to haemodynamic instability, it was not possible to perform preoperative CT scan to assess arterial access. In the light of the patient’s clinical history (previous intervention for aortic coarctation and BioBentall with positioning of an aortic graft) and our department’s experience in trans-apical TAV implantation, that has shown similar clinical outcomes to transfemoral TAV implantation, we decided to perform a trans-apical access through a left lateral minithoracotomy at the fifth intercostal space under general anaesthesia (). TOE was the main pre- and intra- procedural guiding imaging technique. It confirmed bioprosthetic degeneration and defined re-implanted coronary ostia height (13 mm) in order to avoid coronary ostia obstruction () (Video 1 and 3); indeed, although in Bentall procedure the coronary ostia are reimplanted high enough to avoid it, at the time of TOE exam, we did not have either a written report of the previous cardiac surgery or any images and we felt more confident once the exact position of the re-implanted coronary ostia were identified. TOE also allowed identification of optimal location for the apical puncture and guided the correct implantation of the Edwards Sapien 3 Ultra 26 mm (Edwards Lifesciences). All the procedure was conducted under TOE guide that assisted valve deployment (). Moreover, three-dimensional (3D) TOE provided ‘en face’ view of the structure and confirmed fluoroscopic co-axial alignment of the delivery system to the aortic root. The post-deployment assessment revealed an optimal result with an abrupt drop of the mean pressure gradient in the absence of significant regurgitation and interference on mitral valve function (Video 2). TOE allowed us to reduce to a minimum the use of contrast medium, optimal in such condition of compromised renal function. Neither intraprocedural nor periprocedural complications occurred. ECMO was discontinued soon after the deployment of the bioprosthesis. In the post-operative clinical course, haemodynamics improved and the patient was weaned from inotropic support (noradrenaline and dobutamine). Post-procedural TTEs showed good functioning of the aortic bioprosthesis with Vmax 2.6 m/s, MG 15 mmHg and a progressive improvement of LVEF that reached up to 40% at discharge (confirmed also by 3D echo) with consequent increase in stroke volume. Patient was discharged from the hospital eight days after the intervention. One month later, a follow-up TTE was performed: it showed reduction in left ventricular dimension (EDV 230 mL) with improved contractility [ejection fraction (EF) 45%, LVOT VTI 23 cm] and a well performing bioprosthesis (Vmax 2.9 m/s, MG 20 mmHg, DVI 0.4), improvement of right heart performance (EF 3D 38%, TAPSE 20 mm) with decrease in pulmonary pressure (Vmax TR 2.7 m/s, IVC 1.3 cm). We also performed a cardiac magnetic resonance that confirmed good LVEF and showed no late gadolinium enhancement. We discussed with the patient the future need of a new intervention because of the foreseeable bioprosthetic degeneration and we hypothesized that an elective procedure of mechanical aortic valve replacement probably will be needed.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'15019662': 1, '11689796': 1, '20117377': 1, '21777880': 1, '23538379': 1, '11174732': 1, '10731648': 1, '15261935': 1, '23048050': 1, '34377901': 2}", "similar_patients": "{}"}