{"patient_id": 54268, "patient_uid": "8337140-1", "PMID": 34367712, "file_path": "comm/PMC008xxxxxx/PMC8337140.xml", "title": "Successful Response of Pembrolizumab Rechallenge after Radiotherapy for a Patient with Bladder Cancer of Nonresponse of Pembrolizumab First Challenge", "patient": "A 76-year-old man was pointed out microhematuria and left hydronephrosis during treatment for rheumatoid arthritis at a nearby doctor and was referred to our hospital in April 2019. Cystoscopy showed a solid mass from trigonum to the posterior wall of the bladder, and bilateral ureteral orifices could not be confirmed. Contrast-enhanced computed tomography (CT) of the thoraco-abdomino-pelvis revealed bladder cancer with extramural invasion and left hydronephrosis and left renal urine extravasation due to left ureteral obstruction of exponential growth of bladder tumor (Figures and ). Bladder magnetic resonance imaging (MRI) revealed bladder cancer with extramural invasion (). Bladder tumor biopsy revealed invasive urothelial cancer and high grade (). With the diagnosis of left hydronephrosis and left renal urine extravasation due to left ureteral obstruction at the left ureteral orifice with invasive bladder cancer, left nephrostomy was performed urgently. The patient underwent gemcitabine/cisplatin combination therapy (GC therapy) (70% dose in consideration for his age). The effect of three courses of GC therapy was stable disease. Continuing GC therapy was planned but was stopped because low-grade fever continued, and CT showed shadows in both lung fields. The patient started pembrolizumab therapy (pembrolizumab 200 mg intravenously, every 3 weeks) in September 2019 after confirming improvement in general condition and remission of shadows in both lung fields. The patient was noted to have a gastric ulcer after four courses of pembrolizumab therapy and discontinued pembrolizumab therapy due to regrowth in the primary lesion and the appearance of pelvic lymph node metastases in December 2019 (). The patient was found to have increased primary lesion and pelvic lymph node metastasis on CT in March 2020. The patient underwent radiotherapy (50.4 Gy with 28 fractions) on the primary lesion and pelvic lymph node metastasis site for the purpose of local control of the lesions. The primary lesion and pelvic lymph node metastasis site diminished in size after the radiotherapy (). The patient subsequently resumed pembrolizumab therapy due to regrowth of the primary bladder lesion and the appearance of para-aortic lymph node metastasis on CT in September 2020 (Figures and ). At the end of eight doses of pembrolizumab therapy in February 2021, the primary lesion and para-aortic lymph node metastasis were significantly reduced and had maintained (Figures and ). In May 2021, the patient was placed a ureteral stent in the left ureter, and the left nephrostomy catheter was removed. Immune-related adverse event due to pembrolizumab therapy has not been observed.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'32915313': 1, '26804478': 1, '28212060': 1, '11001674': 1, '31059726': 1, '26582738': 1, '16034041': 1, '32888471': 1, '32945632': 1, '34367712': 2}", "similar_patients": "{}"}