{"patient_id": 52798, "patient_uid": "8264441-1", "PMID": 34249743, "file_path": "comm/PMC008xxxxxx/PMC8264441.xml", "title": "Case Report: Durvalumab-Associated Encephalitis in Extensive-Stage Small Cell Lung Carcinoma", "patient": "A 68-year-old Japanese woman with a 20-pack 48-year smoking history (smoking index: 960) visited a hospital that she regularly visits because of a stomach discomfort. She had a gastric ulcer when she was 48 years old. Her father died of esophageal cancer and her mother died of colorectal cancer. She was suspected to have pancreatic cancer based on the findings of abdominal CT imaging. She was referred to our hospital for a close inspection of the pancreatic tumor. Initially, she was admitted to the Department of Gastroenterology. Contrast chest and abdominal computed tomography (CT) showed lung, pancreatic body, and adrenal gland tumors. Her tumor marker levels were considerably high (Neuron Specific Enolase [NSE]: 209 ng/mL, and Pro-Gastrin-Releasing Peptide [ProGRP]: 3960 pg/mL). The lung tumor was diagnosed as small cell carcinoma via a transbronchial biopsy (), and the pancreatic tumor was diagnosed as small cell carcinoma via an endoscopic ultrasound-guided fine needle aspiration biopsy (). Thus, she was diagnosed with primary lung small cell carcinoma with a clinical stage of T4N2M1c (pancreas and adrenal glands). PD-L1 expression was not evaluated in the present study.\\nThe patient was subsequently transferred to the Department of Respiratory Medicine and treated with carboplatin (AUC = 5 450 mg/body) plus etoposide (115 mg/body) plus durvalumab (1500 mg/body) as the first-line therapy immediately after diagnosis. Seventeen days later, she presented with general weakness and a fever. Twenty days later, she was hospitalized for a persistent fever and general weakness, despite the introduction of amoxicillin/clavulanic acid. The patient had no specific signs or symptoms. On admission, the laboratory examination revealed the following: white blood cell count, 3250 × 109/L; neutrophil, 65.2%; hemoglobin, 12.0 g/dL; platelet count, 31.0 × 104/L; and C-reactive peptide, 5.19 mg/L. The results of the coagulation and hepatic and renal tests were normal. Tumor marker levels were decreased (NSE, 7.5 ng/mL and Pro-GRP, 229 pg/mL). The urine, sputum, and blood cultures were negative. Chest and abdominal CT imaging showed a partial response according to the immune-related Response Evaluation Criteria in Solid Tumors (irRECIST), but showed no inflammation-related findings such as pneumonia, hepatitis, colitis, and pyelonephritis that cause a fever. Heart echo did not reveal vegetation, which cast a doubt on the diagnosis of endocarditis. Transthoracic or transesophageal echocardiography was not performed. Endocrine hormone tests such as T3, T4, TSH, ACTH, and cortisol were normal. Although she was treated with levofloxacin, cefepime, and itraconazole for bacterial or fungal infection after admission, she still had a fever. Twenty-eight days after chemotherapy, she presented with headache and dizziness, without nausea or vomiting. Brain gadolinium contrast magnetic resonance imaging (MRI) showed no abnormalities. Lumbar puncture (LP) showed a mild increase in the cell count (9 cells/mm3) with a mixed formula (lymphocytes predominant over neutrophils), elevated protein level (83 mg/dL), and normal glucose level (68 mg/dL). No malignant cells were observed in the cerebrospinal fluid (CSF). CSF culture was negative. Electroencephalography (EEG) showed a slow wave (4–7 Hz) 31 days after chemotherapy (). There were no seizures. She presented with disorientation, memory impairment, and eating difficulty. She developed drowsiness and did not respond well to simple questions. She was thus diagnosed with encephalitis. Because of the increased time taken for an accurate diagnosis along with worsening symptoms, the patient and her family became anxious. Constant updates on her circumstances were provided to her and her family to relieve their anxiety. Thirty-two days after chemotherapy, high-dose steroids were introduced (methylprednisolone 1 g/day for 3 days, and then prednisolone 1 mg/kg/day for a week, followed by a gradual decrease) for autoimmune encephalitis. The patient was administered acyclovir (750 mg/day) for 7 days to treat HSV virus encephalitis. The patient recovered completely from the fever and neurological symptoms, and her EEG findings improved (). Fifty-six days after the first chemotherapy, she was able to restart carboplatin plus etoposide with 15 mg prednisolone. Durvalumab was stopped. After the second course, she presented with a slight headache, but the CSF test improved: cell count, 5 cells/mm3; and protein level, 28 mg/dL). No malignant cells were observed in the CSF. CSF culture was negative. The patient tested negative for HSV virus in the polymerase chain reaction (PCR). As a result, the dose of steroids was increased to 25 mg, followed by a gradual decrease. After four courses, chest and abdominal CT imaging showed a partial response according to irRECIST, and the tumor marker level considerably decreased (NSE 8.9 and 109 pg/mL). During the four courses of carboplatin plus etoposide therapy, the patient’s symptoms such as fever and headache alleviated, and her consciousness level improved; furthermore, there was no recurrence of encephalitis ().", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'33454891': 1, '32150489': 1, '32299770': 1, '31959349': 1, '33232507': 1, '27979383': 1, '29442540': 1, '33333328': 1, '30116528': 2, '29525239': 1, '32620173': 2, '31122901': 1, '30619952': 1, '33538338': 1, '31590988': 1, '30741509': 1, '33268558': 1, '33423151': 1, '28495807': 1, '29863955': 1, '23941332': 1, '34249743': 2}", "similar_patients": "{'7334840-1': 1, '6088478-1': 1}"}