{"patient_id": 52142, "patient_uid": "8234623-1", "PMID": 34172015, "file_path": "comm/PMC008xxxxxx/PMC8234623.xml", "title": "Innumerable cerebral microbleeds in hepatitis B virus-related decompensated liver cirrhosis: a case report", "patient": "An 83-year-old woman was referred to the neurology clinic for progressive disorientation of time and place, personality changes such as apathy and irritability, and a confusion with somnolence over 2 weeks. Forty years earlier, the patient was diagnosed with hepatitis B virus-related liver cirrhosis. After diagnosis, she was repeatedly hospitalized and managed for recurrent esophageal variceal bleeding, ascites, and hepatic encephalopathy. The patient’s daughter reported that the patient had developed progressive memory decline over 2 years; however, cognitive decline was not evaluated because of changes in her medical condition. She also had a history of diabetes, dilated cardiomyopathy, and atrial fibrillation. No familial history of stroke or dementia was noted. On neurological examination, the cranial nerves were intact; she had normal movements of the extraocular muscles. Motor examination revealed normal muscle strength and tone; however, she had diminished deep tendon reflexes, bradykinesia, and hypomimia. The Babinski sign was not elicited, and the sensory examination results were normal. Hepatic encephalopathy was suspected, and a laboratory and imaging diagnostic workup was performed.\\nThe results of laboratory tests were as follows: total bilirubin, 1.95 mg/dL (0.3 ~ 1.2 mg/dL); albumin, 2.2 d/dL (3.5 ~ 5.2 d/dL); PT INR, 2.25 (0.9 ~ 1.2); ammonia, 349 ug/dL (27 ~ 90 μg/dL). The patient’s kidney function was within the normal range, and she did not have proteinuria or albuminuria. There were no symptoms or signs of systemic amyloidosis. Brain MRI revealed bilateral symmetric high signal intensity at the globus pallidus and substantia nigra on T1-weighted images (Fig. ). In addition, electroencephalography showed triphasic waves and bursts of intermittent rhythmic delta activity. Considering the laboratory, neuroimaging, and electrophysiological findings, we diagnosed the patient with hepatic encephalopathy grade 3 based on the West Haven criteria. Treatment with lactulose enema and intravenous hydration with branched-chain amino acids was immediately initiated, and her symptoms recovered within 12 h. The patient scored 22/30, after losing 1, 4, and 3 points on the temporal orientation, attention and calculation, and recall of three items tasks, respectively, in the Mini-Mental State Examination. However, we found innumerable CMBs in the bilateral frontal, parietal, temporal, and occipital lobes on the susceptibility-weighted imaging sequence (Fig. ). Since the distribution of CMBs in the patient were mainly corticosubcortical (grey-white matter junction) and predominantly in the posterior cortical regions, with no family history suggesting hereditary CAA, and the apolipoprotein E (APOE) genotype was ε4/ε4, we speculated that sporadic CAA and hepatic encephalopathy coexisted in this patient.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'28533911': 1, '22190361': 1, '19443797': 1, '28334869': 1, '26421848': 1, '30755685': 1, '25316276': 1, '34172015': 2}", "similar_patients": "{}"}