{"patient_id": 61115, "patient_uid": "8663895-1", "PMID": 34889266, "file_path": "comm/PMC008xxxxxx/PMC8663895.xml", "title": "Plug-assisted retrograde transvenous obliteration via gastrocaval shunt for the gastric variceal bleeding", "patient": "A 46-year-old woman presented to the emergency room with hematemesis and hematochezia. She had been diagnosed with hepatitis B and liver cirrhosis 11 years previously. She had undergone a transjugular intrahepatic portosystemic shunt (TIPS) procedure for gastroesophageal varix bleeding 3 years earlier. The initial blood pressure was 130/50 mm Hg, but dropped to 80/60 mm Hg after 3 hours. Laboratory values were as follows: hemoglobin 10.2 g/dL; platelet count 72 × 103/μL; serum bilirubin 1.3 mg/dL; albumin 3.5 g/dL; prothrombin time/international normalized ratio 1.48; aspartate aminotransferase 38 IU/L; and alanine aminotransferase 23 IU/L. At that time, there was no evidence of hepatic encephalopathy or ascites. Therefore, her Child-Pugh score was class A at 6 points.\\nEndoscopy showed scar change and tortuous venous dilatation without stigmata on the esophagus, but a sizeable polypoid mass with stigmata without bleeding on the stomach fundus (Fig. A). Computed tomography (CT) showed liver cirrhosis with splenomegaly, umbilical varix, and gastroesophageal varices (Fig. B). In addition, the previously inserted TIPS stent was occluded by a thrombus (Fig. C). TIPS revision was initially considered for gastric varix.\\nThe patient was transferred to the angiography suite. The right internal jugular vein was punctured under ultrasound guidance. Subsequently, a 10 Fr sheath (Flexor Check-Flo II Introducer Set, Cook, Bloomington, IN) was inserted. The right hepatic vein was selected to approach the TIPS stent. Then, TIPS stent passage was attempted using a 0.035-inch, 150-cm-long hydrophilic guidewire (Terumo, Tokyo, Japan), a 5 Fr Cobra catheter (Merit Medical, South Jordan, UT), and a 5 Fr Davis catheter (A&A Medical Device, Seongnam, South Korea). However, it failed because of severe obstruction of the stent.\\nIn this patient, there was no gastrorenal shunt, but a gastrocaval shunt (Fig. D). Therefore, classical PARTO via a gastrorenal shunt was not possible, but a gastrocaval shunt could be an alternative to gastric varix. After the left inferior phrenic vein (transverse portion) negotiation through the IVC, the 7F Ansel sheath (Cook) was inserted into the gastrocaval shunt. A 12 mm Amplatzer Vascular Plug II (Abbott Medical, Plymouth, MN) was placed in the gastrocaval shunt (Fig. A). Venography showed no visualization of gastric varix due to large collateral vessels, such as the pericardiophrenic vein, after placing 4 Fr Cobra catheter (Terumo, Tokyo, Japan) into the gastrocaval shunt proximal to the vascular plug (Fig. B). The collateral vessel was embolized using coils (6 mm 035 Nester coil, Cook) (Fig. C). Gelatin sponges (Cutanplast; Mascia Brunelli Spa, Milano, Italy) were injected through the catheter toward the gastrocaval shunt and gastric varix until the afferent veins were sufficiently opacified (Fig. D). After embolization, the catheter was removed, and the vascular plug was detached.\\nDuring the procedure, the patient's vital signs were stable. The day after the procedure, she experienced additional melena. After that, there was no bleeding event; therefore, she was discharged. Approximately 2 weeks after the procedure, laboratory findings showed hemoglobin 10.1 g/dL, platelet count 80 × 103/μL, serum bilirubin 1.0 mg/dL, albumin 3.5 g/dL, aspartate aminotransferase 27 IU/L, and alanine aminotransferase 16 IU/L.\\nFollow-up CT after 9 months showed an Amplatzer vascular plug, coils in the embolized gastrocaval shunt, and collateral veins, and disappearance of gastric varix (Fig. ). Until now, the esophageal varix has been stable, and the patient has presented no episode of bleeding.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'8672742': 1, '11464006': 1, '10370625': 1, '3391371': 1, '23322829': 1, '8911204': 1, '3488937': 1, '2322791': 1, '1446890': 1, '11565135': 1, '23481167': 1, '34889266': 2}", "similar_patients": "{}"}