{"patient_id": 52722, "patient_uid": "8260843-1", "PMID": 34249970, "file_path": "comm/PMC008xxxxxx/PMC8260843.xml", "title": "Acute Hypertensive Retinochoroidopathy Secondary to an Anti-cancer Drug (apatinib): The First Case Report", "patient": "A 40-year-old Chinese woman presented a sudden painless reduction of visual acuity in both eyes. The patient had no history of high blood pressure, diabetes mellitus, chronic renal impairment, preeclampsia, renal artery stenosis, pheochromocytoma, or heart disease. In March 2019, she was diagnosed with gastric cancer and treated with radical gastrectomy and oral tegafur (40 mg twice a day). After the operation, the epigastric pain due to gastric cancer was relieved obviously, and her blood pressure remained normal during the follow-up period. Thirteen months later, she was diagnosed with ovarian metastasis of gastric cancer. She was treated with transabdominal hysterectomy, bilateral adnexectomy, 40 mg oral tegafur twice per day, and 250 mg apatinib daily. On the 58th day of drug administration, the patient immediately sought consult for a sudden decrease in vision. Her blood pressure was 208/136 mmHg while laboratory examination results showed that the liver, thyroid, and renal function remained normal.\\nThe best-corrected visual acuity (BCVA) was 20/80 OD and 20/50 OS. The anterior segment was normal. The pupils were equal, round, and reactive to light with no afferent pupillary defect. The intraocular pressure was normal in both eyes. Funduscopic examination revealed retinal oedema, intraretinal hemorrhage, elschnig spots, hard exudates, and cotton-wool spots in both eyes (, ). FFA showed delayed choroidal filling in areas of capillary nonperfusion (). FFA also showed multifocal sites of patchy hyperfluorescence in the early phase, with leakage during the entire imaging process describing elschnig spots, and blockage from the cotton-wool spots (, ). Spectral-domain optical coherence tomographic (SD-OCT) showed intraretinal fluid (IRF), serous retinal detachment (SRD) with multilayered hyperreflective lesions indicating fibrinous materials, swelling of the retinal nerve fiber layer (RNFL), disorganization of the ellipsoid zone (EZ), and retinal pigment epithelium (RPE) in the right eye (). IRF with multilayered hyperreflective lesions, RNFL swelling, and relatively preserved EZ and RPE were observed in the left eye (). Based on these findings, the patient was diagnosed with acute hypertensive retinochoroidopathy.\\nThe patient was treated with sublingual 25 mg captopril, oxygenated in supine position, an electrocardiogram was performed immediately and her blood pressure monitored. After the hypertension symptoms decreased, 5mg amlodipine besylate was administrated daily and her blood pressure continued to be closely monitored. Oral tegafur and apatinib were maintained.\\nOne week later, IRF and SRD were significantly reduced in both eyes (, ) and the BCVA improved to 20/50 OD and 20/30 OS.\\nDuring the 1-month follow-up period, the IRF and SRD were entirely resolved (, ). However, the unusually punctate hyperreflection foci on the RPE level were still observed in the right eye's macula by SD-OCT, indicating a previous elschnig spot (shown on fundus photography and FFA) and stellate exudates were observed in the right eye's macula (). The BCVA improved to 20/60 OD and 20/40 OS.\\nFour months later, during her most recent follow-up, the patient showed improvement of the fundus condition (, ). However, interruption and disorganization of the EZ and RPE on SD-OCT and hard exudates were observed in the right eye's macula (). The fundus appeared normal in the left eye () and the BCVA then improved to 20/20 in both eyes.\\nEven though the patient developed alopecia, her blood pressure remained stable during the entire follow-up period.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'11339600': 1, '31724089': 1, '31089238': 1, '32440214': 1, '27990740': 1, '14557199': 1, '27082847': 1, '33115264': 1, '32627959': 1, '21963999': 1, '32344075': 1, '32212907': 1, '34249970': 2}", "similar_patients": "{}"}