{"patient_id": 57054, "patient_uid": "8461009-1", "PMID": 34568441, "file_path": "comm/PMC008xxxxxx/PMC8461009.xml", "title": "Case Report: Perioperative Kounis Syndrome in an Adolescent With Congenital Glaucoma", "patient": "A 12-year-old male suffering from congenital glaucoma was admitted to Meyer Children's University Hospital for the surgical revision of his ocular Baerveldt implant, a device that maintains a patent connection between the anterior chamber of the eye and an equatorial bleb capsule and improves the drainage of the aqueous out of the eye (). This patient suffered from a pathologic mutation on CYP1B1, encoding a dioxin-inducible enzyme belonging to the cytochrome P450 superfamily, that is involved in the proper development and balance of trabecular meshwork (). Because of this chronic ocular disease, the patient had previously undergone other surgical procedures with no reported anesthesiologic complications. A previous surgery was performed 3 months before and the anesthesia was administered with inhaled sevoflurane and intravenous fentanyl, accompanied with intravenous ondansetron as antiemetic drug, without any clinical reaction. His past medical history was negative for any cardiac issue or atopic condition, and his family medical history was unremarkable.\\nAbout 30 minutes after the induction phase of the anesthesia with intravenous midazolam bolus, followed by continuous inhaled sevoflurane, the patient experienced an episode of bradycardia associated with hypotension, apparently without reporting any clinical signs and symptoms (dyspnoea, chest pain, pulmonary or peripheral oedema). Specifically, his heart rate decreased from 90 to 40 bpm; however, this clinical manifestation seemed to respond to the administration of a bolus of atropine that further induced a transient episode of sinus tachycardia. At the same time, his blood pressure dropped to 80/45 mmHg. In the acute phase, the physical examination revealed a mild apical systolic murmur (2/6 on the Levine grading scale), without any other clinical manifestations of heart failure.\\nAn electrocardiogram (ECG) showed sinus rhythm with ventricular repolarization abnormalities in the inferior lateral wall (). Moreover, the echocardiographic study demonstrated global left ventricular (LV) hypokinesia and dilatation with preserved right ventricular function (). Laboratory work-up documented an increase of creatine kinase-myocardial band (CK-MB) and troponin. Furthermore, N-terminal-prohormone B-type natriuretic peptide (NT-proBNP) was increased as well, consistent with LV dysfunction. Further blood investigations did not show any inflammatory markers increase, eosinophilia, electrolytic imbalance, and liver, or kidney dysfunction ().\\nThe patient was hemodynamically stable, but a close follow-up was planned, including a daily electrocardiogram and echocardiography for prompt evaluation of any additional ECG-ischemic changes or cardiomyopathy deterioration.\\nTwo days after admission, in order to exclude other causes of cardiomyopathy, such as myocarditis, a cardiac contrast-enhancement magnetic resonance imaging (CE-MRI) demonstrated a significant improvement of LV function without any regional wall abnormality. Oedema was noticed on the anterior ventricular wall (), possibly consistent with reversible myocardial injury potentially related to myocardial ischemia, while no signs of fibrosis were demonstrated after gadolinium enhancement. A daily cardiac evaluation revealed a complete normalization of ECG and a complete recovery in the cardiac function 72 hours from the beginning of the clinical manifestations, along with a marked reduction in CK-MB, troponin and NT-proBNP, at discharge, 6 days after admission (), while the patient was in good clinical condition, in absence of drug therapy.\\nA coronary computed tomography (CT), 10 days after the onset of the clinical manifestations, excluded any lumen obstruction, dissection or other anatomical variants of the aorta and coronary arteries. However, it was clearly observed myocardial bridge of a tract of the left anterior descending (LAD) coronary artery (). As a precaution, it was chosen not to perform a provocative stress test during the acute phase of the disease, but in order to exclude further stress-induced ischemia an exercise test was performed 21 days after the onset of the clinical manifestations. It showed a linear increase in heart rate and blood pressure, without ischemic signs, symptoms or ST-T ECG alterations.\\nThe patient underwent skin prick testing with midazolam (5 mg/ml) and sevoflurane (100%) with negative results. According to current standards, histamine 10 mg/ml (Lofarma, Milan, Italy) and normal saline were used as positive and negative control substances, respectively.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'18031840': 1, '23623347': 1, '19277706': 1, '10814626': 1, '24944992': 2, '7943804': 1, '30586731': 1, '29316984': 1, '18632172': 1, '19084925': 1, '26677363': 1, '9121760': 1, '31440312': 1, '7249508': 1, '19196576': 1, '23824828': 1, '30394519': 1, '24801079': 1, '32974449': 2, '24697291': 1, '28153536': 1, '31478532': 1, '25464452': 1, '21418536': 1, '32547613': 1, '29571427': 1, '26997841': 1, '26509087': 2, '21569746': 1, '26061575': 1, '31130272': 1, '24909803': 1, '32960008': 1, '19019657': 1, '17205665': 1, '30541918': 1, '26966931': 1, '18346615': 1, '22467090': 1, '26363750': 1, '29902529': 1, '22335765': 1, '22007234': 2, '34568441': 2}", "similar_patients": "{'4058546-1': 1, '3191824-1': 1, '7501905-1': 1, '4609804-1': 1}"}