{"patient_id": 108626, "patient_uid": "8211039-1", "PMID": 34223155, "file_path": "noncomm/PMC008xxxxxx/PMC8211039.xml", "title": "Progressive myoclonic epilepsy due to rare mitochondrial ND6 mutation, m.14487T>C", "patient": "A 43-year-old man was referred with a 4-year history of drug-resistant epilepsy characterised by focal to bilateral tonic-clonic seizures and refractory myoclonus. There was no other medical history. He had been born at term, attained all developmental milestones normally and had no history of childhood convulsions.\\nHe had two sisters, both of whom had childhood epilepsy. One sister had experienced global developmental delay, had never talked and been wheelchair-bound following a diagnosis of congenital muscular dystrophy. The other sister had reached normal milestones until the age of 3 years, after which she developed progressive gait abnormalities. Both sisters had died from pneumonia aged 13 and 16 years old. He had one daughter, aged 8 years old, with no neurological symptoms ().\\nOur patient reported developing symptoms when he was 39 years old, initially with episodes of right elbow cramping, which evolved to paroxysmal episodes of right upper limb jerking lasting approximately thirty seconds on each occasion. With time, these attacks became more frequent, and he also began to experience episodes of twitching over the right side of his face. He reported violent episodes lasting up to fifteen minutes with jerking of all four limbs with preserved awareness. He had one episode associated with loss of consciousness, followed by right upper and lower limb weakness lasting several days. When he was 42 years old, he developed bilateral simultaneous progressive visual loss over a period of weeks, to the extent that he had been registered legally blind.\\nOn examination, there was high-frequency, stimulus-sensitive multifocal myoclonus predominantly affecting the right side of his face and right upper limb. Awareness was preserved. Facial myoclonus grew more pronounced when talking to the extent he was unable to speak or swallow (). Ankle reflexes were absent and there was a glove-and-stocking distribution of sensory loss.\\nInitial visual testing revealed bilateral central scotomata with corrected visual acuities of 6/60 in the right eye and 6/18 in the left eye, relatively preserved peripheral vision and pallor of both optic discs (). Optical coherence tomography showed bilateral symmetric thinning of the nerve fibre layer in the papillomacular bundles. Six months later, there had been considerable deterioration in central vision, with acuities in both eyes at the level of hand movements only. This did not improve despite a trial of high dose intravenous steroids with an oral taper.\\nMRI scans over a 2-year period demonstrated interval development of multifocal cortical and subcortical T2/FLAIR hyperintensities involving both cerebral hemispheres (). Nerve conduction studies revealed a symmetrical, length-dependent axonal neuropathy. Prolonged video electroencephalography (EEG) revealed episodes of twitching involving the face, upper body and right arm with no epileptiform correlate. Although excessive muscle artefact made back-averaging impossible, short-duration myoclonic jerks with craniocaudal spread, followed by brief periods of atonia were consistent with cortical myoclonus. Giant somatosensory evoked potentials (N20-P25 24.4µV) were also found, supporting the presence of cortical hyperexcitability.\\nA muscle biopsy was performed, which showed minor non-specific changes (). Although there were no definite cytochrome oxidase negative fibres (which may be subject to variation in level of sections), rare fibres deficient in complex I and complex IV components were evident. These changes were not diagnostic, but were in keeping with the clinical impression of a mitochondrial disorder. On the contrary, muscle respiratory chain enzyme analysis showed no evidence of complex I/II+III/IV or ubiquinone deficiency. A 21-gene panel for pathogenic mitochondrial gene mutations was negative. Given clinical suspicion, we proceeded to whole mitochondrial gene sequencing on the muscle sample that revealed a 98% heteroplasmic m.14487T>C p. (Met63Val) mutation. This is a pathological variant which results in an amino acid substitution in NADH dehydrogenase 6 (ND6), a complex 1 subunit of the mitochondrial respiratory chain.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'20019223': 1, '32680831': 1, '26530508': 1, '19062322': 1, '14595656': 1, '34223155': 2}", "similar_patients": "{}"}