{"patient_id": 47174, "patient_uid": "8713733-1", "PMID": 34984112, "file_path": "comm/PMC008xxxxxx/PMC8713733.xml", "title": "Report of a Rare Case of Computed Tomography Diagnosis of Hydrocarbon Pneumonitis", "patient": "A 49-year-old gentleman came to the emergency department with a four-day history of fever and cough, which started after accidental aspiration of diesel during siphonage of a motor vehicle. He also had a one-day history of shortness of breath and pleuritic-type chest pain. There was no history of wheeze or altered sensorium. No history of allergy, recent travel, and contact with sick patients or animals was noted. On examination, he was conscious, oriented, and not in distress. His oral temperature was 38 degrees Celsius, heart rate was 95 bpm, respiratory rate was 20/minute, blood pressure was 121/71 mm Hg, and oxygen saturation was 99%. There was no cyanosis. On respiratory examination, normal breathing sounds, percussion notes, and vocal and tactile resonance were noted. No added sounds were heard on auscultation. All other systemic examinations were within normal limits. Laboratory investigations showed elevated inflammatory markers. Baseline hemogram and renal and liver function tests were normal. Arterial blood gas analysis and electrocardiogram were normal.\\nChest X-ray showed patchy parenchymal haziness/ground glass lung opacities in the left mid and lower zones, keeping with infection-related pneumonitis (Figure ). In addition, repeated chest X-rays showed progression of the lung consolidation in the left middle and lower zones.\\nCOVID-19 reverse transcription polymerase chain reaction (RT-PCR) test was performed on presentation to the emergency department, and came as negative. Diagnosis of infective pneumonia was made on the day of admission, and antibiotic treatment started. When his fever did not subside, and repeated chest X-rays showed no resolution of lung opacities, a diagnosis of non-resolving pneumonia was made. He was investigated further to rule out pulmonary tuberculosis. Quantiferon test was indeterminate. Two sets of acid-fast bacilli sputum smear and tuberculosis polymerase chain reaction came negative. Likewise, two sets of blood culture were also negative.\\nFor further investigation, a CT (computed tomography) scan of the chest with contrast was requested. CT scan showed patchy areas of consolidation in the left lung, predominantly in the lingula and right middle lobe, with centrilobular opacities in the left lung (predominantly in the left upper lobe) and the right upper lung lobe. In addition, focal lesions with central non-enhancing hypodensity in the left hilum were suggestive of low-density consolidation rather than lymphadenopathy (Figure ). In view of the history of diesel aspiration, these features suggested a possibility of hydrocarbon/chemical pneumonitis secondary to aspiration of diesel.\\nBronchoscopy done to exclude endobronchial tuberculosis and fungal infection showed no evidence of endobronchial lesions or endobronchial tuberculosis. Bronchial biopsy was negative for malignancy and granulomas. Bronchoalveolar lavage (BAL) demonstrated lipid-laden macrophages (Figure ), which further confirmed the radiological diagnosis of hydrocarbon pneumonitis.\\nHe was given intravenous Augmentin 1200 mg infusion, three times daily for three days and oral naproxen 500 mg, twice daily for five days, got symptomatically better (although chest X-ray showed non-resolving lung opacities), hence discharged. The patient was instructed to follow up regularly in the outpatient clinic and is currently doing well.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'20024881': 1, '8836660': 1, '16700198': 1, '10864084': 1, '5066898': 1, '26029584': 1, '23436660': 1, '8236080': 1, '13579237': 1, '15072330': 1, '12853552': 1, '4821918': 1, '20028911': 1, '16562794': 1, '16394707': 1, '30687441': 1, '24669087': 2, '34984112': 2}", "similar_patients": "{'3960815-1': 1}"}