{"patient_id": 55141, "patient_uid": "8378096-1", "PMID": 34430139, "file_path": "comm/PMC008xxxxxx/PMC8378096.xml", "title": "A Case of Fatal Catatonia in a COVID-19 Patient", "patient": "A 62-year-old woman with a past medical history of hypertension, schizoaffective disorder, and bipolar disorder presented to the emergency department with shortness of breath and weakness for one week. The patient was found to be COVID-19 positive. The patient denied fever, chills, nausea, vomiting, and diarrhea. The patient’s vitals at the time were T 98.8, BP 150/71, HR 89, RR 20, Percent oxygen saturation 89% on room air. While on a high-flow nasal cannula (FiO2 90% 30 LPM) she was saturating above 94%. The patient was on the following home medications: amlodipine 5mg, hydrochlorothiazide 25mg, losartan 100mg, and quetiapine 300mg.\\nThe patient was alert and oriented x4 on presentation, with normal mood and affect. There were no acute events during hospital days 2-4, but on hospital day 5, the patient was observed to be speaking in Haitian Creole, when the team had been communicating with the patient in English prior. After using translation services, the patient refused to speak with the doctor or the interpreter.\\nDuring hospital days 6-9, the patient displayed extreme mutism and negativism, not speaking or responding to any commands. On hospital day 9, a Creole-speaking nurse was brought to the room, and attempted to video call her brother; she was unresponsive to her brother as well. CT scan of the head was negative with no acute findings, and EEG showed moderate diffuse cerebral dysfunction, non-specific in etiology. Triphasic waves, classically associated with toxic metabolic dysfunction were seen, pointing to encephalitis likely from COVID-19. Lumbar puncture was discussed however her brother opted to hold off. On hospital day 10, the patient showed continued altered mental status and received a single 1mg trial of Ativan (lorazepam) for a presumed diagnosis of catatonia with no improvement. By hospital day 12, the patient was nonverbal. On the physical exam, her lower extremities were stiff; however, she was able to straighten her legs passively with difficulty, demonstrating a wax-like movement. Upper extremities were also stiff, moving with passive movement only, and would remain in a locked wax-like position. On hospital day 13, a brain MRI was performed and was also negative of acute or chronic intracranial pathology. Her Bush Francis Catatonia score was 13, indicating a catatonic state.\\nOn hospital day 14, the patient's results came back COVID negative, mental status was unchanged from days 14-17. On hospital day 18 from the recommendations of the psychiatric team, the patient was started on an Ativan challenge withstanding 1mg Ativan every eight hours intravenously. On hospital day 19, the patient was seen to be much more aware of her surroundings and was more verbal. Her movements were still slow and there were moments where the patient receded into a catatonic state. On hospital day 20, after 48 hours of starting the Ativan challenge, the patient had a significant improvement in her clinical state. Bush Francis' score repeated was 6, which was decreased from 13. The patient continued to show improvement and was able to respond to questions, and was now alert and oriented x3. There was still some residual rigidity and occasional regression; however, with the standing Ativan added, there was a significant improvement in her catatonic state as demonstrated by the Bush Francis score.\\nDuring the afternoon of hospital day 20, a rapid response was initiated which later turned into a cardiac arrest code once no pulses were palpated at the bedside. During the cardiopulmonary resuscitation (CPR) efforts a point of care ultrasound (POCUS) examination was done of the heart. POCUS of the heart showed a dilated right ventricle (RV) (Figure ) compared to the left ventricle (LV).\\nThe RV to LV ratio was estimated to be greater than 1. Additionally, septal bowing into the LV was seen on POCUS in the parasternal short-axis view, indicating a “D-sign,” not pictured here. No pericardial effusion was seen. Given these findings, it was suspected the sudden cardiac arrest refractory to resuscitation efforts was likely secondary to a massive pulmonary embolism. After several rounds of CPR, the patient was pronounced deceased.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'32623546': 1, '28114315': 1, '33133803': 1, '21076339': 1, '32792053': 1, '32664944': 1, '32558956': 1, '32299017': 1, '32758257': 1, '33223217': 1, '34430139': 2}", "similar_patients": "{}"}