{"patient_id": 49162, "patient_uid": "8088014-1", "PMID": 33931107, "file_path": "comm/PMC008xxxxxx/PMC8088014.xml", "title": "Potassium wasting nephropathy in the setting of tizanidine overdose: a case report", "patient": "A 36-year-old Caucasian man with a past medical history significant for hypertension, depression, substance abuse, and dyslipidemia presented to the hospital after an intentional overdose with tizanidine. He was found by a friend in a state of reduced consciousness and severe weakness. He had consumed alcohol the night prior to presentation and had been vomiting profusely per report. In line with his presention, there were several abnormalities on his chemistry panel, including severe hypokalemia, hypomagnesemia, and acute kidney injury. Initial potassium concentration was 2.7 mmol/L; sodium concentration, 140 mmol/L magnesium, 1.4 mg/dL; and creatinine, 1.4 mg/dL (with a previously noted baseline of 0.8 mg/dL). Initial blood pressure was 105/68 mm/Hg, pulse was 82 bpm, and temperature was 98.5 degrees Fahrenheit. On physical exam he appeared to be comfortable and was cooperative. His head was atraumatic, and pupils were equal, round, and reactive to light. He had flat neck veins, and the lungs were clear to auscultation anteriorly and laterally. His abdomen was soft with normal active bowel sounds. He had no dependent edema. He had reduced muscle strength in both upper and lower extremities in a symmetrical fashion and had reduced patellar reflexes bilaterally. Results from an electrocardiogram were abnormal. He was found to have mild prolongation of the QT interval (corrected QT [QTc] 497 ms) with the presence of U waves having the appearance of T-U fusion waves (Fig. ). Home medications included atorvastatin, levothyroxine, cetirizine, lisinopril, and tizanidine 4 mg every 6 h as needed.\\nHe was admitted to the medical intensive care unit with continuous monitoring of his cardiac telemetry. The inpatient nephrology service was promptly consulted. He was provided with aggressive intravenous fluid resuscitation with isotonic crystalloid (lactated Ringers + 40 meq KCl/L at 125 ml/h); additional potassium replacement began in earnest both orally and parenterally. He was also administered magnesium sulfate 4 gm intravenously. Serial chemistries were ordered every 4 h. Further laboratory testing revealed an ethanol level of 219 mg/dL; acetaminophen, salicylates, and tricyclics were undectable. The urine drug screen was positive for cocaine. With further hydration and electrolyte replacement, his sensorium improved and he revealed that he had ingested 80 mg of tizanidine with 24 ounces of beer approximately 20 h before his initial presentation to the Emergency Department. The cocaine use was nearly a week prior to his presentation.\\nTwenty-four hours after admission, after having received 100 mEq of potassium chloride his potassium remained extremely low at 2.8 mmol/L. At this point, the serum magnesium level had improved to 1.9 mg/dL. Repeat ECG confirmed ongoing mild QT prolongation with QTc of 497 ms. The patient’s urine potassium level was abnormally elevated at 38 mEq/L (should be < 20 mEq/L in the setting of severe hypokalemia), alluding to a defect in renal potassium handling, and not losses of gastrointestinal secretions which would have led to renal potassium conservation. Since he had achieved resolution of his acute kidney injury (creatinine was now down to 0.81 mg/dL), oral spironolactone 25 mg twice daily was started. The patient was transferred out of the intensive care unit to the cardiac step-down unit for ongoing monitoring of his telemetry and rhythm. Despite further improvement in his magnesium levels (> 2.0 mg/dL), his hypokalemia persisted for approximately 72 h more, during which time he required > 100 mEq daily, totaling nearly 500 meq. The potassium levels finally stabilized at 4.5 mmol/L, and the final ECG confirmed normalization of the QT interval with QTc of 471 ms (Fig. ). On hospital day 5 he was transferred to the inpatient psychiatry service, at which time his electrolyte levels and renal function were normal. He was maintained on spironolactone 25 mg twice daily with no supplemental potassium requirements. Shortly after discharge, the patient’s aldosterone level returned to 3 ng/dL. The aldosterone to plasma renin activity ratio was reported as 7.7, which is not suggestive of primary hyperaldosteronism.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'17804670': 1, '15828911': 1, '15277290': 1, '25456780': 1, '9074844': 1, '2321642': 1, '13084751': 1, '28213045': 1, '7249508': 1, '33931107': 2}", "similar_patients": "{}"}