{"patient_id": 106397, "patient_uid": "8019616-1", "PMID": 33833589, "file_path": "noncomm/PMC008xxxxxx/PMC8019616.xml", "title": "A Life Saving Emergent Temporary External Carotid Artery Controlled in Extensive Craniofacial Injury", "patient": "A 43-year-old male sustained an extensive penetrating injury to his left frontotemporal and preauricular region—from a broken grass-cutting blade—with an incompressible pulsating lesion (). He was immediately transferred to a trauma center. His vital signs showed systolic blood pressure of 60–70 millimeters of mercury and his pulse rate was 140 beats per minute and oxygen saturation was 80%. The physical examination suggested an active arterial bleed from the maxillary artery, anterior to the mandibular neck. A few minutes after the patient arrived, his consciousness was deteriorating to E1V1M5 and an endotracheal tube was inserted. An immediate transfusion of group O red blood cell was initiated.\\nThe trauma plus protocol (The protocol trauma team activation for severe trauma patient of institute) was activated and the patient was immediately transferred to the operating room. A longitudinal skin incision along the anterior margin of the left sternocleidomastoid muscle was performed. The posterior belly of the digastric muscle was cut to reveal the carotid bifurcation clearly. The left common facial vein was divided. The left common carotid artery, external and internal carotid arteries were exposed and encircled by vascular slings. Transient left ECA occlusion by application of a Rumel tourniquet was performed (). A massive artery bleedwas controlled. The duration between the activation of the trauma protocol and the occlusion of the ECA was 8 minutes. The penetrating tract at the preauricular region was tamponaded by balloon (). Subsequently, the patient was transferred to computed tomographic angiography (CTA) of the brain and neck to evaluate the adjacent structure and intracranial vascular injury. The study revealed a metallic foreign body with multiple left side skull fractures with multiple comminuted fractures involving the zygomatic process of the left temporal bone, lateral wall of left orbit, left orbit apex, left superior orbital fissure and left optic canal, squamous part of left temporal bone, wall of sphenoid and ethmoid sinuses, and the greater and lesser wing of the sphenoid bone (). There was acute subarachnoid hemorrhage along the left Sylvian fissure and an acute subdural hemorrhage along the frontotemporal convexity with brain swelling (). There was no evidence of intracranial arterial injury (). The patient was returned to the operating room and the foreign body was carefully removed. A completed transection of the maxillary artery was identified and ligated, then the ECA was released and revealed no active bleeding site. The total duration of the transient ECA occlusion was 100 minutes. The foreign body fragments were removed. The dura was repaired and a subgaleal drain was placed. The patient had received 6 units of packed red cells, 6 units of fresh frozen plasma and 4 units of single donor platelets. Ongoing resuscitation continued in the trauma intensive care unit (ICU). The preauricular area was re-explored over the next 2 days. The left mandible condyle fixation with plate and screw was performed and the complete transection of the facial nerve was re-anastomosed to the great auricular nerve. The duration of stay was 10 days. The patient had good levels of conscious with a GCS of E4V5M6 and motor power grade V. The patient was paralyzed on the left side of the face from the facial nerve injury and suffered permanent visual loss in the left eye due to extensive optic nerve damage.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'27331062': 1, '11063104': 1, '17983703': 1, '25136406': 1, '17185685': 1, '8474643': 1, '33833589': 2}", "similar_patients": "{}"}