{"patient_id": 50972, "patient_uid": "8176203-1", "PMID": 34095210, "file_path": "comm/PMC008xxxxxx/PMC8176203.xml", "title": "Case Report: A Rare Case of Nasal Forehead Mass in Kimura's Disease", "patient": "A 45-year-old male patient presented with complaints of a nasal forehead mass which had gradually increased in size over the past 5 years and influenced his appearance.\\nThe patient found the nasal-root mass 5 years ago. The mass was the size of a peanut, soft, of normal skin color and with a swollen smooth surface, often exhibiting self-absorption with no other discomfort. In October 2018, nasal mass resection was performed at a local hospital and postoperative pathology was unclear. A relapse occurred in January 2019 and the mass gradually increased in size over the next 10 months, to approximately the size of 5 cm × 2.5 cm. The patient came to our department for a clear diagnosis and treatment.\\nThe patient was in good health and had no history of chronic disease. In 2012, he underwent appendectomy in a local hospital due to acute appendicitis.\\nPhysical examination of the nose upon admission showed that the shape of the nose was normal. The left part of the nasal-root mass was about the size of 5 cm × 2.5 cm. It was soft, with a smooth surface, no redness or swelling, no ulceration, and no tenderness.\\nNo abnormalities in terms of renal function, erythrocyte sedimentation rate (ESR), rheumatism, serum complement (C3/C4), quantitative immunoglobulin determination, immunoglobulin IgG4, antinuclear antibodies or ANCA were found. The possibility of Kimura's disease was not considered before surgery, and IgG4 and IgE levels were not detected before the operation. Positive laboratory results are shown in .\\nAfter admission, computerized tomography (CT) and magnetic resonance imaging (MRI) examination of the patient's paranasal sinuses were performed. MRI showed an iso-intense signal in the T1 sequence, iso- and hyper-intense signal in the T2 sequence () and enhancement in the T1 enhanced sequence with an unclear boundary. CT showed a soft tissue signal in the nasal forehead with an unclear boundary ().\\nThe pathological findings were as follows: in the hyperplastic fibrous tissue, there were hyperplastic lymphoid tissues, lymphoid follicles, a large number of eosinophils between follicles and small hyperplastic blood vessels in the follicles, which focally infiltrated striated muscle (). Immunohistochemistry findings were as follows: CD3(+), CD20(+), CD21(FDC+), CK(–), and Cyclin D1(–).", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'31293950': 2, '24356478': 1, '8827288': 1, '3084736': 1, '527967': 1, '30912457': 2, '21286771': 1, '28764210': 1, '19052471': 1, '28511526': 1, '29186256': 2, '30409112': 2, '16750313': 1, '22173767': 1, '29456677': 1, '27614905': 1, '25120846': 1, '26885085': 1, '32733768': 2, '31898499': 1, '34095210': 2}", "similar_patients": "{'6585217-1': 1, '6225567-1': 1, '7384504-1': 1, '6442089-1': 1, '5514584-1': 1}"}