{"patient_id": 108937, "patient_uid": "8240923-1", "PMID": 34267442, "file_path": "noncomm/PMC008xxxxxx/PMC8240923.xml", "title": "Plasmablastic Lymphoma Involving Kidney in an HIV Positive Patient: A Case Report with Review of the Literature", "patient": "A 53-year-old HIV positive male presented with a history of pain in the left lower back radiating to leg for 2 months duration. He was a known diabetic, hypertensive, and had taken treatment for pulmonary tuberculosis in the past. He was on antiretroviral therapy (ART) along with prophylactic treatment for pneumocystis carinii.\\nOn examination, he was moderately built with Eastern Co-operative Oncology Group (ECOG) performance status 1. His abdomen examination revealed a firm, tender mass occupying the left hypochondrium along with diffuse abdominal distension. His blood parameters and biochemical reports including renal function tests were normal. Sputum was negative for tuberculosis and HIV viral load was lower than the detectable limits (Genexpert -PCR) 1 copy/mL = 1.71 IU/mL. His CD4 count was 207 cells/mcL. Positron emission tomography-computed tomography (PET-CT) scan [] showed a 10.0 × 11.6 × 20.1 cm metabolically active soft tissue density mass lesion in the left perinephric space, significantly in the lower pole and infiltrating the renal fascia, extending to the lower hilum and encasing the proximal and mid ureter with resultant luminal narrowing with resultant left hydronephrosis, suggestive of lymphoma. Multiple small metabolically active retroperitoneal, pelvic, mesenteric, mediastinal, hilar, and cervical lymph nodes were noted. Loculated right pleural collection with trace ascites was also seen.\\nHe underwent a CT-guided core biopsy of the perinephric mass, which revealed diffuse malignancy, characterized by a relatively monotonous population of dyscohesive lymphoplasmacytoid cells suggestive of non-Hodgkin's lymphoma []. Immunohistochemistry of the tumor showed positive CD138, MUM-1, Ki-67 was 90%. EMA, CD20, CD30, CK, and EBER were negative. The IHC supported the diagnosis of PBL. Bone marrow biopsy revealed hypercellular marrow with features of erythroid hyperplasia and megaloblastic maturation with no definite evidence of lymphomatous involvement.\\nHence, the diagnosis of PBL stage IVB with a high international prognostic index (IPI) score was established. He was planned for CHOEP (cyclophosphamide, doxorubicin, vincristine, etoposide, and prednisolone) based systemic chemotherapy with intrathecal chemotherapy followed by autologous stem cell transplant. He received three cycles of chemotherapy and was reassessed with a PET-CT scan, which showed near-complete resolution of left perinephric and retroperitoneal mass lesions with significant regression of other lymph nodes. He completed six cycles of chemotherapy and on evaluation with PET-CT scan, had stable disease. We planned for autologous stem cell transplant for consolidation, but it was deferred due to financial constraints.\\nAfter 2 months, PET-CT scan showed a new lesion in the pancreas with SUVmax – 14.7 and left posterior inferior pararenal space/psoas muscle with SUVmax – 12.7, suggestive of relapse. Given the early relapse and aggressive nature of the disease, he was planned for second-line chemotherapy with ICE (ifosfamide, carboplatin, and etoposide) regimen followed by autologous stem cell transplant. His disease progressed further, and he succumbed to death within 2 years of treatment.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'24338745': 1, '9028965': 1, '19581534': 1, '20919850': 1, '16414538': 1, '15166665': 1, '23509308': 1, '15578069': 1, '18756521': 1, '34267442': 2}", "similar_patients": "{}"}