{"patient_id": 153805, "patient_uid": "8695742-1", "PMID": 34955664, "file_path": "noncomm/PMC008xxxxxx/PMC8695742.xml", "title": "Pseudo-seizure, an Atypical Presentation of Attention-Deficit Hyperactivity\\nDisorder in a Female: A Case Report", "patient": "A fourteen-year-old adolescent female of Anglo-Australian background, living with her\\nbiological parents and attending grade eight high school, was referred to the child and\\nyouth mental health service (CYMHS) team for assessment and management of her\\npseudo-seizures.\\nHer problems started around one and half years before the CYMHS referral, when she was\\nunresponsive to external stimuli for 2-3 minutes in the context of knee pain, with minimal\\nrecollection after recovery. A few months later, she had another episode while sitting in\\nher classroom. She was again unresponsive to stimuli, slid from her seat to the floor and\\nrequired an emergency department (ED) visit. Subsequently, her episodes became more\\nfrequent, occurring almost once a month. Triggers were variable including throbbing headache\\nand body ache, feeling lethargic and exhausted, difficulty with vision, numbness, describing\\na sense of impending doom, depersonalization and derealization. Some episodes were also\\npreceded by nose bleeds.\\nDuring the episodes, which occurred in various locations and lasted from 5 minutes to few\\nhours, she would become unresponsive with her eyes closed and would have intermittent\\njerking or thrusting of the shoulders with associated neck extension, back arching, pelvic\\nthrusting and side-to-side head movements. Hyperventilation, up-rolling of the eyeball and\\ntwitching of the eye lids were part of the presentation in some episodes.\\nThe headaches did not have migrainoid quality. The unresponsive episodes were not\\nassociated with frothing from mouth, tongue biting, physical injury due to fall or bladder\\nor bowel incontinence. Usually, she appeared tired after the episodes and required up to an\\nhour to get back to baseline; she never appeared disoriented during these periods.\\nDetailed evaluation revealed low haemoglobin (115 gm/L), normal MRI of the brain and normal\\nEEG (standard activation protocols like hyperventilation and photic stimulation were used\\nduring the study). She was treated for absence seizures with oral and intravenous\\nlevetiracetam (optimized to a dose of 1500 mg/day over several months) with ongoing episodes\\neven on medication. Her family members were trained to use recovery position and intra-nasal\\nmidazolam whenever she had these episodes. Later, when her video EEG during episode did not\\nreveal any epileptiform activity, her diagnosis was changed to conversion disorder,\\nmedications were tapered and stopped, and she was referred to CYMHS for further\\nmanagement.\\nCYMHS evaluation found this adolescent girl to be in emotional distress in the context of\\nlongstanding family conflict, characterized by parental discord and ongoing emotional and\\nfinancial abuse by her father. Emotional neglect was also noted with the father described as\\nemotionally distant and dictatorial towards the patient, resulting in frequent\\narguments.\\nThere was temporal association of the death of her maternal grandmother, who was\\nemotionally close, movement from primary school to secondary school and the onset of\\npseudo-seizures. The patient was described as a high achiever in school by her teachers.\\nHowever, she reported to have difficulty coping with both the conflictual family situation\\nand academic demands. On occasion, she coped by superficial cutting, which were\\nmisinterpreted by the mother as scratches by the pet dog and ignored. She felt disconnected\\nand isolated from her family.\\nShe had genetic loading for mental health and neurological problems, depression and\\nschizophrenia on the maternal side, a distant relative with epilepsy on the paternal side\\nand multiple relatives with substance use disorder. Her developmental challenges included\\nbeing a poor sleeper including irregular sleep routines. Despite having high academic\\naspirations, she struggled with inattention in class where her mind regularly wandered, and\\nshe was described as talkative and fidgety. She also reported significant effort required to\\nfocus on her studies and spent a lot of time trying to finish her schoolwork. At school, she\\nhad engaged in fights with peers and was bullied, which had worsened in the context of her\\npseudo-seizures. However, her academic performance remained reasonable, and her teachers\\nwere happy with her progress.\\nADHD workup included collateral information from parents and the school, psychiatric\\nassessments, and scores of Conner’s and Vanderbilt questionnaires\\n (parent and teacher ratings). The client, who was observed to be having average\\nintelligence, was diagnosed with comorbid conversion disorder and ADHD – combined type,\\nnonorganic insomnia and childhood emotional disorder unspecified. She also qualified for the\\nZ codes (ICD-10-AM): other specified problems related to primary support group (Z63.8) and\\nemotional neglect of child (Z62.4). Secondary gain was also noted, given her pseudo-seizures\\nmade her family members more caring and sensitive to her needs. Though she reported anxiety\\nsymptoms and low mood at different times, she did not meet criteria for any separate mood or\\nanxiety disorder.\\nShe was instructed to follow sleep hygiene, and was started on methylphenidate and\\nindividual psychotherapy using CBT principles. Family meetings were held to explore family\\nmembers’ understandings of the problem and to provide them psychoeducation. On follow-up,\\nshe reported to be compliant on the medication, which was optimized to 20 mg/day and\\nconverted to long-acting preparation; she reported better productivity regarding her\\nschoolwork, feeling calmer and less angry than before; and her family members and teachers\\nalso noted improvement in her behaviour and relationships which were reflected in her\\nfollow-up Vanderbilt scores.\\n Her pseudo-seizures stopped, sleep improved and she felt her coping had improved\\ntoo.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'30195575': 1, '28956448': 1, '28950988': 1, '29796281': 1, '31982036': 1, '29284437': 1, '25317366': 1, '29776429': 1, '18079510': 1, '29157502': 1, '32787804': 1, '18615163': 1, '12960702': 1, '25135778': 1, '30089215': 1, '30832197': 1, '34955664': 2}", "similar_patients": "{}"}