{"patient_id": 108742, "patient_uid": "8219389-1", "PMID": 34177275, "file_path": "noncomm/PMC008xxxxxx/PMC8219389.xml", "title": "A Case of Central Pontine Myelinolysis Occurred During Treatment of Hyperosmolar Hyperglycemic Syndrome", "patient": "A 71-year-old female presented to our hospital with a 10-day history of consciousness disorder, continuous fever, and vomiting without abdominal pain. She had a body temperature of 37.5°C, severe dehydration, a blood pressure of 80/70 mmHg, and a heart rate of 111 bpm. Her consciousness level was E1V2M4 (7/15) on the Glasgow coma scale (GCS) with a pupil response of 3/3 mm, +/+. We suspected that the patient had developed septic shock caused by a urinary tract infection. She had never been to a clinic or hospital for a health check-up, thus she received no diagnosis or medication. Unfortunately, she also lived alone, and her detailed condition before admission was unknown. Examination of the heart, chest, and abdomen was unremarkable. Blood gas analysis showed metabolic acidosis: pH 7.268, anion gap 17.7 mmol/L, Na 154 mEq/L, K 4.8 mEq/L, Cl 115 mEq/L, and lactate 3.9 mg/dL. Blood analysis showed the following: BS 1635 mg/dL and hyperosmotic plasma 427 mOsm/L. These findings informed the diagnosis of HHS. Additionally, her family was not aware of her diabetes status, and she was never treated with insulin. This was the first time she was diagnosed with diabetes. Her white blood cell count was 13,500/μL, neutrophils 91.4%, C-reactive protein 24 mg/dL, BUN 85 mg/dL, and creatinine 3.47 mg/dL, and she had indications of severe inflammation. We treated her for HHS with sepsis caused by pyelonephritis. The brain CT suggested that her consciousness disorder was caused by metabolic encephalopathy due to uremia and multiple cerebral and cerebellar infarctions.\\nUnder ventilation for consciousness disorder, she underwent treatment for HHS with intravenous ﬂuids (0.9% saline) and insulin according to the international guidelines with antibiotic treatment for pyelonephritis. The saline infusion was initially administered at a dose of 250 mL/h, but the rate and concentration were changed when her BS levels decreased by 60 mg/dL and the serum sodium increased from 135 to 161 mEq/L in 6 hours (). BS was administered at a dosage of 4 U/h (0.1 U/kg/h). Her BS levels decreased by 144 mg/dL (9% of her initial BS level) in the first hour and by 90–100 mg/dL per hour thereafter, totaling a drop of 1480 mg/dL within 24 hours. Although the patient’s sodium levels changed minimally, her corrected sodium decreased by 25 mEq/L within 24 hours as the infusion was modified to include sugar. The correction rate of BS was rapid, inducing a sharp decrease in sodium concentrations. Hemodynamic stability was attained gradually with fluid therapy alone, and septic shock was alleviated on the third day.\\nThe patient exhibited a smooth trend towards improvement under severe management for BS and sodium control. Her consciousness level had immediately improved to GCS E3VtM6 (10/15), and extubation was performed. After extubation, she could not speak, and exhibited left foot paralysis and unilateral visual impairment in her left eye (only light perception). Considering the possibility of cerebral infarction, brain MRI was performed; high signal intensity lesions were observed in the posterior central pons in T2-weighted and fluid-attenuated inversion-recovery images (), low signal intensity lesion on T1 weighted images (), and a high signal intensity lesion and a lesion without a decrease in the apparent diffusion coefficient on diffusion-weighted images (). These imaging findings informed a diagnosis of CPM. In addition, brain MRI showed multiple cerebral infarctions in the cerebral cortex, and a cerebellar infarction in the left cerebellar hemisphere. We consulted with an ophthalmologist regarding the cause of her visual impairment; however, no evidence of abnormalities in the fundus were found. Furthermore, multiple cerebral infarctions were not the cause owing to unilaterality. We considered further testing but did not identify the cause of visual impairment; however, preexisting unilateral visual impairment due to severe diabetes without treatment is also a possibility.\\nSubsequently, the patient underwent intensive rehabilitation with insulin and meal management to control BS levels; she could perform more activities of daily living and gradually began to speak. The high signal area in diffusion-weighted images had shrunk after 2 weeks from last MRI. She achieved almost full functional recovery and independently performed all activities of daily living 2 months after her presentation.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'948540': 1, '18052771': 1, '10816188': 1, '27042557': 1, '15316041': 1, '8152365': 1, '29627027': 1, '21098547': 1, '10573464': 1, '455045': 1, '18694978': 1, '10225241': 1, '12754365': 1, '13616772': 1, '12938871': 1, '16749553': 1, '6024660': 1, '29530008': 2, '31142480': 1, '10460448': 1, '20129624': 1, '22922267': 2, '15699405': 1, '34177275': 2}", "similar_patients": "{'5848589-1': 1, '5586714-1': 1}"}