{"patient_id": 112804, "patient_uid": "8611529-2", "PMID": 34908702, "file_path": "noncomm/PMC008xxxxxx/PMC8611529.xml", "title": "Psychogenic vomiting: A case series", "patient": "A 21-year-old girl, married for 3 months, belonging to middle socio-economic class, was brought to the psychiatry OPD by mother-in-law with complaints of episodic hyperventilation, involuntary body movements for 3 months. She also complained of multiple episodes of vomiting (20–22 episodes per day, around 5–10 min after consumption of food) of about 2 months' duration. She was living in a metropolitan town and was doing a job after her MBA. She left her job after marriage and came to live in a village with her husband.\\nA week after the wedding, she went to a dam with her husband for a ritual who told her about people of a certain community who committed suicide at that place. In the coming week, she went there twice, once with their friends and once with the family again for ritual, and she felt anxious and scared on going there. Her in-laws called some faith healers who did a prayer at their place about 10 days after the episodes started, and she recovered completely in 15 days. During all this time, she was bio-functionally stable. During one such episode, she was taken to a private practitioner who started her on oral benzodiazepines. A few days after recovery, she started having episodes of vomiting. She would usually vomit 5–10 min after consumption of food and water and was not associated with any nausea. There was no blood in vomits, contained of food and was nonbilious, nonprojectile. She never complained of a loss of appetite or any sleep disturbances. She was then taken to another private practitioner who admitted her for a few days, and she was given symptomatic management. Her brain imaging showed no abnormality. Her routine blood investigations, urine examination and ultrasound examination abdomen and pelvis were all within normal limits. Her symptoms improved by discharge but never completely resolved and over a period of 1 month, she has lost 4 kg of weight. Postepisodes of vomiting, she is usually relaxed, and conversation is carried out in a comfortable way. Within 2 days of re-admission, the episodes decreased to 3–4 episodes per day with considerably decreased abdominal pain. She did not have excessive worrying thoughts regarding her illness and episodes occur 5 min after completing the meal, not associated with nausea. No significant findings on serial mental status examinations. Patient's condition was managed successfully with starting the patient on selective serotonin reuptake inhibitors, supportive psychotherapy, and psychoeducating of the patient and her family.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'21316008': 1, '9164055': 1, '17885700': 1, '16678558': 1, '10169442': 1, '20680166': 1, '2351303': 1, '30578644': 1, '21316015': 1, '34908702': 2}", "similar_patients": "{'8611529-1': 2}"}