{"patient_id": 60804, "patient_uid": "8641989-1", "PMID": 34868319, "file_path": "comm/PMC008xxxxxx/PMC8641989.xml", "title": "Two Cases of Leigh Syndrome in One Family: Diagnostic Challenges and Clinical Management Experience in Latvia", "patient": "A 22-month-old male child was referred to Children's Clinical University Hospital in Riga from another hospital due to an episode of hypoglycaemia (1.6 mmol/L). His general health condition was evaluated as serious. He was the second child of nonconsanguineous parents and was born at term after an uneventful pregnancy. Physical and psychomotor development was documented to be delayed.\\nLaboratory findings showed metabolic crisis—ketotic hypoglycaemia, abnormal acid-base balance, increased anion gap, lactic acidaemia 5.11 mmol/L (reference range: <2.5 mmol/L), and lactic aciduria 4993 mmol/L (reference range: 0–200 mmol/L). Physical examination detected a rash on the patient's face and body, oedema of the face and both lower limbs, generalised low muscle tone, and hepatomegaly (+3 cm below the costal margin). His weight was 12 kg, and his height was 77 cm (−3 SD). Neurological investigation disclosed severe hypotonia, ataxia, and muscle hypotrophy.\\nThe patient had feeding difficulties due to aphthous ulcers in the oral cavity. As his health condition was considered serious, the boy was admitted to the intensive care unit where he developed a high-degree fever. Several blood samples were taken for microbiological diagnostics, and culture results revealed the presence of Gram-positive flora. Fluctuating elevated lactate levels were also detected in his blood: 5.11 mmol/L initially, then 3.29 mmol/L and 2.88 mmol/L (reference range: <2.5 mmol/L).\\nThe patient subsequently vomited haematin several times and passed dark stools. Brain magnetic resonance imaging (MRI) showed slightly wider lateral ventricles and subarachnoid space; however, no specific changes were uncovered. Brain magnetic resonance spectroscopy (MRS) showed no significant deviations in metabolites.\\nX-ray of the lungs and abdomen and fibrogastroscopy of the gastrointestinal tract showed no abnormal pathology.\\nDue to the low free carnitine and elevated lactate levels in his blood, treatment with L-carnitine (100 mg/kg/day) and thiamine (150 mg/day) supplementations was initiated as an empiric therapy for an undiagnosed mitochondrial disease.\\nThe plasma amino acid panel showed low glutamine, glycine, serine, and citrulline levels and slightly elevated alanine and glycine levels. The organic acid spectrum in urine showed high glutaric acid, 7.13 (normal: 0–5.3). Based on the biochemical findings, a diagnosis of glutaric aciduria type 1 was suspected and, consequently, the patient's DNA was sent for sequencing analysis using a next-generation sequencing panel of 435 genes associated with metabolic disorders. The patient's clinical condition significantly improved, and he was discharged from the hospital. Nonetheless, genetic follow-up and maintenance therapy with L-carnitine and thiamine were recommended until a definitive diagnosis could be made.\\nAfter discharge, the DNA test results revealed no mutation in the gene causing glutaric aciduria type 1 and did not uncover any known disease-causing genetic pathogenic variant in the tested genes. Mitochondrial DNA sequencing was subsequently performed, but, again, no pathological variants were detected.\\nNine months later, the patient was readmitted to our hospital due to lethargy, fatigue, and ataxia after withdrawal of his prescribed medications L-carnitine and thiamine. Brain MRI was repeated and showed progressive structural changes and lesions in the medulla oblongata and mesencephalon although MRS was not repeated.\\nA further extended genetic investigation was initiated. Specifically, whole-exome sequencing was performed to identify causative variants. Two pathogenic variants in the SURF1 gene were identified: c.845_846del, p.(Ser282Cysfs ∗ 9) (maternal), and c.752-1G > C (paternal). Based on these findings and the clinical presentation, a diagnosis of LS was established. The L-carnitine/thiamine therapy was resumed. Furthermore, riboflavin and coenzyme Q10 were added to the treatment regimen. Neurological symptoms regressed for a short period of time. The child is currently four years old and is slowly deteriorating. He has lost the ability to walk and requires support to sit.\\nIn 2020, the patient's mother was reported to be pregnant with a gestational age of 21 weeks +5 days. Foetal ultrasound at 21 + 3 weeks revealed a cerebral periventricular cyst with dimensions of 21 mm × 11 mm. Diagnostic amniocentesis was performed, and foetal DNA sequencing results revealed two pathogenic variants in the SURF1 gene in a compound heterozygous state. Taken together, these findings were interpreted as LS and the pregnancy was terminated.", "age": "[[22.0, 'month']]", "gender": "M", "relevant_articles": "{'29715184': 1, '24079682': 1, '26506407': 1, '31996241': 1, '23583222': 1, '33134083': 1, '18583168': 1, '21611066': 1, '24642831': 1, '25419155': 1, '12812953': 1, '8602753': 1, '24718837': 1, '23010433': 1, '23772060': 1, '14874135': 1, '20843336': 2, '15866434': 1, '19135620': 1, '29204204': 2, '12533324': 1, '16488174': 1, '23829769': 1, '21266382': 1, '20202874': 1, '11261513': 1, '22115768': 1, '34868319': 2}", "similar_patients": "{'2949674-1': 1, '5696666-1': 1}"}