{"patient_id": 50006, "patient_uid": "8133520-3", "PMID": 34026379, "file_path": "comm/PMC008xxxxxx/PMC8133520.xml", "title": "Aseptic Loosening of Smaller Corail Stems in Heavy, Active Males: A Report of Three Cases", "patient": "Patient 3 is a 61-year-old man with a BMI of 30. His femur showed Dorr A bone type and a high canal-flare index of 4.9 (Figure ). He underwent uncomplicated DA THA with a size 9 Corail collarless stem with a high-offset neck and a 32 mm +8.5 mm head. Postoperative radiographs showed neutral coronal and sagittal alignment of the stem and a canal fill ratio of 0.81 (Figure ). The patient recovered well and quickly progressed to walking 2 miles daily. He reported new-onset start-up pain within five months with an inability to walk long distances secondary to thigh pain. Radiographs showed lack of metaphyseal ingrowth with varus migration and subsidence (Figure ). A bone scan was ordered, which showed increased uptake consistent with loosening. Revision was offered to the patient, but he preferred to defer surgery hoping that the stem might stabilize. He presented to the office five months later with 9/10 thigh pain. The patient underwent stem revision through a posterior approach using an S-ROM 18 x 13 x 36 standard stem (Figure ). Postoperatively, the patient was put on restricted weight bearing with a walker for three weeks followed by full weight bearing with an assistive device for balance for an additional four weeks. Eight weeks following revision surgery the patient reported feeling well and walking comfortably. He continued to progress well and eventually returned to our practice for evaluation and treatment of a different arthritic joint.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'17598401': 1, '27436922': 1, '26476972': 1, '32769807': 1, '29092981': 1, '23723267': 1, '20814676': 1, '32474699': 1, '2199114': 1, '8363862': 1, '16330993': 1, '30637305': 1, '3416522': 1, '30289882': 1, '34026379': 2}", "similar_patients": "{'8133520-1': 2, '8133520-2': 2}"}