{"patient_id": 106893, "patient_uid": "8058662-1", "PMID": 33969070, "file_path": "noncomm/PMC008xxxxxx/PMC8058662.xml", "title": "Successful endoscopic surgery for emphysematous pyelonephritis in a non-diabetic patient with autosomal dominant polycystic kidney disease: A case report", "patient": "A 47-year-old woman was admitted to the emergency department of the University of Hong Kong-Shenzhen Hospital with a 4-d history of fever and left loin pain.\\nFour days earlier, the patient developed fever, with a maximum body temperature of 39.3 °C, accompanied by pain and discomfort in the left waist. She went to other hospitals for treatment, but the results were not good. She went to the emergency department for further diagnosis and treatment.\\nThe patient had a background of autosomal dominant polycystic kidney disease and polycystic liver disease.\\nThe patient denied any tobacco or alcohol use. She had a past medical history of polycystic kidney and polycystic liver.\\nInitial vital signs at the emergency department were as follows: Blood pressure, 127/91 mmHg; heart rate, 133 beats/min; respiratory rate, 20/min; and body temperature, 38.5 °C. A hard mass was palpable at the level of the belly button on the right abdomen. There was no tenderness in the abdomen, but there was percussion pain in the left kidney area.\\nLaboratory findings showed leukocytosis of 10.62 × 109/L (reference range, 3.89-9.93 × 109/L), platelet count of 97 × 109/L (reference range, 162-341 × 109/L), C-reactive protein level of 214.5 mg/L (reference range, 0–10 mg/L), serum creatinine level of 97.6 μmol/L (reference range, 46-92 μmol/L), plasma fibrinogen level of 6.63 g/L (reference range, 2-4 g/L), and numerous white blood cells in the urine.\\nComputed tomography (CT) revealed multiple air pockets in the left collecting system and multiple hypodense cysts in bilateral kidneys (Figure ). CT also showed multiple renal stones located in left pelvis, which caused the left hydronephrosis.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'27227920': 1, '23814427': 2, '31933612': 1, '26279720': 1, '10737279': 1, '28717547': 1, '27366713': 1, '26675196': 1, '33969070': 2}", "similar_patients": "{'3692154-1': 1}"}