{"patient_id": 51681, "patient_uid": "8213507-1", "PMID": 34221517, "file_path": "comm/PMC008xxxxxx/PMC8213507.xml", "title": "Thyroid-Associated Ophthalmopathy after Radioactive Iodine Therapy for Metastatic Follicular Thyroid Carcinoma", "patient": "A 67-year-old-woman who presented with back pain was referred to our institution to evaluate the cause. Computed tomography (CT) revealed a thyroid tumor and multiple vertebral bone metastases (C5, L4, S1, and left acetabular cartilage) (). Biopsy of L4 was performed, and pathological findings showed metastasis of follicular thyroid carcinoma. Denosumab was initiated to address multiple bone metastases, and the patient underwent total thyroidectomy and central neck dissection. Pathological diagnosis was poorly differentiated carcinoma derived from follicular thyroid carcinoma with minimal invasion (). After the surgery, the patient received TSH-suppressive therapy with levothyroxine sodium hydrate 100 μg daily and treated with RAI therapy (3.7 GBq). However, no uptake was observed in the metastatic lesions (). Three months after RAI therapy, external beam radiation therapy (36 Gy/12F) was performed to the lumbar spine and sacrum. Six months after RAI, sorafenib 800 mg was initiated with gradually decreasing dosage because of diarrhea. One year after RAI, the patient presented with diplopia, and magnetic resonance imaging revealed a thickening of the right inferior rectus muscle (). Laboratory data obtained the following findings: thyrotropin receptor antibody (TRAb) 11.8 IU/L, euthyroid, thyroglobulin (Tg) 37700 ng/mL, and thyroglobulin antibody (TgAb) 215 IU/L (the normal value of TRAb, Tg, and TgAb are 2.0 IU/L or less, 33.7 ng/mL or less, and 28.0 IU/mL or less, respectively). Lumbar puncture and cytology found no abnormalities, and the patient was diagnosed with TAO. Despite the recommendation of an ophthalmologist, she refused treatment for TAO. However, Tg and TgAb gradually decreased with sorafenib and lenvatinib administration, and TAO was improved two years after occurrence (). At the time of TAO improvement, Tg and TgAb levels were 1620 ng/mL and 13 IU/L, respectively. During the course of treatment, no changes in bone metastasis were observed on CT.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'25671254': 1, '18794628': 1, '20578895': 1, '6071430': 1, '21195999': 1, '19723755': 1, '12608932': 1, '18429949': 1, '19264688': 1, '10777282': 1, '21834960': 1, '8101586': 1, '34221517': 2}", "similar_patients": "{}"}