{"patient_id": 47950, "patient_uid": "8032946-1", "PMID": 33842348, "file_path": "comm/PMC008xxxxxx/PMC8032946.xml", "title": "VEGFR Inhibitors for Uterine Metastatic Perivascular Epithelioid Tumors (PEComa) Resistant to mTOR Inhibitors. A Case Report and Review of Literature", "patient": "A 53 year-old woman presented a 4-month history of vaginal bleeding without associated abdominal pain or other symptoms. On the gynecological examination, a right side, para-uterine mass was detected. The vaginal ultrasound and MRI showed the 6 × 6 cm mass with no associated lymph node involvement. The PET-CT identified a single bone lesion in the sacral spine (S1). Tumor markers including CEA, CA125, CA19-9, and CA15-3 were within normal range.\\nThe patient underwent radical hysterectomy and bone biopsy. Both bone biopsy and hysterectomy indicated an oligo-metastatic uterine PEComa, without cervical involvement, with high-grade nuclear features and lymphovascular invasions (). The tumor expressed CD10, the myoid smooth muscle actin and HMB45. Focal anti-TFE3 was also observed (, ). The single bone metastasis was treated with radiotherapy (5 fractions of 7 Gy for a total of 35 Gy).\\nThree months later, the patient presented asymptomatic bone, lung and subcutaneous recurrence. Targeted NGS (52-cancer gene hotspot panel) detected no mutation but a heterozygous deletion of 9q34 that contains the TSC1 gene () (), prompting a first line everolimus treatment (10 mg 1×/day, po) (). For the bone metastasis, denosumab (120 mg 1/month sc) was initiated, and a quarterly follow-up by PET-CT as well as regular clinical surveillance was decided. On this treatment, the disease was controlled for 2 years, but unfortunately the patient started feeling pain in the subcutaneous lesion of the right thigh and clinical progression was noted. The PET-CT showed bone, lung and subcutaneous progression. A second line treatment by pazopanib and denosumab was introduced, based on reports on anti-angiogenic tyrosine kinase inhibitors (TKIs) effect in PEComas (, ) ().\\nDuring the treatment, the patient had regular clinical, biological and radiological controls. With the combination of pazopanib (800 mg 1×/day po) and denosumab, there was regression of the subcutaneous disease and stability of lung and bone metastasis for over a year . It is important to note that all the treatments were well-tolerated, only with mild toxicities. No dose adaptation was necessary.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'29800950': 1, '28459168': 1, '20215136': 1, '16327428': 1, '28723233': 1, '16359539': 1, '18085521': 1, '26970174': 1, '20048174': 1, '25790294': 1, '32605908': 1, '22595799': 1, '25927202': 1, '21154746': 1, '9242607': 1, '17521703': 1, '30889920': 1, '19451436': 1, '29435023': 1, '25517951': 1, '22943457': 2, '27751846': 1, '19451427': 1, '30001237': 1, '27793946': 1, '16192597': 1, '25750268': 1, '12548202': 1, '1599021': 1, '27030639': 1, '31217199': 1, '32010646': 2, '25981307': 1, '34680376': 1, '30816108': 1, '33842348': 2}", "similar_patients": "{'3499435-1': 1, '6859122-1': 1}"}