{"patient_id": 110343, "patient_uid": "8369853-1", "PMID": 34413976, "file_path": "noncomm/PMC008xxxxxx/PMC8369853.xml", "title": "Longest reported case of symptomatic COVID-19 reporting positive for over 230 days in an immunocompromised patient in the United States", "patient": "We present a case about a 62-year-old man who had persistently tested positive via RT-PCR for more than 230 days. He first tested positive on 23 April 2020. He has multiple comorbidities, including systolic heart failure with a left ventricular ejection fraction of 15%, mild intermittent asthma, and hyperlipidemia. He had a history of non-Hodgkin’s lymphoma diagnosed in 2001 that was treated with Rituximab, Cyclophosphamide, Doxorubicin, Vincristine, and Prednisone. He has since been in remission. He also had a history of anti-neutrophil cytoplasmic antibody (ANCA)-colitis, Sweet’s syndrome, and vasculitis that was diagnosed in 2018. He receives Rituximab every 6 months, and his last dose was given in September 2019. The patient was scheduled to receive his next dose the previous week but did not because he fell ill.\\nOn 23 April 2020, he presented to the emergency department (ED) with a 48-h history of fever that peaked at 39.4°C/103°F. He stated that he had an increasing cough and breathlessness without orthopnea and paroxysmal nocturnal dyspnea. Upon arrival in the ED, he was given an albuterol treatment with some improvement to his hypoxia. The patient had denied any phlegm production or expectoration. A SARS-CoV-2 RT-PCR test was ordered and returned positive. He was started on ceftriaxone and azithromycin, hydroxychloroquine, and steroids. After a short hospital stay, the patient’s oxygen level normalized on room air, and he was discharged and told to social distance.\\nOn 21 May 2020, he visited with his primary care physician. A chest X-ray was obtained and showed improving pneumonia. He did not have any chest pain, SOB, or cough. On 22 May, he was started on cefuroxime, but the treatment failed to clear his infection. Further analysis of his complete blood count (CBC) showed that his white count showed a leukocytosis of 11.8. His white count on CBC was rechecked on 28 May and showed an increase to 14.4.\\nOn 2 June 2020, he returned to the ED, presenting with hypotension and tachypnea. His procalcitonin was 0.09, and he was noted to be in acute renal failure with a creatinine of 1.46, while the basic metabolic panel (BMP) showed a sodium of 131. His baseline creatinine was indicated in his chart as 1.1. The results of his CBC with differential are noted in .\\nA chest X-ray revealed the progression of left lung opacity. A SARS-CoV-2 RT-PCR was requested and returned positive. He was given intravenous (IV) fluids and broad-spectrum antibiotics consisting of cefepime, azithromycin, and vancomycin. Rheumatology, hematology, and oncology were consulted; he received intravenous immune globulin (IVIG) as well as Rituximab. Upon discharge home, he was placed on prednisone 60 mg daily with a plan to taper slowly. He had been receiving dapsone; however, this was changed to Atovaquone.\\nA repeat chest computed tomography (CT) at the end of August revealed bilateral ground-glass opacities. On 1 September 2020, he presented to the ED with SOB and reported that he had increased dyspnea on exertion over the last 3 days. Also, he reported a low-grade fever over the past couple of days. His maximum temperature was 38.3°C/101°F. He denied any associated cough, chest pain, palpitations, or any other infectious symptoms. A chest X-ray was obtained in the ED, and a CT of the chest without contrast showed chronic and improved pneumonia compared to previous CT imaging. A SARS-CoV-2 RT-PCR was requested and returned positive. Together, the positive SARS-CoV-2 RT-PCR and radiographic imaging remained consistent with COVID-19, and no further testing was ordered.\\nHis labs showed elevated lactate at 3.2 and mild chronic hyponatremia at 130 with a baseline at 134. His renal function mildly worsened with a creatinine of 1.31 and a baseline between 1.1 and 1.2. He was treated with steroids, IVIG, and immunoglobulin G (IgG) on 3 September. A second SARS-CoV-2 RT-PCR was requested and returned positive. He had an adverse reaction that consisted of shaking, chills, and increased work of breathing. He was admitted to the intensive care unit (ICU) for monitoring and pre-treatment, where the Infectious Disease team administered convalescent plasma. A SARS-CoV-2 RT-PCR was requested on 1 October and 10 October and returned positive. He was discharged and told to social distance.\\nOn 18 October, he presented with respiratory distress. He was noted to be febrile at 39.3°C, tachycardia in the 150s, tachypneic in the 50s, and with an oxygen saturation of 88% on nonrebreather. He was given 125 mg of methylprednisolone and covered with broad-spectrum antibiotics while blood cultures were pending. A chest X-ray showed multifocal pneumonia with bilateral opacities. Labs were notable for white blood cell (WBC): 20.2 with no bandemia, potassium: 5.3, bicarbonate: 18, creatinine: 0.99, and lactate: ~10. Initial blood gas of 7.17/60 (pH/PaCO2) improved to 7.4/33 (pH/PaCO2) after he was placed on bilevel positive airway pressure (BiPAP) and given the above interventions. He was placed on Atovaquone prophylactically to prevent Pneumocystis jirovecii. He received steroids that were slowly tapered, and at discharge, he was on 50 mg of oral prednisone with a plan to taper slowly.\\nOn 16 November, he presented with abdominal pain, SOB, and dysphagia. In the previous 24 h, he complained of SOB and fevers for the past 2–3 days. The patient at baseline had been on 2 L of oxygen via nasal cannula. However, starting the morning of 15 November, he had some SOB and increased his oxygen to 3 L, which did not help. He also reported subjective fevers over the past couple of days, along with decreased appetite. There was epigastric abdominal pain that was constant and had been going on for the past couple of days. He denied cough, chest pain, nausea, vomiting, and diarrhea. A CT of the abdomen and pelvis was performed and revealed acute cholecystitis. CTA (computed tomography angiography) of the lung revealed multifactorial pneumonia. The surgery team was consulted, and they recommended antibiotics. He was treated with IV antibiotics and IV steroids for possible COVID-related fibrosis. Gradual improvement was noted.\\nOn 23 November, a COVID-19 RT-PCR was requested and returned positive. On reviewing labs and physical, he was noted to have persistent idiopathic thrombocytopenic purpura (ITP), for which he was given IVIG. On 3 December, an acute change in respiratory status prompted the rapid response team to initiate respiratory distress protocols. He required an increase in high-flow nasal cannula (HFNC) from 60% to 80% FiO2 due to the saturation to mid-80s. Another SARS-CoV-2 RT-PCR was requested and returned positive.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'32533556': 1, '32306047': 1, '32644223': 1, '33083371': 1, '29483914': 1, '32505778': 1, '33248470': 1, '32975066': 2, '33068796': 1, '34413976': 2}", "similar_patients": "{'7515786-1': 1}"}