{"patient_id": 108469, "patient_uid": "8191090-1", "PMID": 34098756, "file_path": "noncomm/PMC008xxxxxx/PMC8191090.xml", "title": "A case of hepatic paragonimiasis was misdiagnosed as hepatocellular carcinoma with rupture and haemorrhage", "patient": "A 55-year-old male patient was admitted to the Department of Hepatobiliary Surgery, The Second Affiliated Hospital of Kunming Medical College, Kunming, Yunnan Province, China on 14 November 2019 presenting with right upper quadrant distending pain for the previous 15 days. Fifteen days before admission, the patient had developed a sudden pain in right upper quadrant and felt discomfort while working in the field. The pain was persistent, but no other symptoms such as fever, acid reflux or diarrhoea were found. After admission, relevant examinations were completed. The eosinophil count was significantly increased (2.68 × 109/l; 0.02 × 109/l < normal < 0.52 × 109/l), while other laboratory tests showed no obvious abnormalities. His computed tomography (CT) findings presented as a multiple patchy space occupying the right lobe of the liver and local effusion under the right capsule of the liver (). Following consideration of the patient's imaging findings and medical history, it was thought that the patient might have hepatocellular carcinoma with rupture and haemorrhage. The patient underwent right hemihepatectomy under laparoscopy + cholecystectomy + regional lymph node dissection. Intraoperatively, extensive adhesions were found around the right liver and rupture of the right hepatophrenic plain was observed. The postoperative liver specimen was dissected from multiple sides and a haemorrhagic area of 10 × 10 × 2 cm was located below the liver capsule; and a 5 × 3.2 cm grey mass with soft section surface was observed below the haemorrhagic area (). The pathological diagnosis of the postoperative liver specimen was hepatic paragonimiasis (). In the following days, the patient recovered well without complications. He was treated with 25 mg/kg praziquantel orally three times a day for 3 days after discharge with good efficacy. The patient provided written informed consent for publication of their data in this case report.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'31295431': 1, '21440394': 1, '29230298': 1, '34484726': 1, '28418840': 1, '29141594': 2, '27661049': 1, '34098756': 2}", "similar_patients": "{'5688620-1': 1}"}