{"patient_id": 52438, "patient_uid": "8248282-1", "PMID": 34239798, "file_path": "comm/PMC008xxxxxx/PMC8248282.xml", "title": "A Novel Intraoperative Transient Variant of Immune Thrombocytopenia", "patient": "A 48-year-old Caucasian female presented for operative surgical intervention for neck pain and radiculopathy involving the upper extremity that failed nonoperative treatment. She denied recent or remote symptoms of bruising, overt bleeding, fevers, chills, or infections. Her past medical history included symptomatic cervical stenosis and was negative for hematologic disorders. Her past surgical history included lithotripsy for symptomatic nephrolithiasis, carpal tunnel release, hysterectomy, and uncomplicated pregnancy/delivery. None of these procedures were associated with significant bleeding. However, in her early 20s, the patient underwent a tonsillectomy that was associated with significant hemorrhage and thrombocytopenia, though it did not warrant any additional treatment. Her social history included active smoking and moderate intake of alcohol, but no recreational drug abuse. The patient was adopted with unknown family history. She was not taking any home medications and denied intake of new drugs, herbal supplements, or quinine-containing beverages. Her documented medication allergies included penicillin and Bactrim. Her basic preoperative workup was within normal limits. Her international normalized ratio (INR) was 1.0 and her platelet count was 143 two weeks prior to surgery.\\nShe presented for her surgical procedure in a stable condition and anesthesia was induced without complications using the routine sequence of medications. Intraoperatively, she received ketamine, lidocaine, famotidine, fentanyl, midazolam, propofol, rocuronium, succinylcholine, clindamycin, lactated ringer’s solution, minimal amounts of pressors epinephrine/phenylephrine, and 8 mg of dexamethasone. She underwent anterior cervical discectomy with fusion (ACDF) followed by posterior percutaneous fusion. Halfway through the surgical procedure, she was noted to have acute onset diffuse bleeding from the muscle, bone, and soft tissues in the wound bed. She did not have hematuria, skin rash, bleeding from mucosal membranes, intravenous access sites, or other defining features of ITP. Several hemostatic agents including SurgifloTM hemostatic matrix (Ethicon, Somerville, NJ), topical SurgifoamR powder (Johnson & Johnson, Somerville, NJ), 5,000 units of thrombin, and 1 gram of TXA was administered with minimal improvement in the bleeding. Three blood samples obtained intraoperatively approximately 15 minutes apart between each sample, confirmed severe thrombocytopenia with platelet levels of 2000, 2000, and 1000 per microliter, respectively. A peripheral smear was reviewed for both specimens and confirmed severe thrombocytopenia with no clumping or schistocytosis. The patient received two packs of apheresed platelets intra-operatively and a drain was placed in the wound bed. A repeat coagulation studies panel was completely normal.\\nThe patient remained intubated upon transfer to the surgical intensive care unit, and an urgent hematology consultation was requested. Approximately one hour following platelet transfusion, her repeat platelet count was 141k, versus an expected approximate increase of 60k-80k. The rest of her complete blood count showed acute anemia with hemoglobin of ~8.5 (down from 13.2 preoperatively), mild leukocytosis of 13.15, and a differential with neutrophil shift, all of which were consistent with acute postoperative changes. Per the hematologist's recommendation, the patient subsequently received IV methylprednisolone, IVIG, subcutaneous B12 vitamin, and IV folic acid postoperatively despite rebound to normal platelet count. On postoperative day 1, she continued to receive IV steroids and IVIG, and one unit of packed red blood cells. Her hematological workup showed a normal prothrombin time (PT), normal partial thromboplastin time (PTT), INR, normal haptoglobin, slightly decreased fibrinogen activity of 196 (normal>214), mild derangements in the iron panel (in line with acute surgical intervention), negative HIV, HBV, HCV tests, negative antinuclear antibody (ANA) titer, and lack of hepatosplenomegaly or lymphadenopathy on CT imaging of the abdomen/pelvis. She was later extubated, had an unchanged neurologic exam, and was discharged in a stable condition on iron tablets. On follow-up a month later, her preoperative neck pain and radiculopathy resolved.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'30504339': 1, '31538353': 1, '31270082': 1, '30504359': 1, '28952160': 1, '26978005': 1, '34239798': 2}", "similar_patients": "{}"}