{"patient_id": 111973, "patient_uid": "8522660-1", "PMID": 34649858, "file_path": "noncomm/PMC008xxxxxx/PMC8522660.xml", "title": "War journalism: an occupational exposure", "patient": "In February 2021, a >60-year-old male journalist was hospitalised for a massive right pneumothorax. He was a social drinker with a physically active lifestyle. At a young age he had been a heavy smoker (from 25 to 50 years of age, more than 20 cigarettes a day, 35 packs/year before quitting smoking) and had subsequently developed emphysematous chronic bronchitis. Starting from the early 1990s, he had worked as a war correspondent in the Balkans, Iraq and Afghanistan for about 10 years. Since 2003, he had been working in an urban office. Family history was positive for cancers which affected both parents (lung cancer) and two sisters (breast cancer).\\nWhen questioned about his war experience, he stated that during each mission he had lived for many months among the rubble of bombed-out buildings, constructed mainly in the 1950s and 1960s with the extensive use of asbestos. The destruction of entire urban and industrial areas had created mountains of rubble where everything was covered in dust, and it was impossible to avoid breathing it. Referring to himself and his colleagues he is reported as saying, ‘At times we felt like we were chewing that air, it was so thick and slimy’.\\nIn 2017 he developed a mucoepidermoid carcinoma (MEC) of the soft palate and underwent surgery (partial maxillectomy and palate reconstruction). The diagnosis was confirmed by histochemical methods (diffuse p63, CK19 and CK14 phenotype, focally positive for Cam 5.2).\\nDuring the recent hospitalisation, after pleural drainage, persistent air loss and incomplete pulmonary re-expansion, a thoracoscopy and biopsies were performed. A multifocal malignant pleural mesothelioma (MM) with microfoci of initial infiltration was diagnosed. The patient underwent surgery (right apicoectomy for bullous dystrophy and chemical pleurodesis) and chemotherapeutic treatment (cisplatin and pemetrexed).", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'32428593': 1, '18828552': 1, '26024342': 1, '22457229': 1, '11259733': 1, '26058443': 1, '32705959': 1, '2015590': 1, '11809286': 1, '26635013': 1, '12117648': 1, '16844568': 1, '3591670': 1, '21874000': 1, '32359503': 1, '25231345': 1, '30924615': 1, '29480760': 1, '33019547': 1, '16403810': 1, '30555150': 1, '15764541': 1, '31796256': 1, '26274395': 1, '7875060': 1, '34649858': 2}", "similar_patients": "{}"}