{"patient_id": 112889, "patient_uid": "8613543-1", "PMID": 34899243, "file_path": "noncomm/PMC008xxxxxx/PMC8613543.xml", "title": "Metastatic Alveolar Rhabdomyosarcoma with Extensive Bone Marrow Replacement in an Older Adult", "patient": "A 67-year-old woman presented with subacute epistaxis and diffuse bone pain. Her past medical history included poorly differentiated triple-negative infiltrating ductal carcinoma of the left breast and melanoma of the upper lip. Both malignancies were diagnosed and treated 20 years prior to her current presentation. For her breast cancer, she underwent left modified radical mastectomy followed by chemotherapy with doxorubicin and cyclophosphamide and then paclitaxel. Her breast cancer was successfully treated with no evidence of recurrent disease. For her melanoma, she underwent resection but no systemic therapy afterward. There were no other records regarding the details of her melanoma treatment, and no genetic workup appeared to be performed for inherited cancer predispositions.\\nThe patient presented to her outpatient medical oncologist, who treated her for breast cancer, to further evaluate her symptoms. Her labs included a white blood cell count of 13.6 × 103/µL, hemoglobin 9.4 mg/dL, and platelet count 22,000/mm3. Her platelet count was normal approximately 5 months prior to presentation. Complete blood count differential showed absolute neutrophil count 2,900/µL, lymphocytes 3,800/µL, eosinophils 100/µL, and increased monocytes 2,200/µL. There were also increased metamyelocytes (1,000/µL), myelocytes (700/µL), and immature blasts (400/µL). Differential diagnosis for her anemia and thrombocytopenia included chemotherapy-related pancytopenia, hemolytic anemia, rheumatological disease, and vitamin deficiency. Serological workup for these differentials was unremarkable, so bone marrow biopsy was performed. Preliminary results of the bone marrow biopsy demonstrated small-round-blue-cell tumor (shown in Fig. , ).\\nShe was subsequently admitted to the hospital due to concern for acute leukemia, especially given her prior chemotherapy. However, initial bone marrow biopsy results showed replacement of the bone marrow by metastatic tumor with expression of neuroendocrine markers (INSM1, CD56, synaptophysin, and chromogranin). Further evaluation of the bone marrow showed diffuse staining for muscle markers (myogenin and desmin), strongly favoring an alveolar rhabdomyosarcoma with some neuroendocrine differentiation. Noncontrast CT of the head demonstrated a large trans-spatial infiltrative mass in the left nasosinal cavity. Further advanced imaging, including MRI of the brain, noted that this mass extended into the skull base and cavity along with widespread lymphadenopathy. CT of the chest, abdomen, and pelvis demonstrated diffuse metastatic disease, including along the spine, thoracic rib cage, lungs, adrenal glands, and spleen. Nuclear bone scan demonstrated heterogeneous appearance of the marrow in the bilateral humeri and proximal femurs.\\nThe biopsy from the left sinonasal mass revealed a malignant epithelioid neoplasm growing deep to the respiratory mucosa (shown in Fig. ). There were irregular, pleomorphic nuclei with nuclear hyperchromasia and a variable amount of cytoplasm (shown in Fig. ). A minor population of the cells had eccentrically located eosinophilic cytoplasm, imparting a rhabdoid appearance. The tumor cells had strong nuclear expression of myogenin (shown in Fig. ) and membrane expression of desmin (shown in Fig. ). FISH and molecular testing on the bone marrow, performed at an outside institution, demonstrated a FOXO1 gene rearrangement, consisting of a PAX3-FOXO1 fusion. Altogether, these findings confirmed the diagnosis of stage IV alveolar rhabdomyosarcoma.\\nDue to the widespread nature of her disease, she was started on chemotherapy with vincristine (1.5 mg/m2), actinomycin-D (0.045 mg/m2), and cyclophosphamide (1,200 mg/m2) (VAC) once the PAX3-FOXO1 fusion returned positive. It was approximately 2 weeks between initial bone marrow biopsy and positivity for the fusion study before treatment was initiated. She remained persistently thrombocytopenic, which was complicated by epistaxis and melena during her hospitalization and required multiple transfusions of platelets. The patient experienced acute hypoxic respiratory failure secondary to mucus plugging and aspiration requiring transfer to the intensive care unit. At that point, she declared that she wanted to stop all treatment and proceed with hospice care. Unfortunately, she died prior to discharge home.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'31813602': 1, '17454783': 1, '33395910': 1, '15059650': 1, '29956493': 1, '29096655': 2, '18521303': 1, '26008753': 1, '25786457': 1, '24175352': 1, '15454847': 1, '30902383': 1, '28669309': 1, '34899243': 2}", "similar_patients": "{'5669030-1': 1}"}