{"patient_id": 58007, "patient_uid": "8505905-1", "PMID": 34660094, "file_path": "comm/PMC008xxxxxx/PMC8505905.xml", "title": "Acute Inflammatory Demyelinating Polyneuropathy With Bowel and Bladder Incontinence Following COVID-19 Infection", "patient": "First presentation\\nA 57-year-old male with a medical history significant for type 2 diabetes mellitus, hypertension, chronic obstructive pulmonary disease, and migraines was diagnosed with COVID-19 via a polymerase chain reaction test. Following diagnosis, he was initially managed in an outpatient setting with prednisone and azithromycin.\\nSecond presentation\\nNine days following his initial diagnosis, he presented to a critical access hospital following a syncopal episode. At this presentation, he was found to be hypoxic with SpO2 levels in the 70s on room air along with a blood glucose level of 466 mg/dL. Ketones were present in his urine. He was subsequently transferred to our tertiary care facility for intensive care unit (ICU) care secondary to respiratory failure and diabetic ketoacidosis.\\nOn arrival to our ICU, initial laboratory studies demonstrated a lactic acid level of 4.2 mmol/L, C-reactive protein of 324.8 mg/L, and negative computed tomography angiography for pulmonary embolism. The patient did not require mechanical ventilation but required high-flow nasal cannula respiratory support with maximum oxygen flow at 60 L/minute with an FiO2 of 90%. He received tocilizumab, intravenous dexamethasone, azithromycin, and ceftriaxone throughout the course of his ICU admission. Lovenox was initiated for routine deep vein thrombosis prophylaxis. Five days after admission to the ICU, he was transferred out of the ICU and ultimately discharged home 10 days after his initial ICU admission. At discharge, his oxygen requirements were none at rest and 2-3 L with exertion. He was able to ambulate independently without any assistive devices.\\nThird presentation\\nNine days after his discharge from the hospital, he returned to the emergency department with a six-day history of bilateral lower extremity weakness, low back pain, diminished sensation, and bowel and bladder incontinence. Examination revealed decreased rectal tone with absent rectal sensation. Workup for cauda equina syndrome was urgently pursued; however, magnetic resonance imaging (MRI) of the lumbar spine did not reveal compression of the cauda equina. An incidental, acute L1 superior endplate fracture with 30% loss of vertebral body height and minimal retropulsion was observed. Subsequent cervical and thoracic MRI was performed and revealed severe central stenosis at C3-4 and C4-5 with spinal cord flattening and intraparenchymal T2 hyperintensity at the corresponding levels (Figure ).\\nA focus of reactive enhancement was noted in the T10 superior endplate without fracture or stenosis. Clinically, strength was 5/5 in the bilateral upper extremities. Strength was 4/5 in the bilateral proximal lower extremities and 4+/5 in the bilateral distal lower extremities. Reflexes were 2+ in the bilateral upper extremities and 1+ in the bilateral patellar and Achilles. There was a T12-L1 sensory level to light touch on examination with sparing of the plantar surface of his bilateral feet. Gait analysis revealed a maximal walking distance of 6 feet using a walker. Cerebrospinal fluid analysis revealed an elevated protein of 171 mg/dL (Table ).\\nOn hospital day two, he was started on Decadron 4 mg every eight hours. On hospital day three, he was started on a three-day course of intravenous immunoglobulin (IVIG) 500 mg/kg for suspected demyelinating polyradiculopathy. At this time, he was noted to have improved strength and reflexes in his bilateral lower extremities. Furthermore, he began to regain control of his bowels on hospital day three. On day six, his Foley catheter was discontinued and the patient demonstrated normal voiding habits without incontinence or retention. From a functional perspective, he was able to ambulate without assistance for 130 feet with breaks secondary to fatigue. He was ultimately discharged on hospital day seven with a five-week prednisone taper and follow-up appointments with neurosurgery and neurology. At the six-week outpatient neurosurgery follow-up, there was partial resolution of his motor symptoms, complete resolution of his bowel and bladder incontinence, and a GBS disability score of 3/6 []. Furthermore, there was an absence of frank signs of clinical myelopathy throughout the patient’s hospital course.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'32876777': 1, '33313649': 1, '17537676': 1, '33543786': 1, '32618839': 1, '32622375': 1, '32334841': 1, '32359804': 1, '32506549': 1, '32958554': 1, '32478936': 1, '33257396': 1, '32696312': 1, '32896460': 1, '32458193': 1, '32678460': 1, '32246917': 1, '34660094': 2}", "similar_patients": "{}"}