{"patient_id": 55063, "patient_uid": "8373526-1", "PMID": 34430110, "file_path": "comm/PMC008xxxxxx/PMC8373526.xml", "title": "Ischemic Stroke in a Young Man: Unraveling the Domain of Myeloproliferative Disorders", "patient": "A 25-year-old man presented to the hematology/oncology clinic for a follow-up appointment. One week ago, the patient was admitted to the hospital with mild confusion and sudden onset weakness of the left side of his body. Motor strength was 2/5 in both the left upper and lower limbs. Babinski reflex could be appreciated in the left foot. An MRI of the brain (Figure ) revealed an infarct lesion in the right parietal-occipital region consistent with a diagnosis of ischemic stroke. He was subsequently treated with tissue plasminogen activator (tPA) and later started on aspirin along with clopidogrel. Additional workup revealed an extremely high platelet count of 1030 x 109/L. The rest of the cell counts were normal. Due to the unusual nature of this presentation in a young individual, a detailed workup for hypercoagulable and myeloproliferative disorders was initiated. The patient’s stroke symptoms improved over the next five days and he was eventually discharged.\\nHe complained of a mild headache, fatigue, and blurry vision since being discharged. He was vitally stable with cardiovascular and respiratory examination being normal. The abdomen was soft, non-tender, bowel sounds were positive and no evidence of hepato-splenomegaly was found. His labs revealed hemoglobin (Hb) of 14.5 g/dL, white blood cell (WBC) count of 10.7 x 109/L, and platelet count of 952 x 109/L. His serum iron, total iron-binding capacity (TIBC), Vitamin B12, folate, and homocysteine levels were within the physiological range. Janus kinase 2 (JAK2) and methylenetetrahydrofolate reductase (MTHFR) heterozygous A1298C mutations were positive. The rest of the investigations including prothrombin time/partial thromboplastin time (PT/PTT), protein C, protein S, factor V, prothrombin gene mutation, anti-nuclear antibody (ANA), human immunodeficiency virus serology (HIV), rapid plasma reagent (RPR), lupus anticoagulant, anti-cardiolipin, and β-2 microglobulin antibodies were negative. Abdominal and duplex ultrasound of lower extremities were unremarkable. His past surgical history was positive for a 5.5 cm lipoma removal from his right shoulder. His past medical history did not reveal any significant findings. There was no history of any vitamin/mineral deficiency. No history of similar diseases in the family could be illustrated. He is a non-smoker, non-addict with no known drug allergies. He drinks alcohol socially.\\nA bone marrow biopsy showed hypercellularity and atypical megakaryocytic hyperplasia consistent with the diagnosis of essential thrombocytosis. Given his established history of thrombosis, he was advised to continue aspirin. Due to his young age, cytoreduction therapy with pegylated interferon-alpha (PEG-IFN-α) is being started at a low dose of 45 μg weekly and will be increased as required. From next week, hydroxyurea would be added to help while the effects of interferon kick in. He will be monitored with regular follow-up every four weeks.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'14560781': 1, '15793561': 1, '16000354': 1, '11083506': 1, '15745316': 1, '29212064': 1, '2364366': 1, '7700286': 1, '16007902': 1, '2307991': 1, '16471068': 1, '16444439': 1, '26296385': 1, '9425899': 1, '33849034': 1, '23782935': 1, '15858187': 1, '34430110': 2}", "similar_patients": "{}"}