{"patient_id": 60234, "patient_uid": "8610457-1", "PMID": 34813436, "file_path": "comm/PMC008xxxxxx/PMC8610457.xml", "title": "A Case Report of Opisthotonos Associated with Administration of Intramuscular Ketamine", "patient": "A 24-year-old man was brought in by paramedics in apparent extremis after having received a 250-milligram (mg) intramuscular injection of ketamine. Paramedics had been called by family because the patient, who had a history of schizophrenia, had become increasingly paranoid and religiously preoccupied, and his family had become afraid for his and their safety. The family later provided the history that he had been eating and sleeping minimally. That day he had been shaking uncontrollably on the floor while talking about being possessed. He thought that his medications were poisoning him and thus had been off them for three to four weeks. The paramedics were unable to transport the patient safely and had given him the ketamine to control his agitation per their protocol.\\nOn arrival to the emergency department (ED) the patient displayed opisthotonos, his back consistently held arched in extension. He spoke no discernible words but rather mumbled gibberish or moaned. His eyes were closed initially. When opened by the provider, rotary nystagmus was noted, with normal size and sluggish pupils. He showed no meaningful response to verbal stimuli. His initial vital signs showed him to be tachycardic at 140 beats per minute, hypertensive at 153/100 millimeters mercury, and tachypneic at 30 breaths per minute, but afebrile, with normal oxygen saturations in the upper nineties on room air. His exam did not reveal signs of trauma. His lungs were clear, and he had no rigidity or clonus. He would occasionally flex his upper extremities such as with stimuli from intravenous line placement, but maintained extended, arched posture.\\nThe patient was immediately given 2.5 mg of midazolam intravenously, which partially relieved his opisthotonos within a few minutes. Instead of nearly constant extensor posturing of the neck it became more intermittent, and arching of the back lessened. A few minutes later he was given an additional 2.5 mg of midazolam, and a few minutes thereafter, cessation of the opisthotonos was noted. His heart rate declined to between 100–110 beats per minute. His breathing also notably slowed to a rate between 20–25 respirations per minute, and his blood pressure normalized.\\nUpon chart review it was determined that the patient had visited two local hospitals in the prior two days for similar although less severe decompensation of his known mental illness. He was also noted at those times not to be taking his prescribed aripiprazole. He had been given one dose of aripiprazole in the ED the day before the index presentation, but according to family had not taken any since, and as previously noted had not taken his aripiprazole for 3–4 weeks. He was not known to take any other medications. He had been known to use marijuana and cocaine in the past. In 2018 his tetanus was noted to be up to date, but it was unclear when it would need to be updated.\\nThe patient had a long history of medication noncompliance and trialing of multiple antipsychotic medications. Earliest available records in 2017 showed that he was diagnosed with schizophrenia at that time and was initially started on risperidone. He had immediately stopped taking the risperidone and hydroxyzine after discharge and had a long history of re-admissions for decompensations when not taking his medications.\\nAn initial workup was notable for a normal blood glucose and normal electrolytes with the exception of a potassium of 2.5 millimoles per liter (mmol/L) (reference range: 3.6–5.2 mm/L). Magnesium was 1.8 mg per deciliter (dL) (1.7–2.2 mg/dL). An electrocardiogram revealed a QTc-interval of 607 milliseconds (ms) (440–460 ms). This became more pertinent as the patient required more sedation as the effect of the ketamine wore off and he became restless and yelled at staff. He no longer mumbled or spoke in gibberish and had begun clearly pronouncing words in English and in a foreign language as he became more aggressive with staff. No further extension posturing was noted.\\nThe patient was given several more doses of midazolam for a total of 12.5 mg in the ED, followed by a total of 8 mg of lorazepam for longer acting sedation. He also required physical restraints while in the ED. Potassium replacement along with 2 grams of magnesium was initiated, and antipsychotics were avoided due to his prolonged QTc-interval. Just before admission and transfer out of the ED, his repeat electrocardiogram showed a QTc-interval of 411 ms. He remained afebrile and had no leukocytosis. After transfer up to the floor, he required additional midazolam. The patient was admitted initially to the medicine service, given his hypokalemia, but was soon transferred to the mental health unit upon its resolution.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'9809603': 1, '1242171': 1, '31987742': 1, '14444168': 1, '27517801': 1, '30823396': 1, '28638290': 1, '12017156': 1, '25941511': 1, '10696930': 1, '20075553': 1, '28972576': 1, '34813436': 2}", "similar_patients": "{}"}