{"patient_id": 57448, "patient_uid": "8482575-1", "PMID": 34592989, "file_path": "comm/PMC008xxxxxx/PMC8482575.xml", "title": "Long-term follow-up of portal vein thrombosis in an American Cocker Spaniel with lobular dissecting hepatitis: a case report", "patient": "An 8-year-old neutered male American Cocker Spaniel was presented to the Nihon University Animal Medical Center with a 1-month history of severe abdominal effusion. The dog was treated with furosemide (2 mg/kg every 12 h orally), ursodeoxycholic acid (8 mg/kg every 12 h orally), and metronidazole (10 mg/kg every 12 h orally) for 1 month by the referring veterinarian. On first presentation, the dog was alert with a normal body condition. On physical examination, the dog presented with severe abdominal distention. Physical examination, including cardiovascular examination, was unremarkable. Moreover, complete blood count was unremarkable. A biochemical analysis of blood showed severe hypoalbuminemia (1.5 g/dL; reference range, 2.7–3.8 g/dL) and mildly increased activities of aspartate aminotransferase (73 U/L; reference range, 0–50 U/L) and gamma-glutamyl transferase (12 U/L; reference range, 0–7 U/L). Concentrations of serum bile acid were increased (fasting, 57 µmol/L; postprandial, 51 µmol/L; reference value, < 25 µmol/L), and blood coagulation screening tests revealed the following abnormalities: prothrombin time of 8.5 s (reference range, 6.0–8.0 s), activated partial thromboplastin time of 32.5 s (reference range, 10.0–16.0 s), and antithrombin activity of 67 % (reference range, 102–156 %). Abdominal radiographic examinations demonstrated microhepatica and loss of abdominal detail associated with abdominal effusion. Abdominal ultrasonography (US) revealed a large volume of free peritoneal fluid, an irregular liver surface, and hyperechogenicity in the hepatic parenchyma. Several small tortuous vessels were detected in the area of the left kidney using color flow Doppler imaging. Cytological analysis of peritoneal fluid was consistent with a low protein transudate. Bilirubinuria was detected on urinalysis. Based on these findings, the dog was suspected of having severe chronic liver disease. Therefore, food was changed to a liver-supportive diet, and the metronidazole dosage was decreased (7.5 mg/kg every 12 h orally). Furthermore, spironolactone was started (1 mg/kg every 12 h orally) in addition to the other previous medications prescribed by the referring veterinarian. Laparoscopic examinations, including hepatic sampling and CTA, were performed for a definitive diagnosis on day 3.\\nLaparoscopy revealed micronodular formations on the surface of the atrophied left liver lobes with multiple small regenerative nodules (Fig. A) and APSCs developing in proximity to the left kidney (Fig. B). Liver biopsy was performed using 5-mm laparoscopic biopsy forceps, and samples were obtained from both the wedge and surface of the left lobes. On histopathological examination (Fig. C), the normal liver architecture was disrupted by portal-portal bridging fibrosis (F4) and multiple regenerative nodules. Diffusely, the lobular structures had collapsed and were replaced by prominent hyperplastic small bile ducts and macrophages. Additionally, a few individual necrotic hepatocytes were observed. Furthermore, severe copper deposition was observed in periportal areas by rhodanine stain (Score 3), and the copper concentration was 1173.9 µg/g dry weight of the liver. No evidence of a thrombus was found in the portal venous system when analyzed using a 64-detector row computed tomography (CT) scanner (Aquilion 16, Canon Medical Systems, Tochigi, Japan) (Fig. D). Based on these results, the dog was diagnosed with severe LDH and intrahepatic PH. On day 14, the dog presented with a decreased severity of abdominal effusion. Therefore, furosemide administration was discontinued, and the dosage of spironolactone was increased to 2 mg/kg every 12 h orally. The dog was treated with prednisolone (0.25 mg/kg every 12 h orally) in addition to the previously prescribed medications, such as spironolactone (2 mg/kg every 12 h orally), ursodeoxycholic acid (8 mg/kg every 12 h orally), and metronidazole (7.5 mg/kg every 12 h orally). On day 28, the serum albumin concentration increased to 2.1 g/dL, and no evidence of ascites was detected on US. Therefore, the oral administration of prednisolone was tapered to a dose of 0.25 mg/kg every 24 h orally, and the dosage of spironolactone was decreased (1 mg/kg every 12 h orally).\\nOn day 115, the dog arrived at our hospital for a regular recheck. The dog had a good general condition without abdominal distension. Laboratory findings revealed low antithrombin activity (66 %), mild thrombocytopenia (154,000/µL; reference range, 200,000 − 500,000/µL), and an increased D-dimer concentration (26.7 µg/mL; reference value, < 1.0 µg/mL). Abdominal US showed the presence of a 9.4-mm-diameter heteroechoic mass within the main portal vein at the level of the porta hepatis. Based on these findings, PVT was suspected. CTA was performed again, and the images revealed a thrombus in the main portal vein that extended to the right and left branches of the intrahepatic portal vein (Fig. ). The medications were continued, such as ursodeoxycholic acid (8 mg/kg every 12 h orally), spironolactone (1 mg/kg every 12 h orally), and prednisolone (0.25 mg/kg every 24 h orally); anticoagulant therapy was started using dalteparin at a dose of 100 U/kg every 12 h subcutaneously.\\nAs a follow-up for PVT, plasma antithrombin and D-dimer levels were measured in the dog (Fig. ), and CTA examinations were performed on days 207, 515, 886, and 1168 (Fig. ). The dog’s condition remained stable without any clinical signs until day 1112. Therefore, the oral administration of spironolactone was tapered to a dose of 0.5 mg/kg every 24 h orally on day 207. After injections of dalteparin, the dog gradually showed increased antithrombin activity and decreased D-dimer concentrations, which did not return to the normal range throughout the treatment period. Additionally, albumin concentration remained at 2.0–2.1 g/dL during the follow-up period. The thrombus had a slight tendency to atrophy, with increased CT values due to organization. On day 1112, the dog presented with neurological symptoms, including head press and swirling motion, caused by hepatic encephalopathy without abdominal effusion. The fasting ammonia concentration indicated the upper limit of the reference value (98 µg/dL; reference range, 0–98 µg/dL). On day 1168, CTA showed no changes in the thrombus in the portal vein, and both spironolactone and ursodeoxycholic acid were discontinued. Hyperammonemia was difficult to control because the dog was anorexic and unable to consume lactulose and a liver-supportive diet. Eventually, the dog could no longer be treated with glucocorticoids and anticoagulants and died on day 1208.\\nPostmortem examination of the dog demonstrated atrophied liver lobes with multiple small regenerative nodules. In addition, a large (30 × 10 mm) thrombus was attached to the wall of the main portal vein (Fig. A). Histologically, a marked intralobular bridging fibrosis with proliferation of small bile ducts was noted. Furthermore, multifocal calcification and mild proliferation of granulation tissue were observed in the thrombus (Fig. B).", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'14658720': 1, '24380388': 1, '31596018': 1, '29183575': 1, '22093028': 1, '21962274': 1, '21382073': 1, '10649599': 1, '19175724': 1, '33687080': 1, '23937599': 1, '26749078': 1, '30548310': 1, '20166389': 1, '29070023': 1, '22847208': 1, '23292109': 1, '28123503': 1, '19706293': 1, '23637275': 1, '33138806': 2, '22316251': 1, '23782303': 1, '19821891': 1, '19175722': 1, '23013182': 1, '24686266': 1, '22225827': 1, '32814748': 1, '8442325': 1, '30844094': 1, '22369249': 1, '28804949': 1, '34592989': 2}", "similar_patients": "{'7607834-1': 1}"}