{"patient_id": 58610, "patient_uid": "8534560-1", "PMID": 34679516, "file_path": "comm/PMC008xxxxxx/PMC8534560.xml", "title": "Prenatal Sonographic and Molecular Genetic Diagnosis of Popliteal Pterygium Syndrome", "patient": "This case study was ethically approved by the Institutional Review Boards (Faculty of Medicine, Chiang Mai University, Thailand; Ethic Research ID: 8272/Study Code: OBG-2564-08272).\\nA 30-year-old pregnant woman, G3 P1011, presented for antenatal care and fetal anomaly screening at 20 weeks of gestation. She had no serious underlying medical disease, except left traumatic optic neuropathy. Also, her familial history was unremarkable. The first pregnancy ended up with miscarriage at 8 weeks of gestation. The second pregnancy gave birth to a healthy term female newborn, weighing 3550 g. The current pregnancy course was uneventful. Ultrasound examination for fetal anomaly screening at 20 week of gestation showed a single viable fetus with abnormalities as follows (): bilateral popliteal pterygia extending from posterior aspect of the thighs to the heels with restriction in extension of both knees (no more than 90°), bilateral talipes equinovarus, syndactyly and ectrodactyly of the toes, ambiguous genitalia (penis-like phallus with poorly developed scrotum and suspected of hypospadias) and suspicious of cleft lips (variant). Biometry was consistent with gestational age (using Voluson E10 machine equipped with transabdominal 2- to 4-MHz curvilinear transducers; GE Healthcare Ultrasound, Milwaukee, WI, USA). The placenta was normal and amniotic fluid volume was normal. Both upper limbs were structurally normal and had normal movement. No other structural anomaly was identified. Fetal cord blood which was obtained by cordocentesis and parental blood samples were sent for trio whole-exome sequencing. Because of the severe abnormalities of both lower extremities and genital structures, the couple requested to have the pregnancy terminated. Therapeutic abortion was performed using transvaginal misoprostol. A male fetus with ambiguous genitalia was aborted at the 20 weeks of gestation, weighing 420 g. Postnatal findings confirmed the prenatal sonographic features (bilateral popliteal webs extending from posterior aspect of the upper thighs to the heels with bilateral talipes equinovarus, syndactyly and ectrodactyly of the toes, and ambiguous genitalia), as presented in . The placenta was grossly normal. Fetal karyotype was 46, XY. The molecular genetic analysis by whole-exome sequencing was subsequently performed. All exon regions of all human genes were captured by xGen Exome Research Panel v2 (Integrated DNA Technologies, Coralville, IA, USA). The captured regions of the genome were sequenced with Novaseq 6000 (Illumina, San Diego, CA, USA). The raw genome sequencing data analysis, including alignment to the GRCh37/hg19 human reference genome, variant calling and annotation, was conducted with open-source bioinformatics tools and in-house software (3 billion Inc. Seoul, Seoul, Korea). The result revealed a heterozygous pathogenic variant in IRF6 (NM_0061474; c.250C > T; p.Arg84Cys) in the fetus, consistent with molecular diagnosis of Popliteal Pterygium Syndrome type 1 (MIM #119500). This condition is inherited by autosomal dominant manner. However, trio analysis in this family proves that the pathogenic variant in the affected case occurred de novo. Therefore, the recurrent risk in the next pregnancy is less than 1%. This information was provided to the couples.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'27286731': 1, '22953299': 2, '23949966': 1, '25388409': 1, '7395925': 1, '633318': 1, '4384166': 1, '10861717': 1, '29916977': 1, '34679516': 2}", "similar_patients": "{'3418038-1': 1}"}