{"patient_id": 108960, "patient_uid": "8241261-1", "PMID": 34239840, "file_path": "noncomm/PMC008xxxxxx/PMC8241261.xml", "title": "Chronic Anterior Pelvic Instability", "patient": "A 33-year-old female patient presented in December 2016 at the Rheumatology outpatient department from our hospital with a one-year history of gradual pain localized to the suprapubic area and inner thigh, radiated to lower limbs. The pain started during pregnancy, and it increased with walking and physical activity. The patient required assisted walking with crutches and daily use of NSAIDs.\\nMedical history included an anxiety-depression syndrome, recurrent cystitis, with follow-up and medical treatment during each episode. In 2014, one urine culture was positive for Staphylococcus saprophyticus. Her medical record showed she was the mother of three children. The first one weighed 4200 g, the second 4000 g, and the third 3200 g. The pain started 1 year after the third delivery. It was an uncomplicated delivery and neither infections nor fevers were observed during pregnancy. No other medical conditions were reported.\\nPhysical examination showed pain located at the suprapubic area and groins. Palpation of the pubic symphysis and anterior pelvic ring, physical activity, or passive mobilization of the symphysis exacerbated the symptoms. Lateral compression maneuvers of the anterior pelvic ring were painful. She did not present sacroiliac pain upon palpation or provocative maneuvers.\\nComplementary studies were performed. Urine cultures were negative. Blood tests showed absence of white blood cell count, acute phase reactants such as erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP). Leukocyte scintigraphy was negative and bone scintigraphy was consistent with pubic symphysitis.\\nMagnetic resonance imaging (MRI) () showed irregularity, sclerosis, fat deposit, and slight hypertrophy at the pubic symphysis, consistent with chronic pubic osteitis, as well as bone edema at both pubic bones in accordance to an acute inflammatory component. Both femoral heads showed no alterations.\\nPhysical therapy resulted ineffective. Ultrasound-guided joint puncture showed neither drainable abscesses nor liquid for culture. An ultrasound-guided infiltration of local anesthetic and corticosteroid was performed, showing some improvement at rest within the 1st 48 h but the pain persisted with movement. After 1 year and a half with pain, she was still using opioids daily.\\nConsidering non-surgical management non-effective, surgery was proposed. First, rekindling of symphysis pubis was performed and anterior iliac crest graft was harvested. Through an anterior surgical approach an arthrodesis with double plate was performed. Dissection of the cartilage was observed. One plate was placed superior and the other was placed anterior with autologous bone graft. Symphyseal fixation was performed without surgical complications. Intraoperative samples cultures were negative. One month after surgery, she had neither symphyseal pain nor sacroiliac pain. Walking was permitted assisted by a walker, but single leg stance was not allowed.\\nTwo years after surgery, she does not have any low back or symphyseal pain and she has recovered to her previous functional level. X-rays showed arthrodesis with no evidence of material loosening or rupture. No pathological signs were observed in both CT and bone scintigraphy.\\nThe patient regained total load and single-leg stance with no pain. No further complications were reported.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'18231889': 1, '3955988': 1, '6741482': 1, '10795049': 1, '18829909': 1, '15094546': 1, '28574938': 1, '4451061': 1, '21063219': 1, '18829908': 1, '34239840': 2}", "similar_patients": "{}"}