{"patient_id": 106633, "patient_uid": "8042541-1", "PMID": 33843316, "file_path": "noncomm/PMC008xxxxxx/PMC8042541.xml", "title": "Primary Pulmonary Undifferentiated Pleomorphic Sarcoma: A Rare\\nMalignant Lung Tumor", "patient": "A 56-year-old man presented to our clinic with a history of persistent right upper\\nlobe (RUL) cavitary mass. He was a 30-pack-year current smoker. A chest computed\\ntomography scan revealed about 4-cm-sized mass with internal low attenuation and\\nperipheral enhancement in RUL apical segment. A positron emission\\ntomography-computed tomography scan showed a well-defined mass-like lesion with\\nintense fluorodeoxyglucose uptake in medial portion of RUL (). The maximum standardized uptake\\nvalue was 44.4. Any extrapulmonary involvement was not detected. The patient had\\nbeen under observation for approximately 1 month in the outpatient pulmonology\\ndepartment. The size of lesion had increased in size, from 4 cm to 7 cm in long\\ndiameter. The patient underwent a right upper lobectomy and systemic\\nlymphadenectomy. Wedge resection for intraoperative frozen section was performed to\\ndetermine the nature of lung mass. Cut section of the wedge resection specimen\\nshowed an ill-demarcated yellow-tan solid mass with hemorrhage and necrosis (). After a diagnosis\\nof malignancy was made on frozen section, lobectomy with lymph node dissection was\\nfollowed. Microscopically, the ill-defined tumor was bordered by thick inflamed\\ntissue containing lymphoid follicles (). On high power microscopic view,\\nthe tumor was composed of large, pleomorphic cells showing patternless growth with\\nnumerous inflammatory cell infiltrates. Frequent mitotic figures were identified\\n(). Several\\nfoci of tumor cell necrosis were also seen (). Histopathologically, no\\ncarcinomatous differentiation was identified even after meticulous search with\\nexamination of entire tumor. Immunohistochemically, the tumor cells expressed\\nvimentin, but were negative for CK (pan), CK7, CK5/6, EMA, TTF-1, p63, LCA, CD34,\\nCD30, S-100, SMA, and desmin ( and ). This histopathologic findings and results of immunohistochemistry\\nsupported that the tumor was malignant mesenchymal tumor without identifiable line\\nof differentiation. Therefore, this lung mass was diagnosed as undifferentiated\\npleomorphic sarcoma. There was no lymph node metastasis. The patient had an\\nuneventful clinical course and discharged without complication.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'31277040': 1, '207408': 1, '25838959': 2, '28932590': 1, '14223761': 1, '2822221': 1, '17387565': 1, '33843316': 2}", "similar_patients": "{'4370101-1': 1}"}