{"patient_id": 108758, "patient_uid": "8221122-1", "PMID": 34211664, "file_path": "noncomm/PMC008xxxxxx/PMC8221122.xml", "title": "A case of neuromyelitis optica spectrum disorder with coexisting systemic lupus erythematosus", "patient": "A 49-year-old African American woman with no significant past medical history presented with left-sided weakness associated with paresthesia and numbness for the last four weeks. Her symptoms started with neck pain 4 weeks ago radiating to the left arm and gradually progressed to the left half of the body, followed by weakness and numbness. Two weeks later, she developed nausea, vomiting, headache followed by urinary and bowel retention associated with perineal numbness. She saw her primary care physician, was given a methylprednisolone dose pack, which did not help. Her last bowel movement was 10 days ago. She noticed a progressive right–sided weakness with the inability to ambulate and decided to come to the Emergency room. She denies fever, chills, headache, lightheadedness, cough, chest pain, shortness of breath, joint pain, joint swelling, oral ulcers, facial rash, or focal neurological deficits. She denies recent falls or trauma. Her past surgical history includes cesarean section and tubal ligation. She is allergic to penicillin, she denies a history of smoking, alcohol, or recreational substance abuse. She works as a security guard. Family history was significant for congestive heart failure in Father.\\nOn admission, vitals are normal. Physical exam revealed a well-built lady who is alert and oriented to time, place and person, normal S1, S2 on cardiovascular exam, respiratory system clear on auscultation bilaterally, abdomen was benign. Neurological exam revealed normal memory, concentration, attention, orientation, cranial nerves II– XII intact. Increased tone on left upper extremities. Strength is 4+/5 on right, 3/5 on left. No abnormal movements or tremors noted. The patient has decreased vibration in bilateral feet and decreased in the left knee. Deep tendon reflexes are 1+ throughout. Toes are downgoing bilaterally to plantar stimulation and clonus was absent. Cerebellar signs are normal on the right side, but unable to be performed on the left side due to weakness. Admission labs are summarized in .\\nHospital Course: Our patient presented with worsening weakness initially on the left side, which then progressed to the right side, followed by urinary and bowel retention. The MRI of the brain without contrast was negative for acute stroke or demyelination. MRI of cervical spine without contrast showed abnormal finding suggestive of either transverse myelitis or infiltrating cord malignancy. Neurology was consulted, who then recommended MRI cervical, thoracic and lumbar spine with contrast, which showed enhancement of the thickened region of the cervical spinal cord extending from the craniocervical junction to C5-C6 (seen in Images 1 and 2). No abnormality of the thoracic spine and mild degenerative changes on the lumbar spine. Imaging studies are summarized in . Broad differential diagnosis includes inflammation, infection, demyelinating disorder, autoimmune conditions, and spinal cord tumors. ANA with reflex sub-serologies were sent. ANA was positive for anti dsDNA, RNP and chromatin antibodies indicating SLE. Hepatitis panel, HIV, HTLV 2/3, Neisseria gonorrhoeae, rapid plasma reagin (RPR), CSF cultures, gram stains, VDRL, Lyme testing were all negative. Additional laboratory findings are summarized in . CSF showed increased WBC, which is lymphocyte-predominant. However, flow cytometry and cytology was negative. As oligoclonal bands came back negative. CSF results are summarized in . CT of thorax and abdomen showed no malignancy. She was started on empiric intravenous methylprednisolone 1 g per day as there was suspicion for demyelinating disease, and later NMO antibodies came back positive. On further questioning, she did not have any other symptoms related to SLE. Steroids were tapered down to oral prednisone with marked improvement in weakness as well as mobility within days. She was evaluated by physical and occupational therapy and subsequently discharged to a rehab facility. Based on a constellation of the clinical symptoms, characteristic MRI cervical spine findings of longitudinal extensive transverse myelitis, increased WBC with lymphocyte predominance on CSF analysis and presence of NMO IgG AQP-4 Antibodies, a diagnosis of neuromyelitis optica was made and she also had overlapping autoimmune disease as antibodies for Anti dsDNA, anti-RNP, and anti-chromatin were present.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'31296268': 1, '16087714': 1, '16453327': 1, '18510734': 1, '22733096': 1, '27696784': 1, '30606247': 2, '14760797': 1, '28984755': 1, '18195142': 1, '16539283': 1, '31050279': 1, '22302543': 1, '11427318': 1, '26092914': 1, '34211664': 2}", "similar_patients": "{'6317215-1': 1, '6317215-2': 1, '6317215-3': 1}"}