{"patient_id": 53947, "patient_uid": "8319252-1", "PMID": 34336533, "file_path": "comm/PMC008xxxxxx/PMC8319252.xml", "title": "Erythematous Plaques and Tense Bullae in an Infant", "patient": "A five-month-old full-term female infant presented to the emergency department with a rapidly progressive blistering rash that started four days earlier. The rash first appeared around her temples and ears and spread over several days to involve her trunk and all four limbs.\\nTense bullae appeared on her feet, genitals, and ears. On physical examination, erythematous round and annular plaques were present on the entire body. Tense vesicles and bullae were noted on the hands, feet, and labia (Figure ).\\nHer mother denied that the patient had a recent fever or medication use but did report that the patient recently had signs of an upper respiratory infection.\\nWe obtained two punch biopsies from the patient's foot for hematoxylin and eosin (H&E) stain and direct immunofluorescence (DIF) after admission to the hospital. H&E showed a sub-epidermal blister with prominent eosinophilia consistent with the diagnosis of BP (Figure ).\\nDIF showed deposition of IgG and C3 at the basement membrane zone. Plasma was sent for indirect immunofluorescence (IIF) and enzyme-linked immunosorbent assay (ELISA) testing. ELISA testing confirmed high levels of BP antigen-2 antibodies (204 U/mL) with normal levels of BP antigen-1 antibodies (4 U/mL). IIF performed on salt-split human skin showed deposition of IgG detectable at dilutions of 1:640 on the epidermal side of the split skin. There was no detectable IgA. These results were consistent with a diagnosis of BP.\\nOur patient was admitted to the hospital and started on oral prednisone 2 mg/kg daily and topical halobetasol. At the next appointment, the patient was started on dapsone 0.5 mg/kg daily. One month later, physical examination revealed erythematous macules on the hands, feet, genitals, and buttocks but no vesicles or bullae. Dapsone was increased to 1 mg/kg daily. Subsequent follow-up appointments revealed continuation of the erythematous macules but without bullae. Daily prednisone was tapered two months after initial presentation and discontinued completely over the next two months. The patient has been continued on dapsone alone. We plan to continue dapsone for a total of six to nine months and then attempt to taper while monitoring for recurrent flares.", "age": "[[5.0, 'month']]", "gender": "F", "relevant_articles": "{'17945382': 1, '18159905': 1, '30702174': 1, '25491396': 1, '10426901': 1, '10891967': 1, '34336533': 2}", "similar_patients": "{}"}