{"patient_id": 53467, "patient_uid": "8293538-3", "PMID": 34289808, "file_path": "comm/PMC008xxxxxx/PMC8293538.xml", "title": "A first-aid fast track channel for rescuing critically ill children with airway foreign bodies: our clinical experience", "patient": "A 10-month-old male paediatric patient was admitted to the hospital due to “cough with panting for 6 hours after eating apple”. Six hours prior, the child had a severe cough, accompanied by panting and a pale face, with the cough improving after 3 min; however the panting did not resolve. The parents took the child to our hospital for medical examination, which showed a ruddy face, no cyanosis of lips, mild three concave sign, a respiratory rate of 38 breaths/min, a heart rate of 135 beats/min, thick and slightly weak breath sounds bilaterally, and obvious wheezes. The possibility of foreign bodies in the trachea was considered according to the medical history and physical examination results, and the patient was escorted to the inpatient ward. In the process of preoperative examination, the patient cried during the blood drawing in the treatment room with sudden asphyxia and cyanosis of the complexion. Emergency endotracheal intubation was carried out with balloon-assisted respiration, and the complexion of the patient returned to normal. After the establishment of a first-aid fast track, more secretions were found in the trachea during the operation, and apple pieces were observed above the tracheae carina. After the foreign body was removed, the child was transferred to the PICU with tracheal intubation for monitoring. The patient recovered normally and was discharged from the hospital.", "age": "[[10.0, 'month']]", "gender": "M", "relevant_articles": "{'27513258': 1, '10792752': 1, '15835815': 1, '21129123': 1, '27876259': 1, '25047313': 1, '24533360': 1, '31706607': 1, '28898975': 1, '21830314': 1, '17985139': 1, '23120706': 1, '27860324': 1, '22459033': 1, '34289808': 2}", "similar_patients": "{'8293538-1': 2, '8293538-2': 2}"}