{"patient_id": 111179, "patient_uid": "8447091-1", "PMID": 34521234, "file_path": "noncomm/PMC008xxxxxx/PMC8447091.xml", "title": "A Case of Disseminated Cutaneous Herpes Simplex Virus-1 as the First\\nManifestation of Human Immunodeficiency Virus Infection", "patient": "A 33-year-old man with a reported history of sickle cell anemia and a penicillin allergy\\npresented to the emergency department (ED) with an extensive ulcerative rash involving his\\nface, extremities, trunk, genitals, and back with sparing of the mucous membranes, eyes,\\npalms, and feet (). The\\nrash initially began 5 days prior to presenting at our hospital as painful, small\\nulcerations localized to the left arm. The patient originally sought care at an outside ED\\nwhere he was diagnosed with severe dermatitis with suspected bacterial superinfection, but\\nthe patient declined admission and was subsequently discharged with a prescription of\\ncephalexin. The rash progressively worsened and disseminated despite antibiotic treatment,\\nprompting the patient to present to our ED. He denied a history of eczema, asthma, allergic\\nrhinitis, recent exposure to a new environmental allergen, shortness of breath, headaches,\\nand visual disturbances. Cardiovascular, pulmonary, and neurologic examinations were\\nnormal.\\nThe patient’s social history is remarkable for a monogamous relationship with 1 male\\npartner. He endorsed consistent use of barrier contraception during intercourse. He denied a\\nhistory of sexually transmitted infections, prior blood transfusions, and intravenous (IV)\\ndrug use.\\nGiven the severity of the rash, recent antibiotic exposure, and history of serious\\npenicillin allergy, initial differential diagnoses were drug allergy and a disease on the\\nStevens-Johnson Syndrome/Toxic Epidermal Necrolysis (SJS/TEN) spectrum. However, the latter\\nwas ruled out by the burn team and dermatology (virtually) due to the absence of mucosal\\ninvolvement, negative nikolsky sign, and absence of skin sloughing.\\nLaboratory studies in the ED revealed a reactive HIV antigen/antibody screen with a\\nsubsequently positive HIV-1 antibody and negative HIV-2 antibody. In addition, his labs were\\nsignificant for CD4 count of 259, white blood cell count (WBC) of 7.4 k/microL with 54%\\nneutrophils, 9% lymphocytes, 0% eosinophils, 0% basophils, and creatinine and sodium of 3.05\\nmg/dL and 119 mEq/L, respectively. These findings suggested an immune deficiency cause\\nrather than an allergic reaction, and dermatology subsequently recommended starting IV\\nacyclovir for possible disseminated HSV-1 infection. Infectious disease (ID) was consulted,\\nand he was admitted for further workup of the skin lesions.\\nScreening for hepatitis, syphilis, gonorrhea and chlamydia was negative. Further tests for\\nopportunistic infections, including coccidiomycosis antigen/antibody, cryptococcal antigen,\\ntuberculosis, varicella zoster virus (VZV), and cytomegalovirus (CMV) were also negative. In\\naddition, autoimmune disease screening with antinuclear antibodies (ANAs), antineutrophil\\ncytoplasmic antibodies (ANCAs), and serum complements were unremarkable. However, HSV\\npolymerase chain reaction (PCR) from the skin lesions was positive for HSV-1 and negative\\nfor HSV-2. A positive repeat test further suggested a diagnosis of disseminated HSV-1, and\\nsubsequent HSV antibody testing showed elevated IgM. A skin punch biopsy of the left upper\\nextremity revealed irregular psoriasiform hyperplasia with epidermal hypergranulosis,\\nhyperkeratosis, and superficial pigmentary incontinence. There was superficial perivascular\\ninflammation consisting of lymphocytes and histiocytes. No spongiosis and intraepidermal\\nvesicles were present. There was no evidence of viral morphologic changes.\\nThe patient was continued on IV acyclovir and emollients with gradual improvement in the\\nlesion throughout the admission (). He was discharged with 2 weeks of oral valganciclovir followed by lifelong\\ndaily acyclovir prophylaxis. He was scheduled to follow up with ID outpatient for initiation\\nof highly active antiretroviral therapy (HAART).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'29442994': 1, '12656437': 1, '28378566': 1, '19357628': 1, '16646574': 1, '8033382': 1, '25244168': 1, '32239894': 1, '31441947': 1, '17939933': 1, '24826337': 2, '26730692': 1, '22747939': 1, '34521234': 2}", "similar_patients": "{'4010054-1': 1}"}