{"patient_id": 109030, "patient_uid": "8247663-1", "PMID": 34221571, "file_path": "noncomm/PMC008xxxxxx/PMC8247663.xml", "title": "A case of segmental arterial mediolysis with subarachnoid hemorrhage due to anterior cerebral artery dissection followed by internal carotid artery dissection", "patient": "A 53-year-old Japanese man was transferred to our hospital with sudden onset of severe headache and disturbance of consciousness. On admission, his consciousness level was E4V5M6 on the Glasgow Coma Scale and he had no neurological deficits. Head computed tomography (CT) revealed a thick SAH with Sylvian hematoma (Fisher Group 4), and CT angiography (CTA) revealed a fusiform aneurysm of the right A1 segment of the ACA and a saccular aneurysm of the left vertebral artery (VA) []. The right A1 segment of the ACA was identified as the site of rupture based on the distribution of the hematoma, and the patient underwent right frontotemporal craniotomy. Intraoperatively, the right A1 segment of the ACA was dilated, fusiform, and resembled a blood blister-like aneurysm, indicating arterial dissection. The right A1 segment of the ACA aneurysm was trapped with cisternal drainage and external decompression to prevent involvement of the perforators. Postoperatively, the patient had no neurological deficits; therefore, routine maintenance infusion and pain medication were continued. The patient was not on any blood pressure medication, and his systolic blood pressure was <180 mmHg. However, on day 7 after SAH, he experienced right hemiparesis and aphasia. The left intracranial ICA was not clearly visible on CTA. Digital subtraction angiography showed ICA dissection at the cervical portion with delayed distal flow. Urgent carotid artery stenting (CAS) for symptomatic left ICA dissection was performed. Before the procedure, we administered 200 mg aspirin and 300 mg clopidogrel to prevent thrombotic complications. Complete coverage of the dissected segment of the left ICA was achieved using an 8 mm × 60 mm stent (Protégé RX; Covidien, Irvine, CA). Blood flow in the left ICA improved, and it was checked for restenosis and acute in-stent thrombosis. The patient’s symptoms disappeared postoperatively. Postoperative magnetic resonance imaging showed left cerebral infarction in the anterior watershed area; however, symptomatic cerebral vasospasm and secondary hydrocephalus did not occur.\\nLaboratory results showed that the C-reactive protein level was not elevated, and immunological tests for antineutrophil cytoplasmic antibody and antinuclear antibody were negative. Abdominal CTA showed dissecting aneurysms of the celiac and superior mesenteric arteries []. SAM was strongly suspected because of the lack of features characteristic of other diseases and radiographic findings of multiple nonconsecutive dissecting lesions.\\nThe patient underwent cranioplasty, and on day 46 after SAH, he was discharged with no neurological deficits. At present, he undergoes regular follow-up imaging to monitor the left VA, celiac artery, and superior mesenteric artery aneurysms.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'31761101': 1, '21840227': 1, '30221020': 2, '940319': 1, '34221571': 2}", "similar_patients": "{'6130153-1': 1}"}