{"patient_id": 59194, "patient_uid": "8564190-1", "PMID": 34745672, "file_path": "comm/PMC008xxxxxx/PMC8564190.xml", "title": "Multiple Cranial Nerve Palsies in a Pediatric Case of Lemierre's Syndrome due to Streptococcus viridans", "patient": "A 14-year-old female with no medical history presented to the emergency department with a six-day history of fever, myalgias, pharyngitis, throbbing headache, and left eye ptosis. Her symptoms were associated with diplopia, blurred vision, photophobia, and phonophobia. Her neurological exam was significant for visual acuity of 20/200 in the left eye with an afferent pupillary defect. There were also cranial nerve III, IV, and VI palsies.\\nThroat swab cultures grew Candida dubliniensis and viridans group alpha hemolytic Streptococcus. Her hospital course was complicated by left retromandibular space abscess, left external jugular vein thrombosis, partial left internal jugular vein thrombosis, bilateral lower lobe pneumonia, and multiple pulmonary consolidations with wedge-shaped defects in the right upper lobe consistent with embolism. Additionally, compute tomography (CT) angiography head, magnetic resonance imaging (MRI) brain, magnetic resonance angiography (MRA) head and neck, and magnetic resonance venography (MRV) head and neck revealed left cavernous sinus thrombosis (CST) with adjacent pachymeningitis, possible cavernous sinus abscess, severe stenosis of the left distal petrous and cavernous internal carotid artery (ICA), focus of severe stenosis in the ICA terminus, and dural thickening and enhancement (). The patient underwent two cerebral angiograms; the initial showed left ICA dissecting aneurysm with stenosis with posterior communicating artery collateral flow. The second angiogram four days later showed a complete, left ICA thrombosis.\\nThe patient was managed with a medication regimen including both antibiotics and anticoagulation with age and weight-appropriate dosing. Her medication timeline is summarized in . She was managed by various specialties including neurology, neurosurgery, ophthalmology, infectious disease, and hematology. The neurosurgery team determined that medical management without surgical intervention was sufficient. She remained on aspirin and enoxaparin after discharge. Unfortunately, her neurological deficits were persistent upon discharge home with outpatient follow-up. Repeat imaging 28 days after initial presentation revealed worsened left ICA occlusion and significant partial resolution of the cavernous sinus thrombosis.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'28535728': 1, '25635199': 2, '32754251': 1, '28646962': 1, '22068074': 1, '17934077': 1, '11987741': 1, '32123771': 1, '31315119': 1, '32742884': 1, '27695351': 1, '18930667': 1, '20579574': 1, '10987717': 1, '22633566': 1, '32909436': 1, '34745672': 2}", "similar_patients": "{'4306077-1': 1}"}