{"patient_id": 110756, "patient_uid": "8405098-1", "PMID": 34471370, "file_path": "noncomm/PMC008xxxxxx/PMC8405098.xml", "title": "Cutaneous Macroglobulinosis Presenting as Serpiginous Purpura, a Case Report and Literature Review", "patient": "A 78-year-old man with underlying type II diabetes, hypertension, dyslipidemia and coronary artery disease presented at the hematologist clinic with malaise for 2 months. The initial laboratory findings revealed normochromic anemia (Hb 9.40 g/dL, Hct 30%, Plt 175,000/cumm), hyperglobulinemia, hypercalcemia (corrected calcium 12.1 mg/dL) and elevated creatinine (1.88 mg/dL). His serum electrophoresis exhibited a monoclonal peak at IgM region, while IgM kappa was detected on immunofixation and serum IgM protein level exceeded 58.5 g/l. A bone marrow aspiration and biopsy later showed infiltration by a small B-cell neoplasm with plasma cell differentiation (20–25%), consistent with lymphoplasmacytic lymphoma (LPL). Therefore, the diagnosis of WM was established. Dermatologic consultation was made due to an asymptomatic progressive erythematous rash on the abdomen and both thighs for 4 days. The patient had no symptoms of hyperviscosity and had not received any treatment for WM when the rash first appeared. On examination, there were multiple linear and serpiginous non-blanchable erythematous patches on abdomen and both thighs (–). The lesions were consistent with purpura along vessel territory and the clinical differential diagnosis included both causes of vasculopathy and small to medium vessel vasculitis. A skin biopsy of the lesion on his abdomen revealed dense superficial perivascular infiltration with lymphocytes, neutrophils, nuclear dusts and extravasated red blood cells, along with some superficial vascular lumen occlusions (). There was no evidence of intravascular neoplastic cell infiltration. Further staining with Periodic acid–Schiff (PAS) showed eosinophilic homogenous materials in vascular lumens and vascular walls (), which were negative for Congo red. Immunohistochemistry also highlighted deposition in the vessel lumens and vessel walls with IgM (), but not with IgG, IgA and IgD. On direct immunofluorescence, homogenous deposition in the vessel lumen was detected with multiple immunoglobulins, including IgM, IgA and C3. With C3, both homogenous deposition in the vessel walls and granular deposition on the perivascular areas were detected (). The patient was diagnosed with vasculopathy and vasculitis, in association with cutaneous macroglobulinosis. Further investigations for secondary vasculitis, including viral hepatitis B and C profile, cryoglobulin, antinuclear antibodies (ANA), antineutrophil cytoplasmic antibodies (C- and P- ANCA) and anti-HIV, were all negative. To prevent a pseudonegative result, the blood sample taken for cryoglobulinemia was transported and allowed to clot at 37 degrees Celsius for 1 hour. After warm centrifugation, the serum was then stored at 4 degrees Celsius for observation of cryoprecipitate. In addition, the patient denied any use of medications that can cause purpura.\\nAfter receiving dexamethasone (5mg IV every 8 hours) and the first cycle of rituximab (375 mg/m2) and bendamustine, the skin lesions disappeared in approximately one week ().", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'31646164': 1, '32488284': 1, '25454049': 1, '19153352': 1, '28366781': 1, '20157027': 1, '21418108': 1, '415666': 1, '11712059': 1, '26990507': 1, '32760775': 1, '19874364': 1, '22882527': 1, '6800395': 1, '30267590': 1, '20202045': 1, '1550370': 1, '17303694': 1, '34471370': 2}", "similar_patients": "{}"}