{"patient_id": 55617, "patient_uid": "8397571-1", "PMID": 34457365, "file_path": "comm/PMC008xxxxxx/PMC8397571.xml", "title": "Parosmia, Dysgeusia, and Tongue Features Changes in a Patient with Post-Acute COVID-19 Syndrome", "patient": "A 31-year-old female patient presented to the oral medicine clinic complaining of dysgeusia; she lost the ability to distinguish food with the retention of sweet and salty sensations only. Moreover, she was concerned about an unpleasant greasy white tongue and a distorted sense of olfaction where everything smelled like chemicals (parosmia). The patient reported the onset of these symptoms two days earlier with significant worsening. The condition was persistent and affected her quality of life, the thing that made her seek professional assistance.\\nPast medical history revealed that the patient is atopic; she reported occasional administration of antihistamines (loratadine 10 mg once daily) whenever hypersensitivity reactions are experienced. The patient was also suffering from episodes of irritable bowel syndrome for ten years. She is used to administering simethicone (125 mg 2-3 times daily) during exacerbations to relief bloating. Dental and family histories were negative.\\nFourteen days earlier, the patient was COVID-19 positive. She suffered from sore throat, persistent low-grade fever (38°C), nasal congestion and itching, conjunctivitis, nausea, abdominal pain, diarrhea, fatigue, and severe joint pain. Chest computed tomography and all the relevant laboratory investigations were normal. The patient was scheduled on a treatment protocol for COVID-19 in accordance to her current medical condition following the guidelines set by the Egyptian Ministry of Health and Population [] and under the supervision of a physician. Therapy included azithromycin 500 mg/day, paracetamol 500 mg 2 tablets ×3 times daily, zinc (50 mg), and vitamin C (1000 mg) supplements once daily. Throughout the treatment phase, symptom improvement was noted. After 12 days of infection, a nasopharyngeal swab was collected, and real-time PCR for COVID-19 detection was negative. At that time, all the reported COVID-19 symptoms disappeared, and treatment was discontinued.\\nExtraoral examination was normal. Intraoral examination revealed an unscrapable white coat over the dorsum of the tongue with prominent papillae. Bilateral indentation marks from reported continuous tongue sucking were also noted (). Tongue sucking was an established oral habit ever since childhood; underlying medical conditions and psychological impairment were ruled out.\\nBased on history and clinical examination, the patient was diagnosed with post-acute COVID-19 syndrome.\\nThe patient was reassured, and a comprehensive explanation about her condition was performed. She was instructed about the appropriate oral hygiene measures, and prophylactic medications were prescribed to prevent superimposed infections (0.12% chlorhexidine mouth rinse and nystatin oral drops 100.000 I.U/ml 2-3 times daily). Daily vitamin C (1000 mg) and zinc (50 mg) supplements were also prescribed to enhance recovery.\\nFollow-up appointments were scheduled at short intervals (one to two visits per week throughout four weeks) to monitor manifestation improvement (Figures –). Phone calls were arranged every other day from the start of treatment to ensure patient's compliance with the scheduled protocol. A second PCR test for COVID-19 detection was performed by the end of week one follow-up and confirmed the previous negative result.\\nAfter one month of treatment (4 weeks from viral clearance), the tongue features were restored to normal, and the patient reported complete resolution of parosmia and dysgeusia. No adverse side effects were noted. A detailed documentation of the changes in all manifestations of PCS is shown as a timeline in . The patient was followed up after another month from PCS recovery (8 weeks from viral clearance) and showed no complication or symptom recurrence.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'32526392': 1, '22091733': 1, '25921750': 1, '32582138': 1, '33753937': 1, '33705292': 1, '32340833': 1, '33831043': 1, '32817820': 1, '32617983': 1, '33824716': 1, '33236823': 1, '32031570': 1, '34457365': 2}", "similar_patients": "{}"}