{"patient_id": 57188, "patient_uid": "8468880-1", "PMID": 34577831, "file_path": "comm/PMC008xxxxxx/PMC8468880.xml", "title": "A Thoracic Outlet Syndrome That Concealed a Glioblastoma. Findings from a Case Report", "patient": "A 58-year-old male amateur cyclist, manager in a company consulting firm, presented to outpatient physiotherapy clinic complaining of a tingling, numbness and burning pain wrapping all the right upper limb, from the hand to the supraclavicular region (see the body chart in ). Pain was stated with numeric pain rating (NPRS) scale [], at 6/10 at the clavicle and shoulder, and 3/10 at the arm and at the IV/V° finger of the hand (). The patient has 20 years of experience in cycling, and was usually training 2 days per week (120 km/week). The pain started 1 month ago from his right shoulder and clavicular fossa (NPRS 8/10), and then radiated down to the whole upper limb, while he started to train on roller due to the COVID-19 pandemic national lockdown. He experienced a few episodes of quick sharp pain at the clavicular fossa and the anterior deltoid region followed by numbness and weakness in the arm and forearm down to the hand. The latter began after 1 h of training on a roller, lasting about a couple of minutes and spontaneously resolved after some not-specific stretching movements of the head and shoulder, while still cycling but in a seated position without placing hands on the handlebar. Therefore, given that the symptoms were of short duration, without any limitation during training or working activity, the patient decided to carry out some self-managed stretching exercises to reduce the self-reported stiffness of the neck and shoulders. Nevertheless, the symptoms did not improve significantly, and for this reason, the patient self-presented to a physical therapist (PT).\\nDuring the history-taking, the patient reported to have had a fall during a bike tour one year before, from which he reported a midshaft displaced fracture of the right clavicle and 6 upper ribs (the exact localization of the latter was unavailable due to the loss of the chest plain radiograph by the patient) of the right side that were managed conservatively, as suggested by his orthopedic surgeon. Moreover, he denied any unexplained weight loss, history of malignancy, smoking and drinking habits, sleep disturbances or constitutional symptoms. After careful history-taking, a thorough MSK evaluation of neck, shoulder and scapular movements was performed. The diagnostic criteria of specific [] and non-specific shoulder pain [], cervical radiculopathy or radicular pain [] were not completely fulfilled during the physical examination, for example: characteristics of the onset and type of pain; presence of any antalgic postures of neck and shoulder; painful movements of neck or shoulder; dermatomal distribution of the symptoms; clear neurological signs; positive upper limb nerve tension tests and compression tests. Therefore, the PT decided to perform a thorough examination of the thoracic outlet to evaluate a possible neurogenic TOS [].\\nAs stated by Povlsen et al. [,], the diagnosis process of TOS is currently treated as a diagnosis of exclusion, for this reason and to have outcome measures to be re-evaluated in the follow-up period, the QuickDASH [] and the Cervical Brachial Symptom Questionnaire (CBSQ) [] were administered to evaluate the features of the referred cervical brachial pain and shoulder pain. The questionnaires demonstrated a slight shoulder complaint during the prolonged working and sports activities, described with tingling and numbness sensation (83/95 on QuickDASH), and a pattern of mild and random sensory disturbance and motor weakness localized to the lower trunk of the brachial plexus (100/120 on CBSQ). Given that the pathway of symptoms was faint and not constant, mostly related to maintained postures such as holding the handlebar and working on the laptop, the PT decided to further evaluate the possible TOS using the frame proposed by Illig et al. []. This physical examination frame highlighted painful tender point at the base of the neck (upper trapezius and anterior scalene), the shoulder/upper arm (anterior deltoid) and chest (minor pectoralis), and numbness/paresthesia at the upper arm, forearm and hand. Moreover, the Elevated Arm stress Test [] (which is a sort of modified Roos stress test) resulted positive and a grip test for the IV and V fingers were slightly weak compared to the left side. In line with the 2016 guideline reporting standards of the Society for Vascular Surgery TOS, the PT related the patient symptoms to a neurogenic TOS; furthermore, to exclude the possible vascular conditions of TOS, he performed the Halstead maneuver, Wright’s test, and Cyriax Release test [], which both resulted slightly positive. Taking account all the signs and symptoms, the PT suspected a neurogenic TOS and referred the patient to his General Practitioner (GP) for a medical examination and pathway management process. The GP confirmed the diagnostic hypothesis of neurogenic TOS and prescribed physical therapy and a Magnetic Resonance Imaging (MRI) of the cervical spine and brachial plexus with and without contrast dye. Concurrently, the patient started a program with the PT, based on manual therapy for the tender point of the neck and shoulder, and exercise therapy to strengthen the postural muscles of the trunk, neck, and shoulder to improve the comfort during cycling and working activity.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'33027976': 1, '28006844': 1, '29921751': 1, '29862049': 1, '28276064': 1, '28885262': 1, '16282408': 1, '27157931': 1, '33520690': 1, '31732398': 1, '31271335': 1, '28006856': 1, '33583432': 2, '27668386': 1, '12378163': 1, '25427003': 1, '25404148': 1, '32577498': 1, '33804565': 1, '26749459': 1, '27632823': 1, '31450705': 2, '17720798': 1, '28642666': 1, '32813559': 1, '30664501': 1, '28600371': 1, '21411827': 1, '19297202': 1, '27565607': 1, '17525778': 1, '32331701': 1, '25996361': 1, '23430722': 1, '33717875': 1, '30871714': 1, '12867698': 1, '22819305': 1, '24328866': 1, '20091624': 1, '21936616': 1, '31471360': 1, '33373515': 1, '31450721': 1, '19741351': 1, '27720005': 1, '25304271': 1, '27559283': 1, '28122541': 1, '24374407': 1, '16955064': 1, '19744876': 1, '31037504': 1, '20382063': 1, '32771464': 1, '31240876': 1, '26045517': 1, '32690400': 1, '34577831': 2}", "similar_patients": "{'6780877-1': 1, '7883431-1': 1}"}