{"patient_id": 57865, "patient_uid": "8500642-1", "PMID": 34622865, "file_path": "comm/PMC008xxxxxx/PMC8500642.xml", "title": "A refractory human T-cell leukemia virus type 1-associated myelopathy/tropical spastic paraparesis patient with lymphoma-type adult T-cell leukemia/lymphoma", "patient": "A 54-year-old man had difficulty walking due to weakness and numbness in his lower limbs in January 2019, and was unable to stand up at the end of January. He was referred to the Department of Neurology at a local hospital. Neurological findings included spastic paraparesis and mild bladder and rectal dysfunction. Both blood and cerebrospinal fluid (CSF) tests were positive for anti-HTLV-1 antibodies. Anti-aquaporin-4 antibody was negative. The patient was diagnosed with rapidly progressive HAM/TSP according to the established diagnostic criteria.[ The diagnosis of rapidly progressive HAM/TSP was made by progressing to a Osame motor disability score grade 5 or higher within 2 years of the onset of motor symptoms (Table ).[ Methylprednisolone (mPSL) pulse therapy (1000 mg/day for 3 days) was administered for a total of 3 cycles. He was referred to our department in February because of a poor response to steroid treatment. His father was from Fukuoka and his mother was from Nagasaki; both prefectures are located in the Kyushu area of Japan, where the frequency of HTLV-1 carriers is relatively high. He had no family history of HAM/TSP or ATL. On admission, neurological examination showed spastic paraparesis and hyperreflexia of the lower limbs with Babinski signs. The muscle strength by manual muscle testing of his upper limbs was normal, but the iliopsoas and hamstrings decreased to 3/5 and the tibialis anterior decreased to 4/5 on the right. Sensory dysfunction was noted below the 12th thoracic spinal level, and bladder and rectal dysfunctions were noted. Treatment with oral prednisolone (PSL) 25 mg/day and rehabilitation was initiated. The PSL dose was gradually decreased, and in May, when the dose reached 7.5 mg/day, the spasticity of the lower limbs worsened.\\nThe patient was readmitted to our hospital in June. Treatment with mPSL pulse therapy was administered without neurological improvement. CSF biomarker levels before mPSL pulse therapy were neopterin 5 pmol/mL and C-X-C motif chemokine 10 (CXCL10) 977.1 pg/mL, indicating that the disease activity of HAM/TSP was low to moderate. In mid-June, the patient developed lymphadenopathy in the left supraclavicular fossa. The biopsy specimen showed diffuse type lymphoma (CD3+, CD4+, CD5+, CD7−, CD8−, CD25+), and he was diagnosed with lymphoma-type ATL. In the latter half of July, there was a total loss of motor function of the lower limbs, with complete sensory disorders below the 8th thoracic spinal cord, and dysuria became prominent. No abnormal findings were observed on contrast-enhanced cervical-thoracic spine magnetic resonance imaging (MRI). Cell analysis of CSF showed 9% atypical lymphocytes and a small number of abnormal lymphocytes, and central involvement of ATL cells was suspected. Flow cytometric analysis of CSF cells showed that the percentage of ATL cells (CADM1+ CD7-cells) was only 0.29% in CD4+ T cells,[ which was not the profile of ATL (Fig. ). However, since exacerbation of neurological symptoms due to central involvement of ATL was suspected, intrathecal injection of methotrexate 15 mg with hydrocortisone 50 mg was administered once a week for a total of 4 times. The atypical and abnormal lymphocytes in the CSF disappeared, but no neurological improvement was observed. Contrast-enhanced thoracic lumbar spine MRI at the end of August showed a very faint hyperintensity region on T2-weighted imaging (T2WI) in part of the upper to middle thoracic spinal cord (both lateral cords to part of the posterior cord).\\nThe patient did not consent to systemic chemotherapy, and he was transferred to a rehabilitation hospital in October. In March 2020, a weakness in the left hand appeared. Neurological findings showed pseudoathetosis in both fingers, and the thumb localizing test[ showed bilateral position sense impairment, which was more pronounced on the right. The upper limb tendon reflexes were mildly exaggerated. Contrast-enhanced cervical thoracic spine MRI showed a very faint hyperintensity on T2WI from the cervical cord to a part of the middle thoracic cord (both lateral cords to part of the posterior cord) (Fig. ), but no enhancement was observed. In addition, positron emission tomography-computed tomography showed abnormal fluorodeoxyglucose accumulation in multiple cervical lymph nodes and the cervical and thoracic spinal cord, suggesting spinal cord infiltration (Fig. ). Head MRI showed a wide range of hyperintensities in the subcortical white matter on T2WI/fluid attenuated inversion recovery, and small hyperintensity in the left middle cerebellar peduncle and part of the midbrain to the pons. CSF examination showed no increase in HAM/TSP biomarkers (neopterin 8 pmol/mL and CXCL10 796.0 pg/mL). Clonality analysis of HTLV-1-infected cells was performed using the rapid amplification of integration site method.[ Although monoclonal proliferation could be proven with DNA derived from the lymph node, the clonality of the CSF cells and peripheral blood mononuclear cells was polyclonal (Fig. ). Since lymphadenopathy progressed, systemic chemotherapy was administered for lymphoma-type ATL. The cervical lymph nodes shrank, and the hyperintensity of the cervical cord to the central thoracic cord as seen on cervical thoracic spine MRI decreased after 2 courses of CHOP (cyclophosphamide, hydroxydaunorubicin, vincristine, and prednisone/prednisolone) without vincristine due to severe constipation. The soluble IL-2 receptor level also decreased from 1241 U/mL before CHOP therapy to 702 U/mL. However, despite 8 additional courses of mogamulizumab, the neurological symptoms did not improve.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'30090093': 1, '1751370': 1, '19491526': 1, '27817856': 1, '32725607': 1, '32393644': 1, '32706817': 1, '24727323': 1, '23162541': 1, '28905463': 1, '26361794': 1, '22170555': 1, '33968472': 1, '9222342': 1, '8774979': 1, '2242629': 1, '23162542': 1, '31930455': 1, '34622865': 2}", "similar_patients": "{}"}