{"patient_id": 48892, "patient_uid": "8077834-1", "PMID": 33906643, "file_path": "comm/PMC008xxxxxx/PMC8077834.xml", "title": "Successful treatment by on-demand glecaprevir and pibrentasvir for hepatitis C flare during R-CHOP in patients with diffuse large B-cell lymphoma: a case report", "patient": "A 48-year-old man presented to our hospital for cervical lymph node swelling (Supplementary Fig. ). Cervical lymph node biopsy showed diffuse large cells infiltration in lymphoid follicles. Immunohistochemical staining showed that the large atypical cells were positive for CD20 and CD79a and negative for CD3, bcl-2, bcl-6, and cyclinD1. Ki-67 LI values were graded as more than 90%. In situ hybridization for EBV RNA using the EBER probe showed positive labeling in almost all the atypical cells. Those findings led to the diagnosis of EBV-positive DLBCL, NOS, activated B-cell subtype. Systemic examination, including PET-CT, revealed that the Ann Arbor classification was stage IVA since the mass has spread in the lung and cervical and abdominal lymph nodes.\\nTable shows the results of blood tests and virological examinations. The International Prognostic Index (IPI), Revised IPI, and the National Comprehensive Cancer Network (NCCN) IPI showed low, good, and low–intermediate risk, respectively. The treatment regimen for the patient was first-line chemotherapy with six courses of R-CHOP.\\nThe patient was previously diagnosed with HCV infection, with no treatment history for the infection and a history of injecting drug use more than 10 years ago. As shown in Table , the HCV genotype was 2, and the HCV-RNA viral load was 2 log IU/mL. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin, PT%, and albumin levels were all within normal ranges and ultrasound and computer tomography imaging did not show liver cirrhosis (Supplementary Fig. ). In a previous study [], HCV flare was defined as an increase in HCV-RNA of ≥1 log10 IU/mL compared with baseline values and hepatitis flare as an increase in ALT to ≥3 times the upper limit of the normal value.\\nFig. shows the clinical course for this patient after the initiation of R-CHOP. HCV-RNA levels increased rapidly from 2.0 log10 IU/mL at baseline to 5.0 log10 IU/mL 9 days after the initiation of the first course of R-CHOP. AST and ALT levels increased rapidly from normal baseline values to 146 U/L and 181 U/L 9 days after R-CHOP initiation and 162 U/L and 245 U/L (CATCAE v5.0, grade 3) at 12 days after R-CHOP initiation, respectively. Based on these findings, the patient was diagnosed with HCV flare and hepatitis flare due to R-CHOP. We initiated 8 weeks of glecaprevir and pibrentasvir for the HCV flare and hepatitis flare 13 days after R-CHOP initiation. As shown in Fig. , HCV-RNA decreased rapidly from 5.0 log10 IU/mL on day 9 to 2.5 log10 IU/mL on day 14. AST and ALT decreased rapidly from 162 U/L and 245 U/L on day 12 to 22 U/L and 96 U/L on day 17, respectively (Fig. ).\\nOn day 24, when the second course of R-CHOP was initiated, AST and ALT levels normalized and HCV-RNA became undetectable by RT-PCR. The patient completed the 8-week glecaprevir (300 mg/day) and pibrentasvir (120 mg/day) treatment and achieved a sustained virological response at 24 weeks after its completion, without remarkable adverse events.\\nAfter the initiation of glecaprevir and pibrentasvir, the patient did not experience hepatic toxicity during the remaining five courses of R-CHOP. Enhanced computed tomography after six courses of R-CHOP revealed a complete response in DLBCL.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'26711747': 1, '30797794': 1, '26660706': 1, '27605512': 1, '28560477': 1, '24720702': 1, '16766591': 1, '25170194': 1, '24270404': 1, '27501007': 1, '20609455': 1, '32343165': 1, '24620947': 1, '29365309': 1, '28714143': 1, '31836855': 1, '28653760': 1, '30552159': 1, '26712592': 1, '33906643': 2}", "similar_patients": "{}"}