{"patient_id": 50935, "patient_uid": "8173040-1", "PMID": 34094914, "file_path": "comm/PMC008xxxxxx/PMC8173040.xml", "title": "Durable Response to Immunotherapy With Antiangiogenic Drug in Large-Cell Lung Carcinoma With Multiple Fulminant Postoperative Metastases: A Case Report", "patient": "A 68-year-old Chinese female non-smoker presented with cough, bloody sputum and slight shortness of breath for more than 2 months and was hospitalized in June 2019. She had no other medical history or family history like hypertension, diabetes, or hyperlipidemia. Computer tomography (CT) () revealed only a mass in the right pulmonary lower lobe and no bronchial or lymph node lesions. Then, she underwent a radical resection of the right lower lobe on June 2019. Pathological examination showed TTF-1(−), CgA(−), Syn(−), NapsinA(−), P40(−), CD5/6(−), CD56(−), MelanA(−), SOX-10(−), S100(−), HMB45(−), KI67 60%(+), CK(+), CKL(+), CKH(+). Taking together, she was initially diagnosed as stage Ib LCLC.\\nUnexpectedly, multiple fulminant body and mouth lesions was found in the right upper arm (), right elbow, right waist, and tongue root at 1 month after operation. Serum neuron specific enolase (NSE) concentration dramatically increased from 12.12 to 30.14 ng/ml. Further pathological examination of the surgical removal from the right upper arm presented CK(+), EMA(+), TTF-1(−), CgA(−), Syn(−), NapsinA(−), P40(−), CD5/6(−), CD56(−), Vim(+), KI67 80% (+), CD34(+), CD31(+), ERG(+). Therefore, she was confirmed stage IVb LCLC.\\nImmumohistochemistry staining demonstrated PD-L1 expression with tumor proportion score (TPS) of 60–70% for the primary tumor in right lower lobe () and 40–49% for the body metastasis in the right upper arm () respectively. The formalin-fixed paraffin-embedded (FFPE) tumor tissue slides together with matched blood samples were sent to College of American Pathologists (CAP)-authenticated biotechnique laboratory (Yucebio, Shenzhen, China) to perform next-generation sequencing (NGS) using YuceOne™ Plus extensive targeted panel for 1,021 genes. NGS data indicated tumor mutational burden (TMB) of 2.01 muts/Mb for the primary tumor in right lower lobe and 5.36 muts/Mb for the body metastasis in the right upper arm. Driver gene mutations in PBRM1 L1230P and TP53 L194R were found both in the primary tumor of the right lower lobe (variant allele frequencies of 2.65 and 5.14% respectively) and the body metastasis of the right upper arm (variant allele frequency of 63.18% and 57.96% respectively).\\nBesides, the primary tumor of the right lower lobe was genotyped as HLA-A*02:03, HLA-A*11:01, HLA-B*55:02, HLA-B* 40:01, HLA-C*12:03, and HLA-C* 07:02 using a modified computing method (). According to another previous study (), LOH at HLA-A*02:03, HLA-B*55:02 and HLA-C*12:03 were detected in the right upper arm metastasis while no abnormality was found at HLA-A*11:01, HLA-B* 40:01, and HLA-C*07:02. Moreover, the mutant peptide TEIPENDIPL derived from PBRM1 L1230P was predicted to be a specific neoantigen using an integrated tool TrueNeo () and could still be presented by HLA-B*40:01 in both foci.\\nConsidering moderate expressions of predictive biomarkers for immunotherapy (PD-L1 expression levels <50% and TMB <10 muts/Mb) and fulminant metastases, this patient started chemo-immunotherapy with sintilimab (200 mg) plus etoposide (100 mg/m2, d1~3)-lobaplatin (50 mg/kg, d1) on July, 2019. Then, she suffered from several classical side effects of chemotherapy such as nausea, vomiting and fatigue, and refused to take any further chemotherapy. Although she developed a new lesion in left back and lymph node enlargement in left clavicle, there was no abnormity in the lung. Afterwards, she turned to another combination immunotherapy strategy of sintilimab (200 mg) plus multitargeted antiangiogenic agent anlotinib (12 mg) in August 2019. After 1-cycle treatment, multiple body lesions shrunk. Then, serum NSE level gradually decreased to 16.63 ng/ml () and mouth lesion () disappeared for 3-cycle continuous treatment in October 2019. In addition, there were no abnormity in multiple organs (). Besides, all the body lesions disappeared. The only remaining body lesion in the left back largely lessened and seemed like a fibrosis or scar in physical examinations. Thus, she achieved PR according to the therapeutic effects of all body and mouth lesions.\\nBased on the follow-up results, she has been tolerant without any unexpected side effects with combination immunotherapy and achieved a durable PR for at least 12 months till October 2020. Written informed consent was obtained from the patient for publication of this manuscript and any accompanying images. This patient is considering further lines of combination immunotherapy.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'28371798': 1, '30395155': 1, '30779529': 1, '30894752': 1, '33284113': 1, '29434333': 1, '32662817': 1, '30955977': 1, '29253113': 1, '31402780': 1, '32691060': 1, '31454018': 1, '33246599': 1, '26291008': 1, '32981596': 1, '29107330': 1, '33524601': 1, '11829087': 1, '33023239': 1, '33208106': 1, '30121320': 1, '25594174': 1, '26359337': 1, '29025772': 1, '28031159': 1, '30201790': 1, '25765070': 1, '32151666': 1, '30978501': 1, '33070260': 1, '30643254': 1, '31290993': 1, '30612711': 1, '30742278': 1, '32036071': 1, '34094914': 2}", "similar_patients": "{}"}