{"patient_id": 110054, "patient_uid": "8339488-1", "PMID": 34413759, "file_path": "noncomm/PMC008xxxxxx/PMC8339488.xml", "title": "Neovascular Glaucoma as a Presenting Sign of Catastrophic Antiphospholipid Syndrome with a “Catastrophic” Heart Valve Finding", "patient": "A 39-year-old man arrived at our emergency room, reporting a day of blurry vision and severe pain in his left eye. The patient's past medical history was remarkable for anxiety and headaches for the last 3 years. Brain computed tomography and brain magnetic resonance imaging (MRI) were interpreted as normal.\\nUpon examination, visual acuity of the right eye (RE) 6/6 and left eye (LE) counting fingers (CF). The left pupil was fixed and mid-dilated, and the reverse relative afferent pupillary defect test was negative. Right IOP was 16 mm Hg, and left IOP was 56 mm Hg. Left hyperemic conjunctiva, edematous cornea, and rubeosis iridis in both eyes (BE) were noticed. After lowering the pressure in the left eye and resolving the corneal edema, gonioscopic examination revealed an open angle in the RE and 120 degrees of synechia in the LE. Fundus examination showed normal disc appearance with evidence of prominent retinal ischemia in the LE more than that in the RE (shown in Fig. ). Fluorescein angiography showed a severe bilateral vaso-occlusive retinopathy (shown in Fig. ). Diagnosis of LE NVG with vaso-occlusive disease in BE was established. Drug treatment for lowering pressure was started, followed by BE treatment with bevacizumab injections and pan-retinal photocoagulation.\\nDuring his hospitalization, we noticed difficulty walking (ataxic gait) and psychomotor retardation; hence, brain MRI was ordered. MRI of the head showed widespread subacute and chronic ischemic lesions and hemorrhagic foci in the white matter of both hemispheres (shown in Fig. ).\\nTransthoracic echocardiography and computed tomography angiography were carried out in order to identify the embolic source and were interpreted within normal limits. Transesophageal echocardiography (TEE) as a more sensitive test was ordered.\\nSimultaneously, profound laboratory evaluation was taken, with results revealing acute kidney injury, thrombocytopenia, positive antinuclear antibody, and positive APS antibodies (anticardiolipin, beta-2 glycoproteins, and lupus anticoagulant). A diagnosis of suspected SLE with secondary APS was confirmed, and treatment with anticoagulants and IV steroids was initiated.\\nWhile upon treatment, there was no improvement of his functioning and cognitive state. Two days later, TEE was done and showed 2 big lesions on the mitral valve (0.8 and 0.5 mm), thought to be vegetations (shown in Fig. ). Infectious endocarditis was culturally and serologically ruled out, and a diagnosis of Libman-Sacks/aseptic endocarditis was established.\\nTo this day, he is under ophthalmological, rheumatological, cardiological, and neurological follow-up. In a 1-year follow-up in our department, there was full regression of the neovascularization in the retina and the iris, with target IOP achieved with topical treatment only.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'22202921': 1, '17602939': 1, '14746601': 1, '8304360': 1, '25904124': 1, '34413759': 2}", "similar_patients": "{}"}