{"patient_id": 48372, "patient_uid": "8052845-1", "PMID": 33865326, "file_path": "comm/PMC008xxxxxx/PMC8052845.xml", "title": "Severe pneumonia caused by Parvimonas micra: a case report", "patient": "A 35-year-old pregnant woman was admitted to our emergency room 4 weeks prior to her due date because of a sudden headache and unconsciousness. Computed tomography (CT) showed a massive cerebral haemorrhage in the right hemisphere, and she was immediately taken to the operation room for an emergency caesarean section. After the foetus was delivered, she underwent a craniotomy to remove the cerebral haematoma. After 8 h of surgery, the patient was taken to the ICU for further treatment.\\nThe patient developed dilated pupils without a pupillary response. The CT scan showed mild pneumonia (Fig. a and b) on day 1. Moxifloxacin was started to treat her pneumonia and to prevent surgical site infections. Laboratory examinations on admission revealed a leukocyte count of 10*10^9/ml and a C-reactive protein level of 21.9 mg/L. As the pneumonia progressed, the patient developed febrile fever with a temperature between 38.5–39.5 °C and developed more grossly purulent tracheobronchial secretions, and laboratory studies showed an increased leukocyte count. Meanwhile, no pathogen was found as multiple sputum cultures, blood cultures and IgM for Chlamydia and Mycoplasma all came back negative, which ruled out common hospital acquired pneumonia caused by Streptococcus pneumoniae, Klebsiella pneumoniae or Staphylococcus aureus. Despite starting moxifloxacin at admission and meropenem and vancomycin on day 3 after admission, her pneumonia worsened, and she soon developed hypoxemia (oxygenation index 55–85 mmHg). The CT performed on day 12 showed more exudation and atelectasis than previously (Fig. c and d).\\nSince the bacteriological culturing protocol failed to demonstrate a responsible pathogen and our current antibiotic therapy failed to control the pneumonia, we came to realize that the pathogen could be an uncommon pathogen for severe pneumonia. We sent a sample of bronchoalveolar lavage fluid for pathogen detection by next-generation sequencing (NGS) at BGI-Shenzhen on day 13 after admission. The NGS test was performed on the BGISEQ-500 platform []. Within 24 h, the NGS results identified 252 DNA sequence reads (out of 18,188,496) and 621 RNA sequence reads (out of 38,214,718) corresponding to P. micra. After we eliminated all the sequence reads of the human host and the unclassified reads, P. micra reads accounted for 83.17% (DNA) and 60.53% (RNA) of the total microbial reads (Fig. ). The second pathogen identified by NGS was Stenotrophomonas maltophilia, which could be a co-pathogen. Thus, the NGS results suggested that P. micra was the main pathogen causing pneumonia. On day 14, we adjusted the antibiotic therapy from meropenem and vancomycin to ornidazole for P. micra and sulfamethoxazole for Stenotrophomonas maltophilia according to our local antibiotic sensitivity pattern.\\nAfter starting ornidazole, a prone position was given and daily bronchoscopic sputum suction, the hypoxemia improved. A CT scan performed on day 24 found less infiltration (Fig. e and f) and fewer lesions of atelectasis. Bronchoscopy showed less sputum and less bronchial oedema.\\nUnfortunately, due to the patient’s massive cerebral haemorrhage, she was diagnosed with brain death based on electroencephalogram (EEG) and her clinical status.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'24309744': 1, '192815': 1, '25977161': 1, '30819241': 2, '29293960': 1, '27864301': 1, '25378986': 1, '26911898': 1, '26429222': 1, '29425733': 1, '32098702': 1, '31030461': 1, '24680818': 1, '32547827': 2, '33865326': 2}", "similar_patients": "{'6396525-1': 1, '7294173-1': 1}"}