{"patient_id": 48434, "patient_uid": "8055181-1", "PMID": 33886812, "file_path": "comm/PMC008xxxxxx/PMC8055181.xml", "title": "Episodic angioedema with eosinophilia (Gleich's syndrome) associated with urticarial vasculitis: a coincidence or a novel clinical entity?", "patient": "A 40-year-old female patient was admitted to our institution (Internal Medicine Outpatient Unit, Federal University of São Paulo, Brazil) due to recurrent episodes of cheek and eyelid angioedema in the previous year. Episodes of facial angioedema lasted for two months with spontaneous remission. No evident allergic trigger was identified. The episodic angioedema was added to pruritic and painful skin eruption of erythematous circles, which persisted for more than 24 h, that were palpable, somewhat purplish, and more pronounced on the face, arms, and trunk (). At admission, the patient denied any fever, myalgia, arthralgia, and weight loss. No family history of similar findings was reported. Physical examination indicated neither arthritis nor mucosal ulceration. Appropriate consent and permission for publication were obtained.\\nLaboratory investigation showed a sustained elevation of white cell count (∼17,100 cells/mm3) with marked eosinophilia (∼8100 cells/mm3). No abnormal blood cell was found in the blood smear. Kidney and liver function, folic acid, and vitamin B12 were normal. Urine sediment was normal. Serological tests failed to show infection by common agents such as HIV, syphilis, viral hepatitis, cytomegalovirus, Epstein-Barr virus, and Toxoplasma spp. No parasitic diseases were identified. Erythrocyte sedimentation rate was 32 mm/hr (NR <20 mm/hr) and rheumatoid factor was negative. Cryoglobulins, antinuclear antibodies, antineutrophil cytoplasmic antibodies, and extractable nuclear antigen antibodies panel were negative. C3 and C4 complement proteins were undetected. Serum protein electrophoresis found a discrete non-clonal elevation of gamma-globulin zone (2.03 g/dL, NR 0.7-1.5 g/dL). Serum IgM was 116 mg/dL (NR 40-230 mg/dL) and IgE and IgA were normal as well; IgG was slightly elevated (1905 mg/dL, NR 700-1600 mg/dL). C1-esterase inhibitor (quantitative and functional) and tryptase tests were normal.\\nHistologic sections of bone marrow biopsy () showed a high cellularity specimen (around 70%), with increased myeloid cells, markedly exhibiting eosinophilic differentiation, leading to 8:1 granulocyte to erythroid proportion. The megakaryocyte elements were increased in number, without maturation disturbance. There was slight reticulin deposition. RNA was extracted from peripheral white blood cells. Reverse transcriptase-polymerase chain reaction was performed for detection of FIP1L1-PDGFRA and BCR-ABL rearrangements. The FIP1L1-PDGFRA rearrangement is associated with chronic eosinophilic leukemia and is frequently found in a subset of patients with systemic mastocytosis who also have eosinophilia (). The presence of the FIP1L1-PDGFRA rearrangement guides the treatment of these conditions. The BCR/ABL rearrangement is associated with acute lymphoblastic leukemia and chronic myeloid leukemia (). The identification of the BCR/ABL rearrangement has an important prognostic value for patients with acute lymphoblastic leukemia and can be used as therapeutic monitoring for patients with chronic myeloid leukemia. None of these alterations was found.\\nSkin biopsies () showed a leukocytoclastic vasculitis, predominantly with intact and degenerated neutrophils and eosinophils. The histologic findings were suggestive of urticarial vasculitis. In addition, we observed a residual interface dermatitis, with thickening of the basal membrane and dermal intracellular mucin deposition.\\nThe patient was submitted to esophagogastroduodenoscopy, which showed a mild chronic gastritis, with no eosinophilic infiltration. Echocardiographic study showed that cardiac dimensions and function were normal. Abdominal ultrasound and total body CT-scan failed to show lymphadenopathy, organomegaly, and tumors.\\nThe patient did not respond to hydroxychloroquine, methotrexate, or antihistamines. Gathering clinical, laboratory, and molecular data, she was diagnosed with EAE associated with hypocomplementemic urticarial vasculitis. We opted for a prednisone tapering strategy. The initial dose was 1 mg/kg per day and the dose was decreased by 10 mg each following week. We decreased by 2.5-mg increments until 20 mg/day was reached. In addition, we prescribed dapsone (100 mg/day) in order to spare corticoid use during follow-up. The patient reached remission after 4 weeks of treatment. An attempt to discontinue prednisone was done. However, the patient presented a relapse. We opted to use a corticoid tapering strategy again. Finally, a continuous dose of prednisone (5 mg/day) and dapsone (100 mg/day) was maintained and the patient obtained remission. The patient has been followed-up and consecutive blood cell counts have been taken (). She is currently asymptomatic with 5 mg/day prednisone for 2 years.\\nThis patient presented EAE concurrent with urticarial vasculitis, both considered to be uncommon diseases, and no other constitutional symptom. EAE is more prevalent among young women, and in general, constitutional symptoms such as fever or weight loss are not observed in the majority of subjects described in the literature (). Compared with the literature, our patient presented marked eosinophilia (∼8100 cells/mm3). A wide range of total eosinophil counts can be found at presentation (from 1000 to 23,400 cells/mm3) (). In contrast to hypereosinophilic syndromes, organ dysfunction is not observed among patients with EAE (). Indeed, an extensive diagnostic workup failed to find eosinophilic infiltration and organ dysfunction in our patient. Increased IgM and eosinophilia are ordinary findings among patients with EAE. However, as described in a previous series (), our patient did not present relevant elevation of IgM.\\nSkin biopsy showed concurrent urticarial vasculitis. The pathophysiology of both EAE and urticarial vasculitis is still unclear. Khoury et al. observed that patients with EAE present cyclic variations of eosinophil, mast cell, neutrophil, and lymphocyte counts (). The expansion of these cells follows the elevation of interleukin (IL)-5, IL-13, IL-9, and IL-10 serum levels, suggesting that type 2 cytokines may be involved in the pathogenesis of EAE (). We observed that the bone marrow niche of the patient was hypercellular and enriched with eosinophils and mast cells precursors, reinforcing that an orchestration of T helper 2 (Th2) immune response may be elicited in EAE. It is possible that the expansion of eosinophil and mast cells reverberates to the peripheral blood, leading to vascular injury and vasculitis. Skin biopsy of our patient showed both eosinophils and neutrophils in vascular injury. In fact, patients with urticarial vasculitis present a hallmark perineural, perivascular, and interstitial infiltration of eosinophils, indicating that peripheral eosinophils may contribute to the pathogenesis of urticarial vasculitis ().\\nTo our knowledge, this is the first report of the association between EAE and urticarial vasculitis. Whether there is a causative link or it is just a serendipitous pathological finding remains to be elucidated. More studies are warranted to further investigate the pathogenic link between EAE and urticarial vasculitis.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'31367340': 1, '24991461': 1, '30693472': 1, '20639008': 1, '29411417': 1, '26475367': 1, '28954105': 1, '26209900': 1, '25527564': 1, '6727934': 1, '31725177': 1, '33886812': 2}", "similar_patients": "{}"}