{"patient_id": 48255, "patient_uid": "8048072-1", "PMID": 33858452, "file_path": "comm/PMC008xxxxxx/PMC8048072.xml", "title": "Behçet’s disease: successful aortic root reconstruction in severely dilated aortoventricular junction after aortic valve replacement with novel surgical method – case report", "patient": "Our patient is a 44-year-old male. In his medical history urticaria-like skin eruption was present persistently since 2008. Inflammatory bowel disease was confirmed a year later, when histopathology was similar to findings in ulcerative colitis. In 2013 major skin lesions appeared and were diagnosed as pyoderma gangrenosum. Methylprednisolone and azathioprine were administered but had to be changed to methotrexate due to inefficacy in 2015.\\nIn 2018 echocardiography was performed due to progressive worsening of shortness of breath. Severe aortic regurgitation was found, with moderately decreased left ventricular systolic function (ejection fraction 50%) and massive enlargement of the left ventricle (ESD 6.6 cm, EDD 8.2 cm). Right ventricular dimensions and function were preserved. Other valves were intact. CT angiography ruled out atherosclerotic disease of the aortic root and of the coronary arteries. Preoperative CRP concentration was mildly elevated (9 mg/l).\\nIn May 2018 the patient underwent regular aortic valve replacement (AVR, LivaNova Bicarbon 23 mm; LivaNova PLC, London, UK). The postoperative period was uneventful. Postoperative echocardiography revealed decreased left ventricular systolic function (ejection fraction 30%) along with improving ventricular diameters. CRP concentrations were appropriate to the present postoperative status (69 mg/l on postoperative day four). Three months following the surgery, echocardiography revealed improvement of left ventricular function (ejection fraction 42%) and normally functioning prosthetic valve. CRP concentration was 19 mg/l.\\nIn September 2019 a follow-up echocardiography was performed which confirmed severe paravalvular regurgitation. The appearance of the aortic root was highly suggestive of prosthetic valve dehiscence.\\nTransoesophageal echocardiography revealed high mobility of the prosthetic valve along with localized dissection of the outflow tract resulting in a „Mickey Mouse” like appearance of the aortic root. (Fig. .) Blood tests did not show elevated inflammatory markers, while blood cultures were also negative. Chest CT angiography scan revealed two pseudo-aneurysms originating from the non-coronary sinus of the aorta and from behind the left main coronary branch. (Fig. .)\\nAs the result of a multidisciplinary consultation, we decided to perform aortic root reconstruction. Due to the enlargement of the left ventricular outflow tract to 43 mm, presumably, the use of a regular Bentall conduit would not have been favourable. The use of a rigid suture ring could have led to an exceedingly big strain on the suture line between the extremely dilated annulus and the conduit. To reduce strain in the suture line, we created a „skirted” conduit by implanting a 29 mm mechanical prosthetic valve (SJM 29 mm; St Jude Medical, St Paul, USA) into a 36 mm diameter vascular prosthesis (Vascutek Ltd., Scotland, UK), leaving a 2 cm free end as the „skirt” of the graft.\\nAfter preoperative preparation in November 2019, the patient underwent an aortic root reconstruction with Bentall procedure using our modified conduit. Intraoperative findings confirmed the two pseudo-aneurysms. One pseudo-aneurysm originated between the non-coronary sinus and mitral annulus, while the other from behind the left main coronary branch. Furthermore, the prosthetic valve was fixed only by a shallow membrane protruding from the annulus. (Fig. .) As seen on CT angiography, intraoperatively we measured a dilated left ventricular outflow tract (LVOT) of 55 mm. We resected the prosthetic valve and the aortic root, and the coronary buttons were prepared. Both pseudo-aneurysm orifices were closed with a 4–0 polypropylene running suture. The proximal anastomosis was performed by suturing the skirt of the conduit directly to the myocardium of LVOT and to the mitral valve annulus with a 3–0 polypropylene running suture. (Fig. .) The distal anastomosis was covered with a collar made from the vascular graft in order to prevent the formation of a pseudo-aneurysm along the distal suture line. Cross-clamp time and ECC time were 156 min and 207 min, respectively. Complete atrioventricular block developed during surgery as the conduit was sutured to LVOT. Histological examination revealed adventitial thickening and adventitial perivascular infiltration dominated by lymphocytes and concentric collagen deposition illustrating a chronic inflammation-induced fibrosis. (Fig. .)\\nAfter cardiac surgery, our patient underwent a permanent DDD pacemaker implantation (Medtronic Ensura DR; Medtronic PLC, Dublin, Ireland). Further postoperative course was uneventful. Postoperative echocardiography revealed moderately decreased left ventricular function with an ejection fraction of 44%. The prosthetic valve was properly functioning. Blood tests showed increased levels of inflammatory markers, but adequate to postoperative status (CRP 51 mg/l). One-month postoperative echocardiography confirmed a preserved left ventricular function with an ejection fraction of 55% and a normally functioning prosthetic valve. Chest CT scan showed a good postoperative result. In the proximate postoperative course corticosteroid immune therapy was applied, then escalated to adalimumab and methotrexate after 1 month after the operation. One-month CRP concentration was 5 mg/l. (Fig. .)", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'23045170': 1, '19699654': 1, '559407': 1, '30315793': 1, '23441863': 1, '19463593': 1, '28011741': 1, '19883876': 1, '1970380': 1, '28916023': 1, '27075942': 1, '29225266': 1, '29631062': 1, '33858452': 2}", "similar_patients": "{}"}