{"patient_id": 57903, "patient_uid": "8501911-1", "PMID": 34660052, "file_path": "comm/PMC008xxxxxx/PMC8501911.xml", "title": "Gossypiboma Complicating as Colouterine Fistula in a Young Woman Post-Cesarean Section", "patient": "A 28-year-old woman presented with complaints of pain and progressively increasing swelling in the left side of the lower abdomen for three months. She also complained of fecal discharge with the periodic involuntary escape of gas through the introitus. She had undergone emergency lower segment cesarean section for obstructed labor four months back with intraoperative hemorrhage managed successfully with blood transfusion and pressure application.\\nAbdominal examination revealed a firm lump of size 15 x 10 cm in the left lower abdomen with the lower border going into the pelvis. Per-speculum and per-vaginal examination showed the vaginal cavity filled with pus-mixed fecal content with a bimanually palpable mass in the left fornix.\\nUltrasonography (USG) of the pelvis revealed air foci in the endometrial cavity with multiple surrounding loculated abscesses and a hyperechoic mass with posterior acoustic shadowing in the left parauterine space (Figure ). Magnetic resonance imaging (MRI) revealed a fistulous tract connecting the left cornu of the uterus with the adjacent sigmoid colon on T2-weighted short-tau inversion recovery (T2w-STIR) imaging (Figures -) and a mass with whorled stripes in a fluid-filled cavity with low signal in the peripheral wall on axial T2-weighted turbo spin-echo (TSE) imaging suggestive of a foreign body (Figure ).\\nThe patient was planned for exploration with consent for stoma and hysterectomy. Laparotomy revealed a thick-walled abscess cavity in the lower abdomen surrounding a surgical sponge in the left parauterine space (Figure ). It had eroded the anterior sigmoid colonic wall and the left cornu of the uterus (Figure ). It was removed after adhesiolysis followed by resection of colouterine fistula (Figure ) with end sigmoid colostomy due to unhealthy bowel and peritonitis. The postoperative course was uneventful. The patient has been doing well at two months of follow-up and is waiting for colostomy takedown.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'17885050': 1, '12932884': 1, '22229142': 2, '18492884': 1, '19752834': 1, '17275034': 1, '18063507': 1, '12529464': 1, '34660052': 2}", "similar_patients": "{'3249850-1': 1}"}