{"patient_id": 49931, "patient_uid": "8130875-2", "PMID": 34025967, "file_path": "comm/PMC008xxxxxx/PMC8130875.xml", "title": "Large bowel obstruction secondary to gallstones", "patient": "The second patient is a 69-year-old female who presented to the emergency room with complaints of obstipation and abdominal pain. She reported a 2-month history of intermittent sudden onset abdominal pain accompanied by abrupt bowel movement and nausea. At the time of presentation, she reported constipation for 5 days; she had tried fiber and suppositories without relief. Her past medical history included hypertension and irritable bowel syndrome. She had no prior abdominal surgeries or colonoscopies. Upon evaluation, she was afebrile and hemodynamically stable. Her abdomen was softly distended with localized left lower quadrant tenderness and no peritoneal signs. Her rectal exam was unremarkable. She had a mild leukocytosis of 12.9 thou/cmm. Abdominopelvic CT with intravenous contrast was obtained and revealed inflammatory stranding consistent with acute diverticulitis with a lamellated intraluminal mass in the sigmoid colon in the region of inflammation as well as pneumobilia (); these findings led to the diagnosis of a gallstone impaction with resulting large bowel obstruction.\\nThe patient was admitted, started on intravenous antibiotics and provided fluid resuscitation. Shortly after admission, she began passing flatus and the decision was made to observe her with serial abdominal exams in hopes that treating the acute diverticular inflammation would permit passage of the stone; however, by hospital Day 3, the stone remained partially obstructing and the patient required surgical intervention. Upon induction of anesthesia, flexible sigmoidoscopy was performed for diagnostic confirmation and possible removal of the gallstone. The stone was encountered at 40 cm but could not be retrieved or fragmented, so a laparotomy was performed. Her sigmoid colon was noted to be very redundant and tortuous, and the gallstone was palpable at the junction between the descending and sigmoid colon. There was a large degree of surrounding inflammation, consistent with the findings on CT. Due to the inability to pre-operatively prep the colon secondary to her bowel obstruction and the degree of inflammation that was present, a partial colectomy and an end colostomy was performed. The gallbladder was left in situ. The patient tolerated the procedure without difficulty.\\nHer post-operative course was without complication; she quickly gained ostomy function and tolerated a diet without difficulty. The pathologic evaluation of the colon specimen was consistent with diverticulitis and focal ulceration with a 36-mm gallstone present. Approximately 3 months after her index case, the patient underwent colonoscopy via her stoma in preparation for reversal of her colostomy. An area was noted in the transverse colon that was thought to represent the site of healed cholecystocolonic fistula.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'29018012': 1, '31611228': 1, '29511540': 1, '31533295': 1, '2200556': 1, '20333797': 1, '34025967': 2}", "similar_patients": "{'8130875-1': 2}"}