{"patient_id": 49797, "patient_uid": "8122223-1", "PMID": 34007748, "file_path": "comm/PMC008xxxxxx/PMC8122223.xml", "title": "Dysphagia as the Presenting Symptom of Laryngeal Tuberculosis", "patient": "A 75-year-old Vietnamese male with a past medical history significant for essential hypertension, hyperlipidemia, and chronic obstructive pulmonary disease (COPD) presented to the hospital with complaints of dysphagia, odynophagia, and a 30-pound weight loss over a two-month period. The patient denied tobacco, alcohol, or illicit drug use. At the time of presentation, the patient had a blood pressure of 160/85 mmHg, heart rate of 71 beats per minute, respiratory rate of 16 breaths per minute, oxygen saturation of 96% on ambient air, and a temperature of 98.5 F. Laboratory studies were significant for leukopenia (white blood cell (WBC) count 3.79 X 10*3/uL, reference range 4.5-11.0 X 10*3/uL) and hypokalemia (potassium level 2.9 mM/L, reference range 3.5-5.1 mM/L) but were otherwise unremarkable. Radiographic evaluation with a chest X-ray was negative for any acute cardiopulmonary processes. A computed tomography (CT) scan of the chest with contrast revealed bilateral, irregular nodular densities involving both upper lobes and the right middle lobe, worrisome for pneumonia (Figure ). A CT scan of the soft tissue of the neck with contrast revealed 1.2 x 1.3 cm soft tissue fullness in the cervical esophagus with multiple necrotic lymph nodes throughout the cervical chains (Figure ).\\nThe patient was empirically initiated on intravenous (IV) azithromycin and ceftriaxone for the treatment of community-acquired pneumonia (CAP). Gastroenterology was consulted for further evaluation of the esophageal fullness and dysphagia. The patient underwent esophagogastroduodenoscopy (EGD), which did not reveal any inflammation, strictures, or lesions of the esophagus that aligned with the CT scan findings (Figure ). The stomach and duodenum were unremarkable. A percutaneous endoscopic gastrostomy (PEG) tube was placed to allow the patient to receive nutrition.\\nA nasopharyngeal evaluation with microdirect laryngoscopy was subsequently performed and revealed raised irregularity involving the laryngeal surface and lingual surface of the epiglottis. A left vocal cord nodule was also present. Multiple biopsies were obtained from the identified lesions. The left vocal cord nodule biopsy revealed a polypoid fragment of squamous mucosa with mixed inflammatory infiltrates and stromal fibrosis. There was no evidence of dysplasia or malignancy. The epiglottic mucosal biopsy demonstrated fragments of squamous mucosa with extensive necrotizing granulomatous inflammation with no evidence of dysplasia or malignancy (Figure ). Acid-fast bacilli (AFB) stain for mycobacterial organisms returned positive (Figure ), and Mycobacterium tuberculosis (TB) complex polymerase chain reaction (PCR) was also positive. Interferon-gamma release assay (IGRA) was performed and confirmed the diagnosis of TB. The patient was started on the standard quadruple therapy with isoniazid, rifampin, ethambutol, and pyrazinamide.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'24628484': 1, '17903574': 1, '25748515': 1, '26377143': 1, '26557293': 2, '30904262': 1, '20351985': 2, '34007748': 2}", "similar_patients": "{'2844739-1': 1, '4600139-1': 1}"}