{"patient_id": 55199, "patient_uid": "8380076-1", "PMID": 34457277, "file_path": "comm/PMC008xxxxxx/PMC8380076.xml", "title": "A rare case of spontaneous abdominal aorta thrombosis", "patient": "A 40-year-old lady was presented to the hospital with 1-week history of generalized abdominal pain, moderate to severe in intensity, associated with nausea and four episodes of vomiting, with no aggravating or relieving factors. There was no history of fever, hematemesis, bleeding per rectum, chest pain, or palpitations. The patient was a known case of hypothyroidism, vitiligo, and type 1 diabetes mellitus. She was a non-smoker. The patient had no personal or family history of thrombophilia and there was no history of recurrent abortions. Physical examination revealed an afebrile patient, with a heart rate of 92 beats per minute, blood pressure 124/76 and respiratory rate 17 breaths per minute. Abdominal examination showed diffuse tenderness, no organomegaly, normal percussion note with normal bowel sounds. Cardiac, respiratory, and nervous system examination were normal.\\nLabs investigations showed mild neutrophilic leukocytosis, high C-reactive proteins, microcytic anemia, normal urea, creatinine, electrolytes, and liver function tests (Table ). Coagulation testing showed normal PT, aPTT, and INR (Table ).\\nA computed tomography (CT) scan of the abdomen with contrast showed diffuse thickening of the splenic flexure, descending colon, and sigmoid colon with surrounding mesenteric edema and fat stranding as well as a thrombus in the abdominal aorta at the level of L3 vertebra (Figures and ). However, all the thrombophilia screen and autoimmune work up were negative (Table ).\\nThe patient was managed as a case of ischemic colitis due to spontaneous abdominal aorta thrombosis. She was started on anticoagulation with warfarin bridged by therapeutic dose enoxaparin with a target INR of 2–3. A follow-up CT scan of the abdomen that was done 2 months afterward showed resolution of thrombus and improvement of the inflammatory changes in the bowel (Figure ). Three months afterward, she presented with left-sided abdominal pain, nausea, and vomiting. CT scan of the abdomen was done, and it showed focal segmental circumferential mural thickening of the distal descending colon as a complication of the ischemic colitis the patient was admitted and underwent left hemicolectomy. She was then discharged home after improvement.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'12368731': 1, '30129979': 1, '19647398': 1, '18579491': 1, '24887814': 1, '18793228': 1, '28258017': 1, '34457277': 2}", "similar_patients": "{}"}