{"patient_id": 50840, "patient_uid": "8169089-1", "PMID": 34094743, "file_path": "comm/PMC008xxxxxx/PMC8169089.xml", "title": "Ileal Pouchitis With Endoscopic Pictures", "patient": "A 25-year-old female presented with a one-week history of abdominal pain and watery diarrhea. She had a past medical history of papillary thyroid carcinoma with complete thyroidectomy, UC status post colectomy with IPAA (J-pouch). Her pain was most intense in the left lower abdominal quadrant and only relieved by heating pads. She stated an increased frequency of abdominal bowel movements (her regular bowel movements were four/day). She denied any environmental exposures, dietary changes, fevers, chills but stated malaise. The patient was initially placed nil per oral and started on intravenous fluids for dehydration. Her laboratory works up for inflammatory markers, and routine workup was negative, including thyroid panel. Her stool osmolality was 309 mOsm/kg, consistent with secretory diarrhea and abdominopelvic CT scan revealed J-pouch thickening without evidence of bowel obstruction, ascites, adenopathy, or pneumoperitoneum. The Clostridium difficile toxin was negative and stool culture failed to grow anything. Due to her history of UC and surgical intervention, she underwent flexible sigmoidoscopy with biopsy by gastroenterology and was noted to have a patchy area of mild erythematous mucosa (Figure ). A tentative diagnosis of ileal pouchitis was made due to erythema on sigmoidoscopy.\\nThe patient was started on ciprofloxacin and metronidazole and discharged with a follow-up in the clinic. Her biopsy later revealed severe acute inflammation and degenerative changes without adenomatous dysplasia or malignancy. She received ten days of ciprofloxacin 500 mg twice a day and metronidazole 500 mg twice a day with resolutions of symptoms.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'27085760': 1, '17451569': 1, '11487537': 1, '31579976': 1, '16985109': 1, '26269664': 1, '26525055': 1, '16684080': 1, '19418603': 1, '17198064': 1, '17181842': 1, '11606494': 1, '17973304': 1, '1487535': 1, '25227297': 1, '17279300': 1, '17115336': 1, '28426474': 1, '34094743': 2}", "similar_patients": "{}"}