{"patient_id": 106658, "patient_uid": "8043782-1", "PMID": 33859503, "file_path": "noncomm/PMC008xxxxxx/PMC8043782.xml", "title": "Appendiceal Agenesis: A Very Rare Intraoperative Diagnosis – A Case Report", "patient": "A 19-years-old female Ethiopian student came with a one-day history of colicky abdominal pain which was initially periumbilical later shifted to the right lower quadrant. The pain was associated with anorexia, nausea and two episodes of non-bilious vomiting. She had no fever, no bowel or urinary compliant. Her menstrual cycle was regular with the last one being 7 days ago. She had no history of similar illness, no previous abdominal surgery or trauma. She also stated the absence of chronic medical diseases.\\nOn examination, her vital signs were within the normal range. No abdominal surgical scar. Tenderness was appreciated over the right lower quadrant and psoas sign was positive.\\nThe Laboratory blood test showed a normal level of white blood cells (10,000/µL with 60% neutrophil). Urinary analysis was non revealing and negative for HCG. Since the Alvarado score was 6, abdominopelvic ultrasound (US) was done and reported evidences of acute appendicitis (increased diameter of the appendix and periappendiceal fluid).\\nWith a presumptive diagnosis of acute appendicitis, the patient was prepared and the peritoneal cavity was entered through Lanz incision. The appendix was looked at the usual location but could not be identified. A thorough search was made after the cecum was delivered to the wound, the taenia coli were followed to the site where they coalesce (). The incision was further extended and the cecum and proximal part of the ascending colon were mobilized. Careful and meticulous exploration in the ileo- and retrocecal regions, sub hepatic space, right retro peritoneum, sub serosa of the cecum and ascending colon was made.\\nThe abdomen was also explored for other possible abdominal conditions like mesenteric lymphadenopathy, Meckel’s diverticulum but none could be found. Furthermore, the fallopian tubes and ovaries were examined and found to be grossly normal. Finally, appendiceal agenesis was declared with the additional diagnosis of nonspecific abdominal pain (NSAP).\\nPostoperatively, the patient started on antibiotics and analgesics. She was discharged on the 4th postoperative day after an uneventful course. The patient was followed for three months and no complications or recurrence of the pain was noted. Abdominopelvic ultrasound was unremarkable at the last visit.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'14903298': 1, '22349155': 1, '17122613': 1, '32078581': 1, '22204638': 1, '31435216': 1, '8080837': 1, '25279313': 2, '21219637': 1, '27695217': 2, '24422185': 1, '22703811': 1, '33859503': 2}", "similar_patients": "{'4980886-1': 1, '4166596-1': 1}"}