{"patient_id": 51055, "patient_uid": "8180584-1", "PMID": 34109188, "file_path": "comm/PMC008xxxxxx/PMC8180584.xml", "title": "Gastric Adenocarcinoma Presenting as a Rheumatoid Factor and Anti-cyclic Citrullinated Protein Antibody-Positive Polyarthritis: A Case Report and Review of Literature", "patient": "A 64-year-old male presented to the emergency department with a 6-month history of gradual onset of joint pain, swelling, and morning stiffness involving the wrists, metacarpophalangeal (MCP) joints, proximal interphalangeal (PIP) joints, and ankles. In addition, he complained of occasional vomiting, anorexia, progressive fatigue, and unintentional 12 kg of weight loss. His arthralgia was progressive and debilitating, and had a poor response to non-steroidal anti-inflammatory drugs (NSAIDs), acetaminophen, and opioid analgesics (tramadol 200 mg daily).\\nHis past medical history and medication were irrelevant besides being an ex-smoker (10 pack-years, stopped 10 years ago). He had a family history of gastrointestinal and pulmonary malignancies. He denied any oral ulcers, dry eyes, rash, fever, night sweats, gastrointestinal bleeding, or other complaints. On physical examination, arthritis of the wrists, MCP joints, PIP joints, and ankles, and a positive metatarsal squeeze test were noted. The rest of the examination was unremarkable.\\nThe initial laboratory investigations uncovered a microcytic and hypochromic anemia (hemoglobin 7.9 g/dl), leukocytosis (12.7 × 109/L), thrombocytosis (904 × 109/L), and elevation of C-reactive protein (CRP; 17.3 mg/dl) and erythrocyte sedimentation rate (ESR; 94 mm/h). Renal and liver profiles were normal, and an infection screen was negative. An anemia investigation showed low serum iron (9.6 μg/dl) and transferrin saturation (4%), and normal ferritin (74.1 ng/dl), cyanocobalamin (465 pg/ml), and folate (5 ng/ml) levels. Radiographic evaluation of the affected joints and chest was unremarkable. The RF and ACPA were significantly elevated at 215 IU/ml (0–14 IU/ml) and 156.9 IU/ml (<20 IU/ml), respectively.\\nUpper gastrointestinal endoscopy exhibited on the lesser curvature and antrum of the stomach a hard and friable mass with areas of necrosis that conditioned luminal stenosis (). Endoscopy ultrasound of the upper gastrointestinal tract revealed a mass extending 17 mm to the serosa layer with regional involvement of four lymph nodes. Endoscopy biopsy specimens showed a gastric adenocarcinoma with poor differentiation. Contrast-enhanced chest–abdomen–pelvis computed tomography confirmed the gastric mass with no evidence of other adenopathy or distant metastasis (), and the tumor was rated T3N2M0, G3. Chest evaluation showed slight changes compatible with emphysema.\\nDuring the hospitalization, while the malignancy workout was ongoing, polyarthritis was treated with a short course of corticosteroids (dexamethasone 5 mg daily) with good clinical response, and the dose was quickly tapered. However, a few weeks later, his symptoms recurred, and he was readmitted due to severe polyarthritis with disabling gait. Corticosteroid therapy was reintroduced (prednisolone 20 mg daily), and hydroxychloroquine (200 mg daily) was also added. However, full adherence to the therapeutic regimen was only possible after a few months and only then was a complete resolution of polyarthritis achieved ().\\nHe was referred to oncology and proposed for gastrectomy. During the laparotomy procedure, extensive peritoneal carcinomatosis was detected, whereby he underwent gastrojejunostomy. The patient started palliative chemotherapy with cisplatin and fluorouracil, and after HER2 overexpression was documented, trastuzumab was added. Cisplatin and fluorouracil were stopped after 8 months, but cancer progression was documented and were reintroduced later on, with little effect on arthritis control. After 18 months of follow-up, he remained alive, with sustained arthritis remission for over 9 months (documented clinically and using ultrasound) and without radiological detectable erosions, under treatment with low-dose prednisolone (<7.5 mg daily) and hydroxychloroquine (300 mg daily), despite the absence of a curative cancer treatment.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'21917649': 1, '6488121': 1, '10969909': 1, '1410900': 1, '19183436': 1, '31969328': 1, '28451788': 1, '20704611': 1, '32802626': 2, '2743097': 1, '11252691': 1, '28508282': 1, '24433553': 1, '25163486': 1, '24889405': 1, '29379092': 1, '12022338': 1, '8516596': 1, '20012960': 1, '21324964': 1, '17604284': 1, '19884819': 1, '27735145': 1, '28736272': 1, '26558124': 2, '2936936': 1, '30001783': 1, '22466712': 1, '20479409': 1, '20505937': 1, '34109188': 2}", "similar_patients": "{'4629013-1': 1, '4629013-2': 1, '7425832-1': 1}"}