{"patient_id": 108764, "patient_uid": "8221134-1", "PMID": 34211651, "file_path": "noncomm/PMC008xxxxxx/PMC8221134.xml", "title": "A 22-year-old COVID-19 positive male with no prior medical history presented to the emergency department with pulmonary infarction", "patient": "A 22-year-old year Hispanic male with no past medical history came with complaints of shortness of breath and pleuritic chest pain for 2 days along with hemoptysis. He described sharp chest pain worsened with deep inspiration as well as two episodes of hemoptysis. The patient was tested positive for COVID-19 infection 3 weeks prior to presentation after he had symptoms of fatigue, fever, cough, and watery diarrhea. At that time, he self-quarantined and did not require hospitalization or oxygen supplementation. He reported that he was tested again 5 days prior to his presentation and was told that the result was negative. The patient denied any family history of blood clots. He is a non-smoker, did not have any recent surgeries, and is not taking any medications. In the ED, he was tachycardic with a heart rate of 120, normotensive, saturating 100% on room air. On laboratory analysis, troponin negative, d-dimer 3669 ng/ml, BNP <15, fibrinogen 653 mg/dl, aPTT 32, INR 1.1. CBC and metabolic panels were within normal limits. The Rapid COVID-19 test came back positive. EKG showed sinus tachycardia. CXR showed wedge-shaped infarct (), CTA of the chest showed bilateral pulmonary emboli right more than left with right lower lobe pulmonary infarction () . The patient was admitted to the ICU for monitoring. No thrombolysis was required as the patient was hemodynamically stable. The patient was started on high-range heparin infusion (18 units/kg/hr). The venous duplex showed no evidence of deep venous thrombosis. Echocardiogram showed normal EF 60%, McConnell’s sign but no evidence of right heart strain. The patient was monitored in the ICU for 48 hours on high range heparin then the patient was transferred to the telemetry floor and discharged on rivaroxaban.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'33121712': 1, '32330083': 1, '32658609': 1, '32421381': 1, '32866574': 1, '32192578': 1, '32437596': 1, '32648093': 1, '34211651': 2}", "similar_patients": "{}"}