{"patient_id": 52948, "patient_uid": "8272307-1", "PMID": 34243785, "file_path": "comm/PMC008xxxxxx/PMC8272307.xml", "title": "Superficial siderosis as a rare cause of visual and auditory pseudohallucinations: a case report", "patient": "An 84-year-old white/european female presented to the hospital’s emergency department complaining of seeing people who were not present in the room and of hearing voices singing to her. The symptoms started acutely several days prior. She was aware that the phenomena were not real. It was her first ever episode. She did not have a history of neurological or psychiatric diseases. She had a medical history of ankylosing spondylitis, arterial hypertension, atrial fibrillation, chronic heart failure, and coronary heart disease. In the past, surgery was performed on her right eye because of glaucoma, and she underwent implantation of a biological heart valve in the aortic position. Her prescribed medication comprised rivaroxaban (in adequate dose), spironolactone, torasemide, bisoprolol, irbesartan, amlodipine, simvastatin, ezetimibe, and brinzolamide/timolol eye drops, as well as moisturizing eye drops.\\nInitial physical examination revealed anisocoria (right pupil larger than the left) due to the operation. There were no neurological deficits. Apart from the pseudohallucinations, there were no additional psychopathological findings. She appeared to be in good medical condition. Apart from mild anemia, no other abnormalities appeared in the laboratory test of blood and urine.\\nInitial computed tomography (CT) of the head did not provide an explanation for the pseudohallucinations. Electroencephalography revealed a discontinuous slowing in both parietal regions without epileptiform patterns. Thorough neuropsychological testing (CERAD battery (Consortium to Establish a Registry for Alzheimer's Disease), MMSE (Mini-Mental State Examination), and Brief Test of Attention) revealed normal cognitive function with fluctuating concentration, which was attributed to distraction due to the misperceptions. There were no signs of dementia or schizophrenia. An ophthalmological referral did not provide new explanations.\\nLumbar puncture (after pausing rivaroxaban) revealed xanthochrome cerebrospinal fluid (CSF) with elevated leucocytes (8/µl; normal: <5/µl), heightened protein (0.754 g/l; normal: <0.45 g/l), and increased ferritin (129 ng/ml; normal: <15 ng/ml). Testing for antineuronal antibodies in serum and CSF, as well as microbiological and virological testing of the CSF, did not reveal abnormalities. CT angiography did not detect a source of a potential subarachnoidal hemorrhage that was suspected owing to the elevated ferritin. Because the leukocyte count in the CSF was elevated, we started the patient on intravenous aciclovir, which was omitted after virological test of CSF found no viral Desoxyribonucleic acid (DNA).\\nMagnetic resonance imaging (MRI) of the brain with susceptibility-weighted sequences finally showed diffuse bilateral superficial siderosis with bitemporal, bi-insular, and cerebellar emphasis (Fig. ). No overt reason could be determined for this finding. We were unable to perform conventional angiography because of severe arteriosclerosis, elongation, and tortuosity of aorta and supra-aortic arteries. MRI of the spine did show hemosiderin remnants on the height of the first lumbar vertebra and the ankylosing spondylitis.\\nAfter prescribing risperidon (1.5 mg daily), the pseudohallucinations resolved during the stay in hospital. Because of elevated ferritin and the superficial siderosis, we did not continue rivaroxaban after the lumbar puncture. Nevertheless, protection from thromboembolic events due to atrial fibrillation was necessary. Therefore, we discussed implantation of an atrial appendage occlusion device with the cardiology department. Because dual antiplatelet therapy would necessitate implantation and because we were unable to rule out active bleeding, we planned to discharge the patient and readmit her for MRI of the brain 2 weeks later. The patient was put on enoxaparin for thrombosis prophylaxis because full anticoagulation was not possible owing to potential bleeding. Risperidone could be reduced to 0.5 mg daily. The new MRI showed the siderosis had not progressed, and the patient did not report the reappearance of visual or auditory pseudohallucinations. The patient was started on 100 mg of aspirin daily and 75 mg of clopidogrel daily (loading dosage 300 mg), and a left-atrial occluder was implanted without complications.\\nOver time, the patient was not readmitted to our hospital. During the last contact for consent for publication, no new symptoms were reported.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'17420310': 1, '26450535': 1, '25692104': 1, '33409768': 1, '26300215': 1, '21682814': 1, '34243785': 2}", "similar_patients": "{}"}