{"patient_id": 51324, "patient_uid": "8195544-1", "PMID": 34131530, "file_path": "comm/PMC008xxxxxx/PMC8195544.xml", "title": "Point-of-Care Ultrasound Assists in Rapid Diagnosis of T-cell Lymphoblastic Lymphoma in a Young Boy", "patient": "A 13-year-old male presented to a rural ED with a five-day history of progressively worsening shortness of breath and a three-day history of left-sided chest wall pain and swelling. He had been sick, with, what seemed to be a cold, for the seven days prior. He reported subjective fever, nausea, and multiple episodes of vomiting. His review of systems was also positive for orthopnea, diaphoresis, and adenopathy. In the ED, he was afebrile, ill-appearing, in respiratory distress with dyspnea and accessory muscle use. He had muffled heart sounds with visible left-sided chest wall swelling. He was tachycardic and tachypneic, with stable blood pressure (BP) and oxygen saturation; his vital signs were: BP 123/89 mmHg, pulse: 126 beats/minute, temperature: 97.9°F, respiratory rate: 28 breaths/minute, and pulse oximetry of SpO2: 95%. There was complete opacification of the left hemithorax with a significant shift of the mediastinum, and tracheal deviation, to the right on chest x-ray (Figure ).\\nThe right lung showed lung markings without increased vascular congestion or acute infiltrate. These findings could be indicative of atelectasis, pleural effusion, or a large pulmonary mass. Transfer to a higher-level pediatric hospital with more resources available was arranged as POCUS was done concurrently. His neck did not exhibit any compressive masses or jugular venous distention; however, POCUS of the chest revealed a large pleural effusion and small pericardial effusion, with a possible underlying mass, and hyperdynamic heart with tamponade (Figures , ).\\nComplete blood count (CBC) revealed leukocytosis (11.7, normal 3.8-10.4 thou/cmm), thrombocytosis (604, normal 177-381 thou/cmm), mild polycythemia (5.47, normal 4.20-5.30 mill/cmm), and elevated RDW (15.6, normal 11.4-13.5%). Differential revealed elevated absolute neutrophils (9.1, normal 1.7-7.0), absolute monocytes (0.9, normal 0.1-0.6), neutrophils (77, normal 38-64), and monocytes (7, normal 3-5), as well as decreased lymphocytes (14, normal 26-43). Lactate dehydrogenase was elevated (290, normal 87-241 U/L).\\nIn preparation for transfer and discussion with the receiving pediatric intensive care unit (PICU) team, it was decided to defer chest tube placement in the ED (unless tension physiology developed) because they were better equipped to manage complications and the possibility of biopsy was being entertained.\\nThe patient was supported with 2 L O2 via nasal cannula and IV fluids and then transferred to the PICU at a tertiary center for further management. Chest tube placement by pediatric surgery at the receiving hospital provided a marked improvement in hemodynamics and respiratory status, with 2500cc of fluid initially evacuated. A repeat chest x-ray suggested a left mediastinal mass (Figure ). This was confirmed with contrast-enhanced CT adhering to as low as reasonably achievable (ALARA) dosing principles at the tertiary hospital (Figure ). T-cell lymphoblastic lymphoma was diagnosed via biopsy taken during chest tube placement, and the patient was started on chemotherapy.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'22086414': 1, '31283722': 1, '32016667': 2, '25825532': 1, '31095416': 1, '27812885': 1, '31481415': 1, '21811201': 1, '33207163': 1, '30053886': 1, '32093763': 1, '33122503': 1, '28212836': 1, '34131530': 2}", "similar_patients": "{'6997318-1': 1, '6997318-2': 1}"}