{"patient_id": 108528, "patient_uid": "8202300-1", "PMID": 34178353, "file_path": "noncomm/PMC008xxxxxx/PMC8202300.xml", "title": "A massive postoperative stroke caused by a carotid thrombus that occurred during the surgical repair of an aortic dissection", "patient": "A 59-year-old man arrived at our hospital by ambulance due to the sudden onset of backpain. Initial evaluation revealed E4V5M6 on the Glasgow Coma Scale (GCS);\\n blood pressure of 83/55 and 121/71 mmHg on the right and left arms, respectively; a regular pulse of 71 beats per minute; and 96% saturation of percutaneous oxygen measurement on 10 L of oxygen per minute. He had no signs of paralysis. Contrast-enhanced CT showed a double-barreled ATAAD with a major entry in the ascending aorta and an occluded brachiocephalic artery ( and ()). Carotid ultrasonography revealed a floating ball-shaped thrombus in the true lumen of the right common carotid artery (). The patient underwent an emergency central repair operation. Cardiopulmonary bypass was performed with arterial perfusion via the left subclavian and right femoral arteries. After the body temperature was reduced to 25℃, selective cerebral perfusion (SCP) under circulatory arrest started from the left common carotid artery (250–350 mL/min, 37–78 mmHg) and left subclavian artery (200–300 mL/min, 23–59 mmHg) using 12-Fr cannulas. In the beginning, we avoided inserting the cannula into the brachiocephalic artery. No thrombus was observed in the retrograde backflow from the opened brachiocephalic artery; then, a 5-Fr balloon catheter was directly inserted approximately 20 cm from the true lumen of the brachiocephalic artery to the right common carotid artery. However, we could not remove the thrombus. As regional cerebral oxygen saturation (rSO2) on the right side had decreased from 63% to 49%, we had no choice but to start SCP including the brachiocephalic artery with a 14-Fr cannula (450–600 mL/min, 38–61 mmHg), and ascending aortic replacement was performed. The duration of SCP was 52 min. On the following day, left hemiplegia was noted. Magnetic resonance imaging showed a massive cerebral infarction of the right hemisphere with a focus on the right parietal lobe (). We started treatment for stroke with intravenous infusion of edaravone. The patient was extubated 2 days after the operation. Following rehabilitation for left hemiplegia, the patient could walk by himself. He was transferred to a different hospital for continuing rehabilitation on postoperative day 33.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'29285704': 1, '30180871': 1, '33797692': 1, '25129591': 1, '17140967': 1, '33253365': 1, '22133845': 1, '25030516': 1, '29682475': 1, '29548594': 1, '34178353': 2}", "similar_patients": "{}"}