{"patient_id": 52459, "patient_uid": "8249145-1", "PMID": 34249527, "file_path": "comm/PMC008xxxxxx/PMC8249145.xml", "title": "Coronavirus Disease 2019 Pneumonia and Acute Pancreatitis in a Young Girl", "patient": "A 13-year-old girl without a previous medical problem was brought to the emergency department for nausea, persistent nonbloody vomiting, and abdominal pain for the last two days, along with one episode of loose stool. Abdominal pain was sudden in onset, progressive, and located in the epigastrium. She also had a mild cough and fever for the last week. She was previously healthy with no history of fever and ill contacts. Initial evaluation revealed a temperature of 100°F, tachypnea (31/minute), tachycardia (103/minute), and borderline oxygen saturation (93%). On clinical examination, she looked ill, and her lungs were clear with reduced breath sounds in the lower lobe of the right lung. Abdominal examination was unremarkable except for tenderness in the epigastrium. A nasal swab for COVID-19 polymerase chain reaction was done as part of the regular screening which was positive. Initial laboratory investigations revealed elevated serum lipase, amylase, erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP) (Table ).\\nAbdominal ultrasonography was nonsignificant with no evidence of gallstone, and the pancreas was not visualized. Abdominal computed tomography (CT) was performed, which revealed diffuse inflammation of the pancreas with peripancreatic edema without necrosis, consistent with acute pancreatitis (Figure ). Her chest X-ray demonstrated diffuse infiltrates and pneumonic patches in the lower lobe of both lungs (Figure ).\\nDiagnostic workup for infection, including blood culture and sputum culture, were negative. She had no history of previous pancreatitis and no recognized risk factors such as family history, trauma, gallstone, alcohol consumption, or medication exposure. Due to the lack of any identifiable risk factor, she was diagnosed with acute pancreatitis and pneumonia due to COVID-19. She was admitted to the gastroenterology ward to treat acute pancreatitis, and infectious disease consultation was taken to manage COVID-19 pneumonia.\\nHer initial management included bowel rest, dietary restrictions, intravenous fluids, antiemetics, and analgesics. For COVID-19 pneumonia, she was commenced on intravenous remdesivir (5 mg/kg) and azithromycin (20 mg/kg) with supplemental oxygen. Her abdominal symptoms started improving on day two; however, her respiratory system worsened with a gradual drop in oxygen saturation to 85%. She was shifted to the intensive care unit for aggressive management. She was commenced on dexamethasone (0.15 mg/kg) in addition to azithromycin and remdesivir, and she required oxygen at 3 L/minute by nasal cannula. She was stable on day four of hospitalization and was symptom-free on day six except for a mild cough. She received seven days of treatment and was discharged on day eight with follow-up. She was doing well on her recent visit seven days later. Her laboratory investigations on day one and day six are shown in Table .", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'32334082': 1, '23896955': 1, '33959457': 1, '33133836': 2, '32213556': 1, '32387082': 1, '32802606': 2, '33854850': 2, '32271728': 1, '32754388': 1, '32224769': 1, '32247022': 1, '27012512': 1, '32754408': 1, '33880250': 1, '33738161': 1, '32091533': 1, '34249527': 2}", "similar_patients": "{'7423496-1': 1, '7592528-1': 1, '8035985-1': 1}"}