{"patient_id": 312, "patient_uid": "8684169-1", "PMID": 34920758, "file_path": "comm/PMC008xxxxxx/PMC8684169.xml", "title": "Spontaneous rupture of the ovarian vein in association with nutcracker syndrome: a case report", "patient": "A 77-year-old Japanese woman, para 7, who went through menopause at age 48, suffered sudden onset of left lower abdominal pain and visited a primary care doctor. Computed tomography (CT) revealed torsion of a left ovarian cyst, and she was transferred to our hospital for surgery. She had a history of left-side breast cancer and underwent total left mastectomy at the age of 67, with no recurrence thereafter. Although she was a carrier of hepatitis C, her liver function and coagulation remained normal, and she was being followed-up without medication. Furthermore, she was taking nifedipine and candesartan cilexetil for hypertension. Meanwhile, her family history and psychosocial history were unremarkable. She also had no history of trauma.\\nCT showed a 7.5-cm long elliptical mass in the left adnexal region that was continuous with the uterus (Fig. ). The ovary was atrophic because of the patient’s age, and difficult to identify; the appearance of blood and the continuity with the surrounding pelvic peritoneum were suggestive of retroperitoneal hematoma. Physical findings at admission were as follows: height, 144.5 cm; weight, 57.2 kg; body mass index (BMI), 27.4 kg/m2; blood pressure, 112/50 mm Hg; pulse, 72 bpm; and body temperature, 37.1 °C. Physical examination detected no significant findings. On external (body surface) and internal examinations, no palpable masses or tenderness were noted in the left pelvic area. Transvaginal ultrasound revealed an atrophied uterus; however, the bilateral adnexa could not be identified due to atrophy. The hematoma in the left pelvis could be identified. These findings were identical to those obtained by CT. Blood test results were a hemoglobin value of 9.5 g/dL, a hematocrit value of 28.4%, a white blood cell count of 7970/μL, and a C-reactive protein level of 0.05 mg/dL. Urinalysis revealed mild occult blood. After admission, the hematoma did not enlarge, and the hemoglobin and hematocrit levels did not decrease. After 11 days of bed rest, with no exacerbation of the inflammatory response, lower abdominal pain was relieved, and she was discharged. After discharge, we planned to investigate the cause of her bleeding on an outpatient basis, but 6 days after discharge, she was readmitted to our hospital after relapse of symptoms caused by retroperitoneal bleeding from the same site. The hematoma had grown to a size of 11.7 cm, and magnetic resonance imaging showed an abnormal vascular network extending from the left side of the uterus to the left adnexal area. Three-dimensional CT (3D-CT) similarly showed an abnormal vascular network on the left side of the uterus, and we suspected a possible arteriovenous malformation (AVM) or arteriovenous fistula (AVF) from the uterine artery to the left ovarian vein (LOV; Fig. ).\\nWe decided that urgent treatment was needed for her repeated bleeding and performed vascular embolization therapy simultaneously with angiography. However, angiography of the internal iliac artery, including the left uterine artery, and the left external iliac artery, did not show AVM or AVF into the LOV. Angiography of the left renal artery confirmed that the contrast medium discharged from the left kidney did not flow into the inferior vena cava (IVC) but flowed back into the LOV (Fig. a). Subsequent venography also confirmed that the blood from the LRV did not flow into the IVC but regurgitated into the LOV and the lumbar vein (Fig. b). Left ovarian venography showed retrograde blood flow into a dilated and tortuous aneurysm in the pelvis and into the right internal iliac vein via a vein around the uterus (Fig. c). The cause of retroperitoneal bleeding was rupture of the LOV, the distension of which was caused by reflux. We performed embolization of LOV with N-butyl-2-cyanoacrylate and placed a coil centrally to prevent recanalization. Postembolization LRV imaging showed blood flow to the upper left lumbar vein and vertebral plexus (Fig. d). CT on the second day after the procedure confirmed good embolization of LOV and reduction of the retroperitoneal hematoma to a size of 6.4 cm (Fig. ). The patient then underwent regular outpatient follow-up, and the retroperitoneal hematoma gradually shrank and disappeared. At her final visit 2 years later, the hematoma had not recurred.\\nIn this case, angiography confirmed the continuity of LRV and IVC but demonstrated no antegrade blood flow to the IVC. Therefore, we attributed LOV regurgitation to extravascular physical compression of LRV. After close examination of the CT images, we determined that LOV rupture was caused by NCS because the LRV was severely stenotic between the abdominal aorta and the SMA (Fig. ).", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'24455353': 2, '32772039': 1, '21646854': 1, '22669867': 1, '31854150': 1, '4660828': 1, '20511485': 1, '32335330': 1, '34158886': 1, '30844351': 1, '22761218': 1, '30643508': 1, '33440614': 1, '34920758': 2}", "similar_patients": "{'3880742-1': 1}"}