{"patient_id": 210, "patient_uid": "8672569-1", "PMID": 34906227, "file_path": "comm/PMC008xxxxxx/PMC8672569.xml", "title": "Rapid progression of chorioretinal atrophy in punctate inner choroiditis: a case report", "patient": "A 48-year-old Japanese woman with high myopia presented with decreased visual acuity. Axial length was 29.0 mm in the right and 28.7 mm in the left eyes, respectively; refractive errors were −11.5 and −10.5 diopter; best-corrected visual acuity (BCVA) was 20/28 and 20/16, respectively. The BCVA was described by converting the decimal visual acuity into fractional visual acuity. Mild cataract was observed in both eyes. Fundoscopy and optical coherence tomography (OCT) images showed epiretinal membrane (ERM) in the left eye (Fig. ).\\nThree years later, she developed blurred vision and BCVA in the left eye decreased to 20/33; OCT revealed thickening of the ERM. The patient opted for vitrectomy after thorough discussion and considering recent reports showing good treatment outcome for ERM with good visual acuity []. The patient subsequently underwent uncomplicated 25-gauge pars plana vitrectomy with ERM and internal limiting membrane (ILM) peeling in the left eye. After 6 months, BCVA was 20/28. CRA was noted in the parafovea, and OCT revealed irregularities in the RPE with increased transmission signal from the sclera, suggesting atrophy of the RPE (Fig. ).\\nAfter another 3 weeks, BCVA in the left eye decreased suddenly from 20/28 to 20/100. OCT demonstrated disruption of the interdigitation and ellipsoid zones and elevation of the RPE. Choroidal thickness at this site increased from 134 µm to 151 µm (Fig. a, b). Fluorescein angiography (FA) revealed hyperfluorescence (Fig. a), which coincided with the site where changes were observed in RPE and choroid on OCT (Fig. b). Hyperfluorescence was observed from an early stage, but no leak thereafter. Typical choroidal neovascularization (CNV) or lacquer crack were not shown on FA. Indocyanine green angiography (ICGA) did not detect abnormal blood vessels suggesting CNV (Fig. b). Although fluorescein and indocyanine green angiography did not show typical CNV or lacquer crack, myopic CNV could not be ruled out. Therefore, intravitreal ranibizumab injection was recommended. However, 2 days after the injection, the patient presented with a further decline in vision to 20/222 in her left eye. Despite no obvious change on fundus examination, OCT revealed a nodule-like outer retinal lesion with disruption of the RPE, suggesting PIC. Choroidal thickness had decreased slightly to 142 μm (Fig. c). Careful observation was recommended after thorough discussion with the patient concerning possible treatment options, including steroid therapy.\\nOne month after the injection, BCVA improved to 20/100 and the nodule-like lesion regressed, leaving an expanded RPE defect with a decrease in choroidal thickness to 84 μm. The lesion was judged to be inactive, and further observation was recommended. However, the area of CRA increased gradually to 0.38, 0.90, and 1.59 mm2 and choroidal thickness decreased to 52, 40, and 16 μm by 14, 30, and 40 months post-injection, respectively (Fig. ). CRA progressed at a rate of 0.45 mm2/year. The CRA was measured on color photographs of the fundus using ImageJ software (freely available at ). Three years after the injection, BCVA was 20/70 in the left eye and two new atrophic lesions were noted in the parafovea (Fig. c).", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'8684800': 1, '28574923': 1, '21499193': 1, '6208783': 1, '20436161': 1, '12614757': 1, '21386760': 1, '25046400': 1, '27018232': 1, '25372332': 1, '12096982': 1, '23769333': 1, '28622372': 1, '20207005': 1, '33684021': 1, '26317489': 1, '31412813': 1, '27751823': 1, '25322466': 1, '23584703': 1, '15733992': 1, '26875007': 1, '17434588': 1, '12566021': 1, '34906227': 2}", "similar_patients": "{}"}