{"patient_id": 47737, "patient_uid": "8020582-1", "PMID": 33968820, "file_path": "comm/PMC008xxxxxx/PMC8020582.xml", "title": "Isolated cerebral mucormycosis masquerading as a tumor in an immunocompetent patient", "patient": "A 42-year-old female presented with complaints of left-sided limb weakness, multiple episodes of headache, and vomiting over the last 6 months, accompanied by a low-grade fever over the last two days. There was no history of any head trauma, hypertension, diabetes mellitus, tuberculosis, blood transfusion, steroid usage, other chronic illnesses, drug abuse, or any previous surgery. On clinical examination, the patient was conscious, oriented, and was following verbal commands. Higher cerebral functions, cranial nerves were intact, and muscular strength was normal in all limbs. Her hematological findings revealed hemoglobin of 10.66 g/dl (reference range of 12 to 15 g/dl), packed cell volume (hematocrit) 33.06%, total leucocyte count of 5,500/mm3 (reference range; 4,000 to 10,000/mm3), differential leucocyte count of 71% neutrophils, 23% lymphocytes, 4% monocytes and 2% eosinophils, and erythrocyte sedimentation rate of 46mm/hour. All the biochemical findings, including liver and kidney function tests and serum electrolytes, were within the normal range. Chest X-Ray and abdominal ultrasonography were normal. The brain Magnetic resonance imaging (MRI) showed a space-occupying mass in the right frontal lobe, involving the caudate nucleus, genu, and body of corpus callosum (). Sinuses and orbits were free of disease. Based on clinical and radiological findings, the diagnosis of glioma was considered. Right frontal craniotomy was performed. The intraoperative findings included a partly soft and partly firm mass, partly liquefied and suctionable, poorly vascularized with no necrosis. Histopathological examination revealed gliosis moderate lymphocytic and neutrophilic infiltration and perivascular infiltration of plasma cells (A). The glial tissue did not show increased cellularity, pleomorphism, atypical mitosis or endothelial proliferation for diagnosis of astrocytoma. However, on careful examination of the H&E stained slides, a few fungal hyphae were seen, which were broad and aseptate, with obtuse angle branching along with focal necrosis and angioinvasion (22D). Gomori methenamine silver (GMS) stain confirmed the presence of mucormycosis with spores (3B), and the diagnosis of cerebral mucormycosis was rendered. As there was no evidence of any other organ involvement, so it was considered a case of isolated cerebral involvement. Immediate intravenous 5mg/kg/day of liposomal Amphotericin B was started, and the patient responded well to the treatment and is presently asymptomatic for the last six months.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'31576206': 2, '30415043': 1, '30875744': 1, '29631910': 1, '31373069': 1, '31279104': 1, '30203997': 1, '32373057': 2, '34451951': 2, '26450170': 1, '28978601': 1, '25967858': 1, '22474302': 1, '30553628': 1, '31699664': 1, '26522761': 1, '32000287': 1, '34787754': 1, '31606811': 1, '25019460': 1, '33968820': 2}", "similar_patients": "{'8402527-1': 1, '6768443-1': 1, '7187894-1': 1}"}