{"patient_id": 53273, "patient_uid": "8285301-1", "PMID": 34277288, "file_path": "comm/PMC008xxxxxx/PMC8285301.xml", "title": "Hemophagocytic Lymphohistiocytosis Following Skin and Soft Tissue Infection in a Patient With Human Immunodeficiency Virus", "patient": "A 26-year-old gentleman with a past medical history of HIV and schizoaffective disorder presented with left arm pain after a physical assault. He had been on antiretroviral therapy for one year with CD4 count 227 (500-1200 cells/m3) and an undetectable viral load. He had no recent sex partners in the last six months, no pets, and no recent travel. History was significant for a recent physical assault 16 days before this admission, resulting in a left forearm skin abscess. He underwent surgical irrigation and debridement of left forearm abscess and completed a two-week course of antibiotic treatment, initially intravenous vancomycin followed by oral trimethoprim/sulfamethoxazole. Then was transferred to a rehabilitation facility.\\nOn the first day following discharge, the patient became septic again and was readmitted to the hospital. Initial vital signs on admission revealed hypotension with blood pressure 85/45 mmHg (90/60-120/80 mmHg), tachycardia with heart rate 123 bpm (60-100 bpm), and fever with temperature 39.1 C (36.5-37.2 C). Oxygen saturation was normal. Physical exam showed erythema around the surgical wound without purulence or fluctuance to suggest an abscess on the left forearm. A plain radiogram of the left forearm showed no evidence of fracture, Computed tomography (CT) was only suggestive of hematoma. Initial laboratory tests revealed a pancytopenia with hemoglobin 6.7 g/dL (13.5-17.5 g/dL), white blood cells 2.0/mm3 (4.5-11.0/mm3), and platelets 74 (150-400/mm3). Creatinine on admission was within the normal range, 1.05 mg/dL (0.6-1.2mg/dL).\\nThe patient was initially started on cefepime and vancomycin for presumed sepsis secondary to the infected surgical wound on the left forearm. Despite the initiation of broad-spectrum antibiotics, he continued to experience spike high fevers >39C and developed septic shock requiring intensive care unit admission. Bacterial and fungal cultures from the blood and surgical wound were negative. COVID-19 polymerase chain reaction (PCR) was negative. Viral quantitative PCR testing for Epstein-Barr virus (EBV) and cytomegalovirus (CMV) were negative, as was nasopharyngeal swab PCR for respiratory viruses including influenza, parainfluenza, and human metapneumovirus. A CT abdomen revealed mild hepatosplenomegaly. Rheumatological studies including anti-double-stranded DNA, antinuclear antibodies (ANA), antineutrophilic cytoplasmic antibody (ANCA), and extranuclear antibodies (Ro, Sm, RNP, La, Scl-70, Jo) were negative. Complement levels were reduced, C4 was 9 mg/dl (16-48mg/dl) and C3 was 46 mg/dl (80-160mg/dl).\\nThe patient’s pancytopenia continued to worsen, and he was transfused multiple units of red blood cells. Given the continued pancytopenia of unidentified cause, bone marrow biopsy was performed. It revealed 80% cellular marrow with myeloid hyperplasia, plasmacytosis, dyserythropoiesis and erythrophagocytosis. Laboratory data at that time showed hemoglobin 6.7 g/L (13.5-17.5 g/dL), absolute neutrophil count 0.8 (3-5%), platelets 34 (150-400k/mm3), creatinine 2.1 mg/dL (0.6-1.2mg/dL), LDH 172 u/L (<150mg/dL), triglycerides 243 mg/dL (35-160mg/dL), D-dimer 23.43mg/L (<0.46mg/L), ferritin 8355 mg/dL (15-200 ng/mL), interleukin 2 receptor (CD25) 4370pg/mL (<2500pg/mL), and fibrinogen 337. Given this constellation of clinical symptoms, laboratory abnormalities, and bone marrow findings, the patient was diagnosed with HLH based on the HLH-2004 diagnostic criteria as demonstrated in Table [].\\nOn day 17 of admission, HLH treatment was initiated with etoposide and dexamethasone as outlined in the HLH-2004 protocol. Cyclosporine had ultimately deemed a poor therapeutic option due to multiple comorbidities. The patient was severely cachectic and required enteral nutrition via tube feeds. His course was further complicated by hospital-acquired infections including Clostridioides difficile diarrhea and central line-associated bloodstream infection. Although the patient initially showed some clinical improvement after immunosuppression with declining ferritin, his pancytopenia subsequently worsened and he succumbed to his disease two months after he was admitted.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'31339233': 1, '19932759': 1, '2990378': 1, '24581757': 1, '29903767': 1, '16937360': 1, '25469675': 1, '24490012': 1, '24835040': 1, '11324642': 1, '33116036': 1, '29357941': 1, '26686809': 1, '19532074': 1, '34277288': 2}", "similar_patients": "{}"}