{"patient_id": 112292, "patient_uid": "8559617-1", "PMID": 34667062, "file_path": "noncomm/PMC008xxxxxx/PMC8559617.xml", "title": "Prenatal hydrops fetalis associated with infantile free sialic acid storage disease due to a novel homozygous deletion in the SLC17A5 gene", "patient": "A 32-yr-old gravida 3, para 2 patient was referred at 24 wk gestation for fetal hydrops detected on ultrasound imaging. The mother has two healthy children from a previous relationship. The father of this pregnancy is a healthy 33-yr-old man. The family history was unrevealing and there is no known close consanguinity; however, the couple were of Indigenous descent from the same community. The pregnancy was otherwise unremarkable with no history of exposure to known teratogens. The prenatal ultrasound identified massive ascites and moderate body wall edema in the fetus. The cardiac anatomy and function were normal, and there were no masses to suggest a structural etiology of the hydrops. Maternal viral studies returned without evidence of active infection. An amniocentesis revealed a normal quantitative fluorescent polymerase chain reaction (QF-PCR) result. Chromosomal single-nucleotide polymorphism (SNP) array studies were performed (see the Technical Analysis section).\\nThe patient presented at 34 wk gestation following premature rupture of membranes. Given the breech presentation, her history of having a previous Caesarean section, and parental desire for full fetal/neonatal intervention, she underwent a cesarean section. A 3230-g (97th %ile) male infant was delivered with Apgar scores of 3 at 1 min and 6 at 5 min. His length was 46 cm (50th %ile), and his head circumference was 33 cm (90th %ile). The neonate was edematous with a distended abdomen. He required immediate and ongoing support on the ventilator for respiratory failure, and repeated paracentesis was performed for removal of accumulating ascitic fluid. An abdominal ultrasound on the first day of life revealed a large amount of ascites. The liver was of normal size, shape, and echotexture. The spleen was enlarged measuring ∼6 cm in length. A brain sonogram revealed some abnormalities prompting magnetic resonance imaging (MRI). The MRI revealed hypoplasia of the corpus callosum, interhemispheric cysts demonstrating mass effect on the posterior aspect of the right thalamus, and bilateral periventricular band heterotopia. The infant died at 4 wk of age.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'10947946': 1, '15805149': 1, '12794688': 1, '10581036': 1, '30192042': 1, '25741868': 1, '29875421': 1, '16715535': 1, '34667062': 2}", "similar_patients": "{}"}