{"patient_id": 60286, "patient_uid": "8611968-1", "PMID": 34819140, "file_path": "comm/PMC008xxxxxx/PMC8611968.xml", "title": "Carboxymethylcellulose excipient allergy: a case report", "patient": "A 45-year-old atopic Caucasian woman developed widespread urticaria and presyncope 30 minutes after receiving an intraarticular elbow injection of Kenalog and lidocaine local anesthetic. She called an ambulance and presented to the emergency department, where physical examination demonstrated generalized urticaria, angioedema of her tongue and throat, and diaphoresis. She was hypotensive and tachycardic; her systolic blood pressure was 50 mmHg and pulse rate was 110. Examination and observations were otherwise normal, with Glasgow Coma scale (GCS) of 15/15. No further investigations were performed. She was treated with 500 μg of 1/1000 intramuscular adrenaline, 10 mg of intravenous chlorphenamine, 200 mg of intravenous hydrocortisone, and 1 L of intravenous 0.9% saline salt, to good effect. She was monitored overnight, received further intravenous hydrocortisone the following morning and was discharged with a course of oral prednisolone 30 mg daily and chlorphenamine 4 mg three times daily for 5 days, to which she clinically responded well.\\nShe had no previous history of similar reactions. She had never had a steroid injection prior to this episode. She had previously used over the counter eye drops for dry eyes, with no history of allergic symptoms. Her past medical history otherwise comprised tennis elbow, mild seasonal allergic rhinitis, blepharitis, and childhood asthma. She was on no regular medications. She had no relevant family history. Regarding social history, she was an ex-smoker with a 5 pack year history, drank minimal alcohol, and worked as a school secretary. She lived with her husband, one son, pet cat, and stables with several horses.\\nOn review in the allergy clinic, skin prick testing was positive to Adcortyl but negative to lidocaine and dexamethasone. Adcortyl and Kenalog are chemically similar injectable suspensions, containing the same active agent and excipients: triamcinolone acetonide; benzyl alcohol, polysorbate 80, sodium carboxymethylcellulose, sodium chloride, and water. At that time, on the basis of available evidence, she was felt most likely to have reacted to the excipient carboxymethylcellulose. She was advised to avoid both triamcinolone acetonide and any substances containing carboxymethylcellulose, provided with an anaphylaxis management plan, and trained with and prescribed two adrenaline autoinjectors.\\nThree years later, she developed widespread urticaria, chest tightness, light-headedness, and swelling of the lips and tongue within 40 minutes of drinking a supermarket-bought white hot chocolate powdered drink. She again presented to the emergency department, and examination again demonstrated whole body urticaria and facial angioedema, with otherwise normal presentation. Observations revealed mild tachycardia only; she was normotensive on this occasion. No further investigations were performed. She was managed with 10 mg of intravenous chlorphenamine and 200 mg of intravenous hydrocortisone, with good response. She was not given intramuscular adrenaline. She was monitored in the department for several hours and discharged with a 2 day course of prednisolone 40 mg. The white hot chocolate was found to contain e-number E466, an alternative descriptor for carboxymethylcellulose. Skin prick testing was positive to hot chocolate powders containing E466/carboxymethylcellulose, and to Celluvisc carmellose 0.5% eye drops, which contains cross-linked carboxymethylcellulose as its active ingredient.\\nHer diagnosis was confirmed to be carboxymethylcellulose allergy. Since the above reaction, she has successfully avoided carboxymethylcellulose/E466 in all food, drink, and medications, with no further allergic reactions. On follow-up in allergy clinic, she has developed features of oral allergy syndrome with localized oral itching on eating raw apple, nectarines, peaches, pears, and cherries. Skin prick tests confirmed sensitization to mixed tree pollen, birch tree pollen, mixed weed pollen, and fresh apple on prick-to-prick testing. She has otherwise remained well, with no further food-induced systemic reactions for the subsequent 2 years (Fig. ).", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'21272031': 1, '25613209': 1, '31587334': 1, '14582827': 1, '31089461': 1, '20128230': 1, '30765462': 1, '10753030': 1, '29408496': 1, '7697477': 1, '34819140': 2}", "similar_patients": "{}"}