{"patient_id": 56761, "patient_uid": "8447855-1", "PMID": 34540495, "file_path": "comm/PMC008xxxxxx/PMC8447855.xml", "title": "Neurosyphilis Presenting as an Atypical Case of Posterior Placoid Chorioretinitis in a Young, HIV-Negative Male", "patient": "A 23-year-old Caucasian male patient initially presented to an Ophthalmology clinic with a six-day history of photopsias and floaters exacerbated by bright light, as well as a one-day history of a rapidly enlarging scotoma in the right eye, progressing from the patient’s inferior visual field. Although he denied any other associated symptoms, he did recall a faint, pinpoint, a painless rash that started on both hands and spread up the forearms approximately three to four weeks prior to the manifestation of his ocular symptoms; however, the rash disappeared within a few days without any further recurrence. While his past medical history was unremarkable, social history revealed a remote history of six sexual encounters with six individuals of the opposite sex.\\nOn ophthalmic exam, visual acuity was 20/40 in his right eye (OD) and 20/25+1 in the left eye (OS). Pupils were reactive bilaterally and no relative afferent pupillary defect (RAPD) was appreciated. Confrontational visual field (CVF) testing revealed an inferonasal visual field defect OD, and CVF was full OS. Anterior segment examination was unremarkable bilaterally. Fundus exam was remarkable for a small number of vitreous cells and a cream-yellow placoid lesion superotemporal to the macula OD, which was further appreciated on fundus photography (Figure ). Optical coherence tomography (OCT) testing of the macula demonstrated disruption of the inner segment-outer segment (IS-OS) junction line with irregular nodular thickening of the retina pigment epithelium (RPE) and active vitritis (Figure ). Fundus autofluorescence (FAF) revealed hyperfluorescence of the superotemporal lesion (Figure ) and fluorescein angiography (FA) revealed speckled hyperfluorescence of the superotemporal region during the late phase angiogram (Figure ).\\nAlthough the differential remained broad, given his acute onset of photopsias, floaters, and an enlarging scotoma in conjunction with the CVF and OCT testing results, an initial diagnosis of AZOOR was made. The patient was subsequently started on a high dose steroid taper and both his photopsias and floaters began to improve. Laboratory workup revealed a positive rapid plasma reagin (RPR) titer (1:64), a reactive Treponema pallidum particle agglutination assay (TP-PA), and confirmatory fluorescent treponemal antibody absorption (FTA- AS). HIV, chlamydia, and gonorrhea tests were all negative. A lumbar puncture was also performed revealing clear, colorless CSF with a glucose of 58mg/dL (normal = 40-70mg/dL), protein of 53mg/dL (normal = 15-45mg/dL), four white blood cells (normal = 0-5), no red blood cells, and a reactive 1:1 venereal disease research laboratory (VDRL) test. No pleocytosis was noted. With clear laboratory evidence of syphilitic infection, a characteristic yellow placoid lesion on fundoscopy, and speckled hyperfluorescence during the late phase angiogram, the final diagnosis was presumed to be ASPPC. When his RPR and FTA-ABS serologies returned positive, the prednisone was discontinued and he was referred to an infectious disease specialist for further workup. After CSF studies returned positive for VDRL, he was admitted to the hospital for penicillin desensitization because of a prior amoxicillin allergy. He was then started on a 14-day course of intravenous penicillin G (24 million units/day) via home administration through a peripherally inserted central catheter (PICC) line, as no known resistance of syphilis to penicillin existed. Throughout the course of his antibiotics, the patient continued to describe the improvement of his ocular symptoms.\\nAt his follow-up visit several months following the initial presentation, the patient’s visual acuity had returned to baseline. CVF demonstrated persistent inferonasal visual field loss of the right eye. However, the fundus photo revealed the resolution of the previously seen yellow outer retinal lesion (Figure ), the disrupted right superotemporal photoreceptor junction previously visualized on OCT (Figure ), and the placoid hyperautofluorescent lesion on FAF (Figure ).", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'29020491': 1, '21160459': 1, '12788134': 1, '11360205': 1, '27419818': 1, '28738261': 1, '16158310': 1, '21750970': 1, '30923777': 1, '16704715': 1, '24531737': 1, '2810630': 1, '2243679': 1, '23860561': 1, '19568360': 2, '3344784': 1, '31198783': 1, '34540495': 2}", "similar_patients": "{'2694286-1': 1}"}