{"patient_id": 50364, "patient_uid": "8147708-2", "PMID": 34093679, "file_path": "comm/PMC008xxxxxx/PMC8147708.xml", "title": "Surgical treatment of cervical rib-associated arterial thoracic outlet syndrome", "patient": "The patient was a 49-year-old female domestic worker with a 5-year history of a progressively growing mass in the left supraclavicular area. She complained of local pain when moving her left upper limb, worse on cold days. She also complained of paresthesia in the left hand. She reported smoking (140 pack years), but no prior traumas or treatments. Physical examination revealed a pulsatile mass at the left supraclavicular fossa, with an audible murmur on auscultation (). Brachial, radial, and ulnar pulses were palpable and symmetrical. The Adson, hyperabduction, costoclavicular, and Roos postural maneuvers were positive for the left upper limb. Perfusion was normal and there was no muscular atrophy and no motor impairment. X-rays of the thorax and cervical spine showed a cervical rib joined to the first left rib (). Computed tomography angiography of the chest with hyperabduction of the upper limbs showed the cervical rib compressing the left subclavian artery, which had a distal fusiform aneurysm with a diameter of 2 cm (). Surgical treatment was planned with the objective of decompressing the thoracic outlet and repairing the secondary aneurysm.\\nUnder general anesthesia, a left supraclavicular approach was obtained, with anterior and medial scalenectomy, followed by total resection of the cervical rib. After resection of the cervical rib, it was observed that the subclavian artery was free from compression. We therefore decided not to remove the first rib. The aneurysm was treated by resection of the arterial segment involved and reconstruction by end-to-end anastomosis using the Carrel triangulation technique (). At the end of the procedure, the patient’s postural maneuvers were negative. The patient was free from postoperative complications and was prescribed analgesics and motor physiotherapy. The patient was discharged on the fourth postoperative day. At the 30-day follow-up consultation, she reported complete absence of the local pain and paresthesia in her left hand. She had no wound complications and pulses were strong and symmetrical. She reported no limitation of activities. An ultrasound scan at 3 months showed good flow through the left subclavian artery.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'25140278': 1, '28189360': 1, '17826254': 1, '27565607': 1, '31559161': 1, '27568153': 1, '27257767': 1, '34093679': 2}", "similar_patients": "{'8147708-1': 2}"}