{"patient_id": 112484, "patient_uid": "8571428-1", "PMID": 34754580, "file_path": "noncomm/PMC008xxxxxx/PMC8571428.xml", "title": "Predictors for complete surgical resection of posterior fossa neurenteric cysts: A case report and meta-analysis", "patient": "We present a case of a 36-year-old male who was admitted to the hospital due to a 1-month history of daily headaches within the occipital region. The headaches were reported to be worse at night and occasionally accompanied by nausea and dizziness. Neurological examinations revealed a right-sided exaggerated tendon reflex compared to the contralateral side. The patient was diagnosed with a positive pyramidal syndrome, Hoffmann’s reflex, and Babinski’s and Rossolimo’s sign on the right side. A CT scan revealed a 20 × 15 × 23 mm isodense focal lesion in the posterior fossa at the level of the foramen magnum []. The lesion extended to the level of the dens of axis while compressing the spinal cord posteriorly. Proton density [], T1 [ and ], and T2 [ and ] weighted MRI scans revealed a 22 × 11 × 33 mm well-defined cystic mass with two heterogeneous compartments within the foramen magnum at the level of C1-2. The medulla and spinal cord were shown to be displaced and compressed along with remodeling of the vertebral arteries with the right artery mainly affected. The superior half of the lesion was hyperintense on T2WI [] and moderately hypointense on T1WI MRI []. The inferior half of the lesion was hypointense on T2WI and hyperintense on T1WI MRI. No enhancement was shown after contrast administration. After careful consideration, the far lateral approach was chosen, and the patient underwent preparation for the procedure. A J-shaped skin incision followed by a suboccipital craniotomy, C1 laminectomy, and a C2 hemilaminectomy was performed. The dura was opened, exposing the extramedullary cyst. Complete resection (CR) was achieved and a cranioplasty with a typical closure concluded the operation. A histological examination revealed the cyst to be most consistent with a type B NC. The postoperative course was uneventful, and the patient was discharged on the 7th day without any neurological deficits. In a later follow-up, a CT scan revealed no sign of cyst recurrence.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'19087314': 1, '9842427': 1, '28255492': 2, '11237972': 1, '16421766': 1, '12140512': 1, '18382315': 1, '16775266': 1, '23047730': 1, '29097895': 1, '26662045': 1, '10730639': 1, '11780908': 1, '8090465': 1, '25682999': 1, '26894629': 1, '2785719': 1, '23560004': 2, '27169426': 1, '19604553': 1, '21150754': 1, '33093931': 1, '15789202': 1, '18348021': 1, '34754580': 2}", "similar_patients": "{'3611906-1': 1, '5306994-1': 1, '5306994-2': 1}"}