{"patient_id": 109022, "patient_uid": "8245189-1", "PMID": 34221345, "file_path": "noncomm/PMC008xxxxxx/PMC8245189.xml", "title": "Infarcted wandering spleen: A case report from Saudi Arabia", "patient": "A 20-year-old female, not married, presented to the emergency department with severe left lower quadrant abdominal pain for one day. The pain is continuous described as dull in nature none radiating with history of previous similar milder attacks. The patient denies any lower urinary tract symptoms, nausea, vomiting, chills, rigors, diarrhea and trauma. She reports regular periods and her last menstrual period was three weeks ago.\\nThe patient is known to have William syndrome with a past surgical history of atrial septal defect repair when she was 8 years of age. She is following with cardiac surgery as she was recently diagnosed to have mitral valve prolapse with severe mitral regurgitation planned for surgery.\\nOn examination, she looked well but in pain. Heart rate 107 beats per minute and a blood pressure of 141/69 mmHg. Her temperature was 36.8°C and saturating well on RA 100%. Her abdominal examination positive only for moderate left lower quadrant tenderness and palpable tender mass in the left lower quadrant, soft abdomen with no signs of peritoneal irritation nor abdominal distention.\\nHer laboratory investigations were unremarkable aside from mild leukocytosis with a white cell count of 16 d/L. Computed tomography (CT) abdomen with intravenous contrast revealed twisted wandering dysmorphic spleen in the left mid abdomen with subsequent infarction ().\\nUpon reviewing her file, she had a CT scan done two years prior to this presentation for an abdominal pain and it confirmed the diagnosis of WS; however, no treatment options were offered to her with no follow-ups ().\\nPatient was then pushed to the operating theater for diagnostic laparotomy and possible splenectomy. Abdomen was explored an 8-cm midline incision revealing a wondering spleen in the mid abdomen connected only with colonosplenic ligament with twisted splenic pedicle. Splenectomy performed and patient was shifted to postanesthesia care unit in stable condition (). Hospital course was unremarkable and patient was kept in the hospital for three days for observation then discharged home.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'10452449': 1, '2661792': 1, '23238797': 1, '12738115': 1, '19946246': 1, '25897284': 1, '29529542': 1, '24945841': 1, '11511506': 1, '32082535': 2, '29876050': 2, '34221345': 2}", "similar_patients": "{'7024078-1': 1, '5961426-1': 1}"}