{"patient_id": 227, "patient_uid": "8678037-1", "PMID": 34925221, "file_path": "comm/PMC008xxxxxx/PMC8678037.xml", "title": "Case Report: Long-Term Suppression of Paroxysmal Kinesigenic Dyskinesia After Bilateral Thalamotomy", "patient": "A 19-year-old man presented to our institute with right hand and foot dyskinesia. He had a significant family history of PKD. His uncle, grandfather, and grandfather's brother had involuntary movements triggered by voluntary movements. Proline-rich transmembrane protein 2 (PRRT2) on chromosome 16, which is associated with movement disorders including PKD (PRRT2-PxMD), was confirmed in his uncle and grandfather through genetic testing (c.649delC/pArg217-Glufs). All of them underwent stereotactic ablative surgery (Vo thalamotomy). The patient's grandfather and grandfather's brother experienced complete remission of involuntary movement attacks after the surgery. His uncle experienced a significant reduction in the frequency of daily attacks without medication. The patient first experienced paroxysmal involuntary left hand and toe flexion with left forearm pronation triggered by sudden voluntary movements at the age of 14. The frequency of attacks was 20–30 per day. Carbamazepine (100 mg/day) was prescribed, which led to a significant reduction in the frequency of attacks. However, drowsiness was significant after the intake of carbamazepine and significantly interfered with his daily life, especially school life. He underwent right-sided Vo thalamotomy at the age of 15, which resulted in complete resolution of PKD attacks immediately after the surgery. The detailed clinical course of right-sided Vo thalamotomy has been reported previously (). Four months after the thalamotomy, the patient developed right elbow, hand, and toe flexion (). The frequency of attacks was 10–20 per day. The duration of the attacks ranged from 10 to 20 seconds. Carbamazepine (100 mg/day) was prescribed again, and the PKD attacks reduced to 5–10 times per day. However, the drowsiness induced by carbamazepine severely interfered with his daily and school lives. He underwent left-sided Vo thalamotomy at the age of 19. The target coordinate of the left Vo nucleus was set the same as in the previous surgery (15-mm lateral, 2-mm posterior, and 1-mm superior to the midpoint of the anterior commissure-posterior commissure). A total of six lesions were created on the left Vo nucleus in the same manner as in the previous surgery. Immediately after surgery, the PKD attacks resolved completely. However, mild dysarthria developed, which spontaneously resolved within three months. Left-sided PKD attacks never developed six years after the right Vo thalamotomy, and right-sided PKD attacks never developed two years after the left Vo thalamotomy without medication. The locations of the coagulated lesions were confirmed using Brainlab Elements. Bilateral lesions covered the Vo and ventral intermediate (Vim) nuclei (). The Vo nucleus is located just anterior to the Vim nucleus of the thalamus. We included both anterior and posterior coagulated lesions in order to cover the entire Vo nucleus. Based on our experience, insufficient lesions to cover the Vo nucleus are likely to develop symptomatic recurrence. The time course of PKD onset and intervention is shown in . The data for this study were retrospectively collected and analyzed. Considering the observational nature of the study, the ethics committee of our institution approved this study, and patient consent was waived.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'20125012': 1, '22832500': 1, '32392383': 1, '16267844': 1, '27188636': 1, '13754155': 1, '32911249': 1, '30635245': 1, '34515233': 1, '30771542': 1, '17977270': 1, '30395352': 1, '24963779': 1, '9339715': 1, '21557040': 1, '25504906': 1, '19895197': 1, '28906077': 1, '24273509': 1, '33906933': 1, '20387208': 1, '26446061': 1, '30587520': 1, '28186667': 1, '4862131': 1, '14171094': 1, '28904473': 1, '34925221': 2}", "similar_patients": "{}"}