{"patient_id": 59403, "patient_uid": "8572681-1", "PMID": 34765369, "file_path": "comm/PMC008xxxxxx/PMC8572681.xml", "title": "Something Out of Nothing: A Rare Case of Pulmonary Renal Syndrome With Pauci-Immune Glomerulonephritis and Diffuse Alveolar Hemorrhage With Negative Serologies", "patient": "A 66-year-old Hispanic woman with a past medical history of hypertension presented to the emergency department with worsening shortness of breath and hemoptysis for the last 24 hours was admitted to our hospital in February 2021. She went to the emergency department for worsening hemoptysis and fatigue. Her background medical history consisted of hypertension controlled by amlodipine alone. She had no known history of autoimmune or connective tissue disease.\\nShe was previously hospitalized for severe anemia (hemoglobin of 5.2 mg/dL) without hemoptysis at an outside hospital requiring five units of blood transfusion. Her initial creatinine outside hospital was 4.5 mg/dL, with a previous baseline of 0.9 mg/dL, and began trending down prior to discharge. Of note, the patient had a chest X-ray that showed possible lung cysts suggestive of emphysema which were attributed to secondhand smoke. She was discharged but unfortunately returned to the emergency department the next day for worsening shortness of breath and fatigue.\\nOn arrival, the patient reported worsening hemoptysis alongside her previous symptoms. She denied nausea, vomiting, cough, oliguria, or diarrhea. Her vital signs were normal, and her physical examination was only remarkable for coarse crackles on both lungs. Shortly after her arrival to our emergency department, the patient began requiring 8L of oxygen. Initial lab results (Table ) revealed low hemoglobin on arrival with concomitant elevated creatinine and NT-proBNP (N-terminal pro b-type natriuretic peptide). Urinalysis showed hematuria (3+) and proteinuria (2+). She was admitted for pulmonary-renal syndrome with a concern for autoimmune vasculitis in the setting of an acute kidney injury and hemoptysis. A computer tomography (CT) scan of the chest (Figure ) was ordered due to concern of pulmonary involvement. The image showed worsening diffuse airspace opacities within the lungs bilaterally. Bronchoscopy showed diffuse alveolar hemorrhage. The patient required mechanical ventilation shortly after the procedure. Patient’s creatinine and hemoptysis improved significantly after treatment with daily 60mg IV methylprednisolone and 1000mg/m2 of onetime IV cyclophosphamide. A kidney biopsy was done following resolution of her diffuse alveolar hemorrhage (Figure ). The results were pauci-immune necrotizing glomerulonephritis with 10% cellular crescents, segmental glomerular scarring, and advanced interstitial fibrosis and tubular atrophy (70%) with associated acute tubular injury. Also of note, ANCA titers were repeated twice and they were negative on both occasions. Her creatinine levels (Table ) improved with stable urine output and patient was discharged on home oxygen.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'25607436': 1, '15855209': 1, '24072416': 1, '21060104': 1, '19451574': 1, '26369898': 1, '20647199': 1, '17215440': 1, '17582159': 1, '1745027': 1, '19109574': 1, '15980955': 1, '12840090': 1, '20647198': 1, '32459938': 1, '34765369': 2}", "similar_patients": "{}"}