{"patient_id": 47775, "patient_uid": "8021385-1", "PMID": 33787583, "file_path": "comm/PMC008xxxxxx/PMC8021385.xml", "title": "Castleman disease and paraneoplastic pemphigus in a pregnant woman", "patient": "A 26-year-old woman in her 23-week of gestation, was admitted to our rheumatology and immunology department with a 4-week history of oral and genital ulcers as well as bilateral uveitis in September 2015 (Fig. A–C). Due to multiple painful ulcers, the patient could not open her mouth widely. Erythema developed on her neck and breasts. Nikolsky sign was negative and bullae were not found. She has no significant past medical history and had delivered a healthy baby 5 years before admission. Abnormal laboratory findings included positive antinuclear antibody (1:320), elevated immunoglobulin (IgA 3.6 g/L, IgG17.1 g/L, IgE 208.9IU/mL) and elevated IL-6 (43.46 pg/mL). Lactate dehydrogenase (LDH) levels were within normal range (144 IU/L). DNA of cytomegalovirus was 3.30E + 02 copies/mL. Tests for HIV, HBV, syphilis, and HCV infection were negative. Sonography showed single live fetus in uterus (HCG>1000 mIU/mL). Due to possible radiation injury, the patent declined further image examinations. For lack of image examination, The patient was diagnosed with Behcet disease and methylprednisolone (80 mg per day) was given. 7 days later, because of non-remission, the dose of methylprednisolone was changed into 200 mg per day for 3 days, however, the symptoms got even worse.\\nFurther imaging were arranged. A CT scan of the abdomen showed a tumor (9.7 × 7.3 × 11.8 cm) with intratumor calcification at the root of mesentery below the head of pancreas (Fig. AC). In 29 weeks of gestation, pancreatic uncinatectomy, portal vein and superior mesenteric vein repair, pancreaticojejunostomy, and cesarean section were performed. The fetus didn’t survive after surgeries. Pathological examination of the specimen revealed an enlarged lymph node showing changes indicative of CD, predominately the hyaline vascular type (Fig. A–B). Histopathological examination of cutaneous lesional specimen revealed extensive liquefaction of basal cells and perivascular lymphocytic infiltration in upper dermis (Fig. CD). Direct immunofluorescence (DIF) evaluation showed intercellular deposition of IgG (+) among keratinocytes and linear deposition of IgG(+), C3(+), IgM(−), IgA(−) along basement membrane. The histopathological findings of cutaneous specimen were consistent with PNP.\\nAfter excision of the tumor, LDH levels (211IU/L) and C reactive protein levels (139 mg/L) increased, while IL-6 (21.54pg/mL) decreased. The patient declined further examinations and chemotherapy. Unfortunately, mucocutaneous lesions continued to spread more widely. Three month later, the patient died from epidermolysis and sepsis.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'25557248': 1, '17722228': 1, '24346868': 2, '11770581': 1, '14674890': 1, '1761779': 1, '25671135': 2, '30487129': 1, '24909210': 1, '26506947': 1, '25310208': 1, '12622268': 1, '27799976': 1, '16230567': 1, '13111435': 1, '33787583': 2}", "similar_patients": "{'4322808-1': 1, '3875984-1': 1}"}