{"patient_id": 47728, "patient_uid": "8020193-1", "PMID": 33833916, "file_path": "comm/PMC008xxxxxx/PMC8020193.xml", "title": "A Rare Presentation of Asymptomatic Spontaneous Pneumomediastinum", "patient": "A 20-year-old woman with a history of polysubstance abuse presented to the emergency department (ED) with an episode of acute psychosis. She had been hospitalized for a similar episode one month earlier and diagnosed with drug-induced psychosis. As per the patient's friend, prior to that hospitalization, the patient had been vomiting and agitated with aggressive behavior for two hours. The friend also reported alcohol and illicit drug use, but specific details were not disclosed. Upon presentation to the ED, the patient had significant auditory and visual hallucinations. She denied any chest or neck pain, palpitations, coughing, or dyspnea. Her social history was significant for alcohol and illicit drug use, most significantly marijuana.\\nOn initial evaluation, she was found to be tachycardic with a heart rate of 126 beats per minute and tachypneic with a respiratory rate of 55 breaths per minute. Within an hour after admission, her vitals spontaneously stabilized to be within normal limits. She was oriented to person and place, but not to time. She appeared disheveled and her behavior was belligerent and uncooperative. Affect was labile and irritable. Her speech was disorganized and rapid; the thought process was paranoid and easily distractible, and insight and judgment were poor.\\nOn physical examination, there was no tenderness to palpation of the chest and neck and no palpable crepitus. All lung fields were clear to auscultation bilaterally; cardiac examination revealed a regular rate and rhythm without any murmurs, and the abdomen was soft and non-tender without any distension or guarding.\\nInitial labs were significant for leukocytosis of 13.6 K/mm3, low hemoglobin of 11.9 gm/dL with a mean corpuscular volume (MCV) of 85.8 fL, and low potassium of 3.0 mmol/L. A urine drug screen was positive for cannabinoids. An arterial blood gas test showed no significant acid-base abnormalities. Chest X-ray showed subcutaneous air along the base of the left neck (Figure ), and subsequent non-contrast chest and neck CT scans showed air in the upper chest extending into the upper mediastinum, retropharyngeal soft tissue, and along the left common carotid (Figure ). Notably, there was no evidence of esophageal rupture or underlying lung pathology.\\nThe patient was initially admitted to the intensive care unit and closely monitored. She was treated with supportive care and NPO status. Empiric piperacillin/tazobactam was started due to initial concern for possible esophageal rupture. The patient was also evaluated and treated by the psychiatric service.\\nThe following day, the patient’s agitation and hallucinations resolved. Repeat chest X-ray showed improvement of her pneumomediastinum. An initial gastrografin study was inconclusive due to poor patient cooperation with the procedure. Conservative management was continued while serial chest X-rays were performed over the next three days. A chest X-ray and neck CT on hospital day four showed resolution of the pneumomediastinum (Figure ). A repeat gastrografin study was successful and revealed no significant esophageal pathology. Noticeably, our patient remained asymptomatic throughout her hospital course, and serial physical examinations did not reveal any crepitus in the neck or chest or Hamman’s sign on auscultation.\\nUpon the resolution of the pneumomediastinum, our patient was subsequently transferred to the Behavioral Health Unit to continue treatment for her psychiatric condition. Her final diagnoses were an acute episode of psychosis secondary to polysubstance abuse and asymptomatic pneumomediastinum. She was discharged home after completing psychiatric treatment.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'20708884': 1, '23017291': 1, '19748792': 1, '24574553': 1, '17420139': 1, '24083220': 1, '20057278': 1, '29201633': 1, '19411438': 1, '25388364': 1, '25774307': 1, '12822604': 1, '11993787': 1, '22405576': 1, '15082293': 1, '33833916': 2}", "similar_patients": "{}"}