{"patient_id": 109760, "patient_uid": "8312170-1", "PMID": 34367653, "file_path": "noncomm/PMC008xxxxxx/PMC8312170.xml", "title": "Management of severe baclofen toxicosis using hemodialysis in conjunction with mechanical ventilation in a cat with chronic kidney disease", "patient": "A 2-year-old castrated male domestic shorthair cat weighing 4.7 kg was presented to a university teaching hospital for progressive signs of weakness and neurologic dysfunction. The cat had a presumptive history of chronic kidney disease (CKD) of unknown cause that was previously diagnosed by the referring veterinarian based on bloodwork; however, no International Renal Interest Society staging or diagnostic imaging had been performed and it was not currently receiving any treatment for it. About 2 h prior to presentation, the cat became acutely and progressively ataxic at home, with one episode of vomiting, which was not characterized by the owner. Initial bloodwork at the primary care veterinarian revealed leukocytosis of 22.7 K/µl (reference interval [RI] 2.87–17.02) characterized by neutrophilia of 13.8 K/µl (RI 1.83–10.29) and lymphocytosis of 7.65 K/µl (RI 0.92–6.88), as well as mild azotemia with a blood urea nitrogen of 45 mg/dl (RI 16–36) and creatinine 2.2 mg/dl (RI 0.8–2.4). No manual differential was performed, and the remainder of the complete blood count (CBC) and biochemistry profile was otherwise unremarkable. Owing to progressive tetraparesis and concerns for respiratory depression, the cat was referred for further evaluation.\\nOn presentation, the cat was bradycardic (heart rate [HR] 120 beats/min [bpm]) and tachypneic (48 breaths/min). Neurologic examination revealed stuporous mentation and tetraplegia with absent withdrawals and peripheral reflexes in all four limbs. The cat had a weak gag reflex and menace was absent bilaterally, but the remainder of the cranial nerve responses were intact. Short, shallow breaths were noted and venous blood gas analysis revealed mild hypercapnia (mixed venous oxygen tension [PvCO2] 43.4 mmHg) and mild azotemia (). A urinalysis collected prior to initiation of any intravenous (IV) fluid therapy via cystocentesis was performed, and showed a urine specific gravity of 1.018, moderate bacteriuria (monomorphic rods) with the rare presence of white blood cells and minimal red blood cells (RBCs; 0–3/high-power field). After further discussion with the owners, suspected accidental ingestion of a 10 mg baclofen tablet (2.1 mg/kg ingested dose) was reported 2–4 h prior to presentation. Owing to the rapidly progressive nature of the clinical signs and the decreased kidney function, hemodialysis was recommended for extracorporeal decontamination.\\nInitial management included IV fluid therapy with lactated Ringer’s solution (LRS; Vetivex Lactated Ringer’s Injection USP [Dechra Veterinary Products]) at 10 ml/h. An 8 Fr × 11 cm hemodialysis catheter (Hemo-Cath silicone double lumen catheter; MedCOMP) was aseptically placed in the right jugular vein using a modified Seldinger technique. Approximately 1.5 h after presentation, hemodialysis was initiated in an intermittent hemodialysis platform (Phoenix; Gambro) with a neonatal extracorporeal circuit (LWLV Cartridge blood set; Gambro) and dialyzer (F3 Optiflux; Fresnius Medical Care). Blood flow (Qb) was set at 90 ml/min to maximize the clearance of baclofen from systemic circulation, and the ultrafiltration flow rate (Qf) was set by the minimum requirement of the dialysis platform at 100 ml/h. The dialysis prescription consisted of 5 h hemodialysis to account for the high volume of distribution of baclofen, constant sodium profiling (150 mmol/l) to maintain isotonicity with the patient and to prevent in vivo fluid shifting, and supplementation with sodium phosphate (Fleet Saline Enema; CB Fleet Company) added to the acid solution to reach a concentration of 2 mg/dl and prevent hypophosphatemia and subsequent hemolysis. LRS (Vetivex Lactated Ringer’s Injection USP; Dechra Veterinary Products) was increased to 150 ml/h to replace the ultrafiltration volume and provide additional volume support owing to the concern for potential hypotension. The patient was anticoagulated with unfractionated heparin (Heparin Sodium Injection 1000 USP units/ml; Parma) at a dose range of 10–24 units/kg/h delivered by the hemodialysis platform’s integrated syringe driver, with a target activated clotting time (ACT; ACT II [Medtronic]) of 180–220 s (RI 80–120) scheduled to be measured every 20–30 mins.\\nConcerns for progressive hypoventilation prompted repeat blood gas analysis after the initiation of hemodialysis, which revealed progressive hypercapnia (PvCO2 of 88.6 mmHg) and respiratory acidosis (pH 7.181). The patient was given 4 mg/kg IV of propofol (Propofol 200 mg/20 ml; Zoetis) for endotracheal intubation and maintained on a propofol continuous rate infusion (CRI; dose range 50–60 µg/kg/min) and manual ventilation. A repeat PvCO2 measurement 1 h later revealed worsening hypercapnia, despite manual ventilation, so mechanical ventilation was initiated. Positive pressure ventilation was performed with synchronous intermittent mandatory ventilation volume-controlled mode (980 Ventilator System; Puritan-Bennett), initial fraction of inspired oxygen (FiO2) of 100% and positive end-expiratory pressure of 1 cmH2O. Additional ventilator settings include a respiratory rate of 18 breaths/min, a target tidal volume of 10.5 ml/kg and peak flow rate of 7.1 l/min. Owing to the anticipated short duration of mechanical ventilation, the FiO2 was not decreased.\\nApproximately 2 h into treatment, severe hemorrhage from the hemodialysis catheter site was noted. The cat became hypotensive with a blood pressure that was too low to read via Doppler, with absent femoral pulses, as well as tachycardic (HR 225 bpm). An ACT at that time was markedly prolonged at >999 s and packed cell volume was measured at 24% (RI 37–55) so heparin therapy was temporarily discontinued. A bolus of 3 ml/kg hypertonic saline (Hypertonic Saline 7.2% Solution; Bimeda-MTC Animal Health) was administered IV for intravascular volume expansion. The cat was blood-typed; however, a cross-match was not performed owing to the acute nature of the hemorrhage. The cat was then administered 7.5 ml/kg type-specific feline packed RBCs and 5.7 ml/kg of fresh frozen plasma (FFP) over 1 h. Heparin therapy was restarted (dose range 10–24 units/kg/h) when an ACT measured 118 s immediately after transfusion. The patient remained hemodynamically stable thereafter. The total blood volume processed was 23.3 l and the total ultrafiltration volume was 470 ml. Heparinized whole-blood samples were collected, and serum samples were frozen to be sent at a later date for batch analysis of serum baclofen levels using mass spectrometry at an outside laboratory (Analytical Chemistry Research Laboratory; VA-MD College of Veterinary Medicine) at 0, 60, 180 and 300 mins during dialysis, and again 2 h post-dialysis. Though not available at the time of hospitalization, serum concentrations at these time points were as follows: 1495.4 ng/ml, 227.7 ng/ml, 168.4 ng/ml, 291.5 ng/ml and 333.3 ng/ml, respectively, for an overall percent reduction in serum baclofen concentration of 77.7%, after 5 h of hemodialysis ().\\nApproximately 10 mins before the conclusion of dialysis, the cat was weaned from the ventilator and extubated as it started to take spontaneous breaths and attempted to chew on the endotracheal tube. Ongoing treatment included IV LRS at 50 ml/kg/day. It was noted to have a significant improvement in muscle tone, becoming weakly ambulatory within 1 h of the end of dialysis. Blood gas analysis 2 h after treatment revealed resolution of the hypercapnia and acidemia (), and neurologic signs had completely resolved 12 h after completion of dialysis. Owing to the CBC findings of leukocytosis by the cat’s primary veterinarian, as well as the bacteria, pyuria and azotemia, there was concern for pyelonephritis and it was started empirically on cephalexin 23 mg/kg PO q8h, and management for CKD was recommended. Culture and sensitivity of the urine obtained at presentation was performed, and later revealed growth of Escherichia coli bacteria with a colony count of >1,000,000 colony-forming units/ml, which was susceptible to cephalexin. The patient was discharged 24 h after presentation.\\nThe cat had a follow-up appointment 1 week later and the owner reported no recurrence of clinical signs, with normal behavior and appetite at home. Blood work performed revealed persistent mild azotemia (). Additionally, a CBC revealed a non-regenerative anemia of 18% (RI 34–51), with an aggregate reticulocyte count of 8.7 K/µl (RI 0–30) and a normal white blood cell count. Four months after discharge, the cat was reported to be doing well and was continuing treatment with the primary veterinarian for the pre-existing CKD.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'27789113': 1, '21251519': 1, '31110881': 1, '7003385': 1, '1866058': 1, '9391686': 1, '22030181': 1, '16454779': 1, '23670824': 1, '566976': 1, '23039981': 1, '28899601': 1, '2792173': 1, '15615812': 1, '30050859': 2, '34367653': 2}", "similar_patients": "{'6042488-1': 1, '6042488-2': 1, '6042488-3': 1, '6042488-4': 1, '6042488-5': 1, '6042488-6': 1, '6042488-7': 1, '6042488-8': 1, '6042488-9': 1, '6042488-10': 1}"}