{"patient_id": 106467, "patient_uid": "8026339-2", "PMID": 33819959, "file_path": "noncomm/PMC008xxxxxx/PMC8026339.xml", "title": "Two cases of 17α-hydroxylase/17,20-lyase deficiency caused by the CYP17A1 mutation", "patient": "A 4-year-old phenotypic female patient who presented with a bulging right inguinal area underwent right hernioplasty. As the hernia sac displayed prepubertal testis without ovarian stroma, she was referred to our endocrinology clinic for further evaluation of disorders of sexual development. She was born at full-term through caesarean section, and her birth weight was 3.41 kg. She did not have a specific medical or family history. Physical examination revealed normal female external genitalia with a normal clitoris, urethra, and vaginal opening. Her growth status was normal, with a height and weight of 115 cm and 23.9 kg (90th–95th percentile in age-matched girl), respectively. Her blood pressure was 145/100 mm Hg (>97th percentile). Initial endocrinological investigations were as follows: LH, 28.6 mIU/mL; FSH, 70.8 mIU/mL; testosterone, <2.5 ng/dL; estradiol, <8 pg/mL; cortisol, 0.7 µg/dL (reference range, 2.8–16.4 µg/dL); ACTH, 112.0 pg/mL (reference range, 7.2–63.3 pg/mL); serum aldosterone, 140 pg/mL (reference range, 10–160 pg/mL); and PRA, 0.10 ng/mL/hr (reference range, 1.31–3.95 ng/mL/hr). The findings indicated mild hypocortisolism and elevated gonadotropin (). Meanwhile, she presented a normal 17-OH-progesterone (1.09 ng/mL) and elevated progesterone (5.97 ng/mL; reference range, 0.2–0.5 ng/mL) and 11-deoxycorticosterone level (0.46 ng/mL; reference range, 0.02–0.19 ng/mL). The aldosterone-to-renin ratio was 140, indicating hyperaldosteronism, although an electrolyte imbalance was not observed. A high-dose synthetic ACTH stimulation test revealed no response of cortisol, 17-OH-progesterone, 17-OH-pregnenolone, and DHEA, but rather revealed an elevated progesterone response (from 5.97 to 9.97 ng/mL) (). Chromosomal analysis and fluorescence in situ hybridization revealed a normal male karyotype, 46,XY, with SRY. Pelvic ultrasonography revealed no visible uterus or ovaries in the pelvic cavity, and genitography revealed a normal urethral and vaginal opening. With the suspicion of 17α-hydroxylase/17,20-lyase deficiency, we performed next-generation sequencing-based targeted gene panel for hypogonadism that encompassed 36 related genes (AKAP6, AMH, CDKL5, CGA, CRK, CYP17A1, CYP19A1, CYP1A1, DLK1, ESR1, FSHR, GH1, GHRH, GNAS, HRAS, IGF1, IGFALS, INS, KISS1, KISS1R, LEP, LEPQTL1, LEPR, LHB, LHCGR, LIN28B, MKRN3, NF1, NFIX, NNT, NOTCH1, NR0B1, OGDHL, PROKR2, PTPN11, and STK11) using Miseq (Illumina, Inc.). A homozygous p.His373Leu (c.1118A>T) mutation of the CYP17A1 gene was identified, confirming 17α-hydroxylase/17,20-lyase deficiency ().\\nOral hydrocortisone (12 mg/m2/day) treatment was initiated. Given her clinical features, sex of rearing, and parents’ opinion, the patient was raised as a girl, and she underwent orchiectomy on the opposite side. Pathological assessment revealed a prepubertal testis with no evidence of residual germ cells and slightly increased Leydig cells. After treatment with hydrocortisone, the patient's blood pressure and serum levels of cortisol and ACTH remained within normal ranges. Low-dose oral estradiol treatment was initiated at 12 years of age to promote the development of secondary sexual characteristics.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'29880708': 1, '4288776': 1, '24140098': 1, '26161337': 2, '1731223': 1, '8245018': 1, '14715827': 1, '8345056': 1, '28576284': 1, '10406467': 1, '25741868': 1, '22452398': 1, '27959413': 1, '26038201': 1, '22841373': 1, '12706306': 1, '33819959': 2}", "similar_patients": "{'8026339-1': 2, '4496435-1': 1}"}