{"patient_id": 53946, "patient_uid": "8319244-1", "PMID": 34336518, "file_path": "comm/PMC008xxxxxx/PMC8319244.xml", "title": "Metastatic Breast Cancer Masked as Constipation", "patient": "Ms. A is a 48-year-old G4P4A0 woman with a medical history of gastroesophageal reflux and hypertension who presented to the emergency department with complaints of constipation and abdominal distention for two weeks. Her primary symptoms were associated with flatus, nausea, and abdominal swelling to the point that she questioned if she was pregnant; however, no pregnancy test was ordered in the emergency department. Made evident by observation through future episodes of care, she likely was not pregnant at the time of presentation or anytime since. The patient noted that she had been taking an oral medication for reflux and bloating but could not remember the name of the medication. A review of her systems was otherwise unremarkable, as was her family medical history. Her vital signs were within normal limits. Physical examination was notable for abdominal distention and diffuse tenderness to palpation. A complete blood count with differential was only significant for mild normocytic anemia, and a comprehensive metabolic panel was significant for hyponatremia (129 mEq/L), hypokalemia (3.1 mEq/L), hypochloremia (94 mEq/L), elevated blood urea nitrogen/creatinine ratio (25/1.85 mg/dL), and hypercalcemia (12.8 mg/dL). Initially, the hyponatremia quickly corrected with the administration of intravenous fluids. The abdominal pain was treated with oral milk of magnesia, and an X-ray of the kidneys, ureters, and bladder was ordered, which confirmed constipation. Her constipation and acute kidney injury quickly resolved with intravenous fluids and milk of magnesia, respectively. Initially, her findings were thought to be attributed to milk-alkali syndrome; however, the hypercalcemia persisted and was found to be non-parathyroid hormone (PTH) mediated. A chest X-ray showed a right hilar mass, and a CT chest was ordered, which revealed multiple lytic bone lesions diffusely scattered throughout the entire skeleton; no hilar mass was noted on the CT scan (Figures , ). The hematology/oncology service was consulted to assist with the workup aimed at determining if the skeletal lesions were due to breast cancer versus multiple myeloma. Metastatic lung cancer was low on the differential due to the absence of risk factors, including smoking, family history, and occupational exposure. A CT scan of the abdomen and pelvis was ordered to assess for other lesions, on which a right breast mass was incidentally identified by the radiologist (Figure ).\\nA bone marrow biopsy identified invasive ductal carcinoma which was found to be estrogen and progesterone receptor (ER/PR) positive. Mammography and biopsy of the breast mass identified ER/PR-positive invasive ductal carcinoma, consistent with the bone marrow biopsy, indicating a primary breast cancer with metastatic disease to the skeleton. While discussing the findings with the patient, she disclosed that she had noticed a mass on a self-breast examination several months prior to admission. However, her scheduled mammography was canceled and rescheduled several times due to office closures and limited outpatient testing early on during the coronavirus disease 2019 (COVID-19) pandemic. During a physical examination of the right breast, she was noted to have a 1 cm, hard, irregular, poorly circumscribed nodule in the 5 o’clock position without tenderness, skin dimpling, or palpable lymphadenopathy. The patient was discharged and has been following with the Harnett Health Cancer Center for chemotherapy and hormone treatment with Zoladex and letrozole.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'28655412': 1, '31912902': 1, '30959525': 1, '28395765': 1, '30511466': 1, '25452544': 1, '22546075': 1, '25933397': 1, '15332420': 1, '32333293': 1, '32749465': 1, '34336518': 2}", "similar_patients": "{}"}