{"patient_id": 57429, "patient_uid": "8482099-1", "PMID": 34563013, "file_path": "comm/PMC008xxxxxx/PMC8482099.xml", "title": "Diagnostic Algorithm in Patients with Flexion Instability after Cruciate-Retaining Total Knee Arthroplasty: A Case Report", "patient": "A 62-year-old male patient presented with a painful right knee eight months after CR TKA. The patient described a subjective feeling of instability, especially when walking downstairs or on uneven ground. Pain could also be provoked by prolonged sitting with a flexed knee. The patient noted that the character of pain was different than prior to TKA. Cycling was possible without any limitations. At clinical examination, there was mild local hyperthermia and peripatellar pain on palpation. Internal and external rotation was unremarkable; in flexion, a lift-off of the lateral femoral condyle was observed. Active range of motion (flexion/extension) was 130°/0°/5°. Posterior drawer testing showed an increased posterior translation in comparison to the contralateral knee. Anterior–posterior and lateral radiographs of the knee were unremarkable and showed a well-fixed prosthesis with no evidence of loosening ().\\nFlexion instability due to PCL insufficiency was suspected and, thus, stress radiographs in 30° and 90° flexion were performed. There were no signs of lateral or medial lift-off in extension, and anterior tibial translation presented normal in flexion and extension. Posterior drawer position in 90° flexion confirmed clinical diagnosis of PCL insufficiency and showed a 13-mm increased posterior translation of the tibia (). It is important to note here that primary TKA was carried out in a different clinic without any knowledge of PCL damage at the time of the operation.\\nAs part of the routine, a diagnostic algorithm in our clinic for unhappy patients after TKA, SPECT/CT using 99 mTc-hydroxymethylene diphosphate (HDP) as bone tracer was performed. It revealed an increased bone tracer uptake (BTU) in the entire patella () which is a typical pattern for posterior knee instability and consecutively increased patellar loading. There was also an increased uptake detected at the medial tibial plateau.\\nA TKA component position was evaluated in coronal, axial, and sagittal plane using 3D-reconstructed CT scans (). Mechanical axis was in 6° varus and the coronal tibial component showed a malposition of 5° varus, which explains the increased BTU at the medial tibia.\\nBased on the symptomatic posterior flexion instability and the malposition of the tibial component, the decision was made to perform revision surgery. At revision surgery, the PCL was found to be torn and the knee prosthesis was changed to a semi-constrained TKA (). At follow-up of 36 months after revision TKA, the patient was pain-free, and had a full range of motion and a stable knee.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'28927647': 1, '21294878': 1, '7820738': 1, '24817166': 1, '28551834': 1, '22886713': 1, '21800166': 1, '9917666': 1, '32236677': 1, '32067053': 1, '31273437': 1, '15615509': 1, '28653182': 1, '9802661': 1, '9682080': 1, '18172954': 1, '34563013': 2}", "similar_patients": "{}"}