{"patient_id": 112967, "patient_uid": "8628107-1", "PMID": 34909625, "file_path": "noncomm/PMC008xxxxxx/PMC8628107.xml", "title": "Generalized anetoderma: An unusual manifestation of secondary syphilis treated with injection penicillin", "patient": "A 39-year-old, human immunodeficiency virus (HIV) reactive male patient was referred from the ART center for evaluation of generalized skin lesions present for 4 years.\\nClinical examination revealed multiple, hypopigmented to skin-colored, well-circumscribed, wrinkled, centrally depressed, 0.5–2.5 cm flesh-colored, oval-to-round atrophic sac-like lesions which protruded on forward bending. Hundreds of lesions were present over the trunk, abdomen, chest, and proximal extremities bilaterally symmetrical with sparing of the scalp, palms, soles, face, and mucous membranes [Figures and ]. Lesions were asymptomatic in nature, were present for 4 years.\\nThe patient gave a history of asymptomatic genital ulcer which healed on its own before 4 years followed within a month by the development of generalized papular, erythematous, inflammatory skin lesions; which were diagnosed as secondary syphilis on the basis of mucocutaneous features and positive serology for syphilis (rapid plasma regain test - RPR1: 64). The patient was treated with single dose of injection benzathine penicillin 2.4 mega units at that time by a private practitioner as the patient was HIV nonreactive at that time. His inflammatory skin lesions healed with atrophic scars and atrophic skin lesions were status quo since then. The patient sought no further treatment for skin lesions. The patient had no history of varicella, insect bites, prurigo nodularis, Lyme disease, or molluscum contagiosum or any other skin lesions. The patient was recently diagnosed as HIV reactive; 1 month before presentation to us. He was on standard tenofovir, lamivudine, efavirenz regimen, and prophylactic oral sulfamethoxazole-trimethoprim for 1 month. His CD4 count was 65 cells/mm3 (9%) at the time of presentation. No lymphadenopathy, oral or genital lesions were observed. Other hematological investigations were within the reference range except low total WBC count with lymphocytes 11%. Serum treponema pallidum hemagglutination assay was positive. The serum RPR test was 1:2.\\nAn atrophic macule from the lower back was biopsied. H and E section showed mildly effaced epidermis with mild interstitial edema and perivascular lymphocytic infiltrate with loss of elastic fibers in the papillary and mid-reticular dermis []. Masson-trichrome stain confirmed fragmented elastic fibers and loss of elastic fibers at places in the dermis [].", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'15318943': 2, '6834375': 1, '24003347': 1, '18666393': 1, '18207066': 1, '26775654': 1, '34909625': 2}", "similar_patients": "{'515307-1': 1}"}