{"patient_id": 53393, "patient_uid": "8290528-1", "PMID": 34281618, "file_path": "comm/PMC008xxxxxx/PMC8290528.xml", "title": "SGLT2 inhibitors as potentially helpful drugs in PI3K inhibitor-induced diabetes: a case report", "patient": "A 74-year-old woman was diagnosed in 2011 with HR-positive, HER2-negative, PI3KCA-mutated breast cancer, initially treated by surgery, radiotherapy, chemotherapy, hormonotherapy, then hormonotherapy plus the protein kinase inhibitor palbociclib. Her breast cancer progressed, with bone metastases in 2015 and liver metastases in 2019. In accordance with recommendations, treatment with alpelisib plus fulvestrant was initiated. Alpelisib was introduced at a dose of 300 mg/day. She had no history of diabetes. Fasting blood glucose and HbA1c were respectively 104 mg/dL and 5.9% (41 mmol/mol) before the initiation of alpelisib.\\nA few weeks after commencing alpelisib, she developed severe hyperglycemia up to 300 mg/dL with the loss of 4 kg or 6% body weight, but without ketosis. Following management guidelines, treatment with metformin (1000 mg twice daily) and a DPPIV inhibitor vildagliptin (50 mg twice daily) was started, subsequently subcutaneous and intravenous insulin therapy was added, with insulin doses up to 150 units/day. Finally, she was referred to our tertiary diabetes department due to persistent poor glycemic control despite these treatments including intravenous insulin therapy. Her weight at entry was 64 kg, body mass index (BMI) 26.3 kg/m2 and HbA1c was 9.2% (77 mmol/mol). Etiological assessment of diabetes identified no cause other than iatrogenic diabetes due to alpelisib. Anti-GAD (glutamic acid decarboxylase), anti-IA2 (tyrosine phosphatase 2) and ZnT8 (Zinc transporter 8) antibodies were negative and pancreatic CT scan showed no abnormality. Fasting plasma C-peptide concentration was elevated (1.75 nmol/L).\\nFollowing published guidance for managing adverse events of alpelisib [], the dose of alpelisib was reduced to 250 mg/day then 200 mg/day, treatment with metformin was increased to 1000 mg three times/day, vildagliptin was stopped and continuous intravenous insulin was increased to 250 units/day. Despite optimized insulin treatment combined with oral anti-diabetic drugs, severe hyperglycemia (from 200 to 300 mg/dL) persisted.\\nBefore stopping alpelisib as recommended [], since it showed anti-cancer efficacy, we decided to introduce the SGLT2 inhibitor dapagliflozin at a dose of 10 mg/day. The patient had no countraindication to dapagliflozin, particularly no renal failure. Introduction of dapagliflozin improved glycemic control within 3 days (blood glucose levels 100—150 mg/dL), with a decreased intravenous insulin dose from 250 to 100 units/day.\\nGood treatment tolerance was observed over one week, with no weight loss or other side-effects. Alpelisib was thus maintained at a dose of 200 mg/day. Treatment after discharge from hospital was metformin (1000 mg three times/day), dapagliflozin (10 mg/day) and subcutaneous insulin (lispro 48 units/day and glargine 50 units/day). After discharge, glycemic control continued to improve allowing discontinuation of fast-acting insulin (lispro) and a drastic reduction in dose of long-acting insulin (glargine) from 50 to 12 units/day. Three months after discharge the estimated HbA1c (flash glucose monitoring) over 2 months was 5.9% (41 mmol/mol). However, in view of 3 kg or 5% body weight loss, the oncologist elected to stop dapagliflozin, necessitating reintroduction of subcutaneous lispro at up to 10 units/day combined with glargine (13 units/day), in view of the deterioration in glycemic control (mean blood glucose increased from 109 mg/dL to 163 mg/dL with blood glucose up to 262 mg/dL). One month after dapagliflozin withdrawal HbA1c was 6.7% (50 mmol/mol). Fasting C-peptide levels remained elevated at 1.42 nmol/L. Dapagliflozin was reintroduced at a dose of 10 mg/day, giving good glycemic control after one week (blood glucose approximately 120 mg/dL and estimated HbA1c (flash glucose monitoring) over 1 month 6.2% (44 mmol/mol)). Subcutaneous Lispro was again discontinued and alpelisib was maintained at a dose of 200 mg/day (Fig. ). The regular monitoring of ketone capillary blood measurement (beta-hydroxybutyrate) using the Optium FreeStyle glucose/ketone system was normal (< 0.5 mmol/L) during the follow-up, both before and after the start of dapagliflozin.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'31325543': 1, '20508640': 1, '30649751': 1, '28105986': 1, '28856166': 2, '32302001': 1, '29179250': 1, '27835680': 1, '21109194': 1, '32416251': 1, '31250153': 1, '31256368': 1, '31091374': 1, '31236801': 1, '30263000': 1, '34281618': 2}", "similar_patients": "{'5571767-1': 1}"}