{"patient_id": 109448, "patient_uid": "8280816-1", "PMID": 34345817, "file_path": "noncomm/PMC008xxxxxx/PMC8280816.xml", "title": "First Case Report of an Unusual Fungus (Sporopachydermia\\nlactativora) Associated with a Pulmonary Infection in a Drug Injection\\nUser", "patient": "A 29-year-old female with a past medical history of polysubstance abuse\\n(methamphetamine/heroin), chronic hepatitis C, and seizures presented to the emergency room\\nin September 2019, with a complaint of full body aches, fever, chills, diffuse chest pain,\\nshortness of breath, and yellow to bloody sputum production for 3 days before admission.\\nThree weeks prior to presentation, she had a cardiorespiratory arrest after a heroin\\noverdose and required cardiopulmonary resuscitation with chest compressions. She was\\npreviously in drug use (naltrexone) remission which was discontinued due to elevated liver\\nenzymes. The last time she used methamphetamine was 3 days prior to admission, without\\nhaving withdrawal symptoms. She used sterile needles obtained from an exchange clinic, did\\nnot share or lick them but admitted sharing the water used to mix drugs. Her lactic acid\\nlevels were moderately elevated (2.17 mmol/L) but her other lab work-ups including the WBC\\ncount, were normal. A trans-esophageal echocardiogram was negative for vegetation. Chest\\nX-ray and computerized tomography (CT) scan of the chest () confirmed multifocal pneumonia. The chest CT\\n() showed bilateral\\nairspace opacities throughout the right upper, middle, and lower lobes, including the\\nlingula. No cavitation or pleural effusions were seen to suggest septic emboli. Mediastinal\\nand hilar structures demonstrated no filling defects within the pulmonary arteries to\\nsuggest pulmonary emboli. Patient vitals remained stable.\\nTwo sets of blood cultures were collected and incubated at 35°C in the BACTEC FX system\\n(Becton Dickinson, Sparks Maryland) and the patient was started on vancomycin (1500 mg,\\nintravenous (IV), every 12 hours) plus piperacillin/tazobactam (3.375 g, IV, every 8 h).\\nDespite antimicrobial therapy, she continued complaining of diffuse chest pain and cough.\\nThe second blood culture became positive at 3 days of incubation. The blood culture was\\nsub-cultured onto blood, potato flake, Sabouraud’s, CHROMagar, and corn meal agar plates and\\nincubated at 30°C. Azithromycin (500 mg, IV, every 24 hours) and micafungin (100 mg, IV,\\nevery 24 hours) were added to the therapeutic regimen. A wet preparation showed\\nnarrow-necked budding yeast-like fungus () primarily consisting of round to oval cells, and the Gram stain\\nrevealed budding yeast-like cells (). Growth was observed after 24 to 48 hours of incubation on all agar mediums and\\ncharacterized as smooth, pin-point small white colonies ( and ). Appearance on CHROMagar did not identify any\\nCandida species while morphological assessment on corn meal agar was\\nsuggestive of a yeast-like fungus predominately, round to oval in appearance.\\nMatrix-assisted laser desorption/ionization—time of flight (MALDI-TOF) mass spectrometry\\nanalysis (Bruker Daltonic, Billierica, MA, USA using Bruker flexAnalysis and flexControl\\nsoftware version 3.4), performed 3 independent times, failed to identify the organism. Yeast\\nwithin the genus Candida and, Cryptococcus due to the\\nobservation of narrow neck budding, were in the differential but was pending confirmation.\\nSymptoms subsided after antifungal administration and a chest X-ray showed relative\\nimprovement. Additional tests (HIV, TB, and Legionella) were unremarkable. The sputum\\nculture was predominately indigenous oral flora.\\nThe yeast-like colonies were sent for molecular testing (ARUP Laboratories, Salt Lake City,\\nUtah). The rDNA sequencing, targeting the ITS1 (internal transcribed spacer\\n1) region, identified the organism as Sporopachydermia lactativora (NCBI #,\\nAF202900.1 (%ID = 100%; hits (444/444)). Antifungal susceptibility testing (YeastOne,\\nSensititre, Thermo Fisher) was performed and MIC values were provided to the treating\\nclinician with no interpretations for sensitivity or resistance, as there are no\\ninterpretive criteria for this species.\\n The reported antifungal MIC values for this species were as follows: Micafungin\\n(8 μg/mL), AmphotericinB (0.5 μg/mL), Itraconazole (0.06 μg/mL), Anidulafungin (2 μg/mL),\\nCapsofungin (4 μg/mL), Fluconazole (⩽0.12 μg/mL), Flucytosine (⩽0.06 μg/mL), Posaconazole\\n(0.06 μg/mL), and Voriconazole (⩽0.008 μg/mL). The patient continued on intravenous\\nmicafungin (100 mg, IV, every 24 hours) for the duration of her hospital stay. Her clinical\\ncondition improved and she was discharged 13 days after admission, with micafungin (100 mg,\\nIV, every 24 hours) as part of her continuing treatment. Micafungin was discontinued when\\nshe showed no further respiratory symptoms on her follow-up visit (11 days after her\\ndischarge). Her lungs were clear on auscultation.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'27105660': 1, '11211264': 1, '28652216': 1, '22649016': 1, '582246': 1, '27837497': 1, '31676903': 1, '16575738': 1, '17041144': 1, '34912834': 2, '21376753': 1, '23297180': 1, '30860923': 1, '29284182': 1, '34345817': 2}", "similar_patients": "{'8666961-1': 1}"}