{"patient_id": 112750, "patient_uid": "8610744-1", "PMID": 34814115, "file_path": "noncomm/PMC008xxxxxx/PMC8610744.xml", "title": "Extensive Acute Lower Extremity Arterial Thrombosis: A Major Thrombus Formation Caused by COVID-19", "patient": "An 80-year-old male patient with a history of diabetes mellitus presented to the emergency department complaining of shortness of breath and cough. His vital signs on presentation were as follows: temperature, 37°C; heart rate, 112 beats/min; blood pressure, 120/75 mmHg; respiratory rate, 28 breaths/min; and oxygen saturation, 90% on supplemental oxygen. There were no significant points in the general examination. His bilateral lower extremities were normal, and his bilateral popliteal, posterior tibial, and dorsalis pedis arterial pulses were palpable. On laboratory testing, the following values were noted: white blood cells, 7×109/L (reference, 4.5×109-11.5×109); hemoglobin, 13.6 g/dL (12-16); hematocrit, 37.3% (35%-45%); platelets, 210×109/L (140×109-440×109); glucose, 378 mg/dL (70-105); creatinine, 1.4 mg/dL (0.6-1.40); blood urea nitrogen, 11.3 mg/dL (7-23); D-dimer, 248 ng/mL (<0.5); prothrombin time, 20 sec (12.2-14.9); international normalized ratio, 1.1 (<1); partial thromboplastin time, 40 sec (21.3-35.1); C-reactive protein, 151 mg/L (<10 mg/L); and erythrocyte sedimentation rate, 88 mm/h (0-32); lupus anticoagulant, negative; interleukine-6, 76 pg/mL (5-15). His nasopharyngeal swab was positive for the severe acute respiratory syndrome coronavirus-2, and high-resolution computed tomography showed bilateral extensive interstitial lung infiltrates. As such, the patient was admitted to the intensive care unit (ICU) and was treated with Ziferon (Interferon-1b, 250 mg/mL; Zist Daru Danesh, Tehran, Iran) every two days via subcutaneous administration, dexamethasone 8 mg/day via intravenous administration, Remdesivir (100 mg/20 mL; Actoverco, Tehran, Iran) 200 mg on the first day followed by 100 mg/day, and heparin 5,000 units subcutaneously every 6 hours. On the ninth day after admission, with the patient still complaining of shortness of breath (O2 saturation: 89%), he experienced sudden pain in the right lower extremity with coldness, ischemic discoloration, paralysis, and lack of femoral pulses of the limb (). Computed tomography angiography revealed the total occlusion of the right common iliac artery with no distal run-off (). Electrocardiography did not show any arrhythmia, and the platelet count was normal on the day of the event and after. The patient underwent an emergency thromboembolectomy with spinal anesthesia via a femoral incision. A long thrombus with a cohesive, tubular consistency emerged from the iliac, femoral, and tibial arteries (, Supplementary Video 1). After the successful thrombectomy, the ischemia resolved, and the patient was transferred to the ICU. In the ICU, the patient experienced respiratory acidosis (pH, 7.27; PCO2, 55; PO2, 90; HCO3, 14.4; base excess, –2.1) but had adequate urine flow. He also received intravenous heparin at a dose of 1,000 units per hour. The right lower extremity was warm, and the symptoms of ischemia resolved. In addition, necessary measures were taken to prevent reperfusion syndrome. Ten hours after the operation, the patient’s respiratory distress worsened despite receiving 100% oxygen. He eventually suffered from cardiopulmonary arrest and died.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'32360286': 1, '32369280': 1, '32291094': 1, '32294809': 1, '32299776': 1, '23480440': 1, '32220112': 1, '32360679': 1, '32939266': 1, '24531854': 1, '32271988': 1, '34814115': 2}", "similar_patients": "{}"}