{"patient_id": 110557, "patient_uid": "8383621-1", "PMID": 34434399, "file_path": "noncomm/PMC008xxxxxx/PMC8383621.xml", "title": "A 52-Year-Old Man With Vertigo: A Common Symptom or an Urgent Syndrome?", "patient": "A 52-year-old man, smoker, with a past medical history of hypertension, presented to the emergency department with acute onset of dizziness and vertigo gradually worsening over the past 12 h. The patient had moderate relief with oral dimenhydrinate. He denied similar episodes in the past.\\nOn physical examination, the blood pressure was 150/95 mm Hg and the heart rate was 75 bpm. On the neurological examination, the patient was alert, oriented with unremarkable cranial nerve, motor and sensory function exam. However, on the cerebellar examination, the Romberg and Unterberger signs were positive. Bidirectional and horizontal nystagmus in primary gaze was evident and the head impulse nystagmus test of skew (HINTS) showed deviation of the eyes. Audiometry and vestibular tests were normal.\\nGiven the presence of bilateral nystagmus, the abnormal HINTS test and the normal vestibular testing, benign paroxysmal positional vertigo and Meniere disease were unlikely diagnoses. Computed tomography of the brain and angiography (CTA) were performed and showed basilar artery partial thrombosis 7 mm peripheral to the posterior cerebral arteries ().\\nThe patient presented 12 h after the onset of symptoms, therefore, intravenous thrombolysis was not an appropriate option, and the endovascular mechanical thrombectomy was the initial therapeutic approach. During his hospitalization, the patient had complete resolution of the dizziness and vertigo, and magnetic resonance imaging (MRI) of the brain, angiography and digital subtraction angiography (DSA) demonstrated successful revascularization of the posterior cerebral arteries ().", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'29298148': 1, '16439705': 1, '29977452': 1, '21193352': 1, '23521891': 1, '29129157': 1, '34434399': 2}", "similar_patients": "{}"}