{"patient_id": 106868, "patient_uid": "8055247-1", "PMID": 33883924, "file_path": "noncomm/PMC008xxxxxx/PMC8055247.xml", "title": "Pseudo-Meigs’ Syndrome in Tunisian H Syndrome Female Patient: First Case Reported", "patient": "A 25 year-old-female Tunisian patient born to a first degree consanguineous marriage was followed for H syndrome. There was no family history, or similar cases. Her past medical history included type 1 diabetes since the age of two years, hyperpigmentation and hypertrichosis discovered at the age of five years on the inner thighs with extension of lesions to the lower limbs, back, abdomen and arms, right-side hypoacousia, delayed puberty occurring at the age of 17 years, hepatosplenomegaly, mild anemia, bilateral camptodactyly of both fifth fingers. Transthoracic ultrasound of the chest performed at the age of 12 years showed cardiomegaly with pericardial effusion. Mutation screening in the SLC29A3 gene was performed using direct analysis of DNA sequence extracted from the samples according to standard techniques. All coding exons of the SLC29A3 gene were amplified using polymerase chain reaction (PCR). Direct sequencing of PCR products was performed with the ABI prism 3500 DNA Genetic Analyzer (Applied Biosystems, Foster City, CA, USA), using the ABI Prism Big Dye Terminator v3.1 Cycle Sequencing Ready Reaction Kit (Applied Biosystems).\\nThis molecular analysis revealed a novel homozygous frameshift mutation in exon 2 of the SLC29A3 gene: p.S15Pfs*86 (c.42delC) inducing a premature stop codon (). Genetic analysis was also performed for the parents and both were found heterozygous for the mutation (). At the age of 22 years, the patient was referred to our department to investigate newly diagnosed ascites. The patient reported progressive abdominal distension since one month and worsening abdominal discomfort. There was no fever, no change in bowel habits, no intestinal obstruction signs, no weight loss neither asthenia. Vital signs were stable Physical examination revealed distended abdomen with shifting dullness. There were no dilated veins, no evidence of pleural effusion or cardiac dysfunction signs nor oedema. Abdominal ultrasound showed high abundance ascites, known hepatomegaly without portal hypertension signs and 6 cm left latero-uterine mass. Analysis of the ascetic fluid showed a white blood cell count of 200/µL with 80% lymphocytes and fluid protein level of 3.1 g/dl. Gram staining, bacterial culture, Mycobacterium tuberculosis screening and cytology were negative. While investigating cardiac origin of ascites, new transthoracic ultrasound was performed showing non-compressive circumferential pericardial effusion without deep deterioration of ventricular function (59%). Upper endoscopy and colonoscopy were normal. Seric tumor markers showed high CA-125 concentration of 59 U/mL (normal value 0–35 U/mL), with normal blood levels of alpha-fetoprotein and carcinoembryonic antigen. Magnetic resonance imaging (MRI) confirmed the presence of left ovarian cystic mass of 6*3*3 cm with thin regular wall and enhanced septa after Gadolinium injection (). As the combination of ascites with negative work-up and ovarian mass was suggestive of Meigs’ syndrome, she was referred to the department of gynecology and underwent surgery. Perioperative exploration showed a benign-looking left ovarian tumor and a massive amount of ascites (3.5 L). Ovarian cystectomy was successfully performed. Histopathological examination of the resected ovarian mass revealed serous cystadenoma (), orienting the diagnosis towards pseudo-Meigs’ syndrome. After tumor removal, ascites decreased rapidly then subsequently resolved postoperatively and the patient become asymptomatic. During 3 years follow-up there was no relapse of ascites.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'20619369': 1, '13148256': 1, '32227473': 1, '18940313': 1, '24172204': 1, '16265850': 1, '26966089': 1, '20740147': 1, '33387019': 1, '30101042': 2, '29808591': 1, '31303956': 1, '20010285': 1, '32341814': 1, '18410979': 1, '33883924': 2}", "similar_patients": "{'6082582-1': 1}"}