{"patient_id": 111439, "patient_uid": "8462465-1", "PMID": 34584667, "file_path": "noncomm/PMC008xxxxxx/PMC8462465.xml", "title": "Treatment of device thrombus in the HeartWare HVAD: surgical exchange through thoracotomy", "patient": "A 56-year-old male, due to end stage ischemic cardiomyopathy, successfully underwent left ventricular assist device (LVAD) HeartWare implantation through median sternotomy. He was discharged on ASA 325 mg once a day combined with warfarin for an INR of 2.0–3.0.\\nThe patient was readmitted 1 month later for subtherapeutic INR (1.57). On admission, LVAD parameters indicated increased power (5.0–6.2 W), as well as increased flows (8 L/min). The lactate dehydrogenase (LDH) was at 3237 U/L. A computed tomography (CT)-cardiac was performed to rule out any outflow graft obstruction. No evidence of thrombus was found. He was treated with systemic alteplase infusion consisting of a bolus of Alteplase 10 mg, followed by a bolus of 20 mg over 20 minutes, and an infusion of 1 mg/h over 24 hours. The target of INR was then increased to a range between 2.5 and 3.5.\\nThe patient then presented to emergency multiple times for the same issue. It was decided to add clopidogrel 75 mg once a day to the medication regimen of aspirin and warfarin.\\nThe patient was also seen by the Hematology team. They found that he was indeed responsive to ASA. The patient also was tested for factor V deficiency, lupus anticoagulant, prothrombin gene mutation and thrombophilia. All these tests were negative. Moreover, a CT chest and a CT urogram was done to rule out malignancy. No malignancy was found. Cystoscopy showed no tumor.\\nOn 29 August 2020, the patient was admitted again for LVAD thrombosis. His INR was 2.54 and his LDH was at 1441 U/L. He received the protocol of thrombolysis. During this hospitalization, the patient experienced new onset diplopia. A CT-head confirmed a cerebral vascular accident in the region of his superior left cerebellar hemisphere. He was discharged in stable condition.\\nThree weeks later, the patient presented to the Emergency Department with chest pain accompanied by flows of 6.5 L/min at 6.0 W. His INR was 2.93. He was seen by the neurology team due to his recent stroke. The team established that there was a high risk of hemorrhagic transformation with alteplase. The cardiac surgery team decided that the HVAD exchange was the only possible solution.\\nThe patient underwent an LVAD swap via left anterior thoracotomy on left femoro-femoral bypass. The retention screw on the inflow connector was released. The original device pump was disconnected from the apical connection ring. The outflow graft connection was freed from the outflow graft, clamped and divided. The pump was mobilized, and the driveline was severed. The remaining portion of the driveline was excised from its subcutaneous tunnel. A new HeartWare pump was brought into the field. The inflow connection was securely established, and then the outflow connection was made to the outflow graft with 4–0 prolene. The pump was carefully de-aired, and its operation initiated after passing the driveline through a fresh subcutaneous tract.\\nDuring the operation, there was a clot found around the inflow cannula (). The postoperative recovery was uneventful.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'24418731': 1, '28562236': 1, '27794072': 1, '34584667': 2}", "similar_patients": "{}"}