{"patient_id": 112146, "patient_uid": "8544770-1", "PMID": 34686096, "file_path": "noncomm/PMC008xxxxxx/PMC8544770.xml", "title": "Surgical repair of a coronary artery aneurysm associated with coronary artery fistula – a case report", "patient": "The reporting of this study conforms to the CARE guidelines.\\n A 70-year-old woman with no history of any cardiac disease was admitted to the local Department of Cardiology with chest pain. Upon admission, an electrocardiogram showed a discrete elevation of the ST segment in the lateral wall of the left ventricle (1 mm). Coronary angiography was immediately performed owing to the electrocardiographic findings and symptoms. During angiography, a saccular aneurysm 22 × 18 mm in diameter, which was connected to the left anterior descending artery by a narrow neck, was found. Tortuous aberrant vessels originated from this aneurysm. These vessels supplied another smaller aneurysm of 11 × 13 mm, which subsequently drained into the pulmonary artery. Another aberrant vessel, which originated from the ostial part of the right coronary artery, was found, and this terminated in the aneurysm. Coronary artery blood flow was not limited, and no coronary artery stenosis was found (, ). The chest pain subsided after administration of nitrates during angiography. Echocardiography showed normal kinetics of the left ventricle and no valvular malfunction.\\nTo further examine the aneurysms, computed tomography coronary angiography with three-dimensional reconstruction was performed (). The diagnosis of coronary artery aneurysms was confirmed, and an intra-aneurysmal adherent thrombus was found. The serum cardiac high-sensitivity troponin T level was not increased. Surgical treatment was performed because of the complexity of the findings. The patient underwent a cardiac surgical procedure using a heart-lung machine with cardiac arrest. The adhering thrombus was removed after the aneurysms had been opened (). The aberrant supplying arteries were ligated and the fistula to the pulmonary artery was treated by a direct suture. The aneurysmal sacs were then sutured ().\\nThe histological findings in our case showed degenerative changes with fibrosis, thinning, and focal hemorrhage in the tunica muscularis. Fibrotic changes and atheromatic plaques with foamy histiocytes in the tunica intima were also found. Some of the plaques were calcified and partially dissected with fresh thrombus formation.\\nThe intraoperative and postoperative periods were uneventful, and the patient was discharged from the hospital on the 11th postoperative day.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'21791334': 1, '23074348': 1, '31522553': 1, '10798435': 1, '18466032': 1, '6830365': 1, '17063947': 1, '24266334': 1, '27142049': 1, '31866173': 1, '29874527': 1, '34686096': 2}", "similar_patients": "{}"}