{"patient_id": 51420, "patient_uid": "8202204-1", "PMID": 34178045, "file_path": "comm/PMC008xxxxxx/PMC8202204.xml", "title": "Endovascular treatment of a teenager with nutcracker syndrome: a case\\nreport", "patient": "A 12-year-old male patient was admitted via the urology service after presenting with\\ngross hematuria lasting 12 hours. He had no other complaints and mentioned nothing of\\nnote in relation to personal or family history. Computed tomography was ordered, but\\nshowed nothing, according to the report. A blood test conducted at admission showed\\nserum hemoglobin (Hb) of 11.7 mg/dL.\\nOver 24 hours, the patient developed intense anemia, reaching Hb of 7.4 mg/dL, and\\nurinary retention. Urethral catheterization was performed to relieve the bladder,\\neliminating countless clots, and ultrasonography revealed a large clot in the bladder\\ninterior.\\nA transfusion was then performed with two packed red blood cell units, and cystoscopy\\nwas conducted with bladder lavage and removal of clots. Active blood flow was observed\\nfrom the left ureter into the interior of the bladder and so the urology team inserted a\\nJJ catheter.\\nArteriography was ordered and ruled out arteriovenous malformations and renal\\narteriovenous fistulas (). However, it\\nshowed very slow renal drainage, considerable stenosis of the LRV, and images revealing\\ncompression of the SMA, suggestive of nutcracker syndrome (). Reassessment of the initial computed tomography\\nrevealed compression of the LRV by the SMA, with an acute exit angle, of approximately\\n13.4º ().\\nRepair was attempted by angioplasty with a 10 × 40 mm balloon, but there was\\nconsiderable recoil, and stenosis remained (). The case was discussed with the urology team, assessing the possibility of\\nnephrectomy. Instead, the decision was taken to deploy a 12 × 40 mm smart control stent,\\nfollowed by ballooning once more, with a 10 × 40 mm balloon ().\\nThe patient’s hematuria ceased completely in 6 hours, even though he was on\\nacetylsalicylic acid (ASA) and clopidogrel. The patient has been asymptomatic for 5\\nyears, with control angiotomography showing the stent patent and no compressions ().", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'29292117': 1, '30104164': 1, '16319162': 1, '3716053': 1, '20511485': 1, '21683388': 1, '29349383': 1, '29576005': 1, '34178045': 2}", "similar_patients": "{}"}