{"patient_id": 52781, "patient_uid": "8263453-1", "PMID": 33569706, "file_path": "comm/PMC008xxxxxx/PMC8263453.xml", "title": "Clinical characteristics of MOG antibody disease: two case reports", "patient": "A 15-year-old boy was admitted to our hospital because of a headache for 2 weeks, episodes of convulsions with fever for 3 days. His highest body temperature was 39.2 °C. At the time of admission, neurological examination revealed clear consciousness and speech, normal cranial nerve, grade 5 of limbs muscle strength on Muscle Strength Grading Scale, normal sense, unstable left finger-nose test and heel-knee-shin test, positive Babinski’s sign in left, suspiciously positive stiff-neck, and negative Kernig sign. After admission, the first cerebrospinal fluid (CSF) examination showed a pressure of 300 mm H2O, colorless and transparent cerebrospinal fluid, pleocytosis of 249×106/L (multinuclear cell 0.1, mononuclear cell 0.9), normal concentration of protein, glucose, and chloride. The analysis of ANA, dsDNA Ab, ANCA, APL, erythrocyte sedimentation rate, C-reactive protein, thyroid function, tumor markers, HIV, syphilis, and hepatitis B virus were all normal. Brain MRI (1.5T) found the T1 hypointense, T2 and Flair hyperintense lesion in right brachium pontis (Fig. ). MRV showed no obvious abnormality. 24-hour EEG showed non-specific slow wave in the frontal area. Within 15 days of admission, the condition continued to progress. The patient gradually appeared dizziness, emotional irritability, urinary incontinence, binocular vision loss only light sense, disorder of binocular movement, spontaneous rotatory nystagmus, dysarthria, dysphagia, grade 4 of the left upper limb on Muscle Strength Grading Scale, grade 3 of the right upper limb on Muscle Strength Grading Scale, grade 1 of lower limbs on Muscle Strength Grading Scale, low muscle tension, tendon jerk weakened, the sensory of pain reduction below L2, unstable left finger nose test, positive Babinski’s sign in left, neutral Babinski sign in right, no stiff-neck, and negative Kernig sign. Fundus examination showed binocular optic neuropathy. After the disease aggravated, we reviewed a cerebrospinal fluid examination and showed a pressure of 360 mm H2O, protein concentration of 0.53 g/L, pleocytosis of 164×106/L (multinuclear 0.02, mononuclear 0.98), normal concentration of glucose and chloride, immunoglobulin G of 39.3 mg/L, and negative oligoclonal band. The AQP-4 antibody was negative in serum and cerebrospinal fluid. But the MOG antibody IgG was positive in serum (both RIA and CBA method positive). The review of Brain MRI (1.5T) showed that the lesions were significantly increased compared with that before 15 days. There were lesions in the bilateral frontal, apical, temporal, occipital cerebral gyrus, bilateral insular, right brachium pontis, medulla, and corpus callosum. A little gadolinium enhancement was found in some lesions (Fig. ). Spinal MRI showed lesions in the medulla oblongata, C2-T1, T4, T7, T11-12, and spinal conus (Fig. ). Spot-like gadolinium enhancement was found in lesions. After admission, the patient was given 2 g/kg of Human Immunoglobulin (PH4) (5 times) and steroids pulse. Methylprednisolone was given from 1000 mg/day, and halved every three days until 40 mg/day; then, the methylprednisolone was changed to oral, and reduced one tablet every 15 days. The condition of this patient gradually improved. After being admitted to the hospital for 79 days, he was discharged from the hospital. At this time, the patient had mild dysarthria. The visual of the eyes was restored (the object can be distinguished at 30 cm in front of the eyes). Binocular hyperopia was still poor. Ocular movement was full. The nystagmus disappeared. He could walk less than 5 meters with support. The left upper limb muscle strength was 5-grade on Muscle Strength Grading Scale. The right upper limb muscle strength was grade 3 on Muscle Strength Grading Scale, and the lower limb muscle strength was grade 4 on Muscle Strength Grading Scale. The Babinski’s sign in left was positive, and in right was suspicious positive. The urinary function returned to normal. After discharge, the condition gradually improved. The symptomatic recurred when the steroids were reduced to 1 tablet/day (about 5 months from the first onset). He showed the weakness of the right limb, recurrence of urinary dysfunction. The right limb muscle strength was grade 3 and the bilateral Babinski sign was positive. MRI found multiple abnormal signals in the intracranial, medulla oblongata, spinal, and the spinal cords (Fig. ). Some lesions were newly added lesions, and some of the original lesions were alleviated or disappeared. A review of a cerebrospinal fluid examination found a pressure of 240 mm H2O, protein concentration of 0.48 g/L, pleocytosis of 14×106/L (multinuclear 0.01, mononuclear 0.99), normal immunoglobulin G, and negative oligoclonal band. The AQP-4 antibodies and MOG antibodies (RIA method) were negative in both cerebrospinal fluid and serum. After giving Human Immunoglobulin (PH4) and steroids pulse again, the condition gradually stabilized.\\nA 28-year-old male patient was admitted to our hospital due to fever for 7 days, numbness of limbs, unstable walking, and dysuria for 3 days. The body temperature was up to 38.5 °C. At the time of admission, neurological examination revealed clear consciousness and speech, mild horizontal nystagmus, slight hyperalgesia of distal limbs, unstable bilateral finger-nose test and heel-knee-shin test, suspiciously positive bilateral Babinski signs, and normal residual neurological examination. After admission, the condition progressed. On the 4th day, the patient developed diplopia, dysarthria, dysphagia, dyspnea, chest distress, and aggravated weakness of the limbs. He was given a tracheal intubation due to severe hypoxemia. He was on a ventilator. On the 6th day of admission, the heart rate increased and the blood pressure decreased. On the 10th day of admission, the patient’s condition reached a peak. He showed somnolence, urinary retention, bilateral blepharoptosis, bilateral slow pupillary light reflection, limited binocular movement, but normal vision. The muscle strength of his bilateral upper limbs was 1 on Muscle Strength Grading Scale. The muscle strength of his bilateral lower limbs was 0 on Muscle Strength Grading Scale. The limb muscle tension was low. Bilateral pathologic signs were unelicited. Hypoalgesia was found below C5. Brain MRI showed lesions in the dorsal pons and medulla oblongata. A little gadolinium enhancement was found in the medulla oblongata. Cervical spinal MRI showed a T2-hyperintense and discontinuous lesion from C2 to C6 with spot-like gadolinium enhancement. Chest spinal MRI showed a lesion from T5 to T9 without enhancement. Cerebrospinal fluid (CSF) examination revealed pressure of 360 mm H2O, light yellow and transparent cerebrospinal fluid, protein concentration of 4.09 g/L, pleocytosis of 54×106/L (mononuclear 0.99, multinuclear 0.01), and normal IgG. Serum AQP-4 and MBP antibodies were negative. MOG antibody was positive in serum by RIA method (1:32), but negative in the CSF. Other laboratory analysis showed thyroglobulin antibody (A-TG) of 3126.00 IU/ml, anti-thyroid peroxidase antibody (A-TPO) of 209.30 IU/ml, rheumatoid factor of 59.40 IU/ML (normal range: 0-15), immunoglobulin G of 42.30 g/L (normal range: 7.0-16.0), immunoglobulin M of 2.79 g/L (normal range: 0.4-2.3), positive ANA series particle type (1:320), anti-SSA-60+, anti-SSA-52/Ro52+++, serum KAP light chain of 7.86 g/L (normal range: 1.7-3.7), serum LAM light chain of 3.62 g/L (normal range: 0.9-2.1), 24 h urine LAM light chain of 325.12 mg/24 h (normal range<7.80), 24 h urine KAP light chain of 488.32 mg/24 h (normal range<14.20), 24 h urine β2 microglobulin of 139.5 mg/24 h (normal range<0.4), 24 h urine a1 microglobulin of 92.34 mg/24 h (normal range<24), 24 h urine IgG of 104.76 mg/24 h (normal range: 0-17.0), but normal serum β2 microspheres, negative ANCA and antiphospholipid antibodies, and normal serum ceruloplasmin. The immunofixation electrophoresis (IFE) in serum and urine was negative. The complement concentration was normal, and the renal function was normal. The labial glands biopsy showed that the lymphocytic infiltration was <1 lesion. Bone marrow biopsy showed no abnormality. After admission, the patient was given 2 g/kg of Human Immunoglobulin (PH4) (5 times) and steroids pulse treatment. Methylprednisolone was given from 1000 mg/day, and halved every three days until 60 mg/day; then, the steroids changed to oral and slowly reduced. After half a month of treatment, the respiratory function of the patient was restored and the ventilator was stopped. We used intravenous cyclophosphamide 1 g/month to prevent the recurrence of the disease. Patients who were followed up within 6 months of onset had no recurrence of symptoms, but still remained unstable walking, dysuria. At that time, he took oral prednisone 30 mg/day. Neurological examination revealed a normal cranial nerve. The muscle strength of his bilateral upper limbs was 5 on Muscle Strength Grading Scale. The muscle strength of lower limbs was 4 on Muscle Strength Grading Scale. The lower limbs had hypoesthesia of pain and motor sensation. The bilateral heel-knee-shin test was not stable. The bilateral Babinski sign was positive.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'32632636': 1, '29136091': 1, '25121570': 1, '30519875': 1, '25838512': 1, '32242291': 1, '29670575': 1, '12925695': 1, '31158804': 1, '33569706': 2}", "similar_patients": "{}"}