{"patient_id": 50750, "patient_uid": "8164879-1", "PMID": 34094741, "file_path": "comm/PMC008xxxxxx/PMC8164879.xml", "title": "A Case Report on Parosteal Lipoma Stretching the Posterior Interosseous Nerve Without Causing Palsy", "patient": "A 47-year-old male with right-hand dominance, a farmer by occupation, presented with complaints of pain and swelling over the right forearm for the past year. The patient had been apparently asymptomatic one year ago. Subsequently, he had developed a swelling in the right forearm on the posterolateral aspect, which had been insidious in onset and gradually progressive in nature. It was associated with pain, aggravated by physical activities, and relieved completely when at rest. He had difficulty performing his routine activities because of the pain.\\nAn examination of the right forearm revealed swelling of 10 x 5 cm in size over the posterolateral aspect of the proximal forearm just below the elbow flexion crease (Figures , ). The swelling was firm in consistency with smooth and round margins. There were no dilated or engorged veins, scar, or sinus. The swelling was neither warm nor tender. The plane of mobility could not be assessed due to the size and site, but it was not adhered to the skin. On contraction of the forearm muscles, there was no change in the size of the swelling. The elbow movements were normal. Wrist and finger extensions were also normal. The radial pulse was palpated and appeared the same compared to the left side.\\nPlain X-ray of the right elbow and forearm showed tiny holes in the proximal aspect of the radius with scalloping of the lateral cortex in the anteroposterior view with soft tissue shadows with septations adjacent to the proximal radius (Figure ). In view of the soft tissue tumor, an MRI of the forearm was performed (Figures , ). The report showed lobulated intramuscular lesion, which was hypointense on T1-weighted sequence within the supinator muscle with extension into the intramuscular plane of the flexor aspect, abutting the neurovascular bundle on the flexor aspect with no signal changes of the PIN, and with no signal changes in the bone.\\nAfter counseling about PIN palsy, the patient was taken for surgical exploration and excision of the lipoma. The Thompson approach was planned to handle the tumor from the posterolateral aspect. With the patient in the supine position, under strict sterile precautions, through a posterolateral (Thompson) approach, and with the plane of dissection made between extensor carpi radialis brevis and extensor digitorum communis, the mass was identified within the supinator muscle (Figure ). After careful dissection of the supinator muscle, the PIN was identified, which appeared stretched and frayed (Figure ). As the mass was circumferential, as noted on the MRI, and since the PIN wound around the neck of radius, we had to use the Henry approach. The dissection was made between brachioradialis (BR) and pronator teres to reach the supinator muscle (Figure ). The supinator muscle was stretched substantially with the mass underneath. The incision and soft tissue dissection extended even above the elbow crease, and a plane was made between BR and brachialis to trace the radial nerve and track down its branches (Figure ). The mass was identified within the supinator (Figure ), and after careful dissection on both anterior and posterior aspects of the proximal radius, the mass was excised in toto, and the tumor was found to measure about 4 x 4 x 6 cm (Figure ). Also, the proximal radius near the neck had four holes (Figure ), where the mass was adherent. The holes were curetted with the stripping of the periosteum (as per Salama et al., 2021) (Figure ). The excised mass was sent for histopathological examination (HPE). Again, the PIN was inspected, and it appeared to be intact but stretched and attenuated as shown in Figure . The wound was washed and closed in layers.\\nPostoperatively, the patient was found to have full neurological functions. Plain X-ray in the immediate postoperative period showed cortical breach (Figure ) where the holes were curetted; otherwise, it was normal. The limb was not immobilized as the breach in the cortex post curettage was less than 30% of the circumference of the proximal radius. The patient's wrist and finger extension on the right side was 5/5 as per the Medical Research Council grading for muscle power. Sutures were removed at the end of the second week, and the patient returned to work after 12 weeks with frequent follow-ups. The HPE report showed mature adipocytes with some osseous matrix found scattered eccentrically, which was consistent with parosteal lipoma, and it grossly showed yellowish capsulated lesion.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'14632827': 1, '13034877': 1, '11743135': 1, '12760945': 1, '24634698': 2, '20811574': 2, '17610686': 1, '4311419': 1, '21119834': 1, '8836068': 1, '25568733': 1, '1430948': 1, '23979105': 1, '21675621': 1, '27631109': 1, '4815578': 1, '18040635': 1, '30449285': 2, '2060213': 1, '34094741': 2}", "similar_patients": "{'2929686-1': 1, '3953546-1': 1, '6240944-1': 1}"}