{"patient_id": 58226, "patient_uid": "8518161-1", "PMID": 34654369, "file_path": "comm/PMC008xxxxxx/PMC8518161.xml", "title": "Cavernous hemangioma of the mesorectum involving the rectum: a rare case report", "patient": "A 31-year-old male developed a sensation of rectal tenesmus one month before admission. He consulted the local hospital and proctitis was considered. The symptoms did not improve significantly after treatment. One week later, hematochezia suddenly occurred, resulting in blood loss of about 100 ml. The bleeding resolved without treatment. The patient was admitted to our hospital.\\nHis physical examination was unremarkable except for the digital rectal examination, which identified a soft mass in the right lateral wall of the rectum at 7 cm from the anal verge, about 3 cm × 3 cm in size, that grossly bled on exam. The complete blood count did not reveal anemia. A total colonoscopy revealed a discoid protuberance of mucosa at the rectum 7 cm from the anus, and erythema of the mucosal surface. The subsequent rectal biopsy indicated chronic inflammatory changes of the mucosa. A contrast-enhanced CT scan of the whole abdomen revealed rectal wall thickening, marked dilatation, and tortuous vessels around the rectum with scattered calcifications (Fig. A). In addition, a contrast-enhanced portal venous phase CT scan showed the dilation of portal vein and inferior mesenteric vein (Fig. B–D), and the dilated inferior mesenteric vein became marked dilatation and tortuous vessels around the rectum. The rectal MRI showed wall thickening of the involved portion of the rectum. A high signal intensity lesion was seen on T2-weighted sequences and was more clearly depicted with fat suppression (Fig. ). Hemangioma of the mesorectum was considered after a multidisciplinary team discussion.\\nThree days after admission, the patient underwent laparoscopic surgical resection of the involved portions of the rectum and mesorectum, as well as a coloanal anastomosis. Surgical samples were taken and sent for pathological examination. The pathology viewings indicated a dark red area in the mesentery adjacent to the peritoneal reflection; the lesion was spongy and there was blood outflow from the incision. Histologically, the neoplasm was shown to be composed of dilated thin-walled blood-filled vascular spaces, and these spaces were lined by endothelial cells (Fig. A). The immunohistochemical results indicated CD34-positive results, whereas the lymphatic endothelial marker D2-40 was negative (Fig. B, ). The lesion was diagnosed as a cavernous hemangioma. The patient had no postoperative complications following laparoscopic surgical resection and returned home on postoperative day seven.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'31806150': 1, '23796395': 1, '33387622': 1, '10630511': 1, '24168418': 2, '19774953': 1, '26239397': 1, '27447475': 1, '24684941': 2, '29675365': 1, '32209416': 1, '19178725': 2, '25753543': 1, '22240112': 1, '18430846': 1, '31280517': 1, '34654369': 2}", "similar_patients": "{'2654482-1': 1, '4228456-1': 1, '4022173-1': 1}"}