{"patient_id": 53884, "patient_uid": "8315135-1", "PMID": 34326839, "file_path": "comm/PMC008xxxxxx/PMC8315135.xml", "title": "Advanced HCC Patient Benefit From Neoantigen Reactive T Cells Based Immunotherapy: A Case Report", "patient": "The patient was male, 75-year-old, with a history of chronic hepatitis B. Partial hepatectomy was performed after the diagnosis of primary liver cancer in Apr-2016. In Oct-2016,abdominal Computed Tomography (CT) re-examination revealed multiple enhanced nodules in the liver, and the possibility of metastasis was considered. Therefore, this patient underwent 3 Transarterial Chemoembolization (TACE) operations.\\nUnfortunately, the abdominal Magnetic Resonance Imaging (MRI) re-examination in Feb-2017 revealed multiple metastatic liver lesions with enlarged hilar lymph nodes.\\nThe patient strongly requested to participate in our clinical trial of tomotherapy combined with Neoantigen Reactive T (NRT) Cells based immunotherapy. In March 2017, this patient received tomotherapy for local lesions in the right anterior lobe of the liver; the cumulative dose was: Planning Target Volume (PTV): 50Gy/10f. After tomotherapy, the patient received personalized NRT immune cells reinfusion combined with IL-2(400WU/d, civ, 5 days in total) and GM-CSF cytokine (150ug/d, ih, 5 days in total) therapy in March 2017, with one month per cycle and a total of four cycles. According to the patient gene expression profile, the neo-antigen was chosen as: (HLA-a*11:01): KRAS-(G12A) p07-16: VVVGAAGVGK; KRAS-(G13D) p07-16: VVVGAGDVGK; PIK3CA-(H1047L) p1046-1054: ALHGGWTTK; IDH1(R132H)p123-142: GWVKPIIIGHHAYGDQYRAT.\\nThis patient was PD-L1(+), and TMB-H. The re-examination after 2 cycles of treatment showed that the lesion on the right anterior lobe of the liver became smaller, and the number of nodules in the more enhanced focus was reduced. The tumor markers were significantly down-regulated, and the changes in HCC specific tumor marker AFP were listed in . At the same time, the lymph number gradually increased, and the changes in lymphocytes after per cycle of NRT treatment were shown in . After four cycle of NRT, the overall efficacy evaluation was SD, and only regular examination was continued. The amount of T cells reinfusion per cycle and the amount of NRT immune cells detected in-vivo were listed in . Except for the fever during the treatment (the highest temperature was 38.3°C, and it was relieved after Paracetamol), there was no other discomfort or obvious liver toxicity.\\n10 months after the radiotherapy combined with personalized cellular immunotherapy, a review of the abdominal MRI on May 2018 showed that the left outer lobe of the liver appeared, which was considered as disease progression. After full informed consent, the patient was enrolled in the RESCUE project ()with combined PD-1 antibody and apatinib. From 2018-6, the patient received intravenous injection of PD-1 antibody(SHR-1210,200mg/q2w,iv, two times as a cycle) and apatinib (250mg/d,po). After 2 cycles of PD-1 antibody treatment, the re-examination showed that the intrahepatic mass of porta hepatis and left outer lobe were significantly smaller than before, with the overall efficacy evaluation as partial response (PR). However, due to the hand-foot syndrome side-effect of apatinib, which seriously affected the daily activities of patient, the patient stopped taking apatinib from 2018-7. Therefore, since then, PD-1 antibody single-drug treatment was performed till 2020-6, lasting for a total of 2 years. The patient has been in a fairly good condition. The regular reviews of the tumor showed gradually shrinking of lesion in porta hepatis, and complete response (CR) of intrahepatic lesions in left outer lobe. The patient’s imaging changes were shown in . The target lesion changes at different time points during and after the treatment were listed in .In order to intuitively reflect the patient’s prognosis and clinical curative effect, we listed the entire treatment process in .", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'32716739': 1, '28130846': 1, '26244066': 1, '28094262': 1, '29628281': 1, '25838375': 1, '27570942': 1, '30828330': 1, '23980077': 1, '29508855': 1, '24812403': 1, '26548906': 1, '26813914': 1, '24077405': 1, '30811474': 1, '29313949': 1, '34326839': 2}", "similar_patients": "{}"}