{"patient_id": 51226, "patient_uid": "8189818-1", "PMID": 34122553, "file_path": "comm/PMC008xxxxxx/PMC8189818.xml", "title": "Potential Adverse Consequences of Combination Therapy with Gabapentin and Pregabalin", "patient": "A 57-year-old female patient presented to the community pharmacy complaining of fatigue, drowsiness, and dizziness for the past 2 weeks. The patient had a medical history of type 2 diabetes mellitus and hypertension. She was on metformin 500 mg three times a day, gliclazide MR 30 mg twice daily, ramipril 5 mg once daily, and gabapentin 100 mg three times a day and was recently started on pregabalin 25 mg twice a day. She was also on a multivitamin tablet once daily, vitamin D 1000IU 2 tablets once daily, and a vitamin B12 1000mcg tablet once daily. She had no allergies to medication, did not smoke tobacco, only drank alcohol socially once or twice a month, and had never used recreational drugs. The patient's blood pressure (BP) and blood glucose (BG) levels were in control. BP reading in the pharmacy was 131/78 mm/Hg while the last HB1AC a month ago was 6.8%.\\nThe patient was diagnosed with diabetes 5 years ago. She was started on metformin first and then consequently gliclazide was initiated to control the out-of-range BG levels. Due to the known long-term microvascular complications of diabetes, the patient started experiencing loss of sensation in the periphery and numbness and tingling in the hands and feet. To rectify these symptoms, she was started 3 months ago on gabapentin 100 mg once daily at bedtime for a week, with an option to increase the dose by 100 mg per week up to 100 mg three times daily. Although gabapentin helped in the beginning, later patient saw a resurgence of her diabetic neuropathy symptoms. In response to this, the patient's primary care physician started her on a second gabapentinoid pregabalin at 25 mg once daily at bedtime with the option to increase the dose by 25 mg weekly to a maximum of 50 mg per day. The patient was taking both these gabapentinoids concomitantly, gabapentin 300 mg per day and pregabalin 50 mg per day. This caused the patient to experience drowsiness, fatigue, dizziness, and even ataxia.\\nThe patient's profile was revisited in the pharmacy as per the issues that were being faced by the patient. The pharmacist confirmed all prescription and nonprescription medications. Neither there were any new medical conditions, nor the BP or BG levels were found out of the range that could have resulted in fatigue and other symptoms (an increased effect from antihypertensive and antidiabetic medications could have resulted in these symptoms). The only change was the addition of pregabalin to the patient's drug regimen. A good therapeutic tool would have been the gabapentin and pregabalin serum levels. These were not available, but if they were, these could have directly indicated the cause of the symptoms to the increased levels of the gabapentinoids. For gabapentin, a serum concentration range of 2–20 mg/l is linked to a therapeutic effect while for pregabalin, an approximate range of 2.8–8.3 mg/l is suggested []. As the patient started to get diabetic neuropathy symptoms again, the physician, rather than increasing the dose of existing gabapentin, started the patient on pregabalin, thus resulting in therapeutic duplication. The error was also not picked up by the pregabalin dispensing pharmacist, and the patient was left to deal with the adverse consequences. Later, after noticing this error, the pharmacist contacted the physician, got the pregabalin discontinued, and requested for the dose of gabapentin to be increased from 100 mg three times a day to 100 mg in the morning, 100 mg in the afternoon, and 200 mg at bedtime with the option to increase by 100 mg weekly to a maximum of 200 mg three times a day. This intervention helped the patient as she got rid of fatigue, drowsiness, and dizziness, while her neuropathy symptoms also improved with the increased dose of gabapentin.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'33372975': 1, '29297045': 1, '33509334': 1, '20640233': 1, '21332246': 1, '15315511': 1, '33215352': 1, '20818832': 1, '30673120': 1, '34577568': 1, '29023146': 1, '20113408': 1, '28767350': 1, '31790179': 1, '34122553': 2}", "similar_patients": "{}"}