{"patient_id": 50909, "patient_uid": "8171987-1", "PMID": 34094767, "file_path": "comm/PMC008xxxxxx/PMC8171987.xml", "title": "Coronavirus Disease 2019 Infection as a Risk Factor for Infective Endocarditis", "patient": "A 38-year-old male with no known past medical history (PMH) presented with fevers/chills, night sweats, and periumbilical, non-radiating, and dull pain for about a week associated with anorexia and fatigue. He reported 20-pound weight loss in the prior month and had tested positive for COVID-19 a month earlier. According to the patient, he was hospitalized for four to five days with hypoxic episodes, requiring supplemental oxygen and received dexamethasone as well as anticoagulation. He did not have any risk factors for IE such as intravenous drug use, congenital heart disease, prosthetic heart valves, prior IE, or any recent dental procedure. On physical examination, he did not have any findings of heart murmurs and immunological/vascular skin findings. A complete septic workup was performed and demonstrated elevated erythrocyte sedimentation rate at 105 mm/hour (normal: 0-30 mm/hour), C-reactive protein at 15.6 mg/dL (normal: 0.0-0.8 mg/dL), white blood cells 11.4 × 103/uL (normal 4.4-11 × 103/uL), hemoglobin 12.2 × 103/uL (normal: 13.5-17.5 × 103/uL), and platelets 317 × 103/uL (normal: 150-450 × 103/uL). Urinalysis was normal and one set of blood cultures grew half bottles of Streptococcus mitis/oralis,with the next set of blood cultures a day apart showing no growth. A computed tomography scan of the abdomen was also done as the patient was complaining of pain and showed a 11 mm hypodensity in the spleen, suggesting an infarction. Transthoracic echocardiogram was performed, which could not exclude mitral valve endocarditis, but transesophageal echocardiogram (TEE) showed vegetation on the anterior mitral valve leaflet (Figure ). He tested positive for COVID-19 IgG and negative for IgM. Antigen and polymerase chain reaction tests were also negative. He was discharged on ceftriaxone 2 g intravenously for six weeks via a PICC line and was followed up in the outpatient setting. His weekly labs were unremarkable and his repeat TEE did not show any vegetations.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'34659938': 2, '34866984': 1, '34946243': 2, '19273776': 1, '16979032': 1, '32574691': 1, '25975469': 1, '26320109': 1, '32200663': 1, '33222494': 1, '34094767': 2}", "similar_patients": "{'8707720-1': 1, '8491793-1': 1}"}