{"patient_id": 52969, "patient_uid": "8272540-1", "PMID": 34277191, "file_path": "comm/PMC008xxxxxx/PMC8272540.xml", "title": "Rectal Invasion by Metastatic Prostate Adenocarcinoma", "patient": "The patient was a 90-year-old male with a history of hypertension, type 2 diabetes mellitus, and prostate adenocarcinoma under active surveillance, who presented with chronic constipation. His symptoms were initially controlled with stool softeners and enemas. On follow-up visit, the patient was noted to have one week of rectal pain which was exacerbated by defecation. He also endorsed decreased appetite, without any changes to his weight. He denied any abdominal pain, nausea, or vomiting. There was no abdominal tenderness on physical examination. However, there was significant tenderness noted during digital rectal examination, along with brown stool in the rectal vault.\\nAs a result, the patient was initially managed for a presumed anal fissure with a high-fiber diet, topical analgesics, and stool softeners. Despite this therapy, the patient's rectal pain did not improve. MRI of the abdomen and pelvis was obtained which was significant for moderate asymmetric thickening of the rectum anteriorly concerning for a possible neoplastic process. Despite the patient having a normal colonoscopy two years prior, a flexible sigmoidoscopy was performed. An ulcerated, friable rectal mass 8 cm from the anal verge was found (Figures -).\\nThe mass occupied less than 25% of the circumference of the colon. Biopsy was significant for moderately differentiated adenocarcinoma consistent with prostatic origin. Prostate-specific antigen (PSA) was less than 0.01 ng/mL. The patient was deemed to not be a candidate for radiation therapy. The patient additionally declined chemotherapy given his advanced age. He was further referred to palliative care for management of his symptoms.", "age": "[[90.0, 'year']]", "gender": "M", "relevant_articles": "{'19541477': 1, '14963364': 1, '21599989': 2, '1239960': 1, '24365124': 1, '30971069': 2, '10325496': 1, '28095874': 1, '27918777': 1, '26137121': 1, '7416959': 1, '2673792': 1, '34277191': 2}", "similar_patients": "{'6639707-1': 1, '3127764-1': 1}"}