{"patient_id": 48709, "patient_uid": "8067619-1", "PMID": 33959489, "file_path": "comm/PMC008xxxxxx/PMC8067619.xml", "title": "Tension pneumoventricle: Reversible cause for aphasia", "patient": "A young 16-year-old male patient presented to the neurosurgical outpatient department from neurorehabilitation ward with history of rhinorrhea, difficulty in talking, and inability to control his urine and bowel for two days. He suffered multiple episodes of on-and-off watery rhinorrhea since the last three days. He was involved in motor vehicular accident (passenger) two weeks back and sustained extradural hematoma (EDH) and multiple skull fractures, including the left frontoparito temporal bone, left orbit without globe injury, and skull base. He underwent evacuation of EDH and recovered, and he was shifted to rehabilitation with a Glasgow coma scale (GCS) score of 15 without any neurological abnormalities.\\nHe was admitted to the neurosurgical ward for observation. He was awake, and pupils were equal and reactive to light. No neurological deficit was observed, but he was aphasic. Rhinorrhea was diagnosed as CSF leak and started on ceftriaxone after taking the CSF for culture and sensitivity.\\nHis computer tomography (CT) and magnetic resonance imaging scans showed massive intraventricular pneumocephalus with ventricular distension (frontal and lateral) but failed to locate the exact site of CSF leak and demonstrated the skull base fracture. We started to nurse him in a flat position, supplemented with oxygen by face mask (6 to 8 L/minute), and shifted him to the neuro high dependency unit for close neurological monitoring.\\nOn day two, he neurologically deteriorated and became confused, and his GCS decreased to 8/15. His pupils became unequal (left 5 mm and right 2 mm), and an urgent CT brain done showed increased left lateral ventricular distension due to pneumoventricle and still distended frontal ventricle with significant brain edema (). The patient was pushed to the operating theater, and EVD was inserted. Gush of air with pressure came out during the procedure, and he was shifted to the surgical intensive care unit. In the six hours postoperative period, he was awake and still aphasic, but his pupils were equal and reactive to light. EVD continued to drain air, and he remained hemodynamically stable.\\nOn day three, the patient started to murmur simple words, and supportive care was continued. By day four, he was awake and started to speak with normal articulation. The follow-up CT brain on day four showed decreased distension of the lateral ventricle with a decreased amount of pneumocephalus ().\\nPneumoventricle was completely resolved completely by day five. His speech was normal, and he regained bowel and bladder control. EVD was removed by day seven, and on day eight, he was discharged home to be followed up in neurosurgical outpatient clinics.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'17497060': 1, '20847909': 1, '3335913': 1, '26500801': 2, '27251978': 1, '18447708': 1, '2789723': 1, '33959489': 2}", "similar_patients": "{'4596054-1': 1}"}