{"patient_id": 111458, "patient_uid": "8462920-1", "PMID": 34567463, "file_path": "noncomm/PMC008xxxxxx/PMC8462920.xml", "title": "Bilateral occipital lobe infarct neglect deficit (BLIND) syndrome", "patient": "A 76-year-old male was driving his car when he suddenly experienced bilateral blurred vision []. Unable to use his car or phone properly due to the abrupt onset of his visual deficits, the patient reportedly remained in his car for three days. He was found by police, who brought him to the emergency department. On initial evaluation, the patient reported that he had been driving to visit his daughter in another state when he suddenly needed to pull over to the side of the road. He then recalled, ‘I was found by a priest who invited me into his home, took me in, and fed me a nice meal. The priest then called the ambulance to pick me up.’ The patient reported several weeks of increasingly frequent ‘lightening-like’ bright flashes of green and yellow in his right eye, but denied the presence of floaters, curtain loss of vision, or diplopia. He reported that his visual acuity was 20/30 bilaterally at his last complete ophthalmology examination one year prior to presentation.\\nPhysical examination revealed an irregularly irregular rhythm and tachycardia. EKG was remarkable for atrial flutter with 2 to 1 block and heart rate of 150 beats per minute (). Ophthalmology evaluation demonstrated significantly diminished visual acuity (< 20/200 bilaterally with 360° constriction of confrontational visual fields), intact pupillary reflexes and ocular movements bilaterally, and no evidence of retinal, macular or choroidal pathology on dilated fundus examination. The patient was deemed cortically blind, prompting further evaluation with computerized tomography (CT) and magnetic resonance imaging (MRI) of the head. CT brain without contrast demonstrated findings compatible with bilateral subacute parieto-occipital infarcts with local sulcal effacement, without mass effect or hemorrhagic transformation (). Magnetic resonance imaging (MRI) of the brain without contrast showed acute to subacute bilateral posterior cerebral artery territory infarcts with associated mild petechial hemorrhage and additional small subacute infarcts in the bilateral cerebellar hemispheres. MR angiogram of the head and neck without contrast showed no evidence of intracranial occlusion, stenosis, or aneurysm suggesting evidence of symmetric bilateral infarcts may be cardioembolic in nature in the setting of new onset atrial tachyarrhythmia. The patient also demonstrated signs of visual anosognosia: he occasionally reported seeing words/colors on the television in his room while it was turned off, and he remarked that he was able to recognize the facial features of the primary medicine intern who visited following him daily on the medicine floors, despite overt blindness.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'25481462': 1, '3827223': 1, '11202483': 1, '8922016': 1, '19036887': 1, '21447122': 1, '9854262': 1, '21779298': 1, '31220837': 1, '20226004': 2, '19126198': 2, '7367354': 1, '29185543': 1, '19407456': 1, '34567463': 2}", "similar_patients": "{'2631492-1': 1, '2827161-1': 1}"}