{"patient_id": 49516, "patient_uid": "8108324-1", "PMID": 33971873, "file_path": "comm/PMC008xxxxxx/PMC8108324.xml", "title": "A novel nonsense mutation in ARMC5 causes primary bilateral macronodular adrenocortical hyperplasia", "patient": "A 51-year-old Chinese man suspected of secondary hypertension was admitted for poorly controlled blood pressure and bilateral adrenal masses. He had a six-year history of hypertension and was treated with valsartan (80 mg) and metoprolol (47.5 mg). One month before the admission, he complained of puffiness of the face and uncontrolled blood pressure to his local physician. The blood pressure was 205/115 mmHg. Laboratory test showed K+ 2.71–3.73 mmol/L (decreased), HCO3− 33.3–33.8 mmol/L (increased) and elevated aldosterone renin ratio (ARR) (Table ), indicating chronic hypokalemia correlated with hyperaldosteronism. After he had been treated with valsartan (80 mg), amlodipine (5 mg), metoprolol (47.5 mg) and spironolactone (60 mg), the blood pressure was 170–180/114–120 mmHg. The CT-scanning in adrenal glands showed bilateral enlargement of adrenal glands (Fig. a). So, he was referred to our center for further examination and treatment. On admission, he was 65 kg in weight, 165 cm in height, with a body mass index at 23.9 kg/m2. He had eleven-year history of diabetes mellitus (DM). He got desirable glucose control treated by twice-daily premixed insulin plus oral antidiabetic agents. He also had one-year history of spinal compression fracture. No family history of endocrine diseases was remarkable for him. His father (I1, Fig. a), who died of acute cerebral stroke at the age of 72, had hypertension and DM at the age of 62 and 70, respectively. His mother died in an accident at the age of 30. His elder sister (II1, Fig. a) was diagnosed as DM and hypertension several years ago. She had desirable control of DM and blood pressure with oral agents. His other three sisters were apparently healthy. The tests for cortisol levels in his sisters were all normal at local hospital. Physical examination showed signs of Cushing’s syndrome, including facial flushing, plethora, skin bruisability, centripedal obesity, supraclavicular fat pad and buffalo hump. Z-score of lumbar vertebrae (L1–L4) and femoral neck was − 1.6 and − 1.5 on Dual energy X-ray absorptiometry scan, respectively, indicating osteopenia for his age.\\nConsidering the high risk for relapse of CS after partial adrenalectomy, bilateral adrenalectomy was chosen. His symptoms and signs had been gradually relieved after removal of bilateral adrenal glands. The resected adrenal glands were shown (Fig. b, c). Considering ARMC5 inactivation is the most common etiology of PBMAH, we performed genetic analysis of ARMC5 gene both from the peripheral blood and two adrenal nodules to detect germline and somatic mutations, separately. Family pedigree was drawn (Fig. a). Coding exons and adjacent splice junctions were amplified for the ARMC5 gene. Sanger sequencing was carried out bi-directionally on ABI 3500 Dx. The information on PCR primers used for amplication was shown in Additional file : Table S1. NM_001288767 was used as a reference sequence of ARMC5. We detected ARMC5 germline mutation at c.967C>T, leading to premature termination (p.Gln323Ter). The second mutation c.1369C>T (p.Arg457Trp) was identified in one out of two nodules from the right adrenal gland (Fig. c). In silico predictions on functional impacts using SIFT, Polyphen2, CADD and GenoCanyon suggested that the substitution may be damaging, which were summarized in VarCards () (Additional file : Table S2). Six months after the operation, he got desirable glucose control with oral hypoglycemic agents plus basal insulin.\\nHis blood pressure was controlled to normal range only with nifedipine (30 mg). Hydrocortisone (20 mg) and flurocortisone (0.1 mg) replacement therapy was used to substitute normal adrenal function. Genetic screening was performed in his two daughters and one son. Unfortunately, his younger daughter (III2) and son (III3) carried the same ARMC5 germline mutation (Fig. b), although they were apparently healthy.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'26451908': 1, '24601692': 1, '25853793': 1, '26965378': 1, '32023208': 1, '30915114': 1, '14767469': 1, '23592061': 1, '26446392': 1, '20978149': 1, '30844071': 1, '28169274': 1, '14228534': 1, '29183089': 1, '28305277': 1, '25279498': 1, '31271710': 1, '26604299': 1, '17502981': 1, '24283224': 1, '24087794': 1, '31482957': 1, '23083368': 1, '22084155': 1, '33105102': 1, '21930188': 1, '24283225': 1, '28676429': 1, '28911199': 1, '27562041': 1, '16543680': 1, '21415556': 1, '24739311': 1, '15327769': 1, '25295421': 1, '27568465': 1, '29370219': 1, '22996146': 1, '15741255': 1, '25727927': 1, '25822102': 1, '33971873': 2}", "similar_patients": "{}"}