{"patient_id": 112598, "patient_uid": "8585916-1", "PMID": 34824520, "file_path": "noncomm/PMC008xxxxxx/PMC8585916.xml", "title": "Modified RURS Elbow Guard: An Alternative Approach for Thumb Sucking", "patient": "A 5-year-old male patient with his parents reported to the Department of Pedodontics and Preventive Dentistry with a habit of thumb sucking during sleep. Parents reported a history of active digit sucking by the child since childhood. The child's mother revealed that he was unable to stop the habit even after repeated motivation from them. Extraoral examination revealed the presence of ovoid callus on the dorsal surface of the right thumb measuring 2 × 2 cm in size (). Lips were competent both at rest and during swallowing. Intraoral examination revealed normal shape and size of the tongue. Mesial step molar relationship was present and interdental and primate spaces were absent. The parents were explained about various appliances for interception of the habit but they were not willing for any intraoral appliance. Hence, with mutual understanding, we came to the conclusion for RURS elbow guard as an alternative for an extraoral appliance. Modified RURS elbow guard was fabricated by the technique given by Anand et al. in 2017.\\nStep 1—The patient's elbow impression was made using a double layer of the modeling wax at 45 to 60° angulations or at rest position which served as a spacer to make a negative replica of the elbow ().\\nStep 2—A sheet of modeling wax was added vertically to both ends and the dental stone was poured to make a positive replica of the elbow.\\nStep 3—Self-cure acrylic was used to fabricate an acrylic elbow guard skeleton.\\nStep 4—Dewaxing was done in a hot water bathtub for 10 minutes, trimming and polishing of acrylic was done.\\nStep 5—A layer of sponge for cushioning was placed to allow limited movement of the elbow.\\nStep 6—A blue color velvet cloth was stitched over the acrylic elbow guard with four velcro straps for better retention ().\\nThe appliance was then delivered to the patient (). It permitted slight movement of the elbow and restricted the thumb to reach the patient's mouth. The child was happy and contented with the modified RURS elbow guard appliance. The patient was asked to wear the appliance during sleeping hours. Regular follow-up was done every month till the habit was terminated. The habit of the child was ceased in 6 months including 2 months of the retention period. The callus present on the dorsal surface of the right thumb was healed ().", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'4966604': 1, '8000946': 1, '11314408': 1, '17510725': 1, '21157057': 1, '1605300': 1, '23362602': 1, '34824520': 2}", "similar_patients": "{}"}