{"patient_id": 47937, "patient_uid": "8030582-1", "PMID": 33842374, "file_path": "comm/PMC008xxxxxx/PMC8030582.xml", "title": "Case Report: Coinheritance of Germline Mutations in APC and BRCA1 in Colorectal Cancer", "patient": "The reported patient was a 20-year-old male (, III2) with a family history of cancers. His mother (II6) was first diagnosed with a grade II adenocarcinoma of colon accompanied with multiple polyps at the age of 48 and received a systemic chemotherapy. Subsequently, the detailed family history of his mother was assessed. His maternal grandfather (I3) died of gastric cancer when he was 60 years old. His maternal grandmother (I4) was diagnosed with CRC at the age of 59 and died at the age of 76. Two of his maternal aunts (II7&II9) died from CRC at the age of 39 and 50, respectively. His maternal uncle (II11) died of lung cancer at the age of 59. One of his female maternal cousins (III4) was diagnosed with CRC and subsequently received surgery at the age of 30 and was still alive.\\nDue to the familial cancer history, in June 2018, the white blood cell sample was collected from the mother of the patient (proband, II6) and subjected to a next generation sequencing (NGS)-based genetic test using a panel consisting of 53 hereditary cancer related genes (Ugene, Burning Rock Biotech, China) with a median sequencing depth of 400x. The copy number variation analysis based on the sequencing depth revealed a copy number 1 for the exon 15 in APC gene, indicating a heterozygous loss of APC exon 15 (exon15cn_del, ). Genetic test was also performed on two of the patient’s maternal cousins (III7&III6) and revealed the same APC mutation in the male cousin (III7) but no mutation present in female cousin (III6).\\nNGS with the same 53-gene panel performed on the reported patient (III2) and his sister (III1) revealed existence of the germline APC exon15cn_del mutation in both (). However, in addition to APC mutation, the male patient also harbored an open reading frame shift mutation in BRAC1 (c. 5470_5477delATTGGGCA, p.lle1824AspfsX3, ). The paternal family history of the patient showed that his paternal grandfather (I1) died from gastric cancer at the age of 47. His paternal aunt (II4) was diagnosed with ovarian cancer at the age of 54 years and is still alive. We also identified a same BRAC1 (p.lle1824AspfsX3) germline mutation in her.\\nTaken together, the family clinical history and identified deleterious mutations were highly suggestive of FAP. The 20-year-old patient underwent a colonoscopy on Feb 21, 2019. More than ten polyps in size of 0.4-4cm with erosions on some of them were discovered. Three big polyps on the hepatic flexure of colon were biopsied which indicated high-grade intraepithelial neoplasia. The patient subsequently received a subtotal colectomy on March 25, 2019 and was diagnosed with stage T3N1bM0 colonic adenocarcinomas accompanied with more than one hundred of tubulovillous adenomas with the larger ones measuring 0.3-1cm. Immunohistochemical tests were performed with the surgical sample and revealed a status of HER2 (0), proficient DNA mismatch repair (pMMR) and BRAF (–). The patient subsequently received a modified oxaliplatin (L-OHP) with leucovorin (LV) and bolus/continuous infusion of 5-fluorouracil (5-FU) (mFOLFOX6) regimen for 12 cycles. Repeated image tests and a colonoscopy in Dec, 2019 revealed no evidence of recurrence or metastasis but the presence of multiple polyps measuring 0.3-0.8cm on the rectum, which were subsequently diagnosed with adenomatous polyps. The patient remained alive as the submission of the manuscript. The sister of the patient (III1) was also diagnosed with multiple adenomatous polyps of colon in May 2019 when she was 27 years and underwent subtotal colectomy.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'32297664': 1, '1651562': 1, '17416853': 1, '28135145': 1, '26421687': 1, '11215675': 1, '33352971': 1, '24292448': 1, '15689459': 1, '25741868': 1, '20862552': 1, '25980754': 1, '30207593': 1, '10090911': 1, '27978560': 1, '26852015': 1, '8524414': 1, '11707511': 1, '7545954': 1, '30380096': 1, '25931827': 1, '33842374': 2}", "similar_patients": "{}"}