{"patient_id": 56755, "patient_uid": "8447711-1", "PMID": 34530869, "file_path": "comm/PMC008xxxxxx/PMC8447711.xml", "title": "Balloon dilation and rapid maxillary expansion: a novel combination treatment for congenital nasal pyriform aperture stenosis in an infant", "patient": "A 1-month-old Caucasian boy was referred to the Emergency Care Unit of Bambino Gesù Pediatric Hospital (Palidoro, Rome, Italy) with noisy nasal breathing, nasal obstruction, and suspected respiratory distress. He had been delivered via caesarean section at 38 weeks of gestation, following a normal pregnancy. His birth weight was 3028 g and his APGAR score was 6. He exhibited respiratory distress and mild hypotonus. Positive-end expiratory pressure was initially applied, with a change to continuous positive airway pressure for 20 h, and finally a change to high flow oxygen for 3 days. The neonatologists did not detect any particular problem and the infant was discharged in apparently good condition. Over the following days, the parents noticed that he experienced increased difficulty in nasal breathing during breast-feeding. Despite this, his weight gain rate was within normal limits, but he was very irritable. Awakenings with crying were very frequent. Cyanosis and apnoea were not evident, but his nose appeared to be chronically congested despite daily irrigation and aspiration. The parents did not report any family history of congenital malformations.\\nAt our first evaluation, the infant’s appearance was rosy and his oxygen saturation was 97% in ambient air. His crying was normal; he exhibited no sign of chronic respiratory distress. Probing of the nasal cavities revealed clinically significant passage impediment, particularly in the right nares. The palate was ogival in nature, with a noticeable depression in the region of the median palatine raphe (Fig. ). Nasal endoscopy using a 2.2-mm-diameter paediatric flexible endoscope was attempted with the patient awake, but the device could not be advanced.\\nThe infant was hospitalised for diagnostic investigations. During his first night, he underwent pulse oximetry to assess the severity of respiratory distress during sleep. His average and minimum oxygen saturation levels were 97.5 and 80%, respectively; his oxygen desaturation index was 8.4. These parameters indicated moderate obstructive sleep apnoea syndrome (Fig. ). Head CT (Fig. ) revealed bilateral stenosis of the pyriform aperture, with a transverse diameter of 4.01 mm. The choanal diameter was within the normal range. Thus, we planned complete airway endoscopy with the patient under general anaesthesia, simultaneous balloon dilation of the pyriform stenosis, and collection of an upper jaw impression by a paediatric dentist (Fig. A, B).\\nEndoscopy confirmed radiological stenosis of the anterior and middle thirds of the nasal cavities; choanal patency; and a normal larynx, trachea, and bronchi. Nasal dilation commenced with the introduction of a 2-mm-diameter Hegar cervical dilator, followed by 3- and 4-mm dilators and an 8-mm airway balloon. The nasal respiratory space increased without any complication. The infant’s parents were instructed to perform daily nasal irrigation with saline. A steroid-containing nasal spray was administered once daily for 1 month to reduce nasal inflammation and discourage restenosis. A removable NPEP was constructed by a dental technician using the upper arch cast. A flanged mucous anchor plate of transparent acrylic resin was extended toward the oral vestibule. A 12-mm-long screw was placed in the centre (median palatal suture). To avoid any risk of suffocation, a safety wire (surgical silk suture thread without a needle, approximately 7 cm in length) was inserted through two holes in the canine region. The device was surgically placed and the parents were instructed to insert it for nearly 14 h per day; they were instructed to turn the screw twice daily for 20 days, then once daily for 12 days. The total screw expansion was 11.5 mm (Fig. ).\\nOvernight pulse oximetry and nasal endoscopy were repeated 1 and 2 months later. No clusters of desaturation were evident. The first endoscopy was performed with the infant under general anaesthesia. Patency of the piriform aperture was optimal in the right nasal cavity; in the left nasal cavity, a small non-obstructive bone spur was apparent on the lateral wall. We thus considered it appropriate to perform a second balloon dilation only in the left nasal cavity. The 2-month endoscopic check-up was performed with the infant awake in the outpatient clinic; the findings confirmed complete restoration of patency in both nasal cavities. The parents were instructed to continue to apply the palatal expander for 12 h daily for approximately 30 days. The 6-month evaluation revealed a stable clinical picture. The patient is scheduled for long-term 6-month follow-ups to ensure that craniofacial growth remains harmonious.", "age": "[[1.0, 'month']]", "gender": "M", "relevant_articles": "{'21167328': 1, '25684725': 1, '23905827': 1, '21558894': 1, '25475763': 1, '19642747': 1, '24468321': 1, '11518596': 1, '24604163': 1, '22108218': 1, '32502910': 1, '22516838': 1, '3393667': 1, '20627328': 1, '11201813': 1, '22731387': 1, '11932589': 1, '1503729': 1, '10551232': 1, '16940234': 1, '22024577': 1, '30325028': 1, '2909825': 1, '20104595': 1, '34530869': 2}", "similar_patients": "{}"}