{"patient_id": 111831, "patient_uid": "8504640-1", "PMID": 34646566, "file_path": "noncomm/PMC008xxxxxx/PMC8504640.xml", "title": "Five days of fever and myocardial inflammation", "patient": "A 4-year-old male with past medical history of platelet function defect, sleep apnea with prior tonsillectomy/adenoidectomy, prematurity, and developmental delays was admitted from the emergency department (ED) after 5 days of fevers and abdominal pain with progressive development of sore throat, decreased appetite, vomiting, diarrhea, conjunctivitis, and rash.\\nHe initially presented on day of illness (DOI) 3 with fever and abdominal pain in the context of a positive SARS-CoV-2 exposure 2.5 weeks prior. Apart from fever, vital signs were within normal range, and his physical exam was unremarkable. Complete blood count (CBC), erythrocyte sedimentation rate (ESR), c-reactive protein (CRP), ferritin, complete metabolic panel (CMP), disseminated intravascular coagulation (DIC) screen, troponin I, n-terminal prohormone beta-type natriuretic peptide (NT-pro-BNP), urinalysis, chest x-ray, and SARS-CoV-2 polymerase chain reaction (PCR) were ordered. Workup was significant for modest elevations in ESR, CRP, ferritin, and prothrombin time (PT) (). The patient was well-appearing and without evidence of focal bacterial infection. He was discharged home with a documented diagnosis of “fever in pediatric patient,” and parents were advised to continue supportive care.\\nDue to persistent fever, he returned to the ED later that same day. A second evaluation on DOI 3 was notable for pharyngeal erythema; a rapid strep was obtained and negative. Acetaminophen was given for fever with improvement noted in mild tachycardia, and the patient tolerated oral fluids without difficulty. He was diagnosed with “fever in pediatric patient,” likely attributable to viral illness, and discharged home with a plan for supportive care to include oral hydration, acetaminophen as needed for fever, and close outpatient follow-up.\\nOn DOI 5, the patient presented to the ED with persistent fever and new symptoms including four episodes of non-bloody, non-bilious emesis, five episodes of non-bloody diarrhea, poor appetite, conjunctivitis, and a rash that developed in the 24 h preceding his third ED visit. Vital signs were significant for tachycardia (150 beats/minute) and tachypnea (56 breaths/minute). He was afebrile with age-appropriate blood pressure and normal oxygen saturation. On exam, he appeared ill and uncomfortable. He had bilateral conjunctival injection (), erythematous lips, bilateral anterior cervical lymphadenopathy, tachycardia without murmur, rub or gallop, diffuse abdominal tenderness, and a generalized erythematous macular rash that was most pronounced on bilateral palms and soles, posterior thighs, and back. Laboratories returned grossly abnormal, notable for anemia, hyponatremia, transaminitis, and elevated inflammatory markers, ferritin, D-dimer, and fibrinogen (). Potassium, chloride, total bilirubin, blood urea nitrogen, and creatinine remained normal throughout the child’s illness. Blood cultures were sent.\\nCardiac testing revealed evidence of myocardial injury with elevated troponin and NT-pro-BNP. Electrocardiogram (EKG) showed sinus tachycardia and normal intervals including a QTc of 425. ST elevations were noted diffusely. T-wave inversion seen in V1 and V2 is normal in this age range (). An echocardiogram was obtained and demonstrated diminished left ventricular function with ejection fraction of 48%. There was structurally normal cardiac anatomy and normal coronary anatomy without evidence of coronary artery dilation or ectasia. The left main coronary artery measured 2.5 mm (Z-score of −0.39) and the proximal right coronary artery measured 2.1 mm (Z-score of −0.05).\\n There was no pericardial effusion. SARS-CoV-2 PCR returned positive. He was given a 10 mL/kg normal saline bolus, IV morphine for pain, and empiric IV ceftriaxone. He was admitted to the Pediatric Intensive Care Unit with a diagnosis of MIS-C.\\nPer pediatric rheumatology recommendations, the patient was started on intravenous immunoglobulin (IVIG) 2 g/kg and IV methylprednisolone 2 mg/kg/day. He was started on famotidine to prevent steroid-related ulcers. IV ceftriaxone was continued until blood cultures were negative at 48 h. The pediatric hematology service was consulted regarding aspirin dosing, given his thrombocytopenia and history of platelet function defect. Consistent with the American College of Rheumatology’s guidance for the management of MIS-C in pediatric COVID-19 and KD, aspirin was recommended for its anti-platelet\\n and anti-inflammatory effects. He was prescribed 50 mg/kg/day of aspirin until afebrile for 2 days and transitioned to 3–5 mg/kg/day. Patients with MIS-C have typically been kept on low-dose aspirin for 6–8 weeks due to the increased risk of thrombotic complications but the patient was kept on aspirin for 4 months due continued clinical concerns. The patient never required respiratory, vasoactive, or inotropic support. Cardiac enzymes were down-trending at discharge. Cardiac magnetic resonance imaging (MRI), a component of our cardiac evaluation in MIS-C,\\n was deferred due the need for anesthesia in the setting of positive SARS-CoV-2 PCR and clinical diagnosis of myocarditis made based on serum and echocardiogram findings. Ejection fraction normalized to 65% on repeat echocardiogram on DOI 8. Repeat EKG demonstrated resolution of ST changes.\\nDaily labs were trended and continued to show recovery (). Interestingly, serial rapid NAAT SARS-CoV-2 testing remained negative and “confirmatory” PCR was only intermittently positive (). The patient was clinically stable and discharged on the sixth day of hospitalization with activity restriction, outpatient follow-up, and cardiac MRI scheduled with pediatric cardiology.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'33277976': 1, '29138232': 1, '34032635': 1, '32386565': 1, '32410760': 1, '7700743': 1, '33589825': 1, '33075369': 1, '20104198': 1, '32701511': 1, '32511692': 1, '32418446': 1, '32515676': 1, '32598831': 1, '34646566': 2}", "similar_patients": "{}"}