{"patient_id": 111494, "patient_uid": "8464460-1", "PMID": 34616818, "file_path": "noncomm/PMC008xxxxxx/PMC8464460.xml", "title": "Successful treatment of refractory lung adenocarcinoma harboring a germline BRCA2 mutation with olaparib: A case report", "patient": "In September 2019, a 62-year-old Chinese man presented to hospital for treatment because of multiple progression of brain metastases from lung adenocarcinoma without an effective therapy.\\nIn March 2017, the patient presented with cough and blood-tinged sputum. He underwent bronchoscopy at another hospital and was diagnosed with lung adenocarcinoma. In order to seek further treatment, he came to our hospital and was diagnosed with a T2N0M1 (stage IV) adenocarcinoma of the right lung with focal squamous cell differentiation, and multiple brain metastases. An EGFR exon 19 deletion mutation was identified. Therefore, the patient received gefitinib 250 mg/d, and was given six courses of chemotherapy with the vinorelbine plus cisplatin (NP) regimen and recombinant human endostatin, and achieved a partial response. Then gefitinib was given in combination with recombinant human endostatin as maintenance therapy. Bilateral frontal lobe and temporal lobe metastases were observed after 14 mo, and 4 mo later, the bilateral frontal lobe metastases were enlarged. The patient was given oral temozolomide for four courses on the basis of maintenance therapy, but had progressive disease. Magnetic resonance imaging (MRI) showed supratentorial and infratentorial brain metastases. To identify potentially actionable mutations, NGS-based genetic testing of 1021 cancer-related genes was performed using peripheral blood. A germline mutation in BRCA2 was found (NM_000059.3, c.6816_6820del AAGAG, p.G2274Afs*17), and the EGFR exon 19 deletion mutation disappeared. The patient was then treated with intensity-modulated radiation therapy, and the supratentorial and infratentorial brain metastases were reduced.\\nNo past illnesses were documented.\\nThe patient had no known comorbidities or family history and had a 30-year smoking history.\\nNo abnormal indicators were observed on physical examination. His Eastern Cooperative Oncology Group performance status score was 2.\\nExaminations of serum tumor markers showed that carcinoembryonic antigen, neuron-specific enolase, cytokeratin fragment antigen 21-1, progastrin-releasing peptide, and cancer antigen 125 were 1.96 μg/L (reference range: < 3 μg/L), 5.31 μg/L (reference range: < 12 μg/L), 0.75 ng/mL (reference range: < 4 ng/mL), 9.46 pg/mL (reference range: < 45 pg/mL), and 3.18 U/mL (reference range: < 30 U/mL), respectively.\\nOn September 6, 2019, the patient underwent MRI. The long T1 and long T2 signals from nodules of various sizes were found in the supratentorial and infratentorial brain parenchyma, and the largest lesion was located in the left frontal lobe with a diameter of approximately 1.0 cm (Figure ). Small patchy and slightly longer T1 and slightly longer T2 signals were observed in bilateral paraventricles and bilateral basal ganglia. The sulcus was not widened and the ventricular system was not dilated.\\nTo determine potential therapeutic methods, the patient underwent genetic testing of 1021 cancer-related genes using peripheral blood (Geneplus-Beijing, Beijing, China) for the second time, and a somatic ASXL1 mutation and the previous germline BRCA2 mutation were identified (Table ).", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'23747895': 1, '22193408': 1, '31474354': 1, '30152517': 1, '28578601': 1, '24131976': 1, '30353044': 1, '30333516': 1, '17289874': 1, '31488816': 1, '26510020': 1, '28729482': 1, '34616818': 2}", "similar_patients": "{}"}