{"patient_id": 53686, "patient_uid": "8302473-1", "PMID": 34327100, "file_path": "comm/PMC008xxxxxx/PMC8302473.xml", "title": "It’s All Due to the Thyroid: Lessons Learnt From a Patient's Perspective", "patient": "A 79-year-old female with a past medical history of meningioma presented with the chief complaint of “it’s all due to the thyroid.” The patient was experiencing fatigue, dysphagia, and proximal muscle weakness, which she attributed to her thyroid. She had a history of Hashimoto’s hypothyroidism since the age of 40 and was experiencing heightened anxiety about her thyroid recently. One daughter recently had a thyroidectomy and her other daughter had ongoing “uncontrolled thyroid problems.” She had been in good health until 2017 when she had started to develop facial swelling and a maculopapular rash on her neck and back. She had initially presented to her primary care provider with these symptoms, which responded well to a short course of prednisone. The patient’s symptoms had eventually reappeared more aggressively in the form of a maculopapular rash on the face and neck, which had prompted her to see a dermatologist in August 2018. She was treated with prednisone and a provisional diagnosis of dermatomyositis was made.\\nIn November of 2018, the patient had developed Gottron papules, progressively worsening dysphagia, speech difficulties, and proximal muscle weakness, so her primary care provider had referred the patient to a neurologist and an ear nose throat specialist. In the next month, a barium swallow was done which showed a 1 cm x 1.3 cm x 4 mm Zenker’s diverticulum. She lost more than 20 lbs due to dysphagia. Finally, in January 2019, the patient had been definitively diagnosed with dermatomyositis based on the presence of Gottron papules and the result of a punch biopsy taken from her right dorsal metacarpophalangeal joint that showed perivascular lymphocytic infiltrate. A follow-up test to look for malignancy such as a full-body scan had been ordered, but the patient never followed up with them.\\nOn examination, pulse rate was 60/min (regular), blood pressure (BP) was 124/62 mmHg, respiration was 16 breaths/min, and oxygen saturation was 96% on room air. The thyroid gland was not palpable. She had 3/5 muscle strength bilaterally in the upper and lower extremities. No rash was noted. The rest of the physical exam was unremarkable.\\nWe revisited the patient’s disease course. The patient was on levothyroxine 50 mcg daily and thyroid labs (Table ) showed TSH to be 1.83 mIU/L (reference range 0.44-4.5 mIU/L) and free thyroxine to be 1.48 ng/dL (reference range 0.82-1.77 ng/dL).\\nThe patient explained that she had been taking prednisone for her dermatitis and was currently concerned about her muscle weakness and dysphagia. The patient attributed her symptoms of dysphagia, proximal muscle weakness, weight loss, and skin rash to Hashimoto's hypothyroidism. She came to us to confirm her suspicions about her thyroid. She was unaware of the symptomatic features of dermatomyositis and did not understand the increased risk of malignancy associated with the disease [].\\nWe were alarmed by her lack of insight for cancer surveillance, and by the fact that she had continued to search for an explanation for her dysphagia and proximal muscle weakness, despite having been diagnosed with dermatomyositis 10 months prior. Moreover, she also was diagnosed with Zenker’s diverticulum. We asked her how she learns new information best, and she explained how she likes to “understand the entire picture.” She liked it when information was split up into smaller concepts and when pictures were used to explain the pathology. She could not understand the medical terminologies used to explain to her about the diagnoses and pathology. She also felt that repetition helped her retain the information. We explained to her the disease pathophysiology and disease course using photo-aids and images. We switched roles and had the patient teach us back the pathology and explanation of her symptoms. We then repeated some of the facts about disease course and cancer surveillance. She felt more confident when explanations did not involve medical jargon. The patient eventually underwent recommended scans (whole body scan and CT scan) and there was no evidence of malignancy.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'31279813': 1, '31189628': 1, '30017902': 1, '23128778': 1, '21331214': 1, '28336049': 1, '34327100': 2}", "similar_patients": "{}"}