{"patient_id": 60438, "patient_uid": "8621561-1", "PMID": 34828670, "file_path": "comm/PMC008xxxxxx/PMC8621561.xml", "title": "Unilateral Scissor Bite Managed with Prefabricated Functional Appliances in Primary Dentition—A New Interceptive Orthodontic Protocol", "patient": "A 4-year-old female patient visited the orthodontic clinic with a chief complaint of the inability to chew food on the right side of her mouth. She had a clear medical history and without a medication allergy.\\nAn extraoral examination showed a concave profile with slightly reduced lower facial proportions. On the assessment of the centric occlusion (CO) and centric relation (CR) discrepancy and guidance of the mandible on closure, a functional shift of the mandible was associated with the lower facial asymmetry. An intraoral examination revealed a complete unilateral scissor bite on the right side combined with an anterior crossbite, and an increased overbite on the skeletal Class III base. The left second primary molars were in a mesial step terminal plane relationship. Tongue thrusting was presented with anterior teeth spacing, and articulation disorders of/s/,/n/,/l/, and/t/were found in the patient []. The patient’s Dental Health Component (DHC) of the Index of Orthodontic Treatment Need (IOTN) rating was grade 4 h, which means a severe irregularity, requiring treatment []. A behavior assessment was conducted using Frankl’s behavior rating scale, and the patient was rated as definitely positive (good rapport with the dentist, interested in the dental procedures, laughing, and enjoying) [].\\nIn the panoramic radiograph, she was in the primary dentition stage, all permanent teeth were present except for the third molars. The pre-treatment cephalometric analysis presented with mild Class III skeletal relationships (ANB 0 degree), a high negative value of Wits measurement (−4.5 mm), and the lower incisor inclination was 20 degrees to the NB. Linear measurements showed the maxilla was retrusive with the Nasion perpendicular to point A (−2.7 mm). She had the feature of a “strong chin” appearance—the lower lip was protruded relative to the upper lip.\\nThe treatment goals were to correct the anterior crossbite and right scissor bite (to eliminate the CR–CO discrepancy), to normalize the occlusal relationship and improve facial esthetics. In addition, the treatment objectives also included to break the tongue thrusting habits and reduce the asymmetric muscular strain, allowing for a more favorable skeletal facial growth and development.\\nThe treatment plan was to induce the mandible to move backward and relieve the occlusion discrepancy of the dental arch with a functional appliance (NOA™-F3) first, combined with myofunctional exercises to break the tongue thrusting habits, and reduce the asymmetric muscular activities with a prefabricated oral screen (NOA™-T) at the same time. The treatment mechanisms of NOA™-F3 for an anterior crossbite and scissor bite are presented in . The vertical view and extraoral view of NOA™-T are presented in . Once the maxillary and mandibular primary incisors displayed an edge-to-edge bite relationship, a functional dental rehabilitation with a composite inclined plane on an upper anterior segment and the indirect filled technique with the composite resin on posterior teeth were performed to establish a normal occlusion. The patient and her parents provided consent for the publication of data and images related to her treatment for scientific purposes.\\nThe PFA (NOA™-F3, size M1) was used to open the reverse bite, induce the mandible to move backwards, and coordinate masticatory muscles and temporomandibular joints. The patient was instructed to use the NOA™-F3 every night and 2 h during the daytime, 12–14 h in total to correct the CR–CO discrepancy. Moreover, she was instructed to perform myofunctional exercises (to pull the oral screen forward and backward with a finger) with NOA™-T (size M), which consists of a ring pull and a vestibular shield 10 min a day. The patient and her parent were asked to take photos or videos during these exercises to confirm her treatment compliance.\\nAfter 2 weeks of treatment, the maxillary and mandibular primary incisors displayed an edge-to-edge bite relationship, the resin-filled celluloid crowns on 51 and 61 were created with thickened composite inclined planes. At the 3-month follow-up, the anterior crossbite was corrected, and the composite resin was added on the posterior teeth and resin-filled celluloid crowns on 52 and 62 were created.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'30921479': 1, '21217945': 1, '12970656': 1, '25005108': 1, '6593284': 1, '26136435': 1, '25922324': 1, '12923506': 1, '15529493': 1, '18251597': 1, '31223070': 1, '8043566': 1, '31256824': 1, '14666075': 1, '18249292': 1, '27710951': 1, '21212169': 1, '30712688': 1, '28546961': 1, '25537125': 1, '2351205': 1, '19477970': 1, '34828670': 2}", "similar_patients": "{}"}