{"patient_id": 59817, "patient_uid": "8592590-1", "PMID": 34790837, "file_path": "comm/PMC008xxxxxx/PMC8592590.xml", "title": "Human subcutaneous dirofilariasis: the ‘migrating’ skin tumor", "patient": "A 46-year-old woman presented to her clinician in February 2018 with diffuse discomfort and pain on the left side of her face. Her past medical history was unremarkable. Within the past five years, she had lived in Denmark but travelled to Spain, Greece, and Sri Lanka. The pain had started at the cheekbone, radiating intermittently out towards the nose, jaw, and forehead. A week later, the pain and discomfort regressed, leaving a small nodule above the left eyelid, with intermittent redness (). The clinician suggested idiopathic recurrent periorbital redness. No further work-up was performed, and the condition was left untreated. By mid-March, intense headaches emerged, and the patient was referred to the Emergency Department for evaluation. Physical examination and laboratory results (complete blood cell count, basic metabolic panel, lipid panel, liver panel, blood cultures and infection panel) were unremarkable, and the patient was discharged. No treatment was initiated. By early June, the occasional swelling, redness, and pain reappeared, this time on the right side of the face. Symptoms resolved spontaneously one week later. Five months later, a small 1.5 × 1 cm well-defined, firm nodule developed in the mid-forehead (). A course of oral antibiotics (penicillin V 1.5 mill. IU equiv. 660 mg three times per day) was administered on suspicion of an abscess. There was no clinical improvement. Three weeks later, the nodule had increased in size to approximately 3 × 3 cm and had a vesicle-like texture. The patient was then referred to an otolaryngologist, but rhino-laryngoscopy was unremarkable. An infected atheroma was suggested, and a new course of oral antibiotics (clarithromycin 500 mg once daily) was administered. The nodule now had the appearance of a pimple. The pain, redness and swelling migrated to the medial and lower aspect of the left eye. High-resolution ultrasound imaging was then performed which revealed a hypoechoic clarification with a nematode-like structure (). The patient was then referred to the Department of Infectious Diseases for further evaluation. Dirofilariasis was suspected based on the findings of additional ultrasound imaging coupled with an extensive medical and travel history and the report of migrating swellings. Ivermectin 12 mg was administered as a single dose. One week later, all symptoms had subdued, leaving a small, erupted nodule. At home, the patient removed nematode fragments measuring approximately 7–8 cm in total (). Seven months after the initial complaints, remnants of inflamed deeper tissues around the eye were removed by plastic surgeons. On examination, the face was homogenous in colour, texture, and temperature. Two pinpoint defects were observed in the frontal area. One defect was erupted and slightly indurated and located medial to the left supraciliary arch by the eye. The other defect was located as the base of the nose. Under local anaesthesia, an 8-mm incision was made above the tip of the erupted defect, and remnants were sent for microbiological examination (). The patient made a full recovery. DNA was extracted using the DNAeasy Blood & Tissue Kit Qiagen, Hilden, Germany), and PCR used the primers FIL 18S (5′-CAAAGTCGTAACAAGGTTTCCG-3′) and FIL_5.8S_R (5′-GCGTCTGCAATTCGCACT-3′) targeting the internal transcribed space 1 region and 5.8 ribosomal RNA gene. Sanger sequencing using the PCR primers as sequencing primers produced a 485 bp-long DNA sequence that was identical to Dirofilaria sp. ‘hongkongensis’ strain [,] (JX290194 in the NCBI Database); however, sequence coverage was only 48%. Only one reference in the NCBI Database provided 100% coverage, namely KM374817 (Dirofilaria sp. ‘Thailand’ clone 7D2), which exhibited 96.52% similarity. Three reference sequences of D. repens provided 98% coverage, but only 94.58–94.82% similarity (AB973229, MH059516, and MW349621). We deposited the DNA sequence generated in the present study in the NCBI Database under the accession number (MZ736411).", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'23324440': 1, '30567586': 1, '23803483': 2, '30431009': 1, '21633041': 1, '11686084': 1, '32435705': 1, '29126460': 1, '29891007': 2, '32986517': 1, '34684217': 1, '31407955': 1, '1814252': 1, '21300439': 1, '22763636': 1, '23024495': 1, '1674658': 1, '30281949': 1, '26793444': 1, '22915604': 1, '34790837': 2}", "similar_patients": "{'3744785-1': 1, '5996523-1': 1}"}