{"patient_id": 127023, "patient_uid": "8689433-1", "PMID": 34950747, "file_path": "noncomm/PMC008xxxxxx/PMC8689433.xml", "title": "Acute Cerebellar Ataxia Associated with COVID-19 Infection in a 5-Year-Old\\nBoy", "patient": "A 5-year-old boy with type I diabetes mellitus was exposed by a classmate with COVID-19\\nillness. The patient's family was tested, and all members resulted positive. Over the next\\nfew days, the young boy had minimal symptoms, described as rhinorrhea and decreased energy.\\nBesides the initial testing encounter, the family did not seek medical care as he was\\nrelatively well, and they isolated at home as the COVID-19 pandemic continued in New York\\nCity in March 2021.\\nEight days later, the patient's parents noted he was off-balanced while walking. He also\\nreported “seeing double”; his hands were shaking, causing him to drop things like his glass\\nof milk. He had one low grade fever to 101 degrees F and mildly decreased appetite but\\notherwise appeared well, so the family monitored him at home. His blood glucose was in the\\nnormal range for him. Eleven days after the initial exposure to COVID-19, the mother\\nreported these symptoms to his endocrinologist who encouraged them to go to the emergency\\nroom. By this time, he was unable to ambulate independently and needed to hold onto\\nsomething in order to walk. He had swaying truncal movements while sitting upright. His\\nhands would shake while he played with his toys. Otherwise, he was thinking clearly and was\\nhis normal active self.\\nThe family reported all medications were stored away in the house and the patient did not\\nhave access to them. Of note, in addition to over-the-counter medications like acetaminophen\\nor ibuprofen, his father was on an immunosuppressant regimen for a kidney transplant. Family\\ndenied any new foods or exposure at home. He did not receive any vaccinations during this\\ntime. There was no family history of progressive or episodic ataxia.\\nHe was diagnosed with type 1 diabetes mellitus one year earlier with serum testing positive\\nfor glutamic acid decarboxylase (GAD) antibodies (value 47 IU/mL) and islet cell antibodies.\\nHis home medications included basal and bolus insulin injections, and he wore a Dexcom G6\\ncontinuous glucose monitor. Despite treatment, he had variable glucose levels and a most\\nrecent hemoglobin A1c value of 10%. He had an episode of gross hematuria in the past that\\nwas attributed to nephrolithiasis. He had a family history of kidney disease.\\nOn physical examination, his temperature was 36.6 °C, blood pressure 110/73 mm Hg, heart\\nrate 73 beats/min, respiratory rate 28 breaths/min, and oxygen saturation 99% on room air.\\nHis initial glucose was 265 mg/dL. He was well appearing and playful. His mental status was\\nappropriate for his age. Neurologic examination showed mild dysarthria, truncal titubation,\\nirregular rapid alternating hand movements, bilateral dysmetria on finger-to-nose and\\nheel-to-shin testing. His gait was wide-based and ataxic. He was unable to tandem. The rest\\nof the neurologic examination was unremarkable. Notably, he had no nystagmus.\\nLaboratory workup revealed normal routine studies except for a decreased sodium of\\n129 mEq/L (normal 135-145 mEq/L), elevated creatinine 0.84 mg/dL (normal <0.6 mg/dL), and\\nelevated glucose 511 mg/dL (normal 70-140 mg/dL). SARS-CoV-2 IgG nucleocapsid antibody serum\\ntesting was positive. Nasopharyngeal swab was positive for SARS-CoV-2 (COVID-19) by\\npolymerase chain reaction (PCR). Urinalysis showed elevated glucose to >1000 mg/dL and\\nketones to 15 mg/dL, although this was close to his prior baseline studies. Otherwise,\\ncomplete blood count (CBC), basic metabolic panel (BMP), liver function test (LFT),\\nC-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and venous blood gas (VBG)\\nwere unrevealing. During hospitalization, his glucose levels had a wide range\\n(105-511 mg/dL) but the studies were never consistent with diabetic ketoacidosis.\\nCerebrospinal fluid (CSF) was obtained. The opening pressure was elevated to 28 cm\\nH2O but he was moving during testing. CSF was clear and colorless with 8 WBC\\n(normal <5 cells/uL) and 0 RBC (normal 0 cells/uL). Manual differential showed 86%\\nlymphocytes and 14% monocytes. CSF total protein was 20 (normal 10-40 mg/dL) and glucose was\\n110 mg/dL. Other infectious testing sent from the CSF resulted negative. The CSF sample was\\nsent to the New York State Department of Health and tested negative for SARS-CoV-2. Brain\\nmagnetic resonance imaging (MRI) with and without contrast was normal on hospital day 2\\n().\\nThe patient remained admitted for 4 days, with some improvement in his ataxia. He was\\ndischarged home with a rolling walker and outpatient physical therapy. Although he continued\\nto have some balance issues one month after discharge, by two months his symptoms had\\ncompletely resolved.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'32275288': 1, '32737799': 1, '33352286': 1, '27071467': 1, '29888646': 1, '8210223': 1, '32609336': 1, '32598831': 1, '33208227': 1, '33016619': 1, '33981797': 1, '34950747': 2}", "similar_patients": "{}"}