{"patient_id": 109999, "patient_uid": "8330607-1", "PMID": 34377869, "file_path": "noncomm/PMC008xxxxxx/PMC8330607.xml", "title": "Gastric strangulation and perforation caused by a giant inguinal-scrotal hernia", "patient": "A 49-year-old gentleman was brought in by ambulance to the emergency department (ED) with a history of acute onset of severe and continuous right lower quadrant pain radiating to the groin associated with nausea and dysuria. He did have a recent history of long-distance air travel. The patient gave a history of long-standing (20 years' duration) scrotal swelling which was relayed to him as a hydrocele. He denied smoking but did drink occasional alcohol.\\nOn examination, the patient was in distress due to severe pain and was diaphoretic. His blood pressure –160/80 mm Hg, heart rate – 98/min, regular and was afebrile. No signs of pallor or icterus were noted. Examination of the abdomen revealed a tender right lower quadrant. No guarding or rebound or rigidity could be elicited. Bowel sounds were audible. A huge scrotal swelling extending up to his lower end of the thigh was noted. On examination of the swelling, it was nontender, normal color, one could not go above the swelling and trans-illumination test was negative.\\nThe patient was then treated with intravenous (IV) analgesic, anti-emetics, and IV fluids. His condition improved after the institution of emergent treatment. A urine dipstick was ordered, but the patient was unable to give a sample. Given the severity of the pain and right lower quadrant tenderness, a computed tomography (CT) scan of the abdomen with contrast was requested.\\nInitial investigations showed a white cell count of 15.3 K/ul (4.00–11.00), neutrophils 74%, hemoglobin 16.8 g/dl (14.0–17.5), C-reactive protein <5 mg/L (0.00–5.0), and creatinine 111.40 umol/L (63.6–110.5). While waiting for the CT, the patient vomited around 50 ml of fresh blood. Blood grouping and cross-matching were ordered immediately. While on the CT table, the patient had another episode of hematemesis. Four units of O − packed red blood cells were ordered from the ED. After the CT, the patient further had 2 bouts of massive hematemesis.\\nCT showed a large amount of free air within the peritoneal cavity especially anterior-superiorly [], and there was a moderate amount of free fluid seen within the upper abdomen as well as tracking inferiorly within the large left-sided inguinal hernia [].\\nThere was a discontinuity of the anterior wall of the distal stomach which was probably the site of perforation. The urinary bladder was displaced within the left lateral aspect of the pelvis secondary to the giant left-sided inguinoscrotal hernia. All other viscera were reported normal.\\nThe patient was immediately taken to the operation theater for emergency midline open laparotomy. The findings were consistent with the stomach being pulled down to the lower abdomen with the greater omentum inside the large inguinoscrotal hernia, causing a tear of the stomach wall, resulting in massive hematemesis. A 4 cm tear of the anterior aspect of the stomach extending down to the greater curvature was found with blood clots and food particles in the peritoneal cavity. The omentum was resected, and the stomach tear repaired primarily. Repair of inguinal hernia was done after 3 months as an elective procedure. The patient remains well on correspondence and has not had a recurrence. Written informed consent was obtained from the patient for the purpose of publication of the case report.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'20062953': 1, '21299805': 1, '22096682': 1, '8276908': 1, '25216421': 1, '19059158': 1, '18244999': 1, '34377869': 2}", "similar_patients": "{}"}