{"patient_id": 45, "patient_uid": "8693546-1", "PMID": 34956779, "file_path": "comm/PMC008xxxxxx/PMC8693546.xml", "title": "A Hematologic Disease Disguised as Cutaneous Candidiasis", "patient": "A 44-year-old female with a history of asthma, essential hypertension, class 3 obesity, depression, and poor social and economic background was intermittently followed during the previous four years for persistent cutaneous candidiasis with intertrigo in the inframammary, inguinal, and lower abdominal regions (Figure ).\\nShe had been treated with topical antifungal, oral fluconazole and oral itraconazole with no improvement, which was believed to be because of poor hygiene and questionable therapeutic compliance. A worsening in the skin rash with exudate, pruritus, and a change to a violaceous colour, with scaly papules and vesicles (Figures , ) led to the performance of a skin biopsy which revealed (Figure ) orthokeratotic hyperkeratosis in the epidermis with areas of parakeratosis and, in the papillary dermis, there was an infiltrate of cells with eosinophilic cytoplasm and reniform nuclei that showed positive CD1a and S100 proteins on the immunohistochemistry and negative CD163 (Figure ).\\nThe patient denied constitutional, musculoskeletal, neurological, or urinary complaints. She underwent a complete blood count, complete metabolic panel, brain magnetic resonance imaging (MRI), thoracic-abdominal-pelvic computed tomography (CT), and bone scintigraphy. Brain MRI depicted mild chronic microvascular changes in the white matter, unchanged from a prior study. CT demonstrated a thickening of the renal pelvis (4 mm) in the right kidney with a slight urothelial dilation (Figure ). The rest of the exams did not reveal further organ involvement.\\nAfter considering the skin histology, the extensive cutaneous involvement, and the infiltrative urothelial involvement, it was evident this was a multi-system process. A consultation with Hematology/Oncology, led to induction treatment with prednisolone and vinblastine-based chemotherapy. At six weeks of chemotherapy, there was a partial regression of the skin lesions (Figure ) and a resolution of the urothelium lesion in imaging exam (CT).\\nThe disease was in continuous regression and considering the extension of affected skin tissue a second round of chemotherapy with prednisolone and vinblastine was administered for six weeks. There was a resolution of all the lesions following this second round, and the patient underwent maintenance therapy consisting of administrating mercaptopurine daily and prednisolone/vinblastine every three weeks during 12 months, staying in remission (Figure ).\\nSix months after the end of maintenance therapy the patient had a recurrence of the disease and started second-line chemotherapy with clofarabine and cytosine arabinoside (ARA-C). The patient did not comply with the treatment and the disease progressed. As a result of skin ulceration, she developed skin and soft tissue infection that evolved into septic shock and did not survive despite intensive care support.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'30191853': 1, '16548916': 1, '22835048': 1, '25827831': 1, '32963902': 2, '18089850': 1, '26414464': 1, '26461147': 1, '25281259': 1, '24765546': 1, '29754885': 1, '29754886': 1, '29341328': 1, '34956779': 2}", "similar_patients": "{'7500710-1': 1}"}