{"patient_id": 107628, "patient_uid": "8122126-1", "PMID": 34026157, "file_path": "noncomm/PMC008xxxxxx/PMC8122126.xml", "title": "A caroticocavernous fistula without vascular injury following endoscopic transsphenoidal excision of a tuberculum sellae meningioma—A case report", "patient": "A 49-year-old woman with underlying dyslipidemia who presented to us with a chronic progressive bilateral visual loss and headaches for 8 months, with the left eye being more severely affected. Examination revealed no light perception in the left eye, the right eye's visual acuity being 6/12 corrected, with a right temporal hemianopia. There were no other cranial nerve palsies. Fundoscopy of the left eye showed optic atrophy.\\nMRI Brain revealed a sellar enhancing mass with suprasellar extension measuring 3.4 × 2.9 × 2.8 cm (Figures and ) with a dural tail consistent with a tuberculum sellae meningioma. Pituitary hormonal profile was within normal ranges.\\nShe underwent endoscopic endonasal transtubercular tumor excision with complete excision of the tumor with a multilayered repair of the dura utilizing a nasoseptal flap, tissue glue, and artificial dura (Duragen). The tumor was fibrous and both medial opticocarotid recesses were drilled bilaterally to access the tumor laterally. There was no excessive bleeding from the operative site seen during the procedure, and the patient did not require any blood transfusions during or after the procedure. Postoperatively, the patient had transient diabetes insipidus and required hydrocortisone replacement but was otherwise well and discharged after 8 days. Histology confirmed a grade I meningothelial meningioma. The patient then presented back 2 months later with CSF rhinorrhea. Endoscopic exploration and repair of the flap was performed. Intraoperatively, there was a small defect at the level of the tuberculum sellae on elevation of the mucosal flap, which was covered and reinforced with tissue glue. No evidence of tumor recurrence was seen. Postoperatively, the patient was well.\\nThe patient presented back 6 months after the initial surgery with new onset generalized tonic-clonic seizures. She was also noted to have left eye redness, pain, and swelling for 1 week prior to the seizure associated with intermittent headaches. Examination revealed left eye chemosis and proptosis, associated with multiple corkscrew vessels of the sclera, but no ophthalmoplegia. The left eye pupils was dilated. CT Brain revealed no tumor remnant. CT angiography revealed dilatation of the left superior ophthalmic veins with significant enlarged leptomeningeal vessels in the left cerebral hemisphere. Cerebral angiography confirmed a left caroticocavernous fistula supplied bilaterally by branches of both external carotid arteries and left internal carotid artery with no evidence of a pseudoaneurysm or venous thrombosis (Figures and ).\\nShe underwent successful endovenous coil occlusion of the left caroticocavernous fistula. After procedure, her new ocular symptoms resolved completely, but the left eye remained blind. A repeat cerebral angiogram 2 months later showed no radiologic evidence of a residual caroticocavernous fistula (Figure ). The patient is currently well and is still under our follow-up.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'21166570': 1, '3968564': 1, '25270144': 1, '31062526': 1, '24626343': 1, '23943714': 1, '28149109': 1, '26401482': 1, '28362925': 1, '29122730': 1, '26525334': 1, '24289127': 1, '1407467': 1, '10541235': 1, '34026157': 2}", "similar_patients": "{}"}