{"patient_id": 112652, "patient_uid": "8597815-1", "PMID": 34880582, "file_path": "noncomm/PMC008xxxxxx/PMC8597815.xml", "title": "Chronic myelogenous leukemia in a child following treatment for bilateral retinoblastoma", "patient": "A 3-year-old girl was diagnosed with Groups C and D retinoblastoma (International Classification of Retinoblastoma) in the right and left eye, respectively, in 2014, when she was 7 months old [Figures and ]. She was the first child born to consanguineous parents. There was no family history of retinoblastoma. Molecular genetic testing for the RB1 was positive for a heterozygous variant designated c19dupC and predicted to result in premature protein termination (p.Arg7Profs*24).[] Chemoreduction protocol[] using carboplatin, vincristine, and etoposide was initiated [ for cumulative dosage]. Chemotherapy resulted in full regression of the tumor in the right eye and partial regression in the left eye. Multiple sessions of focal therapy failed to result in complete regression of the tumor in the left eye. Intra-arterial chemotherapy was attempted but was abandoned due to failed cannulation of the ophthalmic artery. The left eye was eventually enucleated in 2015. Histopathological evaluation revealed choroidal invasion of <3 mm. There was no optic nerve invasion.\\nIn 2018, 3 years following the last cycle of chemotherapy, during a routine admission for ophthalmic examination under anesthesia (EUA), the peripheral blood showed a white blood cell count of 107 × 109/L. Subsequent bone marrow biopsy showed a hypercellular marrow with no blast cells. The genetic test was positive for the BCR/ABL p210 translocation. A diagnosis of CML was made. The EUA did not reveal any re-activation of the retinoblastoma tumors. Treatment was initiated with imatinib, but it was changed to dasatinib due to an inadequate response, resulting in a major molecular response. Three years after the diagnosis of CML, the patient remains in complete hematologic and cytogenetic remission, and the retinoblastoma continues to be inactive.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'22995941': 1, '16919768': 1, '17613328': 1, '12541220': 1, '2877398': 1, '29727044': 1, '19704035': 1, '1490389': 1, '19066271': 1, '20625047': 1, '34880582': 2}", "similar_patients": "{}"}