{"patient_id": 51870, "patient_uid": "8219464-1", "PMID": 34221527, "file_path": "comm/PMC008xxxxxx/PMC8219464.xml", "title": "Hypopyon after Primary Cryopreserved Amniotic Membrane Transplantation for Sterile Corneal Ulceration: A Case Report and Review of the Literature", "patient": "A 71-year-old male patient with a persistent central corneal epithelial defect and stromal thinning of 5 mm diameter on his right eye with no evidence of infection or corneal neuropathy was intermittently responsive to conservative topical treatment with antibiotic drops and ointment, intensive lubricating drops, and bandage contact lenses. The central cornea had a thinner area of 2 mm diameter with only 1/3 of the stroma remaining before Descemet's membrane and showed no sign of healing with only intermittent epithelialization despite the conservative treatment for over eight weeks from presentation. There was no evidence of corneal hypesthesia, and repeated corneal swabs for microbiology investigation proved the sterility of the lesion. The clinical suspicion of corneal rubbing against the pillow because of his sleeping preference on his right side was the most probable cause of his condition.\\nAs counselling for his sleep pattern and conservative lubricating treatment had no effect, we proceeded with surgical management of his corneal defect using cryopreserved AM. We followed our previously described standard technique for corneal surface reconstruction with the membrane placed over the whole cornea [].\\nFollowing peribulbar and subconjunctival anaesthesia, we carefully debrided the thinner crater and scraped off the corneal epithelium up to the limbal margin followed by a 360° conjunctival peritomy (Figures and ). Small cut pieces of AM were used to fill the stroma defect level with the surface, and a larger piece was trimmed to cover the whole corneal and limbal area with the epithelial side down used (“sticky” stroma side up) as a patch for a healthy corneal epithelium to grow underneath. We secured the membrane under the conjunctival edges with a continuous 10.0 nylon suture (). Finally, we applied a subconjunctival injection of a mixture of dexamethasone and gentamycin and placed a bandage contact lens for 2 to 3 weeks (). Our routine postoperative regimen was combined steroid and antibiotic eye drops 6 times daily for two weeks tapering down thereafter.\\nFor deep corneal ulceration, we use small pieces of AM to fill the stroma defect placed as grafts with epithelial side up aiming at subepithelial or transepithelial integration of the membrane in relation to the newly formed epithelium. Following limbal peritomy, a large piece of AM is placed as a patch with the epithelial side down covering the entire cornea and limbal area, aiming at superficial localization (disintegration) of this covering piece of amniotic membrane. In theory, this arrangement will facilitate the growth of a new, healthy corneal epithelium from the intact limbal area under the superficial layer of AM but over the small pieces of AM covering the stroma defect [, ]. We have abandoned the technique of using a smaller than the corneal diameter piece of AM as a graft (epithelium up) which is sutured on to the cornea within the limbus so that the newly formed epithelium will grow over the membrane as less effective and more traumatic for the cornea [].\\nThe AM graft was prepared and cryopreserved by our local eye bank using the Good Tissue Banking Practice procedures []. Despite the tested sterility of the ocular surface, the preoperative antibiotic treatment, and the uneventful perioperative period, he developed a 2 mm hypopyon within 48 hours when we reviewed him after primary AMT (). He was using our routine regimen of tobramycin 3 mg/ml and dexamethasone 1 mg/ml eye drops six times daily on a fixed combination.\\nDespite the alarming clinical presentation, there were no anterior chamber reaction and no signs of active infection; therefore, we considered the hypopyon formation being a sterile toxic or immunologic reaction. To confirm this diagnosis, we took a surface swab from the membrane and performed a full microbiological examination of the residual membrane and its culture medium which we always keep for up to 7 days for quality control which were proven negative.\\nThe patient continued with our standard post-AMT treatment with increased dosage every two hours for three days, followed by 6 times daily for two more weeks tapering down thereafter. The hypopyon resolved completely with the current treatment a week later with no further complications or anterior chamber reaction ().\\nThe epithelial defect and corneal thinning healed satisfactorily with smooth epithelium and a visible stromal scar with no recurrence or hypopyon 5 weeks postoperatively (Figures and ).", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'10889109': 1, '15084859': 1, '3106714': 1, '17362455': 1, '17074561': 1, '18043192': 1, '17030720': 1, '18352868': 1, '11581029': 1, '14711440': 1, '17584997': 1, '34221527': 2}", "similar_patients": "{}"}