{"patient_id": 47904, "patient_uid": "8028059-1", "PMID": 33827545, "file_path": "comm/PMC008xxxxxx/PMC8028059.xml", "title": "Toceranib phosphate-associated nephrotic syndrome in a dog: a case report", "patient": "An 8-year-old, female, spayed Labrador retriever was presented to the University of Missouri Veterinary Health Center for treatment of a cytologically diagnosed mast cell tumor. On physical exam, a firm mass measuring 10 cm at longest diameter was present over the left lateral abdomen with concurrent ventral edema. The patient was lethargic with mild subjective hepatosplenomegaly. The remainder of the physical examination was unremarkable.\\nA complete blood count (CBC) revealed a mature neutrophilia (15.04 × 103/uL ref.: 2.27–10.14), lymphopenia (0.51 × 103/uL ref.: 0.76–4.23) and eosinopenia (0.00 × 103/uL ref.: 0.08 to 1.1). Abnormalities on a serum chemistry panel included: hypoalbuminemia (2.6 g/dL ref.: 2.9–4), hyperglobulinemia (4.2 g/dL ref.: 2.2–3.6), and hypocalcemia (9.0 mg/dL ref.: 9.2–11.3). A urine sample was not obtained. Tumor grading and staging were recommended and declined.\\nSystemic treatment with vinblastine was started, and the dog received 2 mg/m2 intravenously on days 0, 14, 21, 28, 42, 56, 72 and 84 for a total of 8 doses. A CBC was performed prior to each vinblastine administration. Except for a neutropenia on day 7 which delayed dose 2 until day 14, there were no significant complications. During this time, the following medications were administered: prednisone (1.88 mg/kg PO q24h from day 0 to 21; 1.5 mg/kg PO q24h from day 21 to 28; 1.0 mg/kg PO q24h from day 28 to day 98; 0.5 mg/kg PO q24h from day 98 to day 106), famotidine (0.9 mg/kg PO q24h), diphenhydramine (1.8 mg/kg PO q24h), tramadol (1.8 mg/kg PO q8-12h, as needed), and maropitant (2.2 mg/kg PO q24h, as needed). By day 42 (vinblastine dose 5), the mass on her left lateral abdomen was 2 cm in diameter, an 80% reduction in longest length, and remained stable for the remainder of vinblastine treatment.\\nAfter completion of the 12-week vinblastine protocol (day 98), restaging was performed: CBC, serum chemistry, urinalysis, urine protein-to-creatine ratio (UPC), abdominal ultrasound and cytology of the liver. The CBC was unremarkable, and the serum chemistry and urinalysis revealed the following abnormalities, in addition to those summarized in Table : hypochloremia (107 mEq/L ref.: 108–117), elevated anion gap (24 mEq/L ref.: 13–22), elevated ALT (201 U/L ref.: 9–58), elevated alkaline phosphatase (ALP; 914 U/L ref.: 5–129), and elevated gamma glutamyl transferase (GGT; 33 U/L ref.: 0–5). The USG was 1.010 with a UPC of 6.48. The voided urine sediment was inactive. 4DX snap revealed all tests below detectable limits. An abdominal ultrasound was unremarkable except for mottled hepatic parenchyma. Cytologic evaluation of liver aspirates was consistent with steroid hepatopathy, and no evidence of mast cell infiltration was identified. Surgery, radiation, and/or medical management with toceranib phosphate were discussed. Treatment with toceranib phosphate was elected. Treatment was initiated at 65 mg (2.6 mg/kg PO EOD) in addition to enalapril (0.4 mg/kg PO q24h) for management of the PLN. Recheck exam, CBC, serum chemistry, and urinalysis were recommended to occur at 4–6 week intervals either with the local veterinarian or the University of Missouri Veterinary Health Center. Visits to the University of Missouri were required to occur at least every 90 days. Available clinical assessments including albumin, cholesterol, UPC, BUN, and creatinine are summarized in Table . At the day 120 recheck (day 22 of toceranib phosphate treatment), the mass measured 1.5 cm and remained stable for the duration of treatment with toceranib phosphate.\\nOn day 399 (day 301 of toceranib phosphate treatment), the dog developed acute diarrhea, inappetence and lethargy. A toceranib phosphate drug holiday was recommended and metronidazole (15 mg/kg PO q12h) was prescribed for seven days. One week later, stool consistency had improved, but lethargy and inappetence persisted. On day 413 (day 315 of toceranib phosphate treatment), two weeks after stopping toceranib phosphate, the dog’s appetite and demeanor was improved. Treatment resumed at the previous dose of 65 mg. Six days later, she, again, became inappetent and lethargic.\\nOn day 426 (day 328 of toceranib phosphate treatment), the dog presented for evaluation. On physical examination, her left flank mast cell tumor measured 1.5 cm. She had lost 3.5 kg from the last oncology recheck 90 days prior, resulting in an unintentionally increased toceranib phosphate dosage of 3.02 mg/kg. At that time, a mass was palpated on the spleen, and dependent ventral edema was noted. The dog was normothermic. A CBC, serum chemistry, urinalysis, UPC, doppler blood pressure, abdominal ultrasound and cytology of the splenic mass were performed. A moderate, regenerative anemia was present (Hematocrit: 28% ref.: 37–57%). Significant abnormalities on serum chemistry and urinalysis included marked hypoalbuminemia, hypercholesterolemia and proteinuria (Table ). The dog was hypertensive with a systolic blood pressure of 178 mmHg. Cytology of the 2.3 cm splenic mass revealed sterile, suppurative inflammation with some degenerate change. Surgical removal of the spleen was not recommended due to the patient’s poor candidacy for anesthesia. Due to development of NS, toceranib phosphate was discontinued. Aspirin was prescribed (0.93 mg/kg PO q24 hr), and the dosage of enalapril was increased (0.47 mg/kg PO q12h). No other medications were prescribed.\\nThe dog was seen for rechecks at 1 week, 3 weeks and 8 weeks post-diagnosis with NS. At each of these rechecks, a CBC, renal chemistry profile and UPC were conducted. The splenic mass was no longer palpable at the 1-week recheck; an ultrasound was not performed, and no further treatment of the splenic mass was pursued. Within 8 weeks of discontinuing toceranib phosphate, dependent edema resolved, UPC returned to near-normal and albumin levels significantly improved. (Table ). Cholesterol was not rechecked. No further treatment was pursued for her mast cell tumor. She was euthanized 1825 days after diagnosis (1399 days after discontinuing toceranib phosphate) due to progressive disease of the original mast cell tumor in her left flank region.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'30642877': 1, '30340546': 2, '25832950': 1, '21281353': 1, '25500702': 1, '22882426': 1, '24079884': 1, '27764139': 1, '26977832': 1, '23278758': 1, '24872478': 1, '22513919': 1, '29910474': 1, '18823406': 1, '23580811': 2, '27940460': 1, '21964704': 1, '27149912': 1, '19470739': 1, '31187953': 1, '30845905': 2, '27429464': 1, '30194664': 1, '24310825': 1, '21782144': 1, '33827545': 2}", "similar_patients": "{'3621245-1': 1, '6407224-1': 1, '6194623-1': 1}"}