{"patient_id": 109123, "patient_uid": "8254521-2", "PMID": 34234499, "file_path": "noncomm/PMC008xxxxxx/PMC8254521.xml", "title": "Usefulness of Dermoscopy to Provide Accurate Assessment of Skin Cancers", "patient": "A 58-year-old female patient was referred to the outpatient clinic of the Department of Dermatology, Venereology and Paediatric Dermatology of the Medical University of Lublin by a family doctor due to extensive pigmentation on the right cheek. On examination, a hyperpigmented patch with 3 hyperkeratotic papules was observed. In the upper part of the patch, irregular hyperpigmentation was noted (). The patient reported she had had these lesions for many years and did not notice any difference in their appearance. In dermoscopy, the light brown structureless areas and fingerprint-like areas were found (). We also noticed the features of seborrheic keratosis in the papules (). In the upper part of the hyperpigmented patch, there was pigment located around hair follicles in a symmetric pattern, however, some follicles were asymmetrically pigmented. In some parts of the lesion, we also noticed the pigment of a greyish hue and thus the patient was referred for a biopsy excision of a skin fragment of the upper part of this hyperpigmented patch (). A 1.3×0.6×0.4cm skin fragment was cut out. In histopathology, melanoma from lentigo maligna was found, a lesion present in seborrheic keratosis.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'28696052': 1, '22404841': 1, '23607676': 1, '29466542': 1, '24520516': 1, '28355453': 1, '31044056': 2, '29314288': 1, '26730971': 1, '8082073': 1, '23485555': 1, '11286615': 1, '24314380': 1, '23496114': 1, '22986634': 1, '28118479': 1, '21978573': 1, '27222769': 1, '29350666': 2, '27806849': 1, '27262160': 1, '23785619': 1, '31508199': 1, '28515985': 1, '21839538': 1, '8977712': 1, '18280333': 1, '12734496': 1, '24855567': 1, '29599671': 1, '20426776': 1, '28607608': 1, '26812275': 1, '26848316': 1, '27570202': 1, '31115096': 1, '21175563': 1, '22371758': 1, '23574613': 1, '31106017': 1, '23980820': 1, '21078999': 1, '33216952': 1, '29723362': 1, '16306523': 1, '24033484': 1, '26183995': 1, '26853179': 1, '30450536': 1, '29341291': 1, '25824275': 1, '20708470': 1, '28447350': 1, '26083708': 1, '9875194': 1, '28191686': 1, '34234499': 2}", "similar_patients": "{'8254521-1': 2, '6477930-1': 1, '6166163-1': 1}"}