{"patient_id": 59877, "patient_uid": "8594106-1", "PMID": 34781971, "file_path": "comm/PMC008xxxxxx/PMC8594106.xml", "title": "Breast cancer-associated opsoclonus-myoclonus syndrome: a case report", "patient": "A 43-year-old premenopausal Caucasian woman with a medical history of hypertension was admitted to her local hospital following an episode of focal seizure. A few weeks prior to admission, she developed urinary retention while at home for which she required urinary catheterization. At the time this was thought to be due to a combination of constipation and urinary tract infection. Additionally, she had developed increasing leg weakness and reported vivid auditory hallucinations with attendant insomnia.\\nOn the day of admission, the initial focal seizure progressed to generalised tonic-clonic seizures and was she subsequently loaded with phenytoin, valproate, and levetiracetam. She was referred to the Neurology team after developing bilateral ptosis, complex gaze palsy with suspected bilateral oculomotor nerve lesions, a suspected internuclear ophthalmoplegia, and diminished reflexes, and was later intubated on the grounds of worsening respiratory fatigue with impending respiratory arrest. Following that, she underwent plasmapheresis and received high-dose steroids for a suspected diagnosis of Bieckerstaffs’s brainstem encephalitis (post-infectious ophthalmoplegia, ataxia, and lower limb areflexia). She was later transferred to our hospital, where a tracheostomy was inserted for ongoing ventilation. Initial workup included whole body contrast-enhanced computed tomography (CT) scan, viral serology [hepatitis virus A, B, and C, human immunodeficiency virus, and autoimmune serology (voltage-gated calcium channel, voltage-gated potassium channel, aquaporin 4, anti-N-methyl-D-aspartate (NMDA) receptor, IgG ganglioside-monosialic acid (GM1), nuclear Hep2, myeloperoxidase (MPO), anti-Yo, anti-Ri antibodies)]. In addition, the patient underwent magnetic resonance imaging (MRI) of the head and spine.\\nThe CT scan revealed an enhancing right axillary lymph node, which in combination with Anti-Ri antibody positivity raised the spectre of paraneoplastic opsoclonus-myoclonus syndrome. All other tested antibodies were found negative. MRI of the head revealed subtle nonspecific white matter signal change within the centrum semiovale without any mass lesions, while MRI of the spine showed no cord lesions.\\nBreast surgical consultation was requested for the axillary lymph node found on CT scan. An ultrasound scan was performed which showed a right axillary lymph node with cortical thickness of 41mm which was subjected to ultrasound-guided core needle biopsy; no other focal lesion was identified in either breast. Clinical examination of the breast did not reveal any palpable abnormality, while mammography was not performed as the patient was intubated. Histology revealed poorly differentiated carcinoma with immune-phenotypical features consistent with primary breast malignancy. The case was subsequently discussed at a multi-disciplinary team (MDT) meeting where a decision was made to proceed with right mastectomy and axillary clearance after staging with positron emission tomography (PET)/CT in order to exclude any distant metastatic disease. PET/CT was negative and therefore a right mastectomy and axillary lymph node clearance was performed without any complications.\\nFollowing this, the patient made a remarkable recovery. Her tracheostomy was removed 10 days later and her swallowing function, which was initially weak requiring nasogastric feeding, recovered steadily in the weeks following her surgery. She reported ongoing dizziness despite the recovery of her eye movement disorder. It was thought that this was primarily due to vestibular deconditioning. She remained safe while mobilising on the ward with no falls and no determined need for mobility aids. She was discharged home with antiepileptic medications (clonazepam, prochlorperazine) as well as on a steroid tapering regimen.\\nFinal histopathology revealed a 9-mm, grade 2, oestrogen receptor-positive, progesterone receptor-negative (ER8, PR0), Her2-negative invasive ductal carcinoma in the right upper outer quadrant, and 4/6 positive lymph nodes (CK7+/CK20−, AE1/AE3+; T1b N2 M0). She received adjuvant endocrine treatment with tamoxifen, adjuvant chest wall and supraclavicular fossa radiotherapy, as well as 4 cycles of epirubicin-cyclophosphamide (EC)-paclitaxel which was well tolerated.\\nTwo months later she was admitted again due to near permanent vertigo, intermittent diplopia, facial weakness, and ataxia. She was clinically diagnosed with a recurrence of her anti-Ri syndrome. MDT recommended mammogram and ultrasound of the left breast which was normal. Subsequently, four months after initial discharge, she suffered another neurological recurrence; due to concomitant abdominal pain, PET-CT was performed demonstrating a hypermetabolic right ovarian focus. Bilateral salpingo-oophorectomy was performed as per gynaecology MDT and final histology showed normal tubes and ovaries. She has remained on remission since then, with a negative annual mammogram follow-up.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'10569202': 1, '25774617': 1, '32527295': 2, '30867573': 1, '29116466': 1, '27800287': 1, '14659327': 1, '15574722': 1, '2042940': 1, '8643438': 1, '14561798': 1, '11157570': 1, '20810794': 1, '5752588': 1, '15258215': 1, '22986354': 1, '34781971': 2}", "similar_patients": "{'7291432-1': 1}"}