{"patient_id": 112794, "patient_uid": "8610928-1", "PMID": 34877335, "file_path": "noncomm/PMC008xxxxxx/PMC8610928.xml", "title": "Hemolymphangioma with multiple hemangiomas in liver of elderly woman with history of gynecological malignancy: A case report", "patient": "A 61-year-old female patient was referred to the hepatobiliary surgery department, with the complaint of multiple hepatic hemangiomas that had been diagnosed 2 years prior.\\nThe patient was receiving maintenance chemotherapy after surgery for ovarian cancer.\\nThe patient had a 2-year history of hysterectomy and bilateral adnexectomy owing to ovarian cancer. At her preoperative CECT examination, multiple uniform hypointensity lesions within the liver were found, which were preliminarily diagnosed as multiple hepatic hemangiomas, with the largest lesion measuring 3.6 cm × 2.2 cm, presenting with the enhancement feature of fast-in and slow-out (-). Based on recommendations from the clinician, the patient was willing to receive regular follow-up.\\nThe patient had no specific personal or family history.\\nPhysical examination revealed that the abdomen was soft without tenderness or an enlarged liver, and no abnormal temperature or heart pressure was noted. The risk factors for history of hepatitis, nausea and vomiting, yellowish discoloration of the skin and weight loss were initially absent 3 years ago and at this presentation.\\nThe laboratory data concerning liver function were normal: alanine transaminase, 11 (7–40) μ/L; aspartate transaminase, 20 (13–35) μ/L; albumin, 42.4 (35.0–53.0) g/L; and direct bilirubin, 4.8 (0.1–5.8) μmol/L. In addition, tumor biomarkers, such as -fetoprotein, carcinoembryonic antigen, carbohydrate antigen (CA)-199, and CA-125, were all negative.\\nUpon entering our hospital on this occasion, the latest CECT was performed and revealed multiple hepatic hemangiomas with the same size and density as the previous CECT (3 years ago). However, a new 7.0 cm × 6.2 cm cystic-solid lesion with multiple internal divisions was found in segment II of the liver. The delayed CECT enhancement characteristics presented as solid parts with internal division (-), which was considered by a radiologist to be a cystoma or cystadenocarcinoma of the liver. There were no CECT manifestations of enlarged lymph nodes or other abdominal organ metastases. On the PET/CT scan, no significant uptake of 18F-fluorodeoxyglucose was observed (Figure ).\\nPostoperative pathology demonstrated that the lesion was soft with a honeycomb shape. Microscopically, enlarged lymphatics and capillaries of varying sizes were seen mixed with a few lymphocytes and red blood cells (, ). For immunohistochemical staining (Figure , ), D2-40 (+), vimentin (+), CD31 (+), CD34 (+), cytokeratin (–), S-100 (–), and smooth muscle actin (–) were used.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'25954120': 1, '29043577': 1, '5843368': 1, '24025933': 1, '20704732': 2, '23538679': 1, '29362566': 2, '30149326': 1, '26166115': 2, '30605051': 1, '25076353': 1, '31977886': 1, '29285187': 1, '25621699': 2, '6734606': 1, '29384961': 2, '34877335': 2}", "similar_patients": "{'4602638-1': 1, '5738575-1': 1, '6392671-1': 1, '6392671-2': 1, '2931496-1': 1, '2931496-2': 1, '4504602-1': 1}"}