{"patient_id": 49649, "patient_uid": "8114690-1", "PMID": 33980166, "file_path": "comm/PMC008xxxxxx/PMC8114690.xml", "title": "Reversible renal-limited thrombotic microangiopathy due to gemcitabine-dexamethasone-cisplatin therapy: a case report", "patient": "A 43-year-old Japanese woman was admitted to our hospital for the treatment of angioimmunoblastic T-cell lymphoma. She presented with continuous high fever and a disseminated skin rash. Laboratory data showed elevated lactate dehydrogenase (LDH), C-reactive protein (CRP), and soluble-interleukin-2 receptor levels at hospitalization. She received two cycles of cyclophosphamide, vincristine, doxorubicin, and prednisolone (CHOP) therapy. Her symptoms and abnormal laboratory findings were temporally resolved with chemotherapy initiation, but these worsened after the neutrophil recovery in each course. Positron emission tomography demonstrated residual uptake of fluorodeoxyglucose in the spleen and iliac lymph nodes, suggesting the ineffectiveness of CHOP therapy. Subsequently, she received GDP therapy, which consisted of 1000 mg/m2 of gemcitabine on days 1 and 8, 33 mg/day of dexamethasone from day 1 to day 4, and 75 mg/m2 of cisplatin on day 1 []. She received one cycle of GDP therapy as scheduled above with 2800 mg of gemcitabine and 100 mg of cisplatin in total. She developed acute kidney injury (AKI) with a creatinine (Cr) level of 0.35 mg/dL to 0.77 mg/dL, proteinuria (402 mg/gCr), and microhematuria (1–4/high-power field of red blood cell without dysmorphic change) 9 days after the initiation of GDP therapy. Her AKI failed to improve despite hydration and worsened 21 days after the initiation of GDP therapy. Her physical examination at this time revealed a blood pressure of 118/58 mmHg, and the other vital signs were unremarkable. Laboratory findings showed anemia without signs of hemolysis and thrombocytosis and elevated liver enzyme, LDH, and CRP levels (Table ). There were no coagulopathy and schistocytes in the peripheral blood smear. The abnormal findings of liver enzymes, LDH, and CRP were similar to the previous deteriorations observed after neutrophil recovery of each CHOP therapy and were considered to be mainly due to refractory lymphoma. Regarding the elevated LDH level, based on the absence of findings suggesting hemolysis, such as progressive anemia, elevated indirect bilirubin level, and presence of schistocytes in the peripheral blood smear, it suggested systemic inflammation, not hemolysis. Urinalysis showed marked proteinuria (6549 mg/gCr), microhematuria (30–49/high-power field of red blood cell with dysmorphic change), and hyaline, granular, waxy, and epithelial casts. A 24-h urine specimen showed a protein level of 2464 mg/day. Next, we cancelled the scheduled second GDP therapy and performed a renal biopsy. Moreover, histological findings revealed diffuse and global endothelial swelling, double contours of the glomerular basement membranes, and scattered foamy macrophages. Electron microscopic findings revealed subendothelial edema and new basement membrane formation (Fig. ). Immune complexes were not found on immunofluorescence. Immunofluorescence staining of complement C3 and C4 was negative. Based on the history of chemotherapy and the absence of the classical triad of systemic TMA, such as hemolytic anemia, thrombocytopenia, and organ damage other than the kidneys, the patient was diagnosed with drug-induced renal-limited TMA due to GDP therapy. She was followed up carefully, and her proteinuria improved gradually. Her AKI also improved to baseline with a Cr level of 0.43 mg/dL and proteinuria of less than 500 mg/gCr 36 days after the initiation of GDP therapy. She received another chemotherapy without gemcitabine and platinating agents, and no recurrence of renal-limited TMA was observed (Fig. ).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'25852897': 2, '28382507': 1, '22370319': 1, '19505260': 1, '17074972': 1, '8840947': 1, '20375404': 1, '25267740': 1, '9572663': 1, '14501391': 1, '11007689': 1, '17613425': 1, '30394581': 1, '16921047': 1, '24422172': 2, '25414441': 1, '9625429': 1, '18097666': 1, '10354295': 1, '12552512': 1, '15386331': 1, '30634936': 2, '10071024': 1, '20799915': 1, '29042465': 1, '18506025': 1, '8128949': 1, '33980166': 2}", "similar_patients": "{'3888095-1': 1, '6329058-1': 1, '4377755-1': 1}"}