{"patient_id": 57424, "patient_uid": "8481375-1", "PMID": 34604248, "file_path": "comm/PMC008xxxxxx/PMC8481375.xml", "title": "Endoscopic Endoluminal Radiofrequency Ablation and Single-Operator Peroral Cholangioscopy System (SpyGlass) in the Diagnosis and Treatment of Intraductal Papillary Neoplasm of the Bile Duct: A Case Report and Literature Review", "patient": "An 85-year-old woman was admitted to our surgical department due to 3-week history of recurrent right upper quadrant abdominal pain, right shoulder radiating pain, and nausea on May 31, 2020. Her medical history included primary hypertension, and she was on lisinopril therapy. Physical examinations revealed mild tenderness at the right upper quadrant of the abdomen without other signs. Hematological examinations indicated that routine blood test results were normal. Liver function tests showed the γ-glutamyltransferase was 258 IU/L. Bilirubin, alanine aminotransferase, asparagine aminotransferase, and albumin levels were normal. Mild hypokalemia was observed in the patient. With regard to the tumor markers, the results indicated a slightly elevated carbohydrate antigen 19–9 level of 35.3 U/ml, carbohydrate antigen 72–4 level of 9.8 U/ml, and carcinoembryonic antigen level of 10.5 ng/ml. Other tumor markers, including α-fetoprotein and cancer antigen 125, were observed to be normal. Tests for hepatitis B and C viruses were negative. Examinations for serum amylase level, stool routine, and urine routine were unremarkable. Abdominal ultrasonography, enhanced CT, and magnetic resonance cholangiopancreatography (MRCP) indicated that the common bile duct was slightly dilated, while the left hepatic duct and the left intrahepatic ducts were expanded with multiple left localized hepatolithiasis. In addition, MRCP revealed a suspicious filling defect at the upper common bile duct (). To diagnose definitely, further evaluation was needed. Thus, on June 3, endoscopic retrograde cholangiopancreatography (ERCP) with SpyGlass Direct Visualization System (Boston Scientific, Natick, MA, USA) was performed for the patient. The papilla was normal. Selective deep cannulation of the common bile duct was achieved. The cholangiogram showed that multiple filling defects at the left hepatic duct and the distal bile ducts were dilated (). After papillary sphincterotomy and balloon dilatation were performed, the SpyGlass cholangioscopy was inserted into the bile duct for direct visualization of the tissue through a channel of an ERCP scope. Direct visualization revealed multiple reddish villous lesions with fine vascular cores on the surface in the left hepatic duct lumen (). No mucin material was observed. The left hepatic duct lumen was obviously narrow with a stone in it. While the rest of the biliary tree was normal. The stone was extracted using a basket, and targeted tissue samples were obtained with the SpyBite biopsy forceps (Boston Scientific) under direct visualization. At the end of the procedure, internal biliary drainage was performed using a plastic stent to decompress the left ductal system. The procedure was performed in 58 min, without periprocedural complications. Histopathology of the biopsy specimen showed papillary low-grade dysplasia. Based on these findings, a preoperative diagnosis of IPNB was established. However, the patient refused a radical resection surgery. In consideration of the advanced age and treatment preference of the patient, ERFA with SpyGlass was offered as a primary treatment after reviewing the literature. On June 10, a second ERCP with SpyGlass was performed. The biliary drainage stent was extracted. After confirming the localization and extension of the biliary lesions using SpyGlass cholangioscopy (), the ERFA catheter (Lide Electronics, Mianyang, Sichuan, China) with a 200 cm working length was then inserted into the papilla of Vater over a guide wire through a duodenoscope working channel, the ablation catheter was connected to a radiofrequency generator (Lide Electronics) to deliver the power over a duration of 15–20 min for each application. The ERFA energy was applied in a diameter manner (radiofrequency ablation diameter: 0.8 cm) along the entire length of the biliary lesions for 2 min totally. After direct visualization of the cholangioscopy confirming complete damage of the lesions ( and ), the necrotic tissue was extracted using a basket. Lastly, a nasobiliary drainage tube was placed. The duration of the procedure was 106 min. Postoperative treatment included antibiotics, somatostatin, proton pump inhibitor, and hemostatic drug, etc. The patient recovered uneventfully and was discharged 2 days after the operation. Upon follow-up, the patient was asymptomatic and in good physical condition at 8 months postoperatively.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'26194131': 1, '12168796': 1, '17026772': 2, '22248602': 1, '33156484': 1, '14598142': 1, '13807839': 1, '22154963': 1, '26885145': 1, '14770435': 1, '10355511': 1, '21412069': 1, '2844646': 1, '24949206': 1, '28572878': 2, '34604248': 2}", "similar_patients": "{'1618388-1': 1, '5437390-1': 1}"}