{"patient_id": 54521, "patient_uid": "8351400-1", "PMID": 34381660, "file_path": "comm/PMC008xxxxxx/PMC8351400.xml", "title": "A Very Rare Case of Megalencephalic Leukoencephalopathy With Subcortical Cysts in a Child Born of Non-Consanguineous Marriage in a Non-Predisposed Community", "patient": "We present a case of a three-year-old female child born to parents from a non-Agrawal community, who had a non-consanguineous marriage. The child had macrocephaly and later developed seizures during infancy which were controlled with medication. Developmental milestones were delayed; as she started walking with support around 15 months and without support only after two years, she still had difficulty running or walking on stairs after three years. Mild lag was also present in social and language domains; she was unable to construct phrases or sentences and had a vocabulary of 10-15 words. Birth history was normal; she was born by normal vaginal delivery at term and there was no history of birth asphyxia. Family history did not suggest any similar features in close relatives. The general physical examination was normal. Routine blood profile and electrolytes were normal. Patient was clinically diagnosed with global developmental delay with seizures and was referred to our radiology department for MRI brain. MRI showed multiple ill-defined discrete and confluent T2 hyperintensities in subcortical and peripheral white matter with corresponding hypointensities on T1W images and no inversion on fluid-attenuated inversion recovery (FLAIR) (Figures , , ).\\nNo diffusion restriction or blood products were noted on DWI and GRE respectively. No abnormal post-contrast enhancement was noted. Subcortical cystic change was noted in bilateral anterior temporal region (Figures , ).\\nNo abnormal NAA peak was noted on spectroscopy. Deep white matter and basal ganglia were normal (Figure ).\\nCombining the clinical profile with typical imaging findings the diagnosis of megalencephalic leukoencephalopathy with subcortical cysts was made. Due to non-availability of any specific treatment, parents were properly counselled. Physical and speech therapy was advised and\\nantiepileptic treatment was continued.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'22457654': 1, '17050513': 1, '22121377': 1, '25738057': 1, '29466841': 1, '26206779': 1, '8805171': 1, '29079544': 1, '32643685': 1, '7695231': 1, '34381660': 2}", "similar_patients": "{}"}