{"patient_id": 57548, "patient_uid": "8486625-1", "PMID": 34646700, "file_path": "comm/PMC008xxxxxx/PMC8486625.xml", "title": "Perforated Colon Cancer Associated With Post-operative Recurrent Bowel Perforations", "patient": "A 51-year-old female with no significant past medical history and surgical history of two cesarean sections presented to the emergency department with a chief complaint of acute onset left lower quadrant (LLQ) abdominal pain. She described it as a constant, cramping pain that radiated to the epigastrium and left upper quadrant (LUQ). She reported nausea, chills, and vomiting. Personal, family, and social history were noncontributory to risk factors for malignancy. On physical exam, her abdomen was tender upon palpation of the LLQ, LUQ, and epigastrium with guarding and rigidity present, along with hypoactive bowel sounds. She was febrile, tachycardic, and hypotensive. Her laboratory results showed a white blood cell (WBC) count of 17.66 K/mm3 and hemoglobin (Hgb) of 10.0 mg/dL. On imaging, computed tomography (CT) abdomen/pelvis scan without contrast showed wall thickening/edema of the mid-descending colon with a perforation at the anterior wall and a moderate amount of pneumoperitoneum (Figure ). The initial diagnosis after admission workup was acute complicated diverticulitis with a contained micro-perforation consistent with a Hinchey class II diverticulitis. The patient was treated with maximal medical therapy, which consisted of nil per os (NPO), intravenous (IV) fluids, IV antibiotics, and analgesia. She was monitored with serial abdominal CT imaging.\\nA week after her initial presentation, the patient experienced severe nausea and emesis followed by rapid worsening of abdominal pain associated with progressive leukocytosis. A stat CT abdomen/pelvis scan revealed an increase of pneumoperitoneum with increased bowel edema and extravasated oral contrast in the left abdomen (Figure ). It was suspected that the diverticulitis had progressed to Hinchey class IV. An emergency diagnostic laparoscopy was performed and revealed diffuse feculent peritonitis secondary to perforation of the proximal descending colon. Surgery was quickly converted to open, and left hemicolectomy, partial omentectomy, and Hartmann’s pouch were performed. Due to the gross feculent peritoneal contamination, the patient became severely hypotensive and acidotic during the procedure which warranted damage-control abdominal closure with a negative pressure abdominal wound dressing. She was then taken to the intensive care unit (ICU) on ventilation support for appropriate resuscitation.\\nAfter two days of resuscitation, a right upper quadrant (RUQ) end transverse colostomy was created. The histopathology report from the resected descending colon specimen at the perforation site revealed a grade two moderately differentiated invasive carcinoma with four out of 17 positive peri-colonic lymph nodes - pT4a pN2a American Joint Committee on Cancer (AJCC) stage IIIC. The initial diagnosis was revised in the context of these pathological findings to perforated colon cancer. Oncology was consulted, and she was started on adjuvant chemotherapy with FOLFOX after temporary subcutaneous port placement.\\nA year after the index procedure and completion of eight cycles of chemotherapy, the patient underwent pre-operative colonoscopy, with findings of no gross residual malignancy. Subsequently, the colostomy was reversed, tension-free end-to-end colorectal anastomosis was created, and the ostomy site was closed by tertiary intention.\\nSix days after the colostomy reversal, the patient exhibited worsening leukocytosis, fever, and anemia. Due to excess drainage of peritoneal fluid from the surgical wound and concern for fascial dehiscence, the patient was taken back to the OR for an abdominal washout, partial omentectomy, lysis of small bowel adhesions, and Jackson-Pratt (JP) drain placement. Surgical pathology of the omentum showed necrosis without malignancy. Blood and urine cultures obtained showed no growth.\\nTwo days later, the JP started draining bile, and the patient was taken back for exploratory laparotomy. A small bowel perforation was found in the proximal jejunum and was resected, and a side-to-side functional anastomosis was created. Surgical pathology demonstrated inflammation and edema without malignancy.\\nFive days later, a CT-guided pigtail catheter was placed to drain a LUQ abdominal abscess (Figure ) after the patient had experienced fever, tachycardia, and rising leukocytosis over the past few days. Cultures grew Candida albicans and Enterococcus faecalis. After a week, the patient recovered well and was discharged with the IR-guided drain in place. Throughout her hospital stay, the patient was receiving total parenteral nutrition (TPN), and her diet was slowly advanced as she began to consume adequate caloric requirements.\\nTen days after discharge, the patient presented to the emergency department with burning epigastric pain, fever, tachycardia, and her drain output changed from minimal serosanguinous output to malodorous fecal material. CT scan of the abdomen/pelvis without contrast showed pneumoperitoneum and fluid collections in the anterior abdomen indicative of perforation (Figure ). The patient underwent an emergent exploratory laparotomy. Given her multiple recent surgical interventions, a frozen abdomen was encountered. After prolonged lysis of adhesions, an approximately 50% clean, circumferential perforation proximal to the colorectal anastomosis was appreciated. The defect was then repaired primarily, and a protective loop ileostomy for proximal diversion was created. To date, the patient is still recovering from this procedure on the surgical floor.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'10759744': 1, '26689097': 1, '18095268': 1, '12195186': 1, '26648793': 1, '15212338': 1, '29058085': 1, '26248792': 1, '12525912': 1, '27796497': 1, '26827737': 1, '34646700': 2}", "similar_patients": "{}"}