{"patient_id": 58027, "patient_uid": "8507328-1", "PMID": 34641847, "file_path": "comm/PMC008xxxxxx/PMC8507328.xml", "title": "A rare Bochdalek hernia in an adult: a case report", "patient": "A 19-year-old woman presented with acute paroxysmal left chest pain radiating to the epigastrium of 4 days duration. She had a 10-year history of exertional dyspnea that was aggravated in the supine position, but no history of chest or abdominal trauma. She was misdiagnosed with a pulmonary abscess at another hospital, and the oral antibiotic treatment was ineffectual. Clinical examination on admission to our hospital revealed bowel sounds and decreased air entry in the left chest and that the abdomen appeared to be scaphoid. No obstructive gastrointestinal symptoms were observed. An X-ray revealed herniated loops of both the small and large intestines in the left hemithorax, which produced multiple lucent shadows and severely reduced lung space (Fig. , arrow). Computed tomography (CT) images showed that the bowel loops and fat passed through a defect in the posterolateral left hemidiaphragm (Fig. , arrow).\\nA left posterolateral thoracotomy was performed through the sixth intercostal space. The diaphragmatic defect was found along with herniation of the jejunum, ileum, ileocecal junction, appendix, and ascending and transverse colon. Pulmonary hypoplasia was also seen in the left lower lung lobe. We separated the adhesions around the foramen and within the pleural cavity. A laparotomy was subsequently performed through a median incision. During the operation, anomalies were found in intestinal rotation and fixation, and the total length of the jejunoileum was measured as 750 cm. The herniated viscera were returned to the abdominal cavity.\\nWe performed a sublay patch repair of the left posterolateral diaphragmatic hernia using a Dacron patch (Balance Medical Technology Co., Ltd., Beijing, China). The procedure lasted for about 3 h. The patient had an uneventful postoperative period. An X-ray of the upper gastrointestinal tract with soluble iodine contrast at the 1-month follow-up showed that the repair was satisfactory (Fig. ). A chest X-ray revealed that the left upper lung lobe was expanded completely (Fig. ). After the surgery, the patient’s chest pain and dyspnea were relieved.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'30497098': 1, '29735873': 1, '30615870': 1, '30788358': 1, '30047400': 1, '34641847': 2}", "similar_patients": "{}"}