{"patient_id": 56454, "patient_uid": "8435228-1", "PMID": 34532055, "file_path": "comm/PMC008xxxxxx/PMC8435228.xml", "title": "Ominous combination: COVID-19 disease and Candida auris fungemia—Case report and review of the literature", "patient": "A 64-year-old gentleman with no known comorbidities presented to our emergency department with symptoms of fever, cough, and progressive shortness of breath for about 10 days duration. Because of the typical symptoms of COVID-19 disease in the context of the pandemic, the diagnosis was suspected early were chest X-ray demonstrated bilateral infiltrates, and the diagnosis was subsequently confirmed by a positive SARS-Cov2 PCR then managed as per local protocols at that time with azithromycin and a combination of lopinavir and ritonavir (Figure ). Shortly after admission, the patient deteriorated with elevated inflammatory markers, including IL-6 230 pg/ml (normal <8) and ferritin 2331 μ/L (30–553) progressed to ARDS, clinically assessed as COVID-19-related cytokine storm (CCS). The patient was admitted to the intensive care unit (ICU), intubated, and treated with steroids as well as an IL-6 inhibitor, tocilizumab (total dose of 1200 mg, in two separate doses) in addition to broad-spectrum antibiotics, piperacillin-tazobactam, teicoplanin then cefepime to manage the accompanying ventilator-associated pneumonia. Despite maximum measures of high plateau pressures and prone ventilation positions, the patient failed to maintain adequate saturation levels and continued to deteriorate which prompted commencing veno-venous extracorporeal membrane oxygenation (ECMO). During the subsequent course, the patient received additional courses of antibiotics to treat sepsis when MRSA and Pseudomonas aeruginosa were isolated from tracheal aspirates. Due to worsening of the clinical condition with increased inflammatory markers, progressive radiological shadowing, and non-response to broad-spectrum antibiotics, bronchoscopy, and bronchoalveolar lavage performed on day 23 of ICU admission grew Candida tropicalis when anidulafungin was added to the management. Despite these measures, the patient continued to deteriorate developing acute kidney and liver injuries necessitating hemodialysis support. Eventually, the patient's condition stabilized and was weaned off the ventilator support through tracheostomy accompanied by the settling of radiological and inflammatory markers. However, on day 41, the patient developed fever, raised inflammatory markers, and new radiological infiltrates (Figure ). The patient underwent repeated bronchoscopy and was covered empirically with liposomal amphotericin to cover the subsequently isolated Candida glabrata resistant to echinocandins. Despite initial improvement, the patient deteriorated with septic shock on day 45 with rapid deterioration and eventually succumbed to death. Subsequently, blood cultures obtained from the time of deterioration grew C. auris from both central and peripheral lines resistant to fluconazole and amphotericin but were susceptible to echinocandins.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'32376396': 1, '32876694': 1, '32651997': 1, '28542486': 1, '33546137': 2, '32279676': 1, '19161556': 1, '32852265': 1, '33933206': 1, '32007143': 1, '33401591': 1, '33070175': 1, '33429028': 1, '32535077': 1, '20708754': 1, '29345117': 1, '31995857': 1, '29325167': 1, '34532055': 2}", "similar_patients": "{'7913166-1': 1}"}