{"patient_id": 55423, "patient_uid": "8389884-1", "PMID": 34462697, "file_path": "comm/PMC008xxxxxx/PMC8389884.xml", "title": "Low-Pressure Hydrocephalus in Spontaneous Angiogram-Negative Subarachnoid Hemorrhage Following COVID-19 Infection", "patient": "We present the case of a 62-year-old female with a significant past medical history of well-controlled hypertension on monotherapy with metoprolol and a recent symptomatic COVID-19 infection one month prior to admission in early November of 2020 diagnosed by polymerase chain reaction. Her COVID-19 symptoms progressed over the course of around seven to 10 days from generalized malaise to headaches and ultimately intermittent fevers. She did not experience upper respiratory symptoms such as cough or shortness of breath, nor did she experience anosmia. She did not require inpatient admission or specific treatment for her COVID-19 infection. Following recovery from her infection she presented as a transfer to our facility hours after sudden onset of severe headache, nausea, and vomiting while leaning over doing light housework. She decided to seek medical attention for this headache due to the headache severity, stating that it was \"the worst headache of my life.\" On arrival to the outside facility her blood pressure was elevated into the 170s systolic requiring treatment with additional anti-hypertensive agents. Radiographically she was found to have diffuse SAH throughout the basilar cisterns, intraventricular hemorrhage, and evidence of hydrocephalus on computed tomography (CT) head without contrast (Figures , ). She had no focal neurologic deficits on admission and clinically her grade was categorized as World Federation of Neurologic Surgeon grade 1 and Hunt and Hess grade 2. Radiographically she was classified as Modified Fisher grade 2. An external ventricular drain (EVD) was placed shortly after admission for CSF diversion and was leveled to 15 cm of water (H2O). Following placement of the EVD she underwent further diagnostic evaluation with a computed tomography angiography (CTA) of the head and neck, which was negative for aneurysm, vascular malformation, dissection, or other identifiable etiology for her SAH. Digital subtraction angiography on post-bleed day 1 and magnetic resonance imaging (MRI) on post-bleed day 2 were also negative for identifiable underlying etiology for the SAH. Her mental status progressively declined during the days following admission to the point that she would not open her eyes unless stimulated by noxious stimuli and was completed disoriented, which was noted to be in concordance with progressive increase in ventricular size and trans-ependymal edema (Figure ) despite CSF diversion by way of a functioning EVD. Her MRI brain demonstrates these findings as well (Figures , ).\\nOnly once her EVD was progressively lowered to 0 cm H2O did her mental status improve and ventricular size begin to decrease on follow-up CT imaging. Her EVD was ultimately successfully weaned and removed on post-bleed day 15 without the need for permanent CSF diversion in the form of a ventriculoperitoneal shunt (Figure ). Shortly after EVD removal she was discharged home with home health care. She underwent a repeat CTA head and neck prior to discharge, which remained negative for identifiable etiology for her SAH. Her three-month follow-up CTA head and neck remained negative for identifiable aneurysm and otherwise demonstrated complete resolution of intracranial hemorrhage and no evidence of delayed hydrocephalus.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'32493736': 1, '28575305': 1, '32857213': 2, '34242830': 1, '32565914': 1, '32336612': 1, '21150758': 1, '19409000': 1, '3950737': 1, '32345362': 1, '8488453': 1, '16723883': 1, '21165541': 1, '33561753': 1, '19023101': 1, '3982634': 1, '32104915': 1, '22465208': 1, '32538857': 1, '34462697': 2}", "similar_patients": "{'7453188-1': 1, '7453188-2': 1}"}