{"patient_id": 47302, "patient_uid": "8003149-1", "PMID": 33803857, "file_path": "comm/PMC008xxxxxx/PMC8003149.xml", "title": "An Orthodontic Approach for Garre’s Sclerosing Osteomyelitis of the Mandible", "patient": "Approval was obtained from the Ethical Committees of the University of Medicine and Pharmacy “Iuliu Hatieganu” Cluj-Napoca (345/16 November 2020) and informed consent from the patient and her mother were taken for the publication of this case report.\\nA female patient aged 9 (born 1995) was referred to the Maxillofacial Department in 2014 because of rapid onset of pain, swelling of the jaw and difficulty with eating. Clinical examination revealed no pus, abscess or fistulae. Further investigation reported a severe enlargement of the body, ramus and mandibular arch and associated pain. No sensitivity alteration was noted at the inferior alveolar nerve innervation territory.\\nUpon examining the cone beam computer tomograph (CBCT) () and panoramic X-ray (), multiple poorly differentiated radiolucencies with diffuse radiopacities were observed spanning the entire length of the mandible body from one angle to the other. A sclerotic or sclerotic-permeative pattern, as well as a periosteal reaction, was also seen. The lesions did not seem to affect the teeth and the mandibular canal.\\nAs a first empirical treatment, large doses of wide spectrum antibiotics were used, and bone biopsy was taken from the mandible. The Trichrome Masson, hematoxylin-eosin and the immunohistochemistry staining revealed chronic sclerosing osteomyelitis (a,b).\\nAlthough no suppurative process was clinically evident, microbiological samples were collected, with no conclusive result. Under wide spectrum antibiotic therapy slowly favorable evolution was noted, but the thickening of the periosteum was still present with the relapse of the symptoms several weeks after the treatment ended.\\nIn 2016, local surgical implantation of gentamicin-PMMA (Polymethyl methacrylate) beads (Septopal; Merck GmbH, Darmstadt, Germany; Biomet GmbH, Berlin, Germany) to the right and left body of the mandible was decided in an attempt to stop the evolving osteomyelitis.\\nDue to loss of several deciduous teeth in the lateral region and pain reported by the patient in the temporomandibular joints (TMJs) bilaterally, the patient was referred for orthodontic assessment. Digital photographs and dental impressions were taken at her first visit and, moreover, the bite was registered in centric relation. In addition, the patient received indications for radiographs, CBCT and Magnetic resonance imaging (MRI) for the TMJs.\\nThe initial extraoral facial examination revealed an increased lower face height and a straight profile, reduced static and dynamic upper frontal teeth exposure, lip incompetence (3 mm). The midline of the mandible and maxilla corresponded with the midline of the face ().\\nIntraoral examination revealed partial destruction on the lateral deciduous supporting areas resulting in a loss of the leeway space bilaterally and bimaxillary shortening of the dental arches, accentuated Spee curve and poor oral hygiene.\\nThe occlusal exam found a half a cusp distalization of the secondary right mandibular canine, due to the leeway space loss, a class I relationship on the left canine and a molar class I relationship on both sides ( and ). Tongue thrust and a habit of nail biting (onychophagia) were also noted at the functional exam.\\nThe dental exam also revealed extensive carious lesions in the temporary maxillary second right molar and on both temporary left maxillary molars. The secondary inferior first molar had an incipient carious lesion on the occlusal surface (the tooth is vital for the vitality test).\\nThe initial cephalometric analysis revealed a decreased articular angle, increased gonial-jaw angle and reduced corpus length, which signify a normal growth pattern. The anteroposterior relationship of the mandible and the maxilla was normal.\\nFrom a dental point of view, the lower incisors were retrusive, due to the premature loss of deciduous teeth. The following were also noted: a tendency of inversion of the normal lordosis of the vertebrae and posterior rotation of the cranium ().\\nCBCT and MRI analyses showed atrophic disks bilaterally and perforation on the right disk with antero-lateral displacement. On the left TMJ, an anterior-lateral displacement was noted. Bilateral condylar resorption and active erosions, without any inflammatory signs, were also seen ( and ).\\nCast models were mounted in centric relation du jour using a face bow and articulator. A premature contact at 1.6–4.6 and the lateral shift of the mandible were noted. This reveals a Centric Occlusion—Centric Relation discrepancy, which might have determined the TMJ symptomatology. Upon analysis, an overjet of 1–2 mm and an overbite of 1–2 mm was found with an accentuated Curve of Spee.\\nOne of the causes of the premature contact might be the premature loss of the deciduous teeth (1st and 4th quadrant), with a consecutive migration of the adjacent teeth.\\nRelieve the TMJ pain, stabilize the mandible and muscle relaxation (physiotherapy and splint therapy);\\nOrthopedic treatment to ensure a normal growth and development of the maxilla and the mandible, and the correct eruption of the permanent teeth (class I for canine and molar);\\nDiminishing the growth of the inferior lower third of the face;\\nLimiting the evolution of the osteomyelitis process by preventing further invasive treatment of the patient (braces, skeletal anchorage, any other forces that are beyond physiological which might increase the osteomyelitis process);\\nDeconditioning of the tongue trust and nail biting and improving oral hygiene.\\nCare was taken to avoid the usage of a fixed appliance after the mixed dentition phase, or any skeletal anchorage. To this end, the treatment had to use appliances to direct the growth pattern, in order to utilize only low physiologic forces (biting and tongue forces). These were intended to slowly close the open bite, to autorotate the mandible, to obtain a class I occlusion for the molars and canines bilaterally. Caution was also taken to prevent any potential resorption of the roots. All this was done to avoid any osteo-periosteal reaction and the possibility of aggravating the disease. Another very important objective, while planning the orthodontic treatment, was to adjourn unnecessary surgery including teeth extractions or wisdom teeth removal. Special consideration was taken not to use an unphysiological high pull force from a head-gear device to intrude the lateral teeth to close the open bite.\\nUsually, in cases with loss of leeway space, an alternative would be to regain lost space with the help of fixed orthodontic appliances (braces) and space opening mechanics, but this treatment alternative was not advisable for the patient since it might produce exacerbation of the osteomyelitis.\\nThe prognosis of this disease is unfavorable with severe pain of the jaw, TMJ discomfort and pain, difficulty with eating and with hygiene. The osteomyelitis will accentuate and fistulae can appear. Orthodontic-wise, due to the leeway space loss, crowding will appear in the permanent dentition with the development of open-bite and a hyperdivergent growth pattern. The orthodontic treatment, then, will have to include teeth extractions, which are a risk factor of aggravating the osteomyelitis. Additionally, extensive fixed appliances will have to be used alongside skeletal anchorage. All this determines the accentuation of the symptomatology of the underlying disease.\\nDue to the symptomatic TMJs and the modifications revealed on the MRI and CBCT, treatment began with full-time wearing of an acrylic splint and physiotherapy, to deprogram the muscles and the TMJs and to establish the centric relation. A full coverage maxillary splint divided into three sections (one frontal and two lateral) was manufactured according to a centric bite registration ( and ).\\nAfter 13 months of physiotherapy and splint therapy (, , and ), centric relation was established with a premature contact on teeth 2.6–3.6 and an anterior open bite of 3–5 mm, a lateral open bite of 3 mm and still a small lateral shift of the mandible to the right. As seen on the panoramic X-ray () the gentamicin-PMMA beads were applied in the left and right body of the mandible.\\nThe cephalometric analysis () revealed an articular angle in the normal range, while all the other parameters remaining the same. Additionally, the natural curvature of the cervical spine was re-established and the space between C0, C1 and C2 was restored.\\nA mandibular removable arch with bite-blocks (worn 24/7, even when eating) manufactured in centric relationship was used to inhibit the overeruption of the lateral mandibular teeth and a transpalatal arch (TPA) with an acrylic button on the permanent upper first molars was used to intrude the permanent upper molars by means of the physiological forces of the tongue when swallowing (, and ).\\nDue to good local response and decreasing osteoclastic lesions, the gentamicin-PMMA beads (Septopal) were surgically removed in 2017. The biteblocks were used until the permanent dentition fully erupted.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'29102332': 1, '31810841': 1, '10580247': 1, '30855166': 1, '6985548': 1, '11990057': 1, '26229122': 1, '17127197': 1, '25995495': 1, '32035697': 1, '27098640': 1, '6584491': 1, '15276398': 1, '30141512': 1, '15387022': 1, '289735': 1, '22046943': 1, '1488227': 1, '33803857': 2}", "similar_patients": "{}"}