{"patient_id": 48758, "patient_uid": "8072118-1", "PMID": 33912440, "file_path": "comm/PMC008xxxxxx/PMC8072118.xml", "title": "Case Report: Next-Generation Sequencing Reveals Tumor Origin in a Female Patient With Brain Metastases", "patient": "A 63-year-old female patient was presented to hospital, in March 2019, with repeated dizziness and visual impairment. A computerized tomography/magnetic resonance imaging (CT/MRI) revealed a mass lesion in the left occipital lobe. In addition to the brain mass, positron emission tomography (PET)-CT also indicated a hyper-metabolic mass in the left thyroid as well as some opaque mottled shadows and pulmonary nodules in the lung (). Further ultrasound revealed multiple thyroid nodules, the largest calcified one located in the left thyroid and measuring 41*30*44 mm. The patient was subjected to brain tumor resection. IHC studies of the resected brain tumor positively identified cytokeratin 7 (CK7), napsin A and TTF-1, but TG was negative (; Details on IHC methods were showed in ). Fine-needle aspiration (FNA) of the thyroid lesion identified clusters of undifferentiated tumor cells. Based on these results, the pathologist hypothesized that the lesions in brain and thyroid had migrated from undifferentiated lung adenocarcinoma. However, the NGS results from FSZ-Thyroid NGS Panel V1 (Genetronhealth) revealed TERT promoter mutation, RET fusion and TP53 mutation in the brain lesion ( and ). The details of NGS were shown in the . These mutations combo are indicative of undifferential thyroid cancer (), and rarely occur in lung cancers. Since the patient did not consent to further surgery, we did not obtain any operation samples on the thyroid or lung for further analysis. In addition, we positively detected PAX8 through IHC (). This factor is negative in lung adenocarcinoma, but always positive in thyroid cancer (). Based on these results (positive PAX8, negative TG, cytopathology of thyroid FNA and the special genomic features), we concluded that the patient had undifferential thyroid cancer, with lung and brain metastasis. Due to the patient with brain metastasis and without BRAF mutations, RET-targeted BLU-667 clinical trial and BRAF inhibitor were not suitable for this patient. Therefore, indication therapy or off-label treatment were needed for this patient. After comprehensive consideration, we administered anlotinib, a novel multi-kinase inhibitor that has also been found to block RET (). One month after treatment, the pulmonary nodules were found to be controlled, thyroid tumor drastically reduced and tracheal compression relieved (). Unfortunately, the patient stopped anlotinib treatment, after three months, owing to financial constraints. Only two weeks after discontinuation of anlotinib, the patient went back to the hospital exhibiting breathlessness and cough. A CT scan revealed a large mass outbreak in her lungs, and she eventually died of respiratory failure.\\nGiven the patient’s critical condition, three sons of the proband, who were asymptomatic, were presented to the local hospital and subjected to thyroid ultrasound examinations. They were all found with thyroid lesions. Total thyroidectomy, with lymph node dissection, was performed on all of them. Results revealed a thyroid papillary carcinoma (1.2cm), in the right thyroid lobe and isthmus (without lymph node metastasis) of the 36 years old youngest son. Pathologic diagnosis in the elder son (40 years old) revealed a follicular adenoma in the left lobe as well as a thyroid papillary microcarcinoma in the right lobe and isthmus. Lymph node metastasis were found in Level VI of the neck. Unfortunately, a more extensive lymph node metastasis was further detected at Level II, III, IV and VI of the neck in the eldest son (42 years old). All tumor tissues from the three sons were positive of TTF-1, TG and PAX8, negative of Napsin A (). Targeted sequencing by using FSZ-Thyroid NGS Panel V1 (Genetronhealth) was performed on the tumor tissues of the three sons, the results of which showed all the tissues had BRAF V600E mutations ( and ).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'25844674': 1, '30231931': 1, '27621679': 1, '26313900': 1, '30352944': 1, '31788765': 1, '29438373': 1, '31715421': 1, '26878173': 1, '28444227': 1, '31991166': 1, '23681073': 1, '27716285': 1, '30098152': 1, '28632866': 1, '11461895': 1, '26284028': 1, '29224972': 1, '30142994': 1, '25456736': 1, '30666799': 1, '28707679': 1, '10665848': 1, '33912440': 2}", "similar_patients": "{}"}