{"patient_id": 109969, "patient_uid": "8327228-1", "PMID": 34377046, "file_path": "noncomm/PMC008xxxxxx/PMC8327228.xml", "title": "Lung Adenocarcinoma with Paraneoplastic Hyper-Eosinophilia Not Responding To Pembrolizumab", "patient": "An 82-year-old man presented on December 1st for work up of recurrent left pleural effusions. A Positron emission tomography-computed tomography (PET-CT) done 3 days later showed an FDG-avid lobulated left lung mass with pleural-based metastatic nodules, mediastinal and left lung hilar metastatic lymph nodes as well as left adrenal involvement (). Biopsy of the pleural masses showed a poorly differentiated lung adenocarcinoma, stage IV with positive Programmed Death-Ligand-1 (PD-L1) expression in 90% of tumor cells, and negative Anaplastic Lymphoma Kinase (ALK) and Epidermal Growth Factor Receptor (EGFR) mutations. On December 4th, a peripheral blood count showed white blood cell count (WBC) of 28 700/cu mm, with 17% eosinophils, and an absolute eosinophil count (AEC) of 4879, consistent with hyper-eosinophilia. Work up for infectious and vasculitic causes of eosinophilia was negative. On December 5th, he received the first dose of pembrolizumab 200 mg.\\nHe presented back on December 15th for worsening dyspnea. Repeat chest CT showed an increase in the left lower lobe consolidation with appearance of multiple bilateral sub-centimetric pulmonary nodules (). Repeat plain radiograph 2 days later showed complete opacification of the left hemithorax. A bronchoscopy was done in an attempt to look for any mucus plugs resulting in lung collapse with no significant improvement of the consolidation.\\nA CT chest was done on December 17th (12 days after Pembrolizumab) for worsening dyspnea, showed further increase in the left lung consolidation and enlargement of the pleural-based masses (). CT-guided biopsy of one of the new masses was positive for adenocarcinoma with PDL-1 positivity in 70% of the cells. A remarkably worsening in his baseline hyper-eosinophilia reaching 5115/cu mm was also noted. The patient was treated with prednisone 1 mg/kg daily for fear from immunotherapy toxicity. He then received his second dose of pembrolizumab 200 mg on December 26th. Of note, his eosinophil count continued to increase progressively to reach 6237/cu mm, despite his tapered steroid therapy ().\\nA chest CT on January 3rd showed progression of the previously seen metastatic pleural nodules with evidence of lymphangitic spread, multiple new metastatic liver lesions and ill-defined multiple thoracic vertebral lytic lesions, not present on imaging 2 weeks prior. In view of his rapidly progressing disease, goals of care were agreed to be supportive only, and he passed away 2 weeks later.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'25915731': 1, '30148018': 2, '31298573': 1, '26412456': 1, '18612162': 1, '20538328': 1, '30943864': 1, '26787752': 1, '29536185': 2, '34377046': 2}", "similar_patients": "{'6107036-1': 1, '5849760-1': 1}"}