{"patient_id": 51547, "patient_uid": "8207856-1", "PMID": 34179584, "file_path": "comm/PMC008xxxxxx/PMC8207856.xml", "title": "Severe visual loss by inhalation of methanol", "patient": "A 25-year-old male student was admitted to the emergency department with an initial complaint of blurred vision with 12 hours of evolution. The night before the symptom onset, he drank alcoholic beverages (beers) with his roommate from a local supermarket. He developed nausea, vomiting, and an intense headache. The following day, he woke up with generalized malaise, photophobia, and blurred vision. He denied taking any other drugs. Incoherently, his roommate, who consumed the same drinks, was asymptomatic.\\nThe patient was conscious, cooperative, and well oriented to time and place on the general examination. Neurological, respiratory, and abdominal examinations were routinely performed. Also, electrocardiography, chest radiography, and urinalysis toxics presented standard values. However, an arterial blood gas analysis showed systemic metabolic acidosis with a pH of 7.23 and an elevated anion gap.\\nOn ophthalmic examination, visual acuity (VA) was light perception in the right eye (RE) and no light perception in the left eye (LE). Pupillary examinations demonstrated dilated, non-reactive pupils. In the fundus examination, the optic discs were hyperemic, poorly delimited, and a peripapillary retinal edema was present. In the Optical Coherence Tomography (OCT), the retinal nerve fiber layer (RNFL) showed thickening (, ).\\nBased on the symptoms presented and history of alcohol consumption, the patient was admitted with bilateral toxic optic neuritis due to a suspected methanol poisoning. He was treated with intravenous ethanol, sodium bicarbonate, and vitamin B12. Moreover, he required dialysis to treat his metabolic acidosis. To treat his visual loss due to optic neuritis, intravenous methylprednisolone (1000 mg for three days, 500 mg for three days) and vitamin B complex and folic acid were administered.\\nA computed tomography (CT) scan and a magnetic resonance imaging (MRI) were performed to assess the nervous system and the internal anatomical structures. CT-scan was normal and his optical nerves presented a normal morphology and thickness. Nevertheless, a mild bilateral contrast enhancement on the contrast-enhanced images in the optic nerves’ retrobulbar segment was detected on the MRI ().\\nHis serum methanol level was abnormal (15.5 mg/ dl). To explain this, the patient confessed that he had been inhaling a methanol-based solvent for eight years, and his last ingestion was four days before the blood test. Furthermore, in the last few months, he had increased the frequency of inhalation. This solvent was available at his local supermarket.\\nVisual evoked potentials (VEPs) with a checkerboard pattern and white light flash were recorded seven days after the onset of visual symptoms, showing an axonal type alteration with significant damage in macular fascicules in both eyes. Seven weeks following the methanol intoxication, the VA improved (0.1 RE and 0.05 LE), although he had a persistent big central “blind spot” in both eyes. In the fundus examination, the optic discs were phallic with atrophic peripapillary retinal signs. In the OCT, the RNFL showed thinning, preserving only the nasal sector fibers (, ).", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'25938067': 1, '12216995': 1, '25159832': 1, '30606142': 2, '25449946': 2, '16984844': 1, '31174513': 1, '34179584': 2}", "similar_patients": "{'4278121-1': 1, '6318997-1': 1}"}