{"patient_id": 54055, "patient_uid": "8325583-1", "PMID": 34341691, "file_path": "comm/PMC008xxxxxx/PMC8325583.xml", "title": "A 24-Year-Old Female Transplant Recipient with Type 2 Membranoproliferative Glomerulonephritis and Disseminated Shingles: A Cautionary Tale of Deferring to Primary Care", "patient": "A 24-year-old Caucasian female with a past medical history of hypertension, chronic kidney disease stage 3, and type 2 membranoproliferative glomerulonephritis status-post living donor kidney transplant in 2002 managed on an antirejection regimen of cyclosporin, mycophenolate mofetil, and prednisone noticed the onset of paresthesias and pain in her left lower back the evening of April 13, 2020. The morning of April 16, a grouped vesicular rash positioned along the left 3rd lumbar vertebral dermatome erupted, as shown in . Worried about a shingles outbreak, she sent a message that evening to her nephrologist inquiring if this was something that needed to be addressed. The next morning (April 17), she received a response from a care coordinator, on behalf of the nephrologist's office, relaying that she should reach out to her primary-care provider for further work up. Unfortunately, the COVID-19 pandemic meant nonemergent visits were to be conducted via telehealth, an overwhelmed system that had yet to adequately adapt. She was unable to secure an appointment in a timely manner and upon showering the evening of April 21 found her isolated dermatomal rash evolved to include multiple pruritic, vesicular eruptions on her chest. Worried about these developments, the patient reached a nurse on the emergency health services line that informed her she needed to go to the nearest emergency room for suspected disseminated shingles. On arrival, she was afebrile (98.4°F), tachycardic (pulse 114 bpm), and hypertensive (160/107 mmHg). The emergency room physician took the photo shown in labeled April 21 and documented that the patient had similar eruptions in the upper chest and was immune compromised. She was diagnosed with disseminated shingles and sent home with the instructions to again follow-up with her primary doctor and to take valacyclovir 1,000 MG by mouth 3 times per day for 7 days. Despite having started the valacyclovir the night of her emergency room visit, the morning of April 22 showed worrisome progression. The vesicular eruptions that had only been on her left lower back and upper chest became diffusely distributed throughout her torso and now included the neck, face, oral mucosa, and tongue, as shown in . Fearful of what may happen if she were to wait for a telehealth appointment with her primary-care provider, she again reached out to her nephrologists relaying her emergency-room course, the plan implemented as well as providing the photos shown in . In review of this information, the nephrologist refuted the plan for outpatient oral valacyclovir treatment and coordinated for same day hospital admission. On admission 5 : 00 pm April 22, she was afebrile (98.1°F), tachycardic (pulse 123 bpm), and hypertensive (143/90 mmHg). Laboratory studies showed a bump in her baseline creatinine from ∼1.40 mg/dL to 2.18 mg/dL indicating an acute kidney injury in the setting of viremia, hypertension, and poor oral intake. In addition, the patient's lesions had progressed to include more of her face and had invaded her proximal arms and legs. Fortunately, an ophthalmic exam did not find any involvement of the eyes. PCR analysis was conducted on lesion swabs that were negative for HSV-1 and HSV-2 but positive for varicella zoster confirming the diagnosis of disseminated shingles. She was promptly started on NaCl fluid supplementation and I.V. acyclovir 10 MG/kg twice per day for 5 days. By April 27, the patient's lesions had scabbed over and her creatinine was back to baseline. She was discharged home and instructed to take valacyclovir 1,000 MG twice per day through May 7 at which time she reported a full recovery apart from lesion scarring.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'24161036': 1, '23451298': 1, '31567282': 1, '15888559': 1, '31307420': 1, '17391119': 1, '32832290': 2, '34341691': 2}", "similar_patients": "{'7437097-1': 1}"}