{"patient_id": 106883, "patient_uid": "8057145-1", "PMID": 34083999, "file_path": "noncomm/PMC008xxxxxx/PMC8057145.xml", "title": "Successful Pregnancy after Frozen Embryo Transfer after Recurrent Endometrial Collection in a Patient with Mosaic Turner Syndrome", "patient": "A 36-year-old female was referred to our institute for oocyte donation program (ODP). She was a diagnosed case of Mosaic Turner Syndrome (80%46XX, 20% 45 XO). She got her periods only after taking a course of combined oral contraceptives. She was a known case of diabetes and was on metformin and insulin. Her height was 131 cm, and body mass index 28.5 kg/m2. Husband's reports were normal. On ultrasound, the uterus was small, bilateral ovaries were not visualized and endometrium minimally vascular with no evidence of hydrosalpinx. She was given four cycles of sequential regimen estrogen (estradiol valerate 10–12 mg) daily and progesterone (medroxyprogesterone 10 mg) to improve the vascularity before ODP. She was started on hormone replacement therapy (HRT), that is, 8 mg of estradiol valerate for the trial cycle, but she developed an endometrial collection along with hypoechoic fluid collection with maximum anteroposterior diameter of about 6 mm []. Hence, she was given progesterone withdrawal. Meanwhile, the oocytes were fertilized with husband's sperm by intracytoplasmic sperm insemination and were frozen at eight cell stage by vitrification, to be transferred after the resolution of the endometrial collection. The endometrial collection, however, occurred three times and each cycle had to be cancelled []. A hysteroscopy was decided, which revealed a normal study []. Endometrial sampling was done, which showed no evidence of inflammation or plasma cells and endometrial tuberculosis (TB) was also ruled out with TB-polymerase chain reaction. Histopathology report showed oedematous stroma with scanty endometrium. She was empirically given a course of doxycyline and clindamycin for 14 days. She was again started on HRT twice, but she again developed an echogenic endometrial collection. Therefore, cervical dilatation and suctioning of the endometrial cavity were done under ultrasound guidance. It drained only scanty old blood clots and the endometrial collection persisted on continuing estrogen. The patient was offered the option of surrogacy, but her close relative backed out.\\nIt was a dilemma for the treating gynecologists. We decided to start her on low dose transdermal estradiol (oestrogel, 0.06% w/w), 1.25 g in the morning and in the evening for 10 days, followed by 2.5 g in the morning and 1.25 g in the evening for another 10 days. The patient did not develop an endometrial collection this time, but the growth of the endometrium was slow. She was given five subcutaneous granulocyte-colony stimulating factors (G-CSF) 300 mcg on alternate days for improving endometrial thickness while continuing estrogen. After 28 days of transdermal estrogen, she developed an endometrium of 5.7 mm with zone 3 vascularity according to Applebaum scoring.[] Since it was the best endometrium thickness that could be obtained, a decision for embryo transfer was taken. The patient was started on vaginal micronized progesterone 300 mg thrice daily for 5 days. 2 embryos at eight cell stage (Grade 1) were thawed with Kitazatos thawing medium, and assisted laser hatching was done by diode laser in the compaction stage and transferred on the 5th day of progesterone. The beta-human chorionic gonadotropin report 14 days after the embryo transfer was positive. Scan showed a singleton live intrauterine gestation. The patient is in follow-up at our center.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'1883788': 1, '9070711': 1, '30220024': 1, '27141464': 1, '7850597': 1, '29430156': 1, '11940048': 1, '34083999': 2}", "similar_patients": "{}"}