{"patient_id": 109573, "patient_uid": "8287412-1", "PMID": 34350001, "file_path": "noncomm/PMC008xxxxxx/PMC8287412.xml", "title": "Isolated ten-eleven translocation 2 positive in triple negative essential\\nthrombocythemia: Case report and literature review", "patient": "A 22-year-old female is not known to have chronic medical illnesses. Presented to the\\nemergency department with epigastric pain and vomiting for a couple of days with no similar\\npresentation before. Thoroughly investigated by gastroenterologist and labeled as dyspepsia\\nafter gastroscopy. Found to have persistently high platelet count ranging between 600 and\\n900 × 10%uL level for 4 years duration. Referral to hematology service was done for further\\ninvestigation.\\nPatient had thrombocytosis since 2015, had no history of thrombosis or bleeding, and no\\nhistory of significant weight loss. She has no risk factors for Coronary Vascular Disease.\\nHas positive family history of myeloproliferative disease in her aunt who was diagnosed\\nrecently to have high-risk ET with positive CALR gene mutation.\\nOn examination, the patient looks well, not pale, jaundiced, or cyanosed. Blood pressure\\nwas 113/53 mm Hg, temperature was 36.6°C, pulse was 85 beats per minute, respiratory rate\\nwas 19 per minute, and oxygen saturation was 100% on room air. There was no lymphadenopathy.\\nRespiratory system and cardiovascular system examination was unremarkable. Abdominal\\nexamination was negative for any masses or organomegaly. Grossly intact neurological\\nexamination was carried out. In lower limbs, there is no edema or evidence of deep veins\\nthrombosis clinically.\\nInitial investigations showed hemoglobin of 12.7 g/L, white blood cell (WBC) of 6.08 ×\\n10/uL, platelets of 680 × 10%uL with normal mean corpuscular volume (MCV) and mean\\ncorpuscular hemoglobin (MCH). Reticulocytes count was 1.39%. Liver panel and renal panel\\nwere within normal, lactate dehydrogenase (LDH) was 163 U/L, aspartate aminotransferase\\n(AST) was 15.2 U/L, total bilirubin was 6 umol/L, and direct bilirubin was 2 umol/L. Partial\\nthromboplastin time (PTT) was 31.9 and international normalized ratio (INR) was 1.13.\\nFerritin was 20.8, iron was 10 which is the borderline level, as per our reference range,\\nand total iron binding capacity (TIBC) was 66. Peripheral Blood Film showed normochromic\\nnormocytic red blood cells picture with normal weight blood cells count and morphology,\\nplatelets were increased in distribution, and no blast or abnormal cell was seen. Ultrasound\\nabdomen showed no organomegaly, spleen measures were 9.5 cm, and liver measures were 12.6\\ncm, otherwise unremarkable scan.\\nBone marrow examination showed increased megakaryocytes with no increased in blast cells or\\ndysmorphic cell and no fibrosis (). Flow cytometry showed normal study with no signaling that indicated the\\npresence of any active hematological malignancy. Cytogenetic study for\\nBCR/ABL gene mutation showed negative test for any\\nmutation, and no mutation was detected in JAK2 gene, Exon 12 and 14, as\\nwell as CALR and MPL genes. Extended cytogenetic and\\nmolecular study showed TET2 (c.3813C>T) mutational burden 45%. Other genes such as\\nASXL1, CBL, DNMT3A, EZH2, IDH1, RUNX1, SF3B1, SRSF, TP53, UAF1, and\\nZRSR2 were not mutated.\\nHence, the patient was labeled as very low-risk triple negative—TET2 positive—ET and she\\nwas advised to increase fluid intake, her iron deficiency was treated, and to maintain on\\nprophylaxis, aspirin 81 mg was given per oral once daily. Since then, she is on follow-up\\nwith hematologist for any progress in her condition. She had no further admissions for any\\nreason since then.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'19262601': 1, '31963585': 1, '22417203': 1, '20428194': 1, '23888938': 1, '26768689': 1, '19474426': 1, '25224413': 1, '28104796': 1, '29296692': 1, '21173100': 1, '28655780': 1, '21904853': 1, '33085059': 1, '29735542': 1, '29426921': 1, '31484061': 1, '28825709': 1, '24030381': 1, '34350001': 2}", "similar_patients": "{}"}