{"patient_id": 48105, "patient_uid": "8042054-1", "PMID": 33846858, "file_path": "comm/PMC008xxxxxx/PMC8042054.xml", "title": "Successful intrathecal neurolytic block for the management of cancer pain in a 10-year-old child: a case report", "patient": "The patient was a 10-year-old girl (height, 118 cm; weight, 20 kg) with recurrent right ilium osteosarcoma, which spread to the right femur. She received chemoradiation therapy for right ilium osteosarcoma 3 years before presentation. The tumor gradually invaded the right lumbar plexus (Fig. ). The spread of the tumor led to progressive lower extremity muscle weakness with throbbing pain in the right lower extremity. Metastasis of the tumor in both lungs was detected. The cancer was diagnosed as advanced, and end-of-life care was initiated. The attending pediatricians tried to manage the pain with acetaminophen, ibuprofen, pregabalin, ketamine, oxycodone, and fentanyl. The pain in the right lower extremity progressively worsened with time. The palliative care doctor gradually increased the dose of analgesics. The maximum dose of intravenous oxycodone was 1320 mg/day, which is equivalent to an oral morphine dose of 2640 mg/day. Benzodiazepines were used to mildly sedate the patient because pain control was poor. A urinary catheter was inserted due to urinary retention. The attending pediatricians estimated her life expectancy to be approximately 1–2 months. The patient and her parents expressed desire to be discharged home. However, due to intractable pain, the patient could not be discharged.\\nShe was then referred to the Department of Pain Medicine. Because the patient was shy and rarely communicated with the medical staff, we obtained information regarding her condition from her parents. The spread of the tumor led to progressive lower extremity muscle weakness (2 to 3/5 in the manual muscle test) with severe throbbing pain (NRS 7 to 9) (Fig. a). She was not able to walk because of muscle weakness. She also complained of general fatigue, malaise, and shooting pain (NRS 10). Shooting pain appeared more than five times per hour in the same region of throbbing pain. Mild allodynia was observed in the region of pain. A tactile sensation at the innervation territory of the right thoracic (T) 12 to lumbar (L) 5 spinal nerves was decreased to 5/10 compared to the contralateral side. We diagnosed her pain as a mixed condition of neuropathic pain and somatic pain. Severe shooting pain and mild allodynia were observed in the pain region. We classified her pain as “definite neuropathic pain” using a grading system for neuropathic pain published by The International Association for the Study of Pain []. The throbbing pain was considered to be somatic pain caused by the direct expansion of the tumor. She also experienced sleep disturbances due to the pain.\\nWe considered regional anesthesia techniques to relieve the pain since systemic analgesic therapy failed to adequately attenuate it. There was no space to perform a peripheral nerve block because the tumor had spread near the spinal canal. We had three options: first epidural infusion, second intrathecal infusion, and third intrathecal neurolytic block. Epidural analgesia might not have been able to control the pain due to its relatively wide dermatomal spread. Catheter management may have been troublesome. Although neurolytic block may cause paresis/paralysis and bladder/bowel dysfunction, she was not able to walk due to muscle weakness. She already had a urinary catheter and constipation. We considered that paresis/paralysis and bladder/bowel dysfunction were acceptable complications. After discussing the benefits and risks with the patient, parents, palliative care doctors, and attending pediatricians, we decided to try an intrathecal neurolytic block.\\nTo evaluate the efficacy of intrathecal analgesia, we performed a test block using a fluorescence-guided intrathecal nerve block. On arrival in the procedure room, pulse oximetry, electrocardiography, and noninvasive blood pressure monitoring were established. The patient’s mother accompanied her and stayed in the room during the procedure. After applying oxygen at 7 L/min using a facemask, moderate sedation was initiated with intravenous thiamylal (75 mg). Moderate sedation with spontaneous ventilation was maintained using intermittent thiamylal (total dose, 200 mg). We selected thiamylal as a sedative because the patient already received thiamylal several times. We carefully monitored patient’s airway and ventilation. We changed the patient’s position from the supine position to the right lateral decubitus position. After local anesthesia with 1% mepivacaine, a 23 G Quincke needle was inserted into the L 3/4 intervertebral space. We confirmed adequate spread (L 2 to L 4 levels) of contrast using 24% iotrolan (0.3 mL) (Fig. b). Hyperbaric bupivacaine (0.5%, 0.3 mL) was injected intrathecally. We kept her in the right lateral decubitus position for an hour. Her vital signs were within the normal range during the procedure. The patient did not complain of any pain for 6 h. The intrathecal nerve block was considered to be effective.\\nFive days after the test block, we performed the intrathecal neurolytic block. The patient was mildly sedated using intravenous midazolam (2 mg) because the patient seemed anxious. Oxygen 3 L/min was applied via a facemask. Moderate sedation was maintained with intermittent thiamylal administration (total dose, 300 mg). Airway obstruction or insufficient ventilation was not observed. After local anesthesia with 1% mepivacaine, a 22 G Quincke needle was inserted into the L 3/4 intervertebral space. A 0.2 mL solution of 10% phenol-glycerol was injected. We maintained her in the right lateral decubitus position for 2 h. Her vital signs were within the normal range during the procedure. The patient reported decreased touch and pain sensation from T 12 to L 5 in the dermatome without any signs of motor block.\\nOver the following few days, intravenous administration of oxycodone was significantly reduced. The neurolytic block completely relieved her right lower extremity pain. Finally, she received only transdermal fentanyl patch 2 mg/day, which is equivalent to an oral morphine dose of 60 mg/day due to low back pain. The complication of neurolytic block was not observed. The patient was discharged 2 weeks after the neurolytic block. She was able to go outside using a wheelchair. Her quality of life improved and spent her last time with family. She died 3 months after the neurolytic block was performed.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'988920': 1, '20851519': 1, '12910978': 1, '21479833': 1, '14529011': 1, '18632721': 1, '7549171': 1, '31078340': 1, '25575710': 1, '33846858': 2}", "similar_patients": "{}"}