{"patient_id": 49765, "patient_uid": "8121198-1", "PMID": 34007766, "file_path": "comm/PMC008xxxxxx/PMC8121198.xml", "title": "Treatment of a Complex Pressure Ulcer Using a Synthetic Hybrid-Scale Fiber Matrix", "patient": "The patient was a 63-year-old Hispanic male who was living in a group home. He had multiple comorbidities including type 2 diabetes mellitus, hyperthyroid, rectal fistula, with a previous colostomy, hemipelvectomy, and urostomy surgeries. He was paralyzed due to a gunshot injury to the C10-C11 intervertebral discs. He had an abdominal abscess which resulted in a rectal fistula that was draining into the wound. A catheter was implanted to divert the drainage.\\nHe presented to the Astria Sunnyside hospital (Sunnyside, WA, USA) with a sacral pressure ulcer measuring 15 cm (length) × 11 cm (width) × 5 cm (depth) present for over 16 years with L4 and L5 exposed spinal segments. Part of the pelvic gridle was removed in the prior hemipelvectomy surgery. L4 and L5 segments were exposed in the wound and L5 segment was significantly debrided to remove nectrotic and/or infected tissue (Figures and 2A). Previously, the wound had been treated with wet-to-dry dressings for 11 years, had shown no signs of healing after three weeks of treatment with negative-pressure wound therapy (NPWT) alone, and had failed multiple skin flap procedures (two rotational and one bilateral). His wound tested positive for methicillin-resistant Staphylococcus aureus, Pseudomonas, Escherichia coli, and Proteus. The wound also presented with heavy exudate. The clinical objectives were to manage the infection, reduce the wound exudate, achieve granulation tissue and epithelialization of the wound, and discharge the patient from the hospital. The patient provided written informed consent to be included in the study and to publish photographs. All procedures in this study were in compliance with institutional guidelines and were approved by the review committee.\\nThe synthetic hybrid-scale fiber matrix, Restrata® (Acera Surgical Inc., St. Louis, MO, USA), was placed in complete contact with the wound bed, secured with steri-strips, and applied in conjunction with NPWT to control the wound exudate. The synthetic hybrid-scale fiber matrix was re-applied as needed based on clinician discretion.\\nUpon the patient’s admittance to the hospital, he was transferred to the acute care center. The wound was not debrided by the clinician because no viable tissue was present to support re-granulation. A 45-day treatment with intravenous (IV) therapy of vancomycin was performed with no healing signs observed. Next, a 12-week IV therapy with meropenem was initiated. In parallel with antibiotic therapy, treatment with the synthetic hybrid-scale fiber matrix was initiated (Figure ). A total of nine applications of the synthetic hybrid-scale fiber matrix were applied over 11 weeks, as needed, based on clinician discretion. After the first three applications, new granulation tissue covered the exposed bone at the end of the spinal column and filled in the depth of the wound. Moreover, the wound exudate was reduced by approximately 50%, and the wound size was reduced by 20%. Continued follow-up revealed that subsequent applications of the synthetic hybrid-scale fiber matrix resulted in significant healing, wound undermining was resolved, and 2 cm of new epithelium formed at and around the wound site. The application of the synthetic hybrid-scale fiber matrix in conjunction with antibiotics resulted in healing of the rectal fistula. The healing response was satisfactory to the point that the clinician ceased the IV antibiotics treatment at week nine of the 12-week treatment course and switched to oral antibiotics. Overall, the wound demonstrated significant healing, wound exudate was notably reduced, and no complications were observed. The excellent healing response and successful infection management resulted in the patient being discharged from the hospital after 135 days of hospitalization.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'29209583': 1, '27749790': 1, '22666573': 1, '23764144': 1, '23817703': 1, '30990777': 1, '23789591': 1, '34007766': 2}", "similar_patients": "{}"}