{"patient_id": 58777, "patient_uid": "8544377-1", "PMID": 34698265, "file_path": "comm/PMC008xxxxxx/PMC8544377.xml", "title": "Lyme Disease and Associated NMDAR Encephalitis: A Case Report and Literature Review", "patient": "A 74-year-old man was admitted to the emergency department due to a gradual onset of back pain, myalgia, and memory impairment. Two days prior to the hospitalization, he experienced vivid dreams and behavioral and language changes. Additionally, balance impairment started five days prior to hospitalization. The patient had also experienced abdominal pain, constipation, and sleep disturbances. A day before hospitalization, the patient’s speech changed and he became confused; therefore, the emergency medical service was called.\\nThe patient’s relatives reported weight loss that was likely due to dietary changes. The patient had been physically active until recently. His medical history included prostate cancer three years ago which was effectively treated (with no signs of metastatic process), and he been followed up by a urologist. The patient had already been vaccinated against tick-borne encephalitis.\\nAn objective examination on the day of admission showed that the patient was confused, uncritical, agitated, and partially oriented, with a GCS of 14 points, a BP of 154/87 mmHg, a HR of 75 beats per minute, an SpO2 of 99%, and a normal body temperature.\\nUpon neurological examination, a full range of eyeball movements was possible, nystagmus was not observed, the pupils were symmetrical, and dysphonia, dysarthria, dysphagia and paresis were not detected. Additionally, mild asymmetry of facial mimicry muscles was observed with a droop on the left side; left-side hemihypesthesia was also observed. The periosteal tendon reflexes were symmetrical and preserved, he had a bilaterally positive Babinski reflex and mild nuchal rigidity (3 cm), and his urine retention was present.\\nA CT of the head performed on the emergency ward was normal. The laboratory findings indicated slightly elevated blood inflammatory markers, severe hyponatremia (124 mmol/L), CSF pleocytosis of 79 cells/uL (agranulocytes 85%), a protein level of 1.924 g/L, and a glucose level of 2.6 mmol/L (serum glucose of 5.9 mmol/L) ().\\nThe working diagnosis on the day of hospitalization was that the patient had an electrolyte imbalance and unspecified meningoencephalitis. Immunological, viral, and bacterial tests were also performed. Empirical antiviral therapy with acyclovir and antibacterial therapy with ceftriaxone were initiated.\\nDay 2: An MRI of the head indicated no acute pathology, although meningioma on the right side of the forehead was revealed. Additional neurological manifestations became apparent: ataxia of the right lower extremity, as well as dysmetria of the upper extremities and a positive Romberg test.\\nTaking into account poor improvement with empirical therapy, a repeated lumbar puncture was performed on the third day, after which the indicators in the CSF slightly improved () and the previous therapy was continued. The blood serum sodium level also returned to within the normal limits. Both the serum and CSF were screened for antibodies associated with autoimmune encephalitis and paraneoplastic neurologic syndromes. Serology tests for syphilis and HIV returned negative results.\\nDay 6: The infection work-up results were received for blood and cerebrospinal fluid analysis (), as outlined below.\\nBlood serum: Positive Borrelia burgdorferi IgM antibodies—OspC P41 and sum of points of 9 (sum of points: negative ≤ 5, equivocal = 6, positive ≥ 7; method: Immunoblot IgM antibodies, recomLine Borrelia IgM; MIKROGEN, Neuried, Germany). Positive Borrelia burgdorferi IgG antibodies—169 AU/mL (negative < 10 AU/mL, equivocal = 10–15 AU/mL, positive > 15 AU/mL; method: ELISA IgG antibodies, LIAISON Borrelia IgM Quant; DiaSorin, Saluggia, Italy). Positive Borrelia burgdorferi IgG antibodies—VIsE p41 OspC sum of points of 12 (sum of points: negative ≤ 5, equivocal = 6–7, positive ≥ 8; method: Immunoblot IgG antibodies, recomLine Borrelia IgG; MIKROGEN, Neuried, Germany).\\nCerebrospinal fluid. Positive Borrelia burgdorferi IgM antibodies—8.9 AU/mK (negative < 2.5 AU/mL, equivocal = 2.5–3.5 AU/mL, positive > 3.5 AU/mL; method: ELISA IgM antibodies, LIAISON Borrelia IgM Quant; DiaSorin, Italy). Positive Borrelia burgdorferi IgG antibodies—172.6 AU/mL (negative < 4.5 AU/mL, equivocal 4.5–5.5 AU/mL, positive > 5.5 AU/mL; method: ELISA IgG antibodies, LIAISON Borrelia IgG Quant; DiaSorin, Italy). Positive Borrelia burgdorferi IgG antibody index (AI)—3.58 (positive AI > 1.5, normal AI = 0.7–1.3, invalid result AI < 0.7; method, Borrelia IgG antibody index in CSF, IgG antibodies, ELISA, AI using the Reiber’s formula).\\nOther CSF test results: Tick-borne encephalitis, Ehrlichia spp., Anaplasma phagocytophilum, Neisseria meningitidis, Listeria monocytogenes, Streptococcus pneumoniae, Streptococcus agalactiae, Haemophilus influenzae, and Escherichia coli K1 DNA (method: Allplex Meningitis—B Assay, Seegene, Seoul, Korea). Borrelia burgdorferi sensu lato DNA was negative (method—PCR in real time, FRT, AmliSens).\\nCMV DNA, HSV ½ DNA, VZV DNA, EBV, and the enterovirus DNA polymerase chain reaction (PCR) were negative (method—PCR in real time, CMV DNA quantitative, Artus CMV LC PCR Kit, QiaGen, Hilden, Germany; PCR in real time, HSV DNA quantitative, Artus HSV ½ LC PCR Kit, QiaGen, Germany; PCR in real time, VZV DNA quantitative, Artes VZV LC PCR Kit, QiaGen, Germany; PCR in real time, EBV DNA quantitative, Artus EBV LC PCR Kit, QiaGen, Germany; PCR in real time, enterovirus RNA detection, Xpert EV, Cepheid, Maurens-Scopont, France).\\nElevated protein level in the CSF: Albumin (Turbidimetric)-positive—1772.4 mg/L (reference range, 100.0–300.0 mg/L) and IgG (Turbidimetric)-positive—282.5 mg/L (reference range, 6.3–33.5 mg/L). In the blood serum: Albumin (Turbidimetric)—32.2 mg/L (reference range, 35.0–52.0 mg/L) and IgG (Turbidimetric)—9.9 mg/L (reference range, 7.0–16.0 mg/L).\\nDay 7: Electroencephalography: No epileptic activity was observed.\\nDay 14: Despite antibacterial therapy, a marked clinical improvement was not achieved, and so a repeated lumbar puncture was performed. As a result, CSF pleocytosis increased to 68 cells, the predominance of agranulocytes persisted, and the protein level increased (). The results of the autoimmune encephalitis panel were obtained—the positive antibodies against NMDAR in the CSF titer were 1:10 and in blood serum titer were 1:100 (method: Cell-based assay (CBA) with an indirect immunofluorescence test (IIF); reference range, titer 1: <10 (serum, plasma; IgG) or CSF negative), (EUROIMMUN Medizinische Labordiagnostika AG, Lübeck, Germany). Anti-recoverin IgG antibodies were also found in the blood and cerebrospinal fluid. The results for the signal intensity of the EUROLineScan flatbed scanner were positive when more than 11, or very positive when more than 50; in our case, the result for the CSF was 17 and for the blood it was 13 (method: Immunoblot; EUROIMMUN Medizinische Labordiagnostika AG, Germany).\\nOn the basis of an immunological work-up, the patient underwent therapy with methylprednisolone (1 g) intravenously over five days. An improvement in the patient’s clinical condition was observed after the first two days of treatment: Contact with the patient became more productive and his understanding, memory, and focal neurological symptoms improved.\\nDay 17: MOCA testing was possible, scoring 22 out of 30 points. The patient was consulted and received methylprednisolone for a total of five days, complementary to ceftriaxone. Oncological screening was additionally performed with computed tomography of the lungs and abdomen, revealing no signs of a neoplasm. The patient underwent a consultation with an ophthalmologist and urologist, but neither revealed any signs of malignancy.\\nDay 24: The patient showed a marked improvement and was discharged from hospital. His neurological state at discharge was oriented in time, space, and personality, with a full range of eyeball movements, symmetrical pupils, and mild asymmetry of the facial muscle group with a droop on the left side, while paresis in the limb musculature was not observed. Symmetrical periosteal tendon reflex and coordination tests were performed precisely, and sensory disturbances were no longer observed, while the meningeal signs were negative. No urinary or defecation impairment were present. A lumbar puncture was performed prior to discharge ().\\nThe patient was discharged for outpatient treatment, with recommendations to complete a course of treatment with intravenous ceftriaxone (total, 28 days).\\nDay 57: No new complaints or neurological deterioration were observed. The CSF pleocytosis level was 8/uL and the protein level was 0.655 g/L. Anti-NMDAR encephalitis antibodies were negative in the cerebrospinal fluid, while anti-recoverin remained positive. A specific therapy was not recommended.\\nDay 340: The patient was hospitalized for a follow-up. He had been experiencing fatigue, but it had a minimal effect on his daily life. He also noticed that, after developing this condition, his memory had slightly worsened, but his memory impairment was not worsening anymore. However, he noticed that his fingertips had become less sensitive. A neurological examination revealed mild hypesthesia of both hands and feet with reduced vibration sensation, while his meningeal signs were negative. Improvement in the MOCA test was observed, with 26/30 points. The laboratory findings showed that anti-NMDAR and other autoimmune encephalitis antibodies were negative. Slightly positive anti-recoverin antibodies in the serum and CSF were found, the result was 13. The CSF test results indicated that white blood cells were absent, while the protein results were 0.52 g/L (). Nerve conduction studies showed no data of polyneuropathy. A cancer screening was repeated and no data on a possible malignant process were obtained.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'24443452': 1, '29713325': 1, '32341686': 1, '29674128': 1, '22811010': 1, '29629396': 1, '15214872': 1, '21898139': 1, '31273488': 1, '32760403': 1, '33303954': 1, '31910823': 2, '18851928': 1, '31694559': 1, '30913507': 1, '17262855': 1, '25023340': 1, '26906964': 1, '23290630': 1, '33976421': 1, '32161761': 1, '30234468': 1, '30539454': 1, '28761905': 1, '21412839': 1, '32668637': 1, '31326280': 1, '28887186': 1, '31800465': 1, '26076857': 1, '28234798': 1, '28298428': 1, '31893079': 2, '33417672': 1, '21163445': 1, '30536421': 1, '28439890': 1, '30692769': 2, '27920282': 1, '30008117': 1, '30049614': 1, '34698265': 2}", "similar_patients": "{'6327714-1': 1, '6947964-1': 1, '6935669-1': 1, '6935669-2': 1, '6935669-3': 1}"}