{"patient_id": 52896, "patient_uid": "8269988-1", "PMID": 34277161, "file_path": "comm/PMC008xxxxxx/PMC8269988.xml", "title": "Herpes Simplex Virus-2 Meningoencephalitis With Abducens Nerve Palsy With Literature Review", "patient": "A 19-year-old white female came to the emergency department (ED) with altered mentation and abnormal behavior. Three days earlier, she developed headache, malaise, nausea, confusion with fever, behavioral changes, and agitation, which prompted her parents to bring her to the ED for evaluation. Her medical history was relevant for anxiety, depression, and obesity. She endorsed social alcohol consumption and routine recreational marijuana use. She denied any intravenous drug abuse and reported being sexually active. At the ED, she had stable vital signs. Clinical exam revealed a young obese female with somnolence, intermittent agitation, a Glasgow coma score of seven, spontaneous limb movements with no nuchal rigidity. Ocular examination revealed a left-sided esotropia. The genital examination was negative for lesions indicative of sexually transmitted disease.\\nComprehensive laboratory workup revealed a normal metabolic panel and blood count revealing a normal white cell count with neutrophilia (absolute granulocyte count of 9.02 x 109/L), lymphopenia (absolute lymph count of 0.59 x 109/L). Lactic acid was increased with a normal creatinine kinase, thyroid-stimulating hormone, and troponin. Urinalysis was not indicative of urinary infection. The testing for rapid influenza A/B and SARS-CoV-2 nasopharyngeal polymerase chain reaction (PCR) was negative. The urine drug screen revealed cannabinoids (Table ). Chest X-ray revealed no acute cardiopulmonary abnormality (Table ). Sedatives and antipsychotics were required to control her agitation in the ED. Computed tomography of the head was done, which was normal (Figure ). Due to her restlessness, fundoscopy could not be performed. Her clinical course was concerning for meningitis/encephalitis, so she underwent a lumbar puncture for cerebrospinal fluid (CSF) and two blood culture sets. The CSF opening pressure was 30 centimeters (cm) of water. Immediately after obtaining the CSF, empiric antibiotics (vancomycin, ceftriaxone), acyclovir, and steroids were initiated. CSF analysis was suggestive of a viral infection with a negative CSF Bio fire PCR and cryptococcal antigen test (Table ). The empirical regimen was continued, and she was admitted to internal medicine service.\\nOn day 2 of her hospitalization, she was febrile and encephalopathic with a leukocytosis of 17,550/mL. The infectious disease (ID) team recommended CSF PCR for HSV, VDRL (Venereal Disease Research Laboratory Test), CSF, and blood serology for Ehrlichia, Anaplasmosis. Doxycycline was added to the empirical regimen. Tuberculosis gold QuantiFERON, serology for HIV, and syphilis were negative. Magnetic resonance imaging of the brain revealed no abnormalities (Figure ). On day 3, her mentation and leukocytosis improved with new onset of diplopia. She informed the medical team of her unprotected sexual encounter with a new partner three weeks before. On day 4, CSF and blood cultures returned negative. CSF and blood PCR for Ehrlichia, Anaplasmosis were negative. Both vancomycin and doxycycline were stopped. A neurology evaluation confirmed left abducens nerve palsy. By day 6, CSF HSV PCR returned positive for HSV-2 DNA, confirming meningoencephalitis (ME) diagnosis, whereas the CSF VDRL was negative. Ceftriaxone was discontinued, and she was discharged on IV acyclovir to complete two weeks of antiviral therapy. An eye patch over the left eye was recommended to prevent diplopia. At the time of her discharge (day 5), her encephalopathy had resolved.\\nAt two weeks follow-up with primary care, ophthalmology, and occupational therapy, she continued to improve with residual diplopia. She was continued on conservative management with an eye patch and physical therapy. Per ophthalmology, it may take six months for her diplopia to resolve completely. At two months follow-up, her diplopia had improved, and she was cleared for driving with a left eye patch.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'16939868': 1, '25133881': 1, '6273872': 1, '4294512': 1, '27306521': 1, '29669602': 2, '16750946': 1, '9719177': 1, '6255332': 1, '3005858': 1, '20544248': 1, '7742450': 1, '28560630': 1, '34733601': 2, '10079603': 1, '16401850': 1, '20681262': 1, '10547406': 1, '34277161': 2}", "similar_patients": "{'5907410-1': 1, '5907410-2': 1, '8557251-1': 1, '8557251-2': 1}"}