{"patient_id": 54106, "patient_uid": "8327140-1", "PMID": 34377678, "file_path": "comm/PMC008xxxxxx/PMC8327140.xml", "title": "Giant urethral caruncle resembling urethral prolapse causing outflow obstruction", "patient": "An 83-year-old P6A0 postmenopausal woman came to our urogynecology center with chief complaint of urinary retention which exacerbated since a week ago. She said that her urine was only dripping even after straining herself. This symptom had occurred since a year ago. However, she thought that it was one of the symptoms of aging, thus she never went for medical examination. She also complained of a bulging sensation felt at her vagina.\\nThere was no complaint of defecating problem nor abnormal vaginal discharge prior to the visit. Her last menstruation was more than 30 years ago. However, she had seen some blood stains on her underwear over the past week. She was a widow and her last sexual activity was more than 20 years ago.\\nShe had 6 child, all of which was born vaginally. She had never known the birth weight of her babies. Previously, she had never used any kind of contraceptive. There are no complaints of fatigue nor rapid loss of weight. Her prior medical condition was also unremarkable.\\nPatients vital sign was stable at the time of arrival. Physical examination revealed bulging pedunculated red mass originating from posterior lip of the external urethral meatus. Its dimension was 25 mm × 25 mm, was soft and fixated on palpation. At a glance, it was thought to be urethral prolapse. However, additional examination showed that the prolapse only occurred on the posterior lip of the urethra. It was then thought to be a urethral caruncle. ().\\nPhysical examination revealed no other pathology on bladder and kidney. Complete blood count, urine examination, and uroflowmetry were done following the meeting. Her blood and urine result was within normal limit while her uroflowmetry result revealed intermittent flow due to abdominal straining with reduced average flow rate without any residual urine.\\nDue to the disturbing symptoms, the patient was scheduled to have total surgical excision of the urethral caruncle on the same day. Following preparation and acquisition of informed consent, total excision under general anesthesia was performed. Following the urethral dilatation, urethrocystoscopy was also performed with normal result.\\nThe whole mass was totally resected, while the urethral meatus was then sutured with 3–0 absorbable sutures and 18 French (F) Foley silicon urinary catheter was placed in order to prevent stenosis and help urine drainage. The patient was then discharged while the mass was sent for histology examination.\\nOn the seventh day following the surgery, there were no complications found and the catheter was removed accordingly. The histopathologic result reported the mass as hyperplastic urothelium overlying inflamed stroma. The result was consistent with a urethral caruncle. Follow up uroflowmetry on the 14th day showed normal result. There was no sign of residual symptoms or recurrence after 6 months of follow up.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'29631981': 1, '24839498': 1, '22397870': 1, '34377678': 2}", "similar_patients": "{}"}