{"patient_id": 60357, "patient_uid": "8615442-1", "PMID": 34964796, "file_path": "comm/PMC008xxxxxx/PMC8615442.xml", "title": "Circulation collapse caused by intracardiac thrombosis associated with tranexamic acid administration", "patient": "A 62-year-old male (height, 168 cm; weight, 90 kg) who complained of bilateral knee pain and limited mobility for 10 years was scheduled to undergo right knee arthroplasty. He had a history of hypertension, and was taking irbesartan hydrochlorothiazide 12.5 mg and levamlodipine besylate (5 mg daily). He had undergone a right femur fracture surgery 30 years previously. Systemic examination revealed no significant abnormalities. Other than a high platelet count (498 × 109/L) laboratory investigations were within normal limits, with a prothrombin time of 10.9 s, activated partial thromboplastin time 24.4 seconds, and fibrinogen level of 3.38 g/L. Ultrasonic examination showed that left ventricular posterior wall thickness (diastolic) was 10 mm, left ventricular diameter (systolic) was 27 mm, and ejection fraction was 73%. No thrombosis or other abnormalities were seen in the blood vessels of either lower limb. Electrocardiogram and lung computed tomography also showed no abnormalities. The Caprini score was 3.\\nAfter electrocardiography, non-invasive blood pressure, and oxygen saturation monitoring, general anesthesia was induced with intravenous etomidate (18 mg), fentanyl (0.3 mg), and rocuronium (50 mg). After tracheal intubation, propofol (6 mg/kg/h) and remifentanil (0.2 μg/kg/min) were infused for maintenance of anesthesia.\\nUpon sterilizing the surgical area, TXA (1.6 g) was intravenously administered. Several minutes later, the patient's end-tidal carbon dioxide decreased from 35 to 7 mm Hg. Concomitantly, his blood pressure was 45/19 mm Hg, and oxygen saturation could not be analyzed. The patient developed ventricular fibrillation and severe acute pulmonary embolism was suspected. Epinephrine (100 μg followed by 1 mg) was administered immediately, and cardiopulmonary resuscitation was initiated. After electro-defibrillation, the patient recovered spontaneous circulation.\\nThe patient was catheterized in the radial artery and internal jugular vein for intensive monitoring. Hemodynamics was maintained with epinephrine (0.3 μg/kg/min). Blood gas analysis revealed a partial pressure of oxygen of 63.2 mmHg and partial pressure of carbon dioxide of 46.6 mmHg. Transesophageal echocardiography revealed a floating hypoechoic mass (5.9 × 1.8 cm) in the right atrium, which could be traced to the superior vena cava and right ventricle (3.9 × 2.0 cm), fluttering with heartbeat (Fig. A, B), while transthoracic echocardiography revealed no thrombosis in the jugular and femoral veins. After urgent multidisciplinary consultation, thrombolytic therapy was recommended. Thus, urokinase at 200,000 U for 10 minutes, followed by 300,000 U for 30 minutes was intravenously administered.\\nFifty minutes after thrombolysis, the mass in the ventricle disappeared. Only a shrunken mass of 2.0 × 2.3 cm was observed in the right atrium (Fig. C). After another half an hour, no abnormal echoes were seen in the right heart chambers (Fig. D).\\nThe operation was cancelled. After stable hemodynamics was preliminarily attained, the patient was transferred to the intensive care unit. Intraperitoneal hemorrhage and acute kidney failure were detected. After seven days of respiratory support and 11 days of renal replacement therapy, he returned to the general ward. He was discharged after 43 days without any organ dysfunction.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'25797505': 1, '32780129': 1, '27684841': 1, '30239375': 1, '29385649': 1, '32925743': 1, '22814857': 1, '26942474': 1, '23477634': 1, '34964796': 2}", "similar_patients": "{}"}