{"patient_id": 108855, "patient_uid": "8230158-1", "PMID": 34221886, "file_path": "noncomm/PMC008xxxxxx/PMC8230158.xml", "title": "Syncope and Cardiac Tamponade: Multimodality Imaging of Primary Cardiac Lymphoma", "patient": "A 62-year-old male patient, without any cardiovascular risk factor, started complaining persistent cough. Two weeks later, the patient complained of dyspnea, hypotension, and recurrence syncope. On admission, he had dyspnea, hypotension, and facial edema. Blood pressure was 90/55 mmHg, heart rate 107/min, and arterial blood oxygen saturation 93% in room air. He had muffled heart sounds at cardiac auscultation; the ECG showed sinus tachycardia without any repolarization abnormalities. TTE depicted normal biventricular dimensions and function, moderate circumferential pericardial effusion (18 mm), and dilated and immovable inferior vena cava; at pw-Doppler, signs of tamponade were present. In the right chamber there was an infiltrating mass, not well defined because of the pericardial effusion []. Urgent TTE -guided pericardiocentesis with subcostal approach was made; 950 ml of serosanguinous liquid had been drained with clinical benefit. The next transthoracic TTE revealed a bulky infiltrating mass developing on the lateral wall of the right atria with irregular echogenicity, infiltration of the interventricular groove, the right ventricle, and partially of the right outflow tract; it had movable and jagged ends []. The right coronary artery seemed traversing the tumor []. In the next days, chest Computed Tomography (TC) confirmed the mass sized 70 mm × 50 mm × 75 mm, located along right cardiac chambers, infiltrating right ventricular outflow tract and even the aortic root with encasement of the right coronary artery []. It also revealed pulmonary embolism of the right lobar branches requiring anticoagulation. Serological analyzes for Cytomegalovirus, Epstein–Barr virus, C hepatitis virus, and HIV were negative; cytological evaluation of the pericardial drainage showed activated mesothelial cells. The case was discussed in heart team, and the patient underwent surgical biopsy. At the operating field, there was a big bleeding purple mass extended to the anterior and the inferior wall of the right ventricle. Extemporaneous histological examination revealed poorly differentiated cancer. Because of the high risk of hemodynamic impairment due to infiltration of the myocardial tissue and of the nearby structures such as the right coronary artery, the mass could not surgically removed. The definitive histopathological–immunohistochemical examination highlighted large atypical lymphoid cells CD20 positive, while the proliferative index Ki67/Mib 1 was 70%, compatible with cardiac high-grade B cell lymphoma []. For the definitive diagnosis of primitive cardiac tumor versus metastases, a 18F-fluorodeoxyglucose (FDG) positron emission tomography (PET) was performed and revealed intense uptake of the cardiac mass with no other areas of hypermetabolism []. R-CHOP chemotherapy was started; 3 months later, cardiac magnetic resonance and 18F-FDG PET demonstrated a reduction in tumor size []. The patient is still alive and he is keeping on his chemotherapy treatment and imaging follow-up.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'26725181': 1, '26664312': 1, '19536397': 1, '27140394': 1, '24422789': 2, '26518127': 2, '21706271': 1, '22977025': 1, '25593536': 1, '20922788': 1, '20227122': 1, '27265603': 1, '25009797': 1, '16157624': 1, '34221886': 2}", "similar_patients": "{'4021862-1': 1, '4628386-1': 1, '4628386-2': 1}"}