{"patient_id": 54329, "patient_uid": "8341247-1", "PMID": 34397832, "file_path": "comm/PMC008xxxxxx/PMC8341247.xml", "title": "Successful treatment of restless leg syndrome with the traditional herbal medicines Dangguijakyak-san and Shihogyeji-tang", "patient": "A 72-year-old Asian woman had been admitted to our department 28 days previously for treatment of an intracerebral hemorrhage (ICH). During her stay, the patient complained of an unpleasant sensation in her whole body that had been present at night since admission. When the patient was at rest, discomfort and irritation occurred in both calves. All symptoms were resolved by moving the legs. The symptoms mainly occurred in the evening, around dinner time (about 6 pm) and reached a peak during sleep. As a result, the patient could not easily fall asleep, and often woke up during the night. In addition, the patient had to move her legs 7 to 8 times a night because of the discomfort in both calves during sleep. A detailed interview revealed that unpleasant sensations when resting or sleeping had occurred since the patient was an adolescent. However, the patient reported that both her mother and sister had the same symptoms and she had concluded it was a familial characteristic. Therefore, the discomfort in the lower extremities had never been assessed, and had she had never received any treatments or medications to manage it. The patient stated that she had to move throughout the night, and that when someone else was nearby, she refrained from moving, making the discomfort worse. Therefore, she slept alone, even after she was married.\\nWe diagnosed the patient with chronic persistent RLS based on the 2012 Revised International Restless Legs Syndrome Study Group Diagnostic Criteria.[ Blood tests revealed no iron deficiency or renal function abnormality. HbA1c was also confirmed to be within the normal range, and diabetes mellitus was excluded. In addition, secondary RLS was excluded because there was no history of peripheral neuropathy, Parkinson disease, or the use of medications known to block the action of dopamine. At the first visit, the Korean version of the international restless legs scale (K-IRLS) was used to evaluate the degree of subjective symptoms,[ which were found to be the most severe, with a total score of 35 points. To evaluate the effects of RLS on sleep disturbance, the insomnia severity index (ISI) was used,[ which showed a severe state of sleep disturbance with a total score of 27 points (Figs. and ).\\nThe primary purpose of admission was to treat left-sided weakness caused by the ICH. However, given the persistence of RLS-related symptoms and subsequent decrease in daytime activity, the patient had difficulty participating in a scheduled rehabilitation treatment program. Therefore, to treat the left-sided weakness, the patient began a rehabilitation program and acupuncture therapy (twice a day), while herbal medicinal treatment was planned to control the symptoms of RLS. The patient had a low weight (159 cm/49 kg), an anorexic tendency, and a pale complexion, with flushing occurring in the afternoon. She had a floating and rapid pulse and a pale red tongue. We therefore determined the patient to have Xue deficiency and Qi stagnation using the identification pattern of traditional East Asian medicine, considering the symptoms of RLS and the aforementioned findings. Among the herbal complexes containing Paeoniae Radix, Dangguijakyak-san (DS, 6 g/d, Kracie; Tokishakuyakusan in Japanese, Danggui Shaoyao San in Chinese) and Shihogyeji-tang (ST, 6 g/d, Kracie; Saikokeishito in Japanese, Chaihu Guizhi Tang in Chinese), which can be used for Xue deficiency and Qi stagnation, were administered to control the symptoms of RLS (Table ). During the treatment period, other medications the patient was taking were continued, though some were adjusted as needed.\\nDuring treatment, changes in the patient's symptoms and sleep status were assessed daily. The K-IRLS and ISI, which were used to evaluate the severity of RLS on day 1, were used twice more to quantitatively evaluate the changes in symptoms over time (days 21 and 47).\\nOn day 1, the unpleasant sensations were present on the bilateral calves, thighs, ankles, and wrists and the total duration of sleep was 2 hours. One week after the start of DS and ST, the symptoms of RLS began to improve. After 3 weeks (day 21), a significant improvement in symptoms was observed, with the duration of sleep lasting 9 hours. In addition, on day 21, the patient reported that she awakened 2 to 4 times during the night, but that after a brief massage of her legs, she fell back to sleep immediately. On day 36, ST was discontinued given the continued improvement of symptoms. On day 47, symptoms had almost completely disappeared, with no awakening at night, and a duration of sleep averaging 10 hours or more. After day 47 (day 94), DS was also discontinued since there were no further symptoms. According to the K-IRLS score, the symptoms were rated as 11 points on day 21 (moderate) and 0 on day 47 (no symptoms). The ISI results also improved, with 9 points on day 21 and 0 points on day 47. Additionally, the sleep disturbances caused by RLS had also completely resolved. There were no adverse effects associated with DS or ST during the treatment period (Figs. and ).\\nThe patient's ICH treatment continued until day 86, at which time the patient was discharged. There was no recurrence of RLS by discharge, and approximately 6 months after discharge (day 244), telephone counseling revealed symptoms had still not recurred (Figs. and ).\\nOn the last day of treatment, the patient signed informed consent for publication of the case report, which was approved by the Institutional Review Board of Kyung Hee University Korean Medicine Hospital (KOMCIRB 2020-05-001-001).\\nThe following is a qualitative description of the experience of the patient and her caregivers during the course of treatment.\\nDay 1, patient: “If someone is lying next to me, I cannot sleep. I have to move from time to time, but it is hard because I cannot. So, I have always slept alone.” “It has been harder since the stroke. I guess I cannot move freely because of left-sided weakness.” Her husband: “My wife has too much sensitivity. In the evening, the sensitivity worsens, and she hates to have someone next to her. But all of her family members are like that.”\\nOn day 7, patient: “For the first time, I felt the discomfort at night diminishing.”\\nOn day 21, patient: “Previously, there was discomfort in the calf, thigh, ankle, and wrist, but now only in the calf and thigh.”\\nOn day 47, patient: “I can sleep well without waking up these days.”\\nOn day 86, patient: “I think I can sleep no matter who is next to me.” Her husband: “I’ve always thought of my wife as an unusually sensitive person, but I never thought it was a disease.”", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'27600688': 1, '18274269': 1, '10904156': 1, '23340851': 1, '15955944': 1, '29358902': 1, '10720275': 1, '23686524': 1, '24978636': 1, '27524670': 1, '33380302': 1, '25023924': 1, '15222997': 1, '16043793': 1, '14592341': 1, '22459934': 1, '20531433': 1, '14744844': 1, '18925578': 1, '25045373': 1, '15923140': 1, '31003678': 1, '15956009': 1, '16086036': 1, '34397832': 2}", "similar_patients": "{}"}