{"patient_id": 57993, "patient_uid": "8505084-1", "PMID": 34646584, "file_path": "comm/PMC008xxxxxx/PMC8505084.xml", "title": "Thrombosed Aneurysm of Superficial Epigastric Vein Simulating Inguinal Hernia: Report of Two Cases", "patient": "First case: a 34-year-old female patient was admitted for an extensive painful swelling along her left inguinal area during the past 6 months. She was a nonsmoker, there was no trauma, use of oral contraceptive pills, infection, inflammatory disease, and recent travel in her medical history while review of systems was unremarkable. The patient had a medical history of left saphenectomy 8 years ago. Physical examination revealed a nonpulsating, immobile, and painful swelling along her left groin. The results of electrocardiography, routine biochemistry, and blood analysis were normal. The patient was clinically diagnosed with a left inguinal hernia, while an ultrasonic scan, unfortunately, had not been previously performed.\\nThe patient was operated under spinal anesthesia, and a left oblique inguinal incision was performed. A large blue mass, due to a thrombosed fusiform aneurysm of the superficial epigastric vein, was found (). The superficial epigastric vein was ligated flat to saphenous stump, and the venous aneurysm (6 × 4 × 3 cm) was excised (Figures and ).\\nThe second case: a 28-year-old female patient was admitted for mild painful swelling along the left inguinal area over the past 2 months. There were no remarkable findings in the patient's history of the predisposing factors, and the review of the systems was unremarkable. Physical examination revealed an inconsolable, immobile, and painful swelling along the left groin. The imaging examination with triplex ultrasonography (left inguinal hernia) () and computed tomography (inguinal lymph node enlargement) () was not diagnostic. The results of electrocardiography, biochemistry routine, and blood analysis were normal.\\nThe differential diagnosis preoperatively was left inguinal hernia and inguinal lymph node enlargement. The patient was operated under spinal anesthesia, and a left oblique inguinal incision was performed. A large blue mass, due to a thrombosed saccular aneurysm of the superficial epigastric vein, was found (). The superficial epigastric vein was ligated flat to saphenous stump, and the venous aneurysm (2 × 3 × 2.5 cm) was excised ().", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'10088804': 1, '18308045': 1, '29661366': 1, '22426654': 1, '3815993': 1, '12455795': 1, '3398176': 1, '18936046': 1, '24782973': 2, '25697400': 1, '32321691': 1, '7655848': 1, '34646584': 2}", "similar_patients": "{'4000880-1': 1}"}