{"patient_id": 106500, "patient_uid": "8033228-1", "PMID": 33850361, "file_path": "noncomm/PMC008xxxxxx/PMC8033228.xml", "title": "Teleconsultation for paraphimosis reduction in the geriatric population: Lessons from the COVID-19 pandemic", "patient": "Amid the COVID-19 lockdown, an? 88-year-old bedridden diabetic and hypertensive male informed his attendants of the sudden-onset pain and swelling at the penile foreskin along with the inability to extend the foreskin to cover the glans. It was late evening and the patient had limited access to any health-care facility. Consequently, the attendant, a chartered accountant by occupation, contacted an urologist at our tertiary care center on the telephone. He narrated the detailed medical history of his father along with a description of the foreskin swelling and sent the photographs of the penis [] on the WhatsApp messenger. With the background history and the evaluation of the photographs, a provisional diagnosis of paraphimosis was made. He was advised for urgent consultation locally, but given the situation, emergency consultation was not possible. He contemplated going to the hospital the next morning. However, he was made aware of the semi-urgent nature of the paraphimosis.\\nConsidering the situation and the attendant's consent, he was advised some “in-house” intervention like local application of glycerin to reduce the edema and a trial of manual reduction of the paraphimosis. We sent him pictures and links of videos and text materials explaining the detailed procedure of manual reduction. In addition, he was guided in real time on the video chat, while he successfully reduced the paraphimosis in the very first attempt taking <10 min []. The patient was relieved of the discomfort instantaneously without any complication. To avoid recurrence, he was advised not to leave the foreskin retracted behind the glans. At 12-weeks follow-up, the patient is doing fine.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'32438820': 1, '31000928': 1, '19659414': 1, '29404691': 1, '33850361': 2}", "similar_patients": "{}"}