{"patient_id": 56699, "patient_uid": "8443882-1", "PMID": 34553099, "file_path": "comm/PMC008xxxxxx/PMC8443882.xml", "title": "First report of chronic invasive fungal rhinosinusitis in a patient with ovarian cancer caused by Didymella pedeiae and successful treatment with voriconazole: A case report", "patient": "A 51-year-old Iranian female patient with ovarian cancer was admitted with unilateral lesions in paranasal sinuses and five-month history of nasal obstruction,\\nheadache, postnasal drainage, swelling on the left side of the face, and orbital pain. At the time of admission, the vital signs of the patient were as follows:\\ntemperature: 37.8°C, blood pressure: 115/65 mm Hg, heart rate: 85 beats/min, respiratory rate: 32 breaths/min, and O2 saturation: 90% in ambient air.\\nThe patient had no history of any immune-suppressing condition and no history of steroid intake prior to the current event. However, during the course of her\\ncancer treatment, she received induction chemotherapy with platinum agents (cisplatin, carboplatin, and paclitaxel). Moreover, she simultaneously received prednisolone\\n15 mg/day, levofloxacin, and itraconazole for empirical treatment of rhinosinusitis, which did not improve, raising suspicion of fungal rhinosinusitis.\\nThe patient was subjected to diagnostic nasal endoscopy and CT scan of paranasal sinuses (PNS). Results of the PNS CT scan revealed a soft tissue mass that filled\\nthe left nasal cavity, ethmoid, sphenoid, and frontal sinuses with much involvement of the maxillary and ethmoid sinuses. Bone destruction and chronic sinus osteomyelitis\\nwere also observed. The endoscopic examination revealed a polypoid mass in the left nasal cavity with intense purulent secretion; consequently,\\nsurgery was performed to completely remove the lesions. The brown-green substance was fully resected from all sinuses through endoscopic sinus surgery.\\nBiopsied tissues were also sent separately, submerged both in 0.9% sterile saline and 10% formalin, to the mycology and pathology department.\\nThe wet mount (KOH 10%) preparation of the sample showed septated, branched, and pigmented fungal hyphae suggestive of Phoma spp.\\nFungal culture was done two days ‎after surgical debridement and was positive for Phoma spp. To cultivate the fungal agent, the sample was inoculated onto the brain-heart infusion agar (BHIA),\\nSabouraud’s dexterous agar (SDA), and Sabouraud’s dextrose agar containing chloramphenicol (SC), under sterile conditions. The SDA and SC culture media were incubated at 25 °C and BHIA at 35 °C.\\nThe culture growth was powdery to velvety, white-cinnamon in color with yellowish-brown reverse attaining a diameter of six cm within one week. After three weeks of incubation at 25 °C,\\npartially submerged pycnidia were microscopically seen ().\\nHistologically, the slides were stained with Haematoxylin and Eosin (H&E), Periodic acid-Schiff (PAS), and Gomori Methenamine-Silver (GMS).\\nOne week after debridement, the results of H&E, PAS, and GMS-stained were available. Investigation of H&E, PAS, and GMS-stained sections showed invasion of fungal\\nhyphae into submucosa surrounded with evidence of chronic inflammation and fibrosis in the lesion ().\\nThe fungus grown on Sabouraud dexterous agar (SDA) was then transferred to a 2 ml Eppendorf tube containing 400 ml TEX buffer (Tris 1.2 % w/v, Na-EDTA 0.38 % w/v, pH 9.0)\\nwith glass beads (Sigma) and homogenized by MO-BIO vortexing for 15 min. The DNA was extracted and subjected to molecular identification. The obtained sequences were analyzed\\nin the GenBank database using NCBI BLAST search tools () and the fungal identities were determined through comparison with the highest\\nmatches in DNA databases [ ]. The nearest neighbor to our isolate within the ITS BLAST in GenBank was Phoma pedeiae, with 99 % similarity.\\nThe sequence generated and analyzed during the current study is available in the GenBank under the code MT755856.1.\\nSusceptibility of the Didymella pedeiae isolates to amphotericin B, voriconazole, itraconazole, and fluconazole was determined using the Clinical and Laboratory Standards\\nInstitute M38-A2 standard method [ ]. Results of the in vitro susceptibility tests revealed that the isolate was susceptible\\nto amphotericin B, and voriconazole. Antifungal treatment was immediately initiated with IV voriconazole (400 mg/day for the first day and then 200 mg bid/po) and amphotericin B\\n(1–1.5 mg/kg/day) until the total dose of amphotericin B reached 2 grams. The patient recovered completely after 10 weeks of therapy.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'22818128': 1, '5418311': 1, '30701475': 1, '31080716': 1, '9394536': 1, '10736411': 1, '30391584': 1, '20943144': 1, '22518160': 1, '16798712': 1, '12605055': 1, '31993320': 1, '3429630': 1, '27726899': 1, '2761610': 1, '1224289': 1, '33212195': 1, '34553099': 2}", "similar_patients": "{}"}