{"patient_id": 108396, "patient_uid": "8186915-1", "PMID": 34113765, "file_path": "noncomm/PMC008xxxxxx/PMC8186915.xml", "title": "Myocardial infarction secondary to coronary embolus in a patient with left ventricular non-compaction cardiomyopathy: a case report", "patient": "A 53-year-old male presented to our hospital with substernal, non-radiating, squeezing chest pain that started 18 hours prior to his presentation. It was associated with dyspnoea, palpitations, and diaphoresis. He was haemodynamically stable, and physical exam was unrevealing. He had no medical problems except active smoking history since he was a teenager. He had no history of premature coronary artery disease in his family. Electrocardiogram showed sinus rhythm with ventricular rate of 64 beats per minute and no evidence of ST elevations (). Troponin-I peaked at 18.6 ng/mL (normal < 0.04 ng/mL). Global Registry of Acute Coronary Events score was consistent with low mortality risk. Myocardial infarction was the working diagnosis based on the clinical symptoms. Myocarditis or pulmonary embolism could be in the differential diagnoses.\\nPatient was started on appropriate medical management for presumed ACS, including a dual antiplatelet regimen and heparin drip. Coronary angiogram (A,B) was performed the next day and revealed angiographically normal coronary arteries except two small filling defects noted in the distal first obtuse marginal branch of the left circumflex artery. Optical coherence tomography (OCT) imaging (; ) confirmed the presence of red organized thrombus in the coronary lumen, with no evidence of plaque rupture. Aspiration thrombectomy was not done due to limited thrombus burden. Transthoracic echocardiogram showed severely dilated LV (LV end-diastolic dimension of 7.3 cm) with severely reduced systolic function at 15%. There were prominent trabeculations of LV suggestive of non-compaction. The right ventricle was normal in size and function. Contrast and agitated saline demonstrated no evidence of interatrial shunt. Cardiac magnetic resonance imaging (MRI) ( and ) was performed for further evaluation of the cardiomyopathy, which confirmed the diagnosis of LV non-compaction cardiomyopathy with a ratio of non-compacted to normal myocardium of 4.5:1 in the lateral wall. It also revealed a dilated LV (indexed LV end-diastolic volume of 191 mL/m2) with a severely reduced systolic function (LV ejection fraction 21%). There was severe global hypokinesis with akinesis of the mid-lateral wall. Early gadolinium enhancement imaging with a long inversion time showed no intracardiac thrombus. Late gadolinium enhancement (LGE) imaging demonstrated transmural infarction of the mid-lateral wall, as well as mid-myocardial LGE of the mid to distal septum, a pattern associated with non-ischaemic cardiomyopathy (). The right ventricle showed no findings of non-compaction and was normal in size and shape with mildly reduced ejection fraction at 47%. Atrial fibrillation and paradoxical thrombus were considered as a source of the thrombus; however, they were very unlikely given the absence of arrhythmias on telemetry monitoring and absence of shunts on agitated saline echocardiography study.\\nGiven the MRI findings and intracoronary imaging in the absence of any overt source of thromboembolism, it was presumed that the thrombus likely originated from the non-compacted LV myocardium resulting in CE and subsequently type 2 MI. Due to the underlying pathophysiology of MI, antiplatelet drugs were discontinued. Given the low calculated 10-year atherosclerotic cardiovascular disease risk, no statin was prescribed. The patient was discharged home on warfarin with low-molecular-weight heparin bridging. Medical therapy was initiated for the new diagnosis of non-compaction cardiomyopathy, including metoprolol, lisinopril, and spironolactone. The patient was closely followed as an outpatient after his initial presentation. Follow-up echocardiographic imaging at 3 months after initial presentation showed persistently reduced LV ejection fraction at 20–25% despite guideline directed medical therapy. Consequently, the patient was referred to electrophysiology for consideration of implantable cardioverter-defibrillator. On annual follow-up, the patient remained asymptomatic.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'29911432': 1, '31112213': 1, '9005281': 1, '26216084': 1, '10933363': 1, '29790954': 1, '29348012': 1, '34113765': 2}", "similar_patients": "{}"}