{"patient_id": 112353, "patient_uid": "8564702-1", "PMID": 34738051, "file_path": "noncomm/PMC008xxxxxx/PMC8564702.xml", "title": "A case report: intracoronary acetylcholine testing without a pacemaker may be one option in the left coronary artery", "patient": "An 84-year-old Japanese male patient with chest pain at rest and syncope 2 months ago who was admitted to the hospital for further evaluation. He had a history of smoking more than 50 years but quit smoking 5 years ago. Rosuvastatin calcium 2.5 mg was administered at a neighbourhood hospital due to dyslipidaemia. His blood pressure was 121/50 mmHg, and his pulse rate was 68/min. There were no abnormal findings regarding auscultation and physical examinations. After routine electrocardiogram and cardiac ultrasonography examinations, we performed computed tomography coronary angiography (CTCAG). After an hour-long administration of 20 mg metoprolol and 5 mg nitroglycerine tape before examination by CTCAG, he complained of typical chest pain and prodrome before syncope. During the attack, bradycardia and inverted T waves in the V5, V6 leads were observed, as shown in . We did not measure the Troponin because his chest pain disappeared within a few minutes. CTCAG revealed severe stenosis (70% <) at the proximal left anterior descending (LAD) artery according to the coronary artery disease reporting and data system (CAD-RADS), as shown in . Hybrid images of CTCAG and thallium-adenosine myocardial scintigraphy revealed no ischaemia in the LAD coronary artery territory, as shown in . We performed coronary angiography. However, LAD artery has a 50% stenosis. We did not measure coronary fractional flow reserve because LAD artery has just 31% stenosis by the analysis of Quantitative Coronary Angiography (, File S1). We administered intracoronary injection of 64 µg ER into the LCA, but no provoked spasm was observed, as shown in . Although we added another 40 µg ER into the LCA, no provoked spasm was recognized ( and Video 1A). After the administration of 80 µg ER into the right coronary artery (RCA), no provoked spasm was found. We administered 20/50/100 µg intracoronary ACh into the LCA without a pacemaker for 30 s. Neither bradycardia nor cardiac arrest has occurred during or after the administration of ACh. As shown in and Video 1B, intracoronary administration of 100 µg ACh into the LCA disclosed diffuse spasm at the distal LAD artery accompanied by usual chest pain and slight ST elevation (0.5 mm) on V2–V4 anterior leads. After the administration of nitroglycerine, no stenosis was observed in the distal LAD artery ( and Video 1C). We diagnosed the patient with CSA. A calcium channel antagonist (4 mg benidipine) and nicorandil (10 mg) were started. Since then, the patient has never complained of chest pain or syncope for more than 6 months.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'27856130': 1, '9034644': 1, '15585990': 1, '23996286': 1, '27318587': 1, '23630129': 1, '25273915': 1, '1615826': 1, '25539623': 1, '31833945': 1, '23858100': 1, '25974266': 1, '22322081': 1, '26245334': 1, '31762835': 1, '12966266': 1, '34738051': 2}", "similar_patients": "{}"}