{"patient_id": 54457, "patient_uid": "8349071-1", "PMID": 34362307, "file_path": "comm/PMC008xxxxxx/PMC8349071.xml", "title": "Acute liver failure in Still’s disease relapse during pregnancy: case report and discussion of a possible trigger role of DILI", "patient": "A 20-year-old woman, with previous history of SOJIA, was referred to our Centre in January 2019 for management of ALF that developed following a preterm delivery. SOJIA was diagnosed when she was three years old after which she experienced several remissions and exacerbations—characterized by arthralgias, fevers and rashes—until the age of 14. Subsequently, she started anakinra therapy achieving stable remission of the disease, with treatment discontinuation at the age of 16. She had her first pregnancy at the age of 18, with term delivery and no obstetric complications or disease exacerbations.\\nDuring the fourth month of her second pregnancy, because of the development of widespread arthralgias and fevers (up to 40 °C), steroids were prescribed (prednisone 15 mg/day, later tapered to 7.5 mg/day). Following initiation of steroids there was resolution of her fevers but little improvement in her joint pain. This prompted self-administration of high dose acetaminophen (5–6 g/day) for at least 45 days.\\nAt 22-weeks gestation, subcutaneous certolizumab pegol (twice monthly) was added with clinical improvement in her symptoms and reduction of acetaminophen dosage to 1–2 g/day. Blood tests revealed normal transaminases and bilirubin levels. INR value was not assessed at this point, but it was normal in the early gestation.\\nAt 28-weeks gestation, she was hospitalized because of development of jaundice. Blood tests revealed raised transaminases (AST 1499 IU/L, ALT to 1085 IU/L), hyperbilirubinemia (total bilirubin 7.3 mg/dl, unconjugated bilirubin 6.9 mg/dl) and coagulopathy (INR 1.68) (Fig. ). In addition to prednisone, treatment with glutathione, ursodexoxycholic acid and N-acetylcysteine was started. There was improvement of transaminases (AST 555 IU/L. ALT 554 IU/L), slight reduction of bilirubin levels (5.8 mg/dl) but worsening of coagulopathy (INR 2.3, coagulative factor V 59%). Ammonia levels were still within the normal range (Fig. ).\\n7 days after hospitalization, at 29 weeks gestation, she gave birth spontaneously by vaginal delivery to a male child weighing 1180 g. Soon after delivery she developed fever and a facial rash. At this point she was transferred to our hospital with the suspicion of an evolution towards ALF. On admission the patient was alert and febrile (> 39 °C), with no neurological impairment. A salmon coloured maculo-papular skin rash involving the trunk, back and neck was present. She complained about widespread arthralgias.\\nLaboratory work-up demonstrated reduction of transaminases (AST 170 IU/L, ALT 248 IU/L), worsening of hyperbilirubinemia (total bilirubin 15.2 mg/dl), stable coagulopathy (INR 2.3), mild hyperferritinemia (327 ng/ml) and increase in white blood cell count (21.5/mm3) with neutrophils 86.7% and absence of ANA, ASMA, AMA, anti-LKM, anti-dsDNA, and ANCA serum antibodies (Table ). Abdominal CT was also normal. Within the first 48 h of admission at our centre the patient remained stable with no clinical signs of HE, falling transaminases and stable bilirubin levels.\\nGiven her history of SOJIA, and both clinical and laboratory findings suggesting a SD reactivation (Table ), methylprednisolone therapy was initiated at 20 mg TID with remission of fever but persistence of her rash. After three days, laboratory tests showed an increasing INR (2.9). Coagulation factor V was 44.5%, bilirubin levels were stable (15 mg/dl) and transaminases were decreasing (ALT 190 IU/L), but venous ammonia levels were increasing (190 ug/dl) (Fig. ). A progressive worsening in neurological function occurred with psychomotor agitation, confusion and inappropriate speech attributed to a grade III hepatic encephalopathy (HE) []. A cerebral CT scan was performed and was broadly unremarkable. EEG showed signs of global encephalopathy.\\nThe daily dosage of methylprednisolone was further increased (500 mg QD), antibiotic therapy with meropenem was started and the patient was moved to ICU. Her neurological condition worsened to grade IV HE, without the need for mechanical ventilation. During her ICU stay the patient did not meet the King's College Criteria for emergency liver transplant [, ]. High dose corticosteroid therapy was continued for three days and subsequently tapered following progressive spontaneous recovery of her neurological condition and laboratory data. Antibiotic therapy was stopped after neurological improvement. The patient was moved to a regular ward after six days.\\nAfter resolution of coagulation parameters, a percutaneous liver biopsy was performed. Liver histology revealed severe necro-inflammatory activity with large areas of confluent hepatocytic necrosis and cholestatic/cholangitic aspects and mild fibrosis. A marked Kupffer cell activation was also observed without plasma cell infiltrate. An eosinophilic portal infiltrate was also present. The fibrosis was scored as mild-to moderate. Perls staining for hemosiderin was negative (Fig. ). In the following days, the patient progressively improved and was discharged on the 20th day (Fig. ). The patient started an outpatient follow-up program on low dose oral steroids. A transient relapse with a contemporaneous increase in transaminases and back rash was effectively treated with increase in steroid dosage. The patient continued low dose steroid therapy with clinical benefit and was subsequently lost to follow-up after six months.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'19783075': 1, '16365690': 1, '7657281': 1, '12734913': 1, '28663309': 1, '12911674': 1, '12102485': 1, '22398069': 1, '20638564': 1, '8730149': 1, '16317692': 1, '16547695': 1, '22415886': 1, '2490426': 1, '21176723': 1, '29934698': 1, '30218025': 1, '23624554': 1, '28341748': 1, '9330951': 1, '25929927': 1, '30926241': 1, '22347828': 1, '29564668': 1, '22733222': 1, '20580460': 1, '29196380': 1, '1578458': 1, '30408580': 1, '20715094': 1, '11588218': 1, '31863477': 1, '2344206': 1, '26865703': 1, '4065228': 1, '24389305': 1, '34598668': 1, '19734733': 1, '18955056': 1, '28417882': 1, '24991218': 2, '22418018': 1, '22106945': 1, '34362307': 2}", "similar_patients": "{'4065746-1': 1}"}