{"patient_id": 111921, "patient_uid": "8515801-1", "PMID": 34712036, "file_path": "noncomm/PMC008xxxxxx/PMC8515801.xml", "title": "Abdominal cocoon in children: A case report and review of literature", "patient": "A 12-year-old boy with Xq24 deletion syndrome presented with symptoms of intermittent intestinal obstruction 8 wk after primary surgery.\\nThe child was symptomatic with a distended abdomen, refusal of feeds, and episodes of abdominal pain. Furthermore, he presented with large gastric residuals that became bilious in the next week.\\nEight weeks previously, he presented with suspected intestinal bleeding without further symptoms. US, abdominal MRI, endoscopy, and laparoscopy did not reveal the cause of the chronic bleeding. Specialized angiographic MRI was suspicious for a small intraluminal vascular tumour in the ileum. Limited laparotomy and meticulous palpation of the small bowel enabled the identification of the tumour in the lower ileum. Limited small bowel resection and primary anastomosis were performed. Further clinical investigation of the whole small and large bowel did not reveal any further pathological findings. Histopathological examination showed a venous malformation (2.5 cm × 2.0 cm) at the transition of the jejunum to the ileum. The following clinical course was uneventful. The boy was discharged on the 5th postoperative day.\\nExcept for Xq24 deletion syndrome, there was no other personal or family history of acute or chronic disease.\\nOn physical examination, the patient showed a distended abdomen and abdominal pain. The examination of the heart, lungs, and further organ status showed no abnormalities. Due to his Xq24 deletion syndrome, he showed psychomotor delay, intellectual disability, and a characteristic craniofacial dysmorphism.\\nLaboratory findings showed slightly elevated C-reactive protein (0.3 mg/dL) and normal findings across the rest of the blood panel.\\nThe abdominal US showed pendulum peristalsis and free fluid in the abdominal cavity, and a plain abdominal X-ray showed some air fluid levels (Figure ). A gastrointestinal contrast study was performed, which revealed distended small bowel loops (maximum diameter of 50 mm) and narrow segments of the large intestine. There was appropriate intestinal transit, with the presence of contrast in the jejunal and ileal loops after 1 h of administration. The contrast agent arrived at the terminal ileum and caecum at 2 h of intestinal transit. Due to the inconclusive results, we performed MRI, which revealed a distended duodenum and small bowel loops with multiple intraluminal air fluid levels and thickened walls but with no signs of obstruction (Figure ).", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'16800898': 1, '24851542': 1, '15471322': 1, '11098928': 1, '18092648': 1, '9845640': 1, '9481732': 1, '22211046': 1, '8811577': 1, '22749202': 1, '24161416': 1, '16300277': 1, '23432990': 1, '16300270': 1, '17230753': 1, '26023432': 2, '23032838': 1, '8986086': 1, '29260698': 1, '24950587': 1, '21643736': 1, '19541815': 1, '22606598': 2, '12800340': 1, '18649113': 1, '656764': 1, '11431778': 1, '30526331': 1, '8804242': 1, '22044822': 1, '2690260': 1, '27964725': 1, '25593498': 1, '9606807': 1, '19762590': 1, '5093237': 1, '4059150': 1, '29924005': 2, '19562451': 1, '24426626': 1, '22953302': 1, '24701524': 1, '9201244': 1, '12402607': 1, '34712036': 2}", "similar_patients": "{'6023681-1': 1, '3350059-1': 1, '3350059-2': 1, '4420344-1': 1}"}