{"patient_id": 112337, "patient_uid": "8562843-2", "PMID": 34759594, "file_path": "noncomm/PMC008xxxxxx/PMC8562843.xml", "title": "Nonsurgical management of cutaneous sinus tract of odontogenic origin: A report of two cases", "patient": "A 29-year-old woman consulted our clinic seeking a dental diagnosis for a chronic discharging facial lesions on the left side. The lesion was diagnosed with a furuncle initially. The patient disclosed that she had undergone antibiotic therapy for 5 days followed by incision and drainage. She also reported that the lesion had been painful initially with discharge on and off over previous weeks and the lesion did not heal despite seeking medical care. Extraoral examination revealed a 2 cm × 4.5 cm erythematous and crusted lesion immediately below the inferior margin of the mandible over the left facial region. Intraoral examination revealed a deeply carious left second premolar. Electric pulp testing and percussion testing showed a negative result. The sinus was traced with gutta-percha and radiograph was taken. Intraoral periapical radiography revealed a diffuse radiolucency involving the root of 35 and sinus tracing directed toward the periapex of 35. Informed consent was obtained from the patient after explaining the treatment procedure. After anesthetizing and isolating the tooth, access preparation was done. Cleaning and shaping of the canals were performed with the interappointment calcium hydroxide medicament. After 1 week, the tooth was re-entered and was obturated after ensuring the cessation of drainage. There was the absence of clinical signs and symptoms and sinus closure at 1-week follow-up. The periapical lesion had completely healed at 1-year follow-up [].", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'6943489': 1, '9477827': 1, '12469779': 1, '28436043': 1, '3950118': 1, '2662719': 1, '20487455': 1, '7433554': 1, '10377641': 1, '677912': 1, '22246382': 1, '15220655': 1, '8121988': 1, '34759594': 2}", "similar_patients": "{'8562843-1': 2}"}