{"patient_id": 57912, "patient_uid": "8502242-1", "PMID": 34659924, "file_path": "comm/PMC008xxxxxx/PMC8502242.xml", "title": "Symptomatic Carotid Artery Thrombosis in a Patient Recently Recovered From a COVID-19 Infection", "patient": "This case is of a 66-year-old male, former smoker, with a history of stage 1 European Society of Hypertension (ESH)-European Society of Cardiology (ESC) arterial hypertension and bronchial asthma, who presented to the emergency department with symptomatology indicating a stroke. At home, the patient recalled collapsing twice in the span of 45 minutes. After the second collapse, the patient complained of worsened mobility with weakness in his left upper and lower extremities, the angle of his mouth dropped on the left side and he complained of dysarthria as well (National Institutes of Health Stroke Scale [NIHSS]-4). The patient’s relatives claimed that he fell onto his back without injuring his head.\\nUpon arriving at the hospital, the patient was stable, conscious, and oriented in time and space. Initial blood analysis was done and every parameter, including coagulation profile, was within the normal range. The patient was then swabbed for COVID-19 antigen and reverse transcription-polymerase chain reaction (RT-PCR) tests as per Slovakia’s guidelines for every patient being admitted to the hospital. The antigen test result was interpreted at 15 minutes as negative. The RT-PCR result came back as negative as well two days later. The patient had no respiratory symptoms and had no relevant history of exposure to a COVID-19-infected individual. The patient was not vaccinated against COVID-19. An urgent computed tomography angiogram (CTA) was obtained in the emergency department. In the native phase of the CT, a pathological hyperdense lesion measuring 12mm was noted in the pons. Supratentorial, in the area of the falx cerebrii, small subarachnoid hemorrhages (SAH) were seen in two points, measuring up to 3mm each, without evidence of bleeding into the infratentorial area. A thrombus was noted in the branching point of the brachiocephalic trunk (BCT) continuing into the right subclavian artery (SA) and also into the right common carotid artery (CCA), with a subtotal occlusion of the right CCA, extending into the internal carotid artery (ICA) as well (Figure , ). Partial occlusion of the distal basilar artery due to a thrombus was also seen. The imaging findings were consistent with thrombotic stroke, likely owing to a COVID-19 related hypercoagulable state in an ex-smoker patient, with mild hypertension.\\nAs an additional finding, from the apical lung tissue caught during the CT scan, bilateral, irregular widespread ground-glass opacifications, as well as consolidations and small reticular changes were seen in the lungs, which is typical for infection with SARS CoV-2. On the basis of this finding, a quantitative antibody test for COVID-19 was performed. The results after two days showed low levels of IgM antibodies but a strong positivity for IgG antibodies, indicating COVID-19 infection in the recent past.\\nThe patient was managed by the neurology team and put on aspirin, Cerebrolysin, and atorvastatin. The risks of adding low molecular weight heparin (LMWH) to the treatment outweighed its benefits, so it was excluded.\\nIn accordance with the CT findings, interventional radiologists were consulted for an interventional thrombectomy of the basilar and left vertebral artery. However, an interventional thrombectomy was contraindicated due to the mildness of neurological deficit and the due to high risk of embolization. Simultaneously, the neurosurgical department was consulted due to the SAH and they did not indicate any invasive procedure as well due to the mildness of the bleeding but recommended a magnetic resonance angiography (MRA) scan of the brain. The next day MRA of the brain was performed, which demonstrated similar findings to the CT scan.\\nA USG examination of the carotid arteries was also performed, with the findings concluding an unstable ulcerated plaque in the right CCA.\\nTen days after admission, the patient was transferred from the neurology department to the vascular surgery department in the National Institute of Cardiovascular diseases in Bratislava, where the patient was indicated for a carotid thrombectomy due to the risk of a repeat of stroke or thromboembolism.\\nIn the operating room, the patient was draped and scrubbed from the sternal notch to the earlobe. Under the cervical block, a standard vertical incision was made in the anterior aspect of the sternocleidomastoid muscle. After dissection in layers, the carotid bifurcation was located and then controlled with vascular loops both proximally and distally. A lower than the usual dose of systemic heparin (5000IU for a 90kg patient) was administered as a precautionary action to avoid re-bleeding into the intracranium. After three minutes of heparin circulation, the carotid arteries were clamped, the ICA first to avoid embolization, and a longitudinal arteriotomy was made on the CCA extending to the ICA, which revealed an occlusive thrombus (Figure ).\\nThe thrombus was easily and in whole removed with DeBakey forceps. Thrombectomy with Fogarty catheters F2 and F3 distally and F6 proximally was performed, removing another small thrombus from the proximal part of the CCA. Blood inflow and backflow were checked by releasing the clamps, which were both optimal. The arteriotomy was closed by a primary suture without narrowing the lumen. Perfect hemostasis was achieved by applying Floseal hemostatic foam to the wound, Redon drain was inserted and the wound was closed in layers.\\nThe operation ran without complications, the patient did not manifest any new neurological symptoms and was transferred to the postoperative ward. Redon drain was removed after 24 hours. Fraxiparine 0.6 ml twice daily was added to the treatment. A control CT scan was performed on the second postoperative day that concluded no residual thrombi in the CCA, nor in the aortic arch (Figure ).\\nThe postoperative period was uneventful. The patient was discharged to home on the fifth postoperative day with aspirin 100 mg/24h, (as well as antihypertensive therapy). The early postoperative review showed wound healing by primary intention, and the next review as an outpatient after two months revealed improvement in the neurological state of the patient, no neuro-deficit was found.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'29392468': 1, '34092799': 1, '26331112': 1, '16282537': 1, '32474145': 1, '32519165': 1, '32835150': 2, '32616585': 1, '31978945': 1, '32866574': 1, '32616583': 1, '32861865': 1, '26964500': 1, '33200108': 1, '29191910': 1, '31197329': 1, '33103610': 1, '32217618': 1, '32171076': 1, '34659924': 2}", "similar_patients": "{'7366094-1': 1, '7366094-2': 1, '7366094-3': 1, '7366094-4': 1}"}