{"patient_id": 59806, "patient_uid": "8592292-1", "PMID": 34804747, "file_path": "comm/PMC008xxxxxx/PMC8592292.xml", "title": "Allergic Bronchopulmonary Aspergillosis in Trinidad: A Case Report", "patient": "A 73-year-old female with a history of gastroesophageal reflux disease (GERD), sinusitis, hypercholesterolemia, and depression presented to SMC with a cough for the past six months. The cough was non-productive, nocturnal, and associated with occasional wheeze. The patient admitted that she had dyspepsia, allergic rhinitis, and a 15-pound weight loss in the last six months despite a good appetite. The patient denied fever, night sweats, chest pain, exertional dyspnea, hematemesis, nausea, and vomiting. Initial vital signs were unremarkable, and her examination was only notable for fine crepitations at the base of the right lung. Labs on presentation were notable for eosinophilia (2.0; N 0.4-0.6) and an elevated IgE (5,443 IU/ml; N <214 IU/ml). Of note, glycosylated hemoglobin (HbA1c) and thyroid function tests were within normal limits. Chest X-ray (CXR) showed right basilar infiltrates and was otherwise unremarkable. High-resolution computed tomography (HRCT) demonstrated segmental consolidative changes in the right middle lobe (RML), bronchiolar impaction, bronchiectasis, and bronchial wall thickening (Figures , ). No obstruction was noted and lymph nodes measuring <0.5 cm were seen in the hilar region. Sputum samples sent for acid-fast bacilli stain were negative, but gram stain showed pus cells and yeast cells with hyphae and spores that cultured as scanty growth of Candida albicans. Pulmonary function test (PFT) showed a restrictive defect with no significant reversibility, and diffusion defect, which corrects for volume seen in Table . Diagnoses at this time were asthma and a restrictive lung defect secondary to RML consolidation; this was thought to be due to a fungal infection, most likely Aspergillus. The patient was optimized on oral prednisolone and anticholinergics and then referred to the infectious disease team for further evaluation. To confirm the diagnosis of ABPA, the Aspergillus IgE antibody test was conducted, and results deduced a positive result. A two-week peak flow diary reading was performed and reviewed, which showed variability of 25%, consistent with asthma, although reversibility was not demonstrated in the PFT. Moreover, the patient had a clinical response to steroids and bronchodilators. The diagnosis of asthma was then established, which is fundamental to the diagnosis of ABPA.\\nThe patient was followed up in three months with repeat HRCT and PFT. The HRCT showed that the consolidative changes within the middle lobe of the right lung have resolved, with only minimal atelectasis seen. There was minimal bronchiectasis and mucus plug seen, with the middle lobe of the right lung laterally. Stable atelectasis was noted in the left lingula. The lungs and pleural spaces are otherwise normal. The PFT also showed significant improvement as demonstrated in Table .", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'18610696': 1, '31346471': 1, '10893361': 1, '19265090': 1, '1993855': 1, '20722636': 1, '3316345': 1, '4126802': 1, '31338287': 1, '1769811': 1, '464387': 1, '23889240': 1, '25121041': 1, '34804747': 2}", "similar_patients": "{}"}