{"patient_id": 111216, "patient_uid": "8453302-1", "PMID": 34556997, "file_path": "noncomm/PMC008xxxxxx/PMC8453302.xml", "title": "A Metastatic Cervical Adenocarcinoma Patient Carrying HER2 G292R Achieved Complete Response Upon Pyrotinib Treatment", "patient": "A woman in her 40s presented with irregular vaginal bleeding and was referred to our clinic in May 2018. The patient’s treatment history is shown in . She was diagnosed with stage IVB cervical adenocarcinoma (the red arrow in ) with metastases to parametrial lymph node, retroperitoneal lymph node, pelvic lymph node, and neck lymph node. Hematoxylin & eosin (H&E) staining showed a primary cervical carcinoma () and the metastases to neck lymph node (). Immunohistochemistry staining was performed on the primary cervical tumor and demonstrated that 1% of tumor cells were positive for HER2 overexpression (). The patient refused to receive chemotherapy at the beginning of treatment and instead received intensity-modulated radiation therapy (IMRT) on pelvis. Unfortunately, she developed metastases to liver (the red arrow in ) and left supraclavicular lymph node two weeks later. Under the consent of the patient, IMRT directed to neck in combination with brachytherapy and platinum-based chemotherapy (paclitaxel and nedaplatin) were administered in July 2018. The pelvic magnetic resonance imaging (MRI), abdominal MRI, and chest computed tomography (CT) scans in September 2018 demonstrated partial response (PR) in parametrial lymph node, retroperitoneal lymph node, pelvic lymph node, and metastatic liver tumor (the red arrow in ). Re-examination in December 2018 demonstrated the complete remission of the primary cervical tumor. The tumor assessment remained PR in metastatic liver tumor. In February 2019, the patient experienced disease progression with the newly developed metastatic liver lesion (the red arrow in ). The patient was subsequently treated with oral pyrotinib (400 mg/day) based on the presence of HER2 G292R with an allele frequency of 11.49%, negative HER2 amplification, and microsatellite stable (MSS) in cervical biopsy detected by capture-based targeted sequencing (Burning Rock Biotech, Guangzhou, China) using a panel consisting of 520 cancer-related genes prior to pyrotinib treatment. Due to the intolerant hand-foot syndrome as the pyotinib-related adverse event, the dose of pyrotinib was reduced to 240 mg/day. The patient achieved stable disease in May 2019 () and the complete response in the metastatic liver tumor (the red arrow in ) and metastases to lymph nodes in July 2020. She remained as tumor-free for 8 months and counting at the time of manuscript submission.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'24997986': 1, '30341682': 1, '28890946': 1, '31912902': 1, '22908275': 1, '29420467': 1, '26808342': 1, '23220880': 1, '31624127': 1, '32614698': 1, '32723675': 1, '34556997': 2}", "similar_patients": "{}"}