{"patient_id": 48290, "patient_uid": "8050182-1", "PMID": 33856564, "file_path": "comm/PMC008xxxxxx/PMC8050182.xml", "title": "Successful treatment of adult cecorectal intussusception caused by cecum cancer with mobile cecum: a case report", "patient": "A 71-year-old woman with chronic kidney failure was transferred to our hospital to treat upper abdominal pain that persisted for 4 days. The patient was conscious, but visibly distressed. Her body temperature, blood pressure, heart rate, and respiratory rate were 36.3 °C, 167/68 mmHg, 82 bpm, and 28 bpm, respectively. Physical examination revealed diminished bowel sounds, lower abdominal distension, and rebound tenderness around the umbilicus. Her laboratory investigations were unremarkable (creatinine phosphokinase 53 U/l, lactate dehydrogenase 212 IU/l) except for significant kidney failure with a creatinine level of 7.73 mg/dl, blood urea nitrogen level of 48.6 mg/dl, and mild elevation of C-reactive protein (0.5 mg/dl). Arterial blood gas analysis revealed a low pH of 7.30, partial pressure of carbon dioxide 32.9 mmHg, and severe metabolic acidosis with a bicarbonate ion level of 16.0 mmol/l, a base excess of − 9.1 mmol/l, and lactate level at 0.7 mmol/l under room air atmosphere.\\nA computed tomography (CT) scout image showed distension in the right abdomen (Fig. ). Abdominal CT scan revealed ascites around the liver and the spleen, small bowel extension, sausage-shaped sign from the transverse colon to the rectum, and a mass (40 mm in diameter) in the rectum (Fig. ). Based on these findings, we diagnosed the patient with a strangulated bowel obstruction induced by intussusception associated with the intra-rectal mass and subsequently performed emergency surgery.\\nLaparotomy was performed with the patient in the lithotomy position under general anesthesia. We found bloody ascites and intussusception. The mass served as a lead point and was moved to the anal side by peritoneal reflection. We were unable to relieve this invagination by the Hutchinson maneuver alone. Therefore, we performed the trans-anal procedure to push the mass gently through the anus to the oral side. Subsequently, we released the invagination using the Hutchinson maneuver (Fig. ). Although the bowel was not necrotic, we found a potentially malignant tumor in the cecum with mobile cecum, which was considered to be the lead point of this intussusception (Fig. ). We found that the regional lymph nodes were not swollen and that the tumor moved well against the intestinal wall, indicating that it had not invaded the muscularis propria. There was no right colic artery and vein arising from the superior mesenteric artery or vein. We cut the roots of the ileocecal artery and vein and resected the ascending colon and the ileocecal portion with D2 lymph node dissection as the formal oncologic treatment. The intestine was then reconstructed by functional end-to-end anastomosis. All the procedures were successfully performed without any adverse events.\\nThe resected mass was reddish, round, elastic, and soft, with a granular surface measuring 45 mm in length and 40 mm in width in the cecum (Fig. a). Histopathological examination of the specimen revealed a moderately to well-differentiated tubular adenocarcinoma in the tubulovillous adenoma (Fig. b). The cancerous lesion was found superficially in the mucosal layer with no regional lymph node metastasis.\\nThe cecorectal intussusception seemed to have occurred secondary to the cecum cancer with mobile cecum based on the intraoperative and histopathological findings. The patient had an uneventful postoperative course, except postoperative pneumonia, and was discharged from the hospital on the 25th postoperative day after an antibiotic infusion therapy. No recurrence of cecum cancer was identified 3 years after the surgery.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'16773257': 1, '25989258': 1, '9074370': 1, '15749793': 1, '23189216': 1, '24426449': 1, '9915523': 1, '20951844': 1, '12842754': 1, '3903639': 1, '23801849': 1, '18368329': 1, '6734364': 1, '28572876': 1, '13600623': 1, '9296505': 1, '5703571': 1, '3984633': 1, '16344301': 1, '21262558': 1, '14632903': 1, '33856564': 2}", "similar_patients": "{}"}