{"patient_id": 111257, "patient_uid": "8454243-1", "PMID": 34616258, "file_path": "noncomm/PMC008xxxxxx/PMC8454243.xml", "title": "Diagnosis of Fibrotic Distal Ileum Stenosis after Ischemic Enteritis Using Transabdominal Ultrasonography", "patient": "A 70-year-old man was referred to our institution because of abdominal distention and vomiting that started 2 days prior to admission. The patient was undergoing hemodialysis for chronic nephritis, and his past history included hypertension, chronic heart failure, and arterial sclerosis. He was never a smoker and had no history of abdominal surgery or nonsteroidal anti-inflammatory drug use. Upon hospitalization, the patient's blood pressure was 104/57 mm Hg, heart rate was 78 beats/min, and body temperature was 36.5°C. Physical examination revealed mild tenderness and swelling in the lower abdomen; the bowel sounds were enhanced. No purpura was found, which is characteristic of Henoch-Schönlein purpura.\\nA blood test performed on admission revealed mild anemia (hemoglobin 11.2 g/dL), hypoalbuminemia (2.6 g/dL), mildly elevated C-reactive protein (3.24 mg/dL), and elevated serum creatinine (5.24 mg/dL) levels. The stool culture test results were negative. Tuberculosis and anisakiasis were ruled out by interferon-gamma releasing assays and anisakis antibody tests, respectively.\\nAbdominal radiography in the standing position revealed dilatation of the small intestine and air-fluid levels in the intestine (shown in Fig. ); plain computed tomography (CT) showed a stenotic site with wall thickening and dilatation of the small intestine on the oral side from the stenosis (shown in Fig. ). After admission, we inserted an ileus tube to ameliorate the elevated intraluminal pressure. Contrast medium from the tube showed a stricture at the end of the ileum (shown in Fig. ). We conducted TUS using Sonazoid TM and elastography techniques, which demonstrated a thickened wall and unclear stratification of the intestinal wall in the lower right abdomen (shown in Fig. ). The length of stricture was 70 mm, and the minimum lumen diameter was 5 mm. The small intestine on the oral side of the lesion was markedly dilated. Contrast-enhanced ultrasonography showed sufficient mucosal blood flow in the stenotic lesion (Fig. ). Ultrasound elastography revealed lower elasticity of the intestinal lesion site than the elasticity of other intact parts of the small intestine that did not show wall thickening or stenosis (strain ratio [local deformation ratio under slight pressure]: 2.52) (Fig. ). Based on these findings, the patient was clinically diagnosed with IE. Conservative therapies including fasting and total parenteral nutrition were initiated after the diagnosis; however, the patient's condition did not improve.\\nSurgery was performed, and the stenotic lesion was surgically resected. Macroscopic findings of the resected ileum demonstrated circumferential ulceration and stricture. Microscopic findings demonstrated penetration of the surrounding tissue and infiltration of inflammatory cells mainly in the mucosal layer. The venules in the submucosal layer were occluded by hyalinization (shown in Fig. ). Two days after the operation, the patient started oral intake without the recurrence of IE and was discharged from our hospital 1 month later. There was no relapse when the patient was last assessed 1 year postoperatively.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'26347510': 1, '23575235': 1, '15125463': 1, '25443571': 1, '24348544': 1, '29226273': 1, '25407010': 1, '21512723': 1, '22072146': 1, '4025276': 1, '22791732': 1, '26884740': 2, '30343355': 1, '18838003': 2, '22776101': 1, '29089826': 1, '17164969': 1, '16830390': 1, '29491303': 1, '23990850': 2, '34616258': 2}", "similar_patients": "{'3751282-1': 1, '4754528-1': 1, '2572606-1': 1}"}