{"patient_id": 52278, "patient_uid": "8238616-1", "PMID": 34239741, "file_path": "comm/PMC008xxxxxx/PMC8238616.xml", "title": "From an Incidental Finding to an Emergent Treatment: A Case Report of a Hepatic Adenomatosis and Large Ruptured Hepatic Adenoma", "patient": "A 20-year-old woman presented to the emergency department for the evaluation of the acute onset of epigastric and chest pain, shortness of breath, and vomiting that started the same day after eating a tuna sandwich. Her medical history was significant for hypothyroidism, depression treated with sertraline, and dysmenorrhea. She was taking OCPs for the past seven years. The body mass index was 34, vital signs were prominent for hypertension 164/81 mmHg, and tachycardia 99 bpm. A physical exam revealed palpable hepatomegaly. Laboratory data were remarkable for leukocytosis of 16,000/mm3 and transaminitis with aspartate transaminase of 267 and alanine transaminase of 333 U/l.\\nThe patient was tested for SARS-CoV-2 infection, considering the ongoing pandemic. The polymerase chain reaction test returned negative. The differential diagnosis also included viral hepatitis, viral or food-borne gastroenteritis, and pulmonary embolism, considering the history of prolonged hormonal treatment. Computerized tomographic (CT) angiography of the chest was negative for pulmonary embolism but noted multiple large hyperenhancing liver masses. The patient was diagnosed with gastroenteritis, and symptomatic treatment was continued. However, the incidental finding of liver masses prompted further investigation. Blood work, including viral hepatitis panel, carcinoembryonic antigen, and cancer antigens 19–9 and 125, were within normal limits. The magnetic resonance imaging (MRI) of the liver was performed to differentiate between possible liver neoplasms, abscesses, hemangiomas, and adenomas. It showed hepatic steatosis and multiple masses involving both lobes. The MRI findings indicated that one of those lesions was an inflammatory hemorrhagic lesion of the hepatic dome, measuring 9.0 × 8.5 cm with severe mass effect and flattening of the intrahepatic inferior vena cava. Another one was a nonhemorrhagic lesion 5.9 × 5.1 cm, inseparable from the dominant mass (). There were multiple other nonhemorrhagic HAs smaller than 4.5 cm. The diagnosis of hepatic adenomatosis was postulated as the patient was taking OCPs over a prolonged period. Contraceptives were discontinued, and weight loss was recommended.\\nAfter three days at the hospital, the patient developed acute anemia with a drop in the hemoglobin level from 11.5 to 8.7 g/dL. The CT scan of the abdomen showed an increase of the largest adenoma to 9.5 cm in diameter, thus confirming the rupture. The emergent transarterial embolization of the lesion was performed, considering rapid expansion and life-threatening hemorrhage risk (). The CT scan completed the next day showed a decrease of adenoma to 8.0 cm × 7.9 cm () along with the increase in hemoglobin levels, confirming the successful embolization.\\nThe patient had a follow-up CT scan of the abdomen two months after embolization. It showed a decrease in the size of the dominant lesion with a complete resolution of the hemorrhagic component (). The option of resection of this lesion was discussed with the patient.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'31410698': 2, '21762186': 1, '29417268': 1, '22429502': 1, '30025198': 1, '32279413': 1, '21875850': 1, '30773766': 1, '23374365': 1, '28740346': 1, '27939373': 1, '22619025': 1, '27803743': 1, '17605070': 1, '34239741': 2}", "similar_patients": "{'6692803-1': 1}"}