{"patient_id": 50713, "patient_uid": "8164228-1", "PMID": 34049569, "file_path": "comm/PMC008xxxxxx/PMC8164228.xml", "title": "Inflammatory cap polyp of the sigmoid colon: a case report", "patient": "A 45-year-old Nepalese male presented with abdominal pain and blood-mixed stool for 1 month. The pain was located in the left iliac fossa, intermittent, colicky, and at times requiring injectable analgesics for relief. He also complained of the passage of large amounts of mucopurulent discharge, per rectum. He denied any past medical illness and loss of weight or appetite. Moreover, there was no history of smoking or alcohol consumption or family history of inflammatory bowel disease or any gastrointestinal illness. General physical examination was normal. Abdominal and digital rectal examination was also normal, with no palpable lump or tenderness. Blood investigations revealed normal hemoglobin (11.8 gm/dl) and biochemistry. Colonoscopy showed an exophytic mass (size 5 × 5 cm) at descending/sigmoid colon junction that occupied half of the lumen with surface exudates and erosions (Fig. ). The scope could not be determined further. Tumor marker carcinoembryonic antigen (CEA) was within a normal range (1.69 ng/ml). The patient underwent computed tomography (CT) of the abdomen, which revealed a well-defined hypodense lesion (size 4.6 × 3.4 cm), with a fat density in the wall of the sigmoid colon protruding into the lumen. There was evidence of invagination of descending colon into the sigmoid colon forming a concentric mass suggesting intussusceptions (Fig. ).\\nSince the time of colonoscopy, the patient had already been placed on a liquid diet, as part of bowel preparation. The decision to opt for an operative procedure, without obtaining a histopathological diagnosis, was made in view of the fact that the patient had recurring pain, suggesting intussusceptions with a lead point of the tumor. At surgery, there were no features of metastases. There was an intraluminal tumor at the sigmoid colon, which was resected with a wide margin and was anastomosed in two layers. Cut-section of the resected colon revealed a reddish, soft polypoidal lesion (Fig. ). The postoperative period was uneventful, and the patient was discharged on day 5. Histopathological examination of the lesion showed polypoid tissue revealing surface ulceration, capped by fibrinous exudates. The submucosa contained adipocytes and mixed inflammatory cells infiltrate comprising neutrophils, lymphocytes, plasma cells, and eosinophils. The adjacent intestinal wall also showed inflammatory cell infiltrates with an area of cryptitis. The histological features were consistent with the diagnosis of inflammatory cap polyp (Fig. ). Six months later, the patient continues to remains asymptomatic.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'22816031': 1, '15164251': 1, '15188181': 1, '29774225': 1, '23994878': 1, '23416507': 1, '30426196': 1, '29867933': 2, '34049569': 2}", "similar_patients": "{'5949673-1': 1}"}