{"patient_id": 111105, "patient_uid": "8436629-1", "PMID": 34594173, "file_path": "noncomm/PMC008xxxxxx/PMC8436629.xml", "title": "Successful Treatment with Crushed Sofosbuvir/Velpatasvir of a Patient with Decompensated Cirrhosis C and Thrombocytopenia", "patient": "A 36-year-old woman was referred to our hospital for treatment of decompensated cirrhosis C. She had been diagnosed with intractable epilepsy and cerebral palsy at birth. At age 1 year, she was found to have a varicella zoster virus infection followed by thrombotic thrombocytopenic purpura and was treated with red blood cell transfusion, which probably resulted in HCV infection at that time. She had been fed by central venous nutrition and nasal enteral feeding for decades. She had no history of alcohol drinking, and her family had no history of liver diseases. She had a persistent HCV infection, with HCV-RNA viral loads of 4.7 logIU/mL at age 32 years and 4.5 logIU/mL at age 33 years. Treatment for HCV infection was therefore considered at age 34 years, at which time she was being treated with clobazam, zonisamide, and carbamazepine (CBZ) for her intractable epilepsy. Because of harmful drug interactions between CBZ and some DAAs for HCV, her antiepileptic regimen was changed to levetiracetam (LEV). Although LEV was found to control her epilepsy, she developed thrombocytopenia (platelet count: 4–6 × 104/µl, Fig. ). LEV was therefore discontinued, and she was started on valproic acid (VPA).\\nHer thrombocytopenia was not accompanied by coagulation abnormalities. The activity of a disintegrin and metalloproteinase with thrombospondin type 1 motifs 13 was not decreased, being ≥101% (normal range ≥10%). The concentration of platelet-associated IgG (PA-IgG) was 606.1 ng/107 cells, markedly higher than normal (≤30.2 ng/107 cells). Moreover, examination of a bone marrow aspirate showed reactive small megakaryocytes without abnormal cells or blast cells, suggesting that thrombocytopenia in this patient was due to reactive secondary immune thrombocytopenia (ITP). Although her platelet count was as low as 2 × 104/µl, it generally fluctuated from 4 to 6 × 104/µL (Fig. ).\\nThe patient subsequently developed pneumonia and showed decreased activity. Her VPA dose was reduced, and she was started on clarithromycin, which improved her systemic condition. However, her serum albumin concentration remained below 3.0 g/dL, and she developed leg edema and ascites, which did not improve. Despite her nutrition intake by central venous feeding and a nasal gastric tube being stable and maintained as usual, her pancytopenia, leg edema, and ascites did not improve. Ascites was also not improved by administration of diuretics through a nasal gastric tube, albumin infusion, venous administration of diuretics, or administration of tolvaptan through a nasal gastric tube (Fig. ). Examination of ascites fluid showed transudation but no evidence of infection. The increase in liver fibrosis markers indicated that the refractory ascites in this patient was due to decompensated cirrhosis C.\\nThis patient was transferred to our department for treatment of HCV infection. Physical examination showed that her body weight was 54 kg (47 kg 1 year earlier), and her body temperature was normal. She showed massive ascites and leg edema. Laboratory data examination showed a marked reduction in serum albumin concentration and increase in fibrosis markers (Table ). CT showed liver deformity, mild splenomegaly, and massive ascites (Fig. ). Although her viral load was not very high, she was found to have sustained infection with HCV serotype 2 (Table ).\\nThe indication for HCV eradication was carefully considered. Although she had been bedridden, this patient showed sustained HCV infection, and her ascites, which was caused by HCV-derived cirrhosis, was refractory to conservative treatment including albumin infusion. Her epilepsy was well controlled at that time, and her intake of nutrition via central venous nutrition and nasal gastric tube feeding was stable. After obtaining repeated informed consent from her mother, the patient was started on SOF/VEL for 12 weeks. Because she could not swallow tablets due to dysphagia, she was administered crushed SOF/VEL through the nasal gastric tube. Despite co-administration of antiepilepsy drugs, this patient did not experience any adverse effects of crushed SOF/VEL. HCV-RNA disappeared after 2 weeks of SOF/VEL administration. She completed 12 weeks of SOF/VEL treatment without any adverse events, and her ascites and edema were improved (Fig. ). At the end of treatment, her liver function and thrombocytopenia were improved, and CT showed no evidence of ascites (Fig. ). She was confirmed as having achieved SVR at both 12 and 24 weeks after treatment. Twelve weeks after treatment, her platelet count was 13.8 × 104/µL, her serum albumin concentration was 3.4 g/dL, her Mac2 binding protein glycan isomer (M2BPGi) concentration was 1.98 cutoff index (COI), and her type IV collagen concentration was 179 ng/mL. At 24 weeks after the end of treatment, her platelet count was 16.6 × 104/µL, her serum albumin concentration was 4.0 g/dL, her M2BPGi concentration was 1.84 COI, her type IV collagen concentration was 159 ng/mL, and her PA-IgG concentration was 86.6 ng/107 cells, and she was in good condition.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'30215672': 1, '31930300': 1, '32914512': 1, '28783205': 1, '32156618': 1, '31134448': 1, '12190174': 1, '19237719': 1, '29650333': 1, '33001338': 1, '29070496': 1, '31009141': 1, '30203225': 1, '8907565': 1, '32832399': 1, '32897520': 1, '28925327': 1, '32195986': 1, '33021009': 1, '17958515': 1, '34594173': 2}", "similar_patients": "{}"}