{"patient_id": 107095, "patient_uid": "8077463-1", "PMID": 33976668, "file_path": "noncomm/PMC008xxxxxx/PMC8077463.xml", "title": "Autologous Retinal Transplantation with the Use of Air Tamponade for the Treatment of a Primary Large Chronic Macular Hole", "patient": "A 56-year-old woman had a history of approximately 1 year of decreased vision in her left eye. SD-OCT imaging showed a full-thickness MH with a minimum diameter between edges of 888 μm in her left eye. Macular schisis changes, as well as the presence of an epiretinal membrane, were observed, as shown in Figure . Baseline best-corrected visual acuity (BCVA) was 20/400.\\nInformed consent was obtained from the patient. This case report complies with the guidelines for human studies and was conducted in accordance with the tenets of the declaration of Helsinki.\\nSurgery was undertaken with retrobulbar anesthesia. Combined phacoemulsification and chandelier-assisted four-port 23-gauge pars plana vitrectomy was performed (OS4; Oertli platform, Berneck, Switzerland). After performing a core vitrectomy, the internal limiting membrane (ILM) was stained using Brilliant Blue G stain (Merck KGaA, Darmstadt, Germany).\\nPeeling around the MH of both the epiretinal membrane and the ILM was performed. ILM was also peeled from the retina superior and adjacent to the superotemporal vascular arcades at the site chosen to perform the harvest of the ART.\\nA laser barricade was applied around the harvest site, and balanced salt solution was injected with a 38-gauge needle into the subretinal space to create a localized retinal detachment. Afterward, under chandelier illumination, the graft was cut circumferentially using vertical 23-gauge scissors. The diameter of the graft was approximately 1.5 times the size of the MH. Using a bimanual approach, the edge of the transplant was held with an ILM forceps, moved toward the MH, and inserted inside the MH beneath its edges with the assistance of a 23-gauge soft-tipped cannula as a second instrument. Endodiathemy was applied to the bleeding edges of the retina around the harvest site. Air-fluid exchange was gently performed, and a semi-Fowler position was instructed to the patient for 2 days (online suppl. Video; for all online suppl. material, see ).\\nOne week after surgery, OCT examinations indicated complete closure of the MH and increased reflectivity of the transplanted tissue internal layers, as shown in Figure . Ten months after surgery, the transplanted tissue was connected to the recipient's retinal tissue. No visible boundaries were seen between the donor graft and the surrounding receptor retinal layers.\\nBCVA gradually improved from 20/400 to 20/80 at 3 months and to 20/50 7 months after surgery and remained stable at 1 year. Continuity preservation of the ellipsoid zone (EZ) and external retinal layers of the transplant were documented at the end of follow-up, as shown in Figure .", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'29589232': 1, '31757499': 1, '30711606': 1, '29788031': 1, '19173162': 1, '27849651': 1, '25325856': 1, '26720054': 1, '31800464': 1, '32600838': 1, '33976668': 2}", "similar_patients": "{}"}