{"patient_id": 59915, "patient_uid": "8597680-1", "PMID": 34804699, "file_path": "comm/PMC008xxxxxx/PMC8597680.xml", "title": "A Rare Case of Sternoclavicular Tuberculosis Diagnosed Using Microchip-Based Polymerase Chain Reaction in a Diabetic Female", "patient": "A 55-year-old female patient, with a history of treated pulmonary sarcoidosis, visited the Pulmonary Medicine outpatient department with complaints of fever and painful swelling in the lower part of the left side of the neck for two weeks. The swelling was insidious in onset and was gradually increasing in size. It was associated with pain, which was dull in nature and mild in intensity. The pain was aggravated with the movement of the neck and relieved with pain killers. The patient was suffering from steroid-induced diabetes mellitus, which was controlled on oral hypoglycemic agents.\\nOn examination, she was febrile; pulse rate was 80 beats/min, respiratory rate was 22/min; blood pressure was 136/76mmHg; and oxygen saturation was 97% while breathing on room air. On local examination, there was a visible erythematous swelling of approximately 5 x 4 cm over the left sternoclavicular region. It was non-fluctuant and tender on palpation. There was no associated swelling present in the cervical and axillary areas. Auscultation of the chest revealed normal breath sounds without any crepitations. Rest systemic examination was normal. Routine laboratory investigations were performed and were found to be within normal limits.\\nFurther, chest radiography was done that came out to be normal. In order to evaluate the swelling, a contrast-enhanced computerized tomography (CECT) thorax was performed. It revealed an inhomogeneous lesion involving the left sternoclavicular joint and adjacent first rib soft tissue component and mild fluid (Figure ). A USG-guided aspiration was performed from the swelling, but it was a dry tap. The minimal aspirate collected was sent for cytopathological examination and the patient was started on a broad-spectrum antibiotic (tablet amoxicillin/clavulanic acid 625 mg TDS) for seven days. Cytopathological examination revealed granulomatous inflammation with caseous necrosis. On follow-up after two weeks, the patient continued to be symptomatic, and an increase in the size of the swelling was noticed. USG of the swelling was performed which revealed a necrotic area with liquefaction (Figure ). A repeat USG-guided aspiration was performed immediately and the aspirated pus was sent to the Microbiology laboratory for detailed investigations. One part was used for staining and aerobic bacterial culture, whereas the other was used for TrueNat. Gram staining of the pus showed few pus cells with no microorganisms. On Ziehl-Neelsen staining, no acid-fast bacilli were seen. The bacterial culture also came out to be sterile after 48 hours. The other part of the aspirate was inoculated directly in lysis buffer provided with the Trueprep AUTO MTB Sample pretreatment pack (Molbio Diagnostics, Goa India). DNA was extracted using Trueprep Auto Universal Cartridge Based Sample Prep Device. Extracted DNA was added to the Truenat MTB microchip containing lyophilized master mix. The real-time polymerase chain reaction (PCR) was done using a pre-programmed profile on Truelab Quattro Real-Time Quantitative micro PCR Analyzer. It came out to be positive for Mycobacterium tuberculosis. Additionally, Rifampicin resistance was not detected in the sample using the Truenat MTB-RIF Dx kit. The reserved sample was sent for GeneXpert, which again confirmed the findings of Truenat. As a result, the patient was started on anti-tubercular therapy. On a follow-up visit, she became afebrile with a gradual decrease in the swelling size.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'26786489': 1, '33778790': 1, '32461387': 1, '11728080': 1, '26715708': 1, '33521725': 1, '32759357': 1, '32774593': 1, '34804699': 2}", "similar_patients": "{}"}