{"patient_id": 109206, "patient_uid": "8255865-1", "PMID": 34218634, "file_path": "noncomm/PMC008xxxxxx/PMC8255865.xml", "title": "Identification of a novel point mutation in DAX-1 gene in a patient with adrenal hypoplasia congenita", "patient": "A 2-month-old male presented with recurrent vomiting and poor oral intake with irritability. He was born via cesarean section at 41-week gestation and weighed 3.9 kg. There were no complications during the perinatal period. The patient had no family history of chronic illness. On physical examination, the patient was dehydrated and showed hyperpigmentation throughout his body. This pigmentation first appeared 2 weeks after birth. The patient's blood pressure was 86/46 mmHg (<50th percentile), with a heart rate of 134 beats per minute and a respiratory rate of 30 breaths per minute. He was 41 cm tall (50th–75th percentile) with a weight of 6 kg (25th–50th percentile) and a body mass index of 14.43 kg/m2 (5th–10th percentile). Laboratory tests revealed hyponatremia (113 mmol/L), hyperkalemia (8.0 mmol/L), elevated adrenocorticotropic hormone (ACTH, 7,207.3 pg/mL) and a relatively low level of cortisol (5.4 μg/dL), indicating primary adrenal insufficiency. Subsequently, the replacement of hydrocortisone and fludrocortisone was commenced. Other initial results before treatment were as follows: 17-hydroxyprogesterone (17-OHP), 0.44 ng/mL; serum aldosterone level, 14.2 ng/dL; and plasma renin activity, 0.26 ng/mL/hr. Other basal hormone levels were within normal ranges (). Additional studies were performed to evaluate the etiology of the patient's adrenal insufficiency. The result of the adrenal cortex antibody test was negative, and the result of a very long-chain fatty acid test for adrenoleukodystrophy was not remarkable. However, the adrenal glands were not delineated as observed using pelvic ultrasound images. The patient was transferred to another hospital to be closer to his place of residence.\\nWhen he was 17 years old, the patient visited our hospital again for evaluation of his small testes and penis. At that time, his height was 163.5 cm (5th–10th percentile), and his body weight was 70 kg (50th–75th percentile). On physical examination, both testes were 5 mL in volume, and his stretched penile length was 4 cm, indicating androgen deficiency. A chromosome study showed a normal male karyotype with 46, XY. In a human choriogonadotropin stimulation test, the stimulated testosterone to dihydrotestosterone ratio was 7.24, and the basal and stimulated testosterone levels were 13.5 ng/dL and 239.2 ng/dL, respectively (). In an ACTH stimulation test, the peak cortisol level was below 0.4 µg/dL, indicating cortisol deficiency. The levels of 17-OHP and 17-hydroxypregenenolone were also lower than normal, a result that is not compatible with congenital adrenal hyperplasia due to 21-hydroxylase deficiency or 3β-hydroxysteroid dehydrogenase deficiency (). Genetic analysis did not identify any mutations in the StAR gene. In a combined pituitary function test, the peak luteinizing hormone level was 2.68 mIU/mL, and the testosterone level was 13.5 ng/dL, consistent with hypogonadotropic hypogonadism. The cortisol level was uncheckable, and the peak growth hormone level was 7.09 ng/mL ().\\nGenetic analysis for identifying the cause of adrenal insufficiency and hypogonadotropic hypogonadism using whole-exome sequencing showed a mutation in the DAX-1 gene. Whole-exome sequencing was performed using the TruSight One panel of 4,813 genes (Illumina, San Diego, CA, USA) to screen for pathological mutations. The newly discovered variant was c.881T>C (p.Leu294Pro), and this missense mutation was predicted to be deleterious by sorting intolerant from tolerant (SIFT) [] and as probably damaging by PolyPhen-2 []. The variant was not found in ExAC (), Clin Var (), nor dbSNP (). Genetic analysis was not performed for the patient's family because they refused to give a blood sample. The diagnosis was confirmed as adrenal hypoplasia congenita. To induce spermatogenesis, exogenous human choriogonadotropin together with follicle-stimulating hormone were prescribed, as well as the existing hydrocortisone and fludrocortisone replacement.", "age": "[[2.0, 'month']]", "gender": "M", "relevant_articles": "{'9063431': 1, '7990953': 1, '16684822': 1, '20573681': 1, '24904859': 2, '10599709': 1, '7023391': 1, '19561590': 1, '26303087': 1, '26523528': 1, '28546232': 1, '10022408': 1, '25741868': 1, '20354512': 1, '9709728': 1, '23585174': 1, '34218634': 2}", "similar_patients": "{'4027096-1': 1}"}