{"patient_id": 54230, "patient_uid": "8335628-1", "PMID": 34332470, "file_path": "comm/PMC008xxxxxx/PMC8335628.xml", "title": "Transcervical approach for carotid artery stenting with transitory reversal flow: Case report", "patient": "A 77-year-old male with hypertension, diabetes mellitus, was referred to our hospital for elective internal carotid artery stenting in asymptomatic severe subtotal occlusion of the left internal carotid artery (). He had a past medical history of radiation to the head and neck for laryngeal cancer. No coronary artery disease or cardiac arrhythmias were reported.\\nPrevious CT-angiography had shown a type III aortic with bovine arch (). The patient was considered to be a poor candidate for carotid endarterectomy (CEA) due to a history of head and neck irradiation and a short neck, another distance of 3 cm from carotid bifurcation, made more difficult a surgical dissection (). Percutaneous carotid artery stenting (CAS) was initially attempted with access via the femoral and right radial approach. However, this procedure was unsuccessful due to a very tortuous and calcified type III aortic arch.\\nCarotid artery stenting (CAS) via the transcervical approach was then performed. The patient was given general anesthesia with the head turned towards the right side. The common carotid artery was exposed using surgical cutdown and exploration at the base of neck (). A sheath was introduced into the common carotid artery with passage through the skin of the incision proximally to allow for improved stability of the sheath (). To avoid a clamping post stenting, a gate access on common carotid was prepared with the surgiclose technique, an easy and fast trick, applicable to all vessels to avoid a damage of artery , . The area of stenosis was identified with a carotid angiogram and, previous clamping of common carotid having a flow reversal, was crossed with a filter wire where a RX Spider Filter 6 Fr (Medtronic, Minneapolis, MN) was used distally in the left internal carotid artery, re-opening right after the artery. The lesion was treated with release of a 7 × 30 mm RX Xact carotid stent (Abbott Vascular, Chicago, IL). Post-dilation was then performed with a 5.5 × 30 mm Rx Submarine balloon catheter (Medtronic Minneapolis, MN), with good results (). The filter was retrieved followed by sheath removal. The arteriotomy site was easier closed thanks to surgiclose technique and hemostasis was successfully achieved (). The patient tolerated the procedure well and was successfully extubated. He was neurologically intact with National Institutes of Health Stroke Scale score of zero. Following the procedure, he remained on dual antiplatelet and statin therapy. At 3-months followup, Ultrasound doppler showed lack of restenosis with good flow intrastent ().", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'31360669': 1, '15253268': 1, '20116932': 1, '33181358': 1, '22210738': 1, '29046977': 1, '17957209': 1, '24074938': 1, '18540700': 1, '12764264': 1, '27460283': 1, '31584432': 2, '31304440': 1, '32917552': 1, '14723572': 1, '25247312': 1, '34332470': 2}", "similar_patients": "{'6955073-1': 1}"}