{"patient_id": 57470, "patient_uid": "8483431-1", "PMID": 34646665, "file_path": "comm/PMC008xxxxxx/PMC8483431.xml", "title": "Ileocecal Valve Atresia – A Take on the Aberrant Phenomenon", "patient": "A one-day-old male neonate presented with abdominal distension, failure to pass meconium, and bilious vomiting. He was born at 38 weeks gestation by normal vaginal delivery to a multiparous 29-year-old woman and weighed 2.550 Kilograms at birth. There was no remarkable family history.\\nThe prenatal ultrasound scan did not reveal any mass fetal anomaly and no evidence of polyhydramnios. An X-ray of the abdomen revealed dilated loops of the bowel with the presence of fluid on the right side and the absence of the bowel gas pattern in the lower abdomen (Figure ).\\nBased on X-ray findings, small bowel obstruction was diagnosed, and he was immediately taken for emergency laparotomy.\\nDuring surgery, the right transverse incision in the infraumbilical region was given. The bowel was explored, and it was seen that the terminal ileum was markedly dilated, and the cecum was small and collapsed. There was no connection between the terminal ileum and cecum. The appendix was seen attached to the cecum, which was removed. There was also a V-shaped defect within the mesentery supplying the ileocecal region. We removed the grossly distended last 5 cm of the distal ileum. We performed an end to side ileo ascending anastomosis after confirming the absence of a distal obstruction by irrigating the lumen of ascending colon with normal saline. The mesenteric defect was closed with absorbable sutures (Figures -).\\nHistopathology of resected ileum showed bowel mucosa with vascular congestion, mild to moderate edematous changes of submucosa and serosa. The appendectomy specimen showed submucous serosal vascular congestion. He had an uneventful hospital course, and the incision was healing well.\\nHe passed meconium on postoperative day 2 and was restarted on oral feeding on a postoperative day 4. He was seen for his one-month follow-up, and examination showed his development on the growth chart was above the 25th percentile and was satisfactory.", "age": "[[1.0, 'day']]", "gender": "M", "relevant_articles": "{'24647302': 1, '15630650': 1, '9135450': 1, '4057021': 1, '31290469': 1, '6845785': 1, '34646665': 2}", "similar_patients": "{}"}