{"patient_id": 47827, "patient_uid": "8024095-1", "PMID": 33859862, "file_path": "comm/PMC008xxxxxx/PMC8024095.xml", "title": "Polymicrobial Necrotizing Fasciitis in a Dog: The Involvement of Macrococcus caseolyticus, Proteus mirabilis, and Escherichia coli", "patient": "A 5-year-old intact male mixed breed dog (body weight = 28.0 kg) was presented with two wide dorsal ulcers: the dimension of the thoracolumbar lesion was 10.0 cm × 9.0 cm and the circular lumbosacral lesion a diameter of 15.8 cm (). Overlying skin of the affected areas sloughed off, according to history, exposing a crust-coated reddened subcutaneous and deep fascia tissue (). History also indicated no antimicrobial or prolonged immunosuppressive drug therapy. Affected areas were highly sensitive to touch, inciting intense painful reactions from the patient. The patient was depressed, lethargic, hyperpneic, and feverish (40.2°C). After clinical examination and shaving of the dorsal thorax, this area showed crepitating cyanotic patches of necrotizing skin ().\\nUsing 13 × 150 mm sterile swab sticks (Hangzhou Co. Ltd., China), deep wound swabs were obtained for bacterial culture and sensitivity testing; afterwards, skin biopsy was taken for histopathology. Complete blood count depicted leukocytosis characterized by (i) marked monocytosis, indicating tissue necrosis; (ii) intense neutrophilia, indicative of stress or infection; and (iii) mild basophilia (). The overall leukocyte pattern suggested an acute inflammatory response with tissue necrosis. Serum biochemistry analysis was unremarkable, except for hyperbilirubinemia, mild hyponatremia, mild hypochloremia, and increased ALP and AST levels ().\\nWBC: white blood cell; PLT: platelet; RBC: red blood cell; HGB: hemoglobin; HCT: hematocrit; MCV: mean corpuscular volume; MCH: mean corpuscular hemoglobin; MCHC: mean corpuscular hemoglobin concentration; RDW: red cell distribution width.\\nAST: aspartate aminotransaminase; ALT: alanine aminotransaminase; ALP: alkaline phosphatase; GGT: gamma glutamyl transferase.\\nWith bacterial culture and histopathology results pending, treatment of the patient commenced. Wounds were debrided and clean-disinfected under general anesthesia (xylazine, 2.2 mg/kg; plus ketamine 3 mg/kg; Sigma-Aldrich, India); and during the procedure, the patient received a polyionic isotonic fluid (Ringer's lactate IV; Nirlife-Aculife, Sachana, India) at a rate of 1.8 mL/kg/h IV. Amoxicillin, (20 mg/kg) (Interchemie, Venray, Holland) and enrofloxacin (5 mg/kg) (Tradeon Band, Dombivli, India) were administered, all IM, and metamizole 30 mg/kg IV (Sigma-Aldrich, India) for analgesia, postdebridement. Unceremoniously, the dog was euthanized the following day at the request of the owner.\\nNonetheless, using the Bruker MALDI Biotyper, Macrococcus caseolyticus (score value: 1.84), Proteus mirabilis (score value: 2.14), and Escherichia coli (score value: 2.22) were later identified ().\\nTet: tetracycline; Cot: cotrimoxazole; Crx: cefuroxime; Gen: gentamycin; Ery: erythromycin; Flx: flucloxacillin; Pen: penicillin; Amp: ampicillin; R: resistant; +: intermediate susceptibility, results are equivocal; ++: moderately susceptible, may be inhibited provided a higher dosage is used; +++: susceptible, infection may respond to treatment at normal dosage.\\nHistopathology demonstrated superficial fascia necrosis, mild dermal fibrosis, orthokeratotic and parakeratotic hyperkeratosis, moderate histiocytic and polymorphonuclear cell infiltration of the dermis and fascia, and presence of bacteria within the damaged fascia and dermis (Figures and ).", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'30246483': 1, '29784062': 2, '17445318': 1, '24275377': 1, '23633717': 1, '25625779': 1, '30674239': 1, '28272476': 1, '18594170': 1, '19721787': 1, '9105725': 1, '23904882': 1, '31375493': 1, '27902286': 1, '25220388': 1, '21367503': 1, '17050817': 1, '33134334': 1, '28748533': 1, '15767653': 1, '22158285': 1, '17278065': 1, '33859862': 2}", "similar_patients": "{'5963038-1': 1}"}