{"patient_id": 61309, "patient_uid": "8673682-1", "PMID": 34926079, "file_path": "comm/PMC008xxxxxx/PMC8673682.xml", "title": "Status Migrainosus and Endometriosis: A Case Report and Review of the Literature", "patient": "In this case, we present a 34-year-old female with a past medical history of endometriosis, factor II hypercoagulable disorder, and menstrual migraine without aura who presented with three weeks of intractable migraine with neurological features. She described a bilateral squeezing frontal headache that remained at a “7/10” pain severity for three weeks prior to arrival. One week before she presented, she began experiencing visual disturbances consistent with a scintillating scotoma that lasted for about two to three hours every day. A few days later, she began experiencing tongue numbness and left face paresthesia that migrated to various locations of her face followed by her left flank (Figure ). The next day, she was evaluated by a neurologist via a telehealth visit and was subsequently diagnosed with intractable complex migraine with aura and prescribed methylprednisolone and ubrogepant (calcitonin gene-related peptide receptor antagonist) 100 mg as a rescue treatment. However, the following morning, she woke up with anomic dysphasia and another episode of tongue numbness, after which she presented to the emergency department (ED) for evaluation. She did not take her prescribed medications from her telehealth visit, including ubrogepant and methylprednisolone, prior to arrival. In the ED, she endorsed a headache, nausea, dizziness on standing, photophobia, and resolution of her paresthesias. Physical examination was grossly intact with preservation of motor strength, sensation, and cranial nerves. On analysis of complete blood count (CBC) and comprehensive metabolic panel (CMP), a decreased hemoglobin of 10.6 g/dL with a mean corpuscular volume of 73.6 fl consistent with microcytic anemia was the only abnormal finding. This finding was consistent with this patient’s history of iron deficiency anemia secondary to heavy menstrual bleeding. Head computed tomography angiography (CTA) revealed mild thickening of the bilateral optic nerves (Figure ). Brain magnetic resonance imaging (MRI) demonstrated a nonspecific 1 cm right frontal subcortical bright T2/FLAIR hyperintensity (Figure ) and a small adjacent developmental venous anomaly without evidence of thrombosis (Figure ). Although unlikely, early thrombosis could not be ruled out. Subsequent chest X-ray, neck CTA, head MRA, neck MRA, and orbit MRI were obtained, all of which were unremarkable.\\nAfter several hours, her headache did not improve, and she was admitted to the floor for further management. The patient was treated with butalbital/acetaminophen/caffeine 50 mg/325 mg/40 mg once, ketorolac 15 mg IV once, dexamethasone 6 mg PO once, and metoclopramide 10 mg IV once. Neurology was consulted. The following morning, the patient refused the prescribed medications for fear of triggering increased pain or another neurological disturbance. She was counseled on the importance of compliance and took her prescribed medications as directed. Neurology began a three-day course of methylprednisolone 1 g daily, topiramate 25 mg three times a day, and naproxen 500 mg twice a day. The condition of the patient improved, and she was discharged with significant improvement of her symptoms. She was instructed to continue taking topiramate 25 mg three times daily, naproxen 500 mg two times daily as needed, and ubrogepant 100 mg as needed for migraine rescue treatment.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'28181217': 1, '8294196': 1, '19446275': 1, '23759110': 1, '26733600': 1, '31492106': 1, '24530211': 1, '25877626': 1, '31810400': 1, '30198804': 1, '29321760': 1, '19271947': 1, '22442736': 1, '28989805': 1, '34926079': 2}", "similar_patients": "{}"}