{"patient_id": 107802, "patient_uid": "8136325-1", "PMID": 34054497, "file_path": "noncomm/PMC008xxxxxx/PMC8136325.xml", "title": "Activation of a Quiescent Choroidal Neovascularization in a Patient with Age-Related Macular Degeneration", "patient": "In 2015, a 59-year-old man was diagnosed with exudative AMD in his left eye. The diagnosis was based on fundus examination, optical coherence tomography, and fluorescein angiography. His best-corrected visual acuity (BCVA) in the left eye was 0.4. Since then, he was regularly treated with anti-VEGF injections (aflibercept, according to the label). So far, overall, he has received 26 injections into the left eye (every 2 months). The right eye did not show any signs and symptoms of wet AMD (BCVA = 1.0).\\nIn 2017, with the advent of OCTA or angio-OCT, we were able to use this technique in all patients with AMD. The angio-OCT en face examination (Avanti with AngioVue OCTA; Optovue, Inc., Fremont, CA, USA) confirmed the presence of CNV in the left eye. Surprisingly, OCTA revealed the presence of 2 quiescent, asymptomatic, nonexudative type 1 CNVs in the right eye, too (shown in Fig. ). The bigger CNV was irregular, glomerular-shaped, composed of small, rather dense, capillaries with longer tangled filaments located under the RPE, in the subfoveal region. The smaller one was more difficult to detect. It had more regular and round shaped with loops, located in the upper area of the macular region. Structural OCT showed flat, irregular pigment epithelium elevation in the areas corresponding to both CNVs; no fluid was observed, and BCVA was 1.0. Since then, we have performed the angio-OCT examination at least every 2 months. The shape and size of these nonexudative CNVs remained unchanged, and the patient did not report any disturbances in the right eye for almost 2 years. Then on May 2019, we observed the activation of the upper, smaller CNV, which started to grow, producing sprouting, dense and thin capillaries with loops, yet BCVA was still 1.0. However, the growth of the pigment epithelial detachment was not pronounced. Four months later, subretinal and intraretinal fluid, subretinal hyperreflective mass, retinal hemorrhages, and perilesional dark halo appeared, and BCVA decreased to 0.7 (shown in Fig. ). The shape, size, and morphology of the bigger, subfoveal CNV seemed to be the same. The anti-VEGF therapy was started immediately, and the patient responded well to the treatment (so far, he has received 5 injections of aflibercept according to the label). His BCVA improved to 1.0. The edema has gone; the subretinal fluid and retinal hemorrhages have disappeared, but the shape and size of the CNVs have not changed.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'28702676': 1, '31163067': 1, '28964581': 1, '26876696': 1, '26469533': 1, '34054497': 2}", "similar_patients": "{}"}