{"patient_id": 108916, "patient_uid": "8238397-1", "PMID": 34194723, "file_path": "noncomm/PMC008xxxxxx/PMC8238397.xml", "title": "Mirizzi syndrome type V complicated with both cholecystobiliary and cholecystocolic fistula: a case report", "patient": "A 37-year-old male with neurologic residuals post-encephalitis since the childhood was admitted at our hospital for abdominal pain, jaundice and fever. His parents helped physicians to recognize his complains and to reconstruct his symptoms, since he was not autonomous and compliant. He did not take any medication or herbal supplement, and he had no allergy. They denied an history of previous jaundice or known liver disease. No familiar history of hepatic, biliary or pancreatic diseases were reported.\\nInitial laboratory results revealed white blood cells (WBCs) 5.90 × 103/ul, hemoglobin 13.0 g/dl, platelets 230 × 103/ul, total bilirubin 6.02 mg/dl (direct 4.48 mg/dl), gamma glutamyl transferase (γGT) 538 (8–61 U/l), alkaline phosphatase 560 U/l (40–129 U/l), aspartate aminotransferase (AST) 139 U/l (3–50 U/l), alanine aminotransferase (ALT) 241 U/l (3–50 U/l), Reactive C protein (CPR) 132 (0–5 mg/l) and normal lipase/amylase. An ultrasound of the abdomen identified cholecystolithiasis with a dilated CBD and normal intrahepatic bile ducts. Alcoholic, autoimmune and viral hepatitis were excluded.\\nThe patient and his parents disagreed to perform firstly a computered tomography scan, and then an magnetic resonance cholangiopancreatography. Unusually, they agreed about endoscopic retrograde cholangiopancreatography (ERCP), so it was performed and cholangiography showed an ab-extrinsic stricture of CBD caused by a compression from a biliary stone in the infundibulum of the gallbladder; the upper biliary duct was dilated with various defects as biliary sludge and stones (). Moreover, late opacification of gallbladder showed lithiasis and, more important, an unexpected opacification of the right colonic lumen (). MS with both cholecystobiliary (due to the erosion of the wall of the CBD that involves up to two-thirds of its circumference) and cholecystocolonic fistula without gallstone ileum was diagnosed and classified as type III according to Csendes et al. [] and type V according to Beltran et al. []. A partial toilette of CBD was undergone, arranging a drainage with a biliary ‘pigtail’ prob, but the surgical treatment was immediately undergone due to the evidence of fluid faecaloid-like aspiration through the biliary drainage.\\nLaparotomy identified an inflamed gallbladder adhering and communicating with the right colon (). We performed a wedge resection of the fistulizated colon () and then an incision in the infundibulum of gallbladder for performing intra-surgery cholangiography, which showed residual of stones in CBD. Finally, a complete toilette of CBD and choledochoplasty with ‘Kehr's T-tube’ insertion was performed () and cholecystectomy was completed with an intra-abdominal drainage without any complication.\\nAfter 24 hours, intra-abdominal drainage was removed, and in the 10th day after surgery, he was discharged with kehr’s T-tube ‘in situ’. Moreover, laboratory results before discharge showed normal blood count and reduction of total bilirubin (1.26 mg/dl), γGT, alkaline phosphatase and transaminases.\\nAfter 40 days, patient had no signs of liver and biliary complications and kehr’s tube appeared normally placed. Blood count and bilirubin was normal with alkaline phosphatase 447 U/l, AST 112 U/l, ALT 162 U/l. Trans-kehr cholangiography showed normal size of CBD (), so it was removed and replaced with a single plastic biliary stent (9-cm length and 10-Fr diameter) through an ERCP.\\nAfter fourth month, laboratory tests were normal so ERCP with removal of plastic biliary stent was performed and cholangiography post-removal showed a free and restored biliary tree ().\\nIn the subsequent 4 years of follow-up with his primary care physician, he did not complain any biliary symptom and he constantly showed normal laboratory tests and abdominal ultrasound.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'16858544': 1, '29369192': 1, '10347304': 1, '29966566': 1, '28529185': 1, '11866258': 1, '2597969': 1, '23002333': 1, '18587614': 1, '6721287': 1, '4036942': 1, '34194723': 2}", "similar_patients": "{}"}