{"patient_id": 56943, "patient_uid": "8456086-1", "PMID": 34566950, "file_path": "comm/PMC008xxxxxx/PMC8456086.xml", "title": "Unexpected Favorable Outcome to PD-1 Antibody Plus Lenvatinib in a Patient With Recurrent Intestinal Follicular Dendritic Cell Sarcoma: A Case Report and Literature Review", "patient": "A 57-year-old Chinese man presented to our hospital with acute left lower quadrant abdominal pain in April 2019. He denied dyspnea, fever, night sweats, and weight loss. He is a non-smoker and a teetotaller. He denied any personal or family history of cancer. Physical examination was unremarkable, and his Eastern Cooperative Oncology Group (ECOG) performance status (PS) was 1. An abdominal computed tomography (CT) scan showed an 8.9 ×5.7 cm solid mass in the left abdominal cavity (), and many soft tissue density shadows were observed in the abdominal cavity, especially in the rectovesical pouch (). Partial intestinal resection was performed with a mechanical side-to-side anastomosis and negative margins were confirmed intraoperatively in April 2019.The pathological result after the operation was as follows: small intestinal spindle cell tumor (\\n). Combined with morphological and immunohistochemical results, follicular dendritic cell sarcoma was diagnosed pathologically. Multiple tumor nodules were found in mesentery. Immunohistochemistry (): tumor cells CD21 (+, partial), CD23 (+ partial), CD35 (weak positive), sstr-2 (+, partial), CD163 (+ partial), cd68/pgm-1 (+, focal area), HMB45 (–), PCK (–), ALK (–), LCA (–), EMA (–), STAT-6 (–), syn (–), TLE (–), DOG-1 (–), SDHB (without delated), CD117 (–), DES (–), CD34(-), SMA (–), S100 (–), Ki-67 (+, 10% - 20%), in situ hybridization EBER1/2 (–), PD-1 (–), and PD-L1 (+90%) (). Next-generation sequencing (NGS) was applied in the specimen of the patient, but result of targeted genetic testing was negative. The CT after surgery showed multiple nodules in the mesentery, pelvic cavity and rectovesical pouch, and the largest nodule was 2.5*2.2 cm located in the rectovesical pouch (). However, PET/CT did not show focal hypermetabolism of those lesions corresponding to the nodules in CT (). The laboratory tests, including complete blood count, liver function, renal function, serum lactate dehydrogenase level and cardiac function, were in normal limits.\\nThe patient received eight cycles of CHOP chemotherapy (Cyclophosphamide 750 mg/m2 d1, Doxorubicine 50 mg/m2 d1, Vincristine 1.4 mg/m2 d1 and Prednisone 100mg d1-5 every 3 weeks) from May 2019 to January 2020. Following two cycles of CHOP chemotherapy, partial response (PR) was achieved based on the CT evaluation, and the largest lesion in the rectovesical pouch was 1.7*1.4 cm. (). Then, he accepted four additional cycles of CHOP. Due to the influence of coronavirus disease 2019 (COVID-19), he did not undergo imaging evaluation at the end of CHOP treatment. No serious nonhematological or late toxicities occurred during therapy. Unfortunately, only 2 months after receiving first-line chemotherapy, he had enlarged target nodal masses and newly occurring metastases in the mesentery by contrast-enhanced CT examinations in March 2020. The mass in the left midabdomen was 2.7 cm*2.8 cm (), and the largest lesion in the rectovesical pouch was 2.0 cm*1.6 cm (). Then, he achieved 2 cycles of ABVD chemotherapy (Adriamycin 25mg/m2 d1,15, Bleomycin 10mg/m2 d1,15, Vinblastine 6mg/m2 d1,15 and Dacarbazine 375mg/m2 d1,15 every 4 weeks) as a second-line treatment. Except for the mild nausea during the treatment, there was no other discomfort or obvious toxicity. However, the mass in the left midabdomen enlarged to 3.2 cm*3.0 cm, and the lesion in the rectovesical pouch increased to 2.0 cm*1.9 cm in June 2020 (). In June 2020, we administered to the patient a PD-1 inhibitor combined with an antiangiogenic agent: sintilimab 200 mg i.v. every three weeks and lenvatinib 14 mg orally once a day. After three cycles of treatment, the lesions size decreased (). After another three cycles of treatment, the mass lesion size continued to decrease, the mass in the left mid-abdomen shrank to 1.7 cm*2.2 cm (), and the lesion in the rectovesical pouch also decreased in December 2020 (). During the course of sintilimab combined with lenvatinib, the patients presented good tolerance to the combined approach. Myelosuppression, hypertension, diarrhea, or other adverse events, apart from fatigue, were not apparent. Disease developed again, as shown by a CT scan, in January 2021. PFS was 7 months following sintilimab and lenvatinib ().", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'31301962': 1, '25917851': 1, '27932229': 1, '30779529': 1, '30968045': 2, '26442214': 1, '29178534': 1, '33284113': 1, '29508855': 1, '32506505': 1, '26406150': 1, '25695955': 1, '15150116': 1, '25009738': 2, '30413824': 1, '33819567': 1, '20503450': 1, '32327462': 1, '32349374': 1, '33777757': 1, '23177514': 1, '30348638': 1, '30940817': 1, '32015113': 1, '32888462': 1, '22770220': 1, '33277742': 1, '23755890': 1, '30998963': 1, '28382648': 1, '31038663': 1, '29097494': 1, '29195503': 1, '27734516': 1, '17658269': 1, '30925919': 1, '33082759': 1, '33418601': 1, '26910224': 1, '31682550': 1, '25765070': 1, '28418281': 1, '29867230': 1, '24714771': 1, '26482279': 1, '17596748': 1, '23888072': 1, '28611161': 1, '34051880': 1, '22772431': 1, '34321165': 1, '32859106': 1, '32765871': 1, '24838938': 1, '25286010': 1, '23600839': 1, '26477683': 1, '27402219': 1, '32502443': 1, '32000802': 1, '29332937': 1, '33436042': 1, '30742278': 1, '34566950': 2}", "similar_patients": "{'4089565-1': 1, '4089565-2': 1, '6448081-1': 1}"}