{"patient_id": 48158, "patient_uid": "8044440-1", "PMID": 33868166, "file_path": "comm/PMC008xxxxxx/PMC8044440.xml", "title": "Case Report: Metastatic Bronchopulmonary Carcinoid Tumor to the Pineal Region", "patient": "A 53-year-old female presented to our emergency department with 3 weeks of progressively worsening headaches and drowsiness. No focal neurological deficits were present on examination. Relevant history included stage IIA invasive breast ductal carcinoma treated with left mastectomy and chemotherapy two decades prior. Moreover, 2 years prior to presentation, she was diagnosed with atypical bronchopulmonary carcinoid tumor with metastasis to level 5 lymph node and level 6A lymph node with extracapsular extension (T2aN2M0). She initially underwent treatment with octreotide and lobectomy followed by four cycles of adjuvant cisplatin and etoposide 2 years prior to presentation. Given her progressive neurologic symptomatology and history of malignancy, imaging was obtained to rule-out intracranial pathology.\\nComputed tomography of the head demonstrated a hyperdense, partially cystic pineal region lesion with areas of calcification with supratentorial ventricular dilatation (). Magnetic resonance imaging of the brain revealed a heterogeneously enhancing 3.9 × 2.6 × 3.1 cm mixed cystic and solid pineal mass extending into the posterior third ventricle and associated obstructive hydrocephalus (). Metastatic work-up revealed a stable systemic disease burden.\\nThe patient was started on dexamethasone and medically optimized. Given her relatively young age, symptomatic obstructive hydrocephalus, and need for tissue diagnosis as well as local disease control, neurosurgical resection of the pineal region mass was recommended.\\nA stereotactic right parietal craniotomy with posterior interhemispheric transcallosal approach was utilized for volumetric resection of the large pineal mass. The patient tolerated the procedure well and without complication. Post-operatively, she exhibited a protracted course with transient neurologic symptomatology (i.e., mildly impaired short-term memory, wide-based gait), which subsequently resolved slowly over 3 months.\\nThe patient underwent Cyberknife radiosurgical treatment to the resection cavity 8 weeks after surgery. A total of 27 Gy were delivered in three fractions using a total of 126 beams. Repeat MRI brain at 6-months and 1-year revealed no evidence of residual or recurrent disease ().\\nHistopathology was consistent with metastatic atypical carcinoid tumor of pulmonary origin (). Routine hematoxylin and eosin (H&E) stained sections demonstrated nests and sheets of cells with speckled chromatin and indistinct to small nucleoli. Thick fibrous bands separated the tumor cell nests. The morphologic appearance was identical to that of the primary lung tumor. Mitoses were present less than 10 per 2 square millimeters. Homer Wright rosettes were not seen. The tumor cells were strongly and diffusely reactive with synaptophysin and neuron specific enolase (NSE) immunohistochemical stains. Cytokeratin AE1/AE3 immunostain was strongly and diffusely reactive helping to exclude a primary pineal tumor. Moreover, glial fibrillary acidic protein (GFAP) and S100 immunostains were completely negative, further helping to exclude a primary pineal tumor which can have similar morphology. The Ki-67 proliferative index was 15%, slightly higher than the 7% labeling index noted in the original bronchopulmonary lesion. Comparatively, tumor morphology of the intracranial metastasis was identical to that of the known atypical bronchopulmonary carcinoid lesion diagnosed 2 years prior (). The primary atypical bronchopulmonary carcinoid lesion stained positive for synaptophysin, CAM5.2, and cytokeratin AE1/AE3. Additional stains of the primary lesion including CK 5/6, CK7, CK20, p40, TTF-1, Napsin-A, and BRST-2 were negative. Necrosis was noted on histopathology and a mitoses count of no more than one per 2 square millimeters.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'10508944': 1, '30414942': 1, '15495181': 1, '27890494': 1, '9024720': 1, '1995534': 1, '32208886': 1, '23394337': 1, '20363727': 1, '17030775': 1, '31667042': 2, '21043816': 1, '30991982': 1, '26801624': 1, '31441839': 2, '27149501': 2, '1319669': 1, '31759223': 1, '31537610': 2, '33868166': 2}", "similar_patients": "{'6816534-1': 1, '6754666-1': 1, '6716749-1': 1, '4863818-1': 1}"}