{"patient_id": 49161, "patient_uid": "8087949-2", "PMID": 33948421, "file_path": "comm/PMC008xxxxxx/PMC8087949.xml", "title": "COVID-19 Related Acute Hemorrhagic Necrotizing Encephalitis: A Report of Two Cases and Literature Review", "patient": "A 68-year-old woman presented to the emergency room with malaise, nausea, diarrhea, progressive dyspnea, and high-grade fever. Her medical history was significant for chronic lymphocytic leukemia and hypertension. Her husband had recently died from severe SARS-CoV2 associated pneumonia. Five days before her acute presentation, she tested positive for COVID-19 based on a positive result on RT-PCR assay of the nasopharyngeal swab. She was febrile at 39.4°C and tachypneic, with oxygen saturation of 88% on room air on examination. Chest auscultation revealed bilateral coarse rales. The remainder of her physical examination was unremarkable. She required endotracheal intubation and mechanical ventilation for hypoxic respiratory failure. Laboratory workup showed lymphocytic predominant leukocytosis (23.3 thousand/mm3) (83% lymphocytes). Systemic inflammatory markers such as D-dimer (0.5 ug/mL), lactate dehydrogenase (295 u/L), ferritin (259 ng/mL), and C-reactive protein (177 mg/L) were elevated with a subsequent upward trend. Figure shows the finding of imaging. CT of the chest (Figure ) demonstrated extensive bilateral ground-glass pulmonary opacities that appeared more prominent in the periphery of both lungs' upper lobes. She was treated with low tidal volume positive-pressure ventilation, a 10-day course of dexamethasone, a five-day course of remdesivir, and convalescent plasma. Neurologic consultation was obtained for persistent severe encephalopathy on day 30 of hospitalization. She was comatose with no responses to painful stimulation while on mechanical ventilation, with preserved bilateral pupillary light reflex, normal corneal, and cough reflex. A non-contrast CT scan of the head showed patchy bilateral white matter hypodensities concerning age indeterminate infarcts. Continuous electroencephalography was unable to be performed due to the patient's acute renal failure requiring sustained low-efficiency dialysis due to interference and artifact. MRI of the brain demonstrated multifocal T2/FLAIR hyperintense periventricular lesions (Figures , ). The same regions showed diffusion restriction involving the bilateral centrum semiovale (Figure ), right internal capsule, left parietal cortex (figure ), and bilateral cerebellum (Figure ). Susceptibility-weighted imaging sequence demonstrated multiple areas of susceptibility artifact consistent with microhemorrhages in the bilateral cerebral cortex, basal ganglia, and cerebellar hemispheres (Figures , ). These findings were most consistent with the diagnosis of AHNE in the setting of severe COVID-19 infection. Apart from severe acute respiratory failure, she was treated with vasopressors for septic shock due to COVID-19 and hemodialysis for acute renal failure. Fifty-four days into hospitalization, the patient remained unresponsive to tactile and noxious stimulation. Her clinical condition deteriorated and subsequently died from refractory hypoxia, shock, and cardiac arrest.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'32142651': 1, '32228363': 1, '25878399': 1, '32622375': 1, '32799213': 1, '32651243': 1, '32457227': 1, '1929904': 1, '32660520': 1, '32633327': 1, '32586897': 1, '32437314': 1, '32462412': 1, '33791056': 1, '32474092': 1, '32637987': 1, '18108331': 1, '32311570': 1, '32275288': 1, '32167747': 1, '32612515': 1, '34386902': 1, '32697168': 1, '33948421': 2}", "similar_patients": "{'8087949-1': 2}"}