{"patient_id": 113274, "patient_uid": "8669558-1", "PMID": 34917875, "file_path": "noncomm/PMC008xxxxxx/PMC8669558.xml", "title": "Combined neurogenic pulmonary oedema and atypical Takotsubo cardiomyopathy in a patient with ischaemic stroke: a unique case report", "patient": "A 78-year-old woman was admitted to the emergency department for dizziness, dysarthria, and left hemiparesis with an NIHSS = 5. Medical history reported arterial hypertension treated with angiotensin-converting enzyme inhibitor, hypercholesterolaemia treated with statin, and paroxysmal atrial fibrillation (AF) (1 episode documented). The patient was treated with aspirin 100 mg/day, although oral anticoagulation is recommended. In the past, she underwent gall bladder removal and quadrant resection for breast cancer, followed by radiotherapy without cardiac damage at echocardiogram. Ranking score according to the modified Rankin scale was = 0. Electrocardiogram showed sinus rhythm, PR, QRS, and QTc intervals and ventricular repolarization within normal limits. Brain computed tomography (CT) scan was performed immediately showing light hypodensity of the posterior portion of the right lenticular nucleus (ASPECT = 9). The perfusion study revealed a penumbra in the right inferior temporal–occipital–insular area in the right middle cerebral artery territory. Cerebral angiography showed segmental thrombosis of the right M1 middle tract with signs of collateralization (). Intravenous thrombolytic (alteplase) was started. The patient underwent mechanical thrombectomy ∼4.5 h after symptom onset. Cerebral angiography documented complete recanalization of the right M1 and of two branches of M2 with residual occlusion of the third proximal tract of M2. During the procedure the patient developed worsening dyspnoea and evolved to acute pulmonary oedema (at arterial blood gas analysis: pO2 = 66 mmHg, pCO2 = 83 mmHg, pH = 6.97, P/F ratio = 83) with cyanosis. Oxygen was promptly administered through Venturi mask, but was ineffective with a persistent reduction of the inspiratory oxygen fraction/arterial partial oxygen pressure ratio. The patient was switched to invasive mechanical ventilation but she suffered a 2 min cardiorespiratory arrest, which was resolved with external cardiac massage and intravenous adrenaline. Electrocardiogram documented sinus rhythm, slight ST-segment elevation, and negative T waves in D1 and aVL (). Transthoracic echocardiography showed akinesis of the septal-apical and inferior-apical segments of the left ventricle without wall thinning and a marked reduction of ejection fraction (=35%). The following coronary angiography excluded obstructive coronary disease and/or acute plaque rupture (). Ventriculography revealed akinesis/dyskinesis of the inferior segment of the left ventricular apex associated with normal kinesis of the remaining segments (). Afterwards cerebral angiography documented complete recanalization of the right middle cerebral artery (). Chest X-ray showed bilateral widespread interstitial-alveolar oedema. The patient was hospitalized in the emergency department. Brain CT scan control resulted negative for bleedings and ischaemic lesions. Medium-high rate paroxysmal AF was detected. The patient was maintained on mechanical ventilation for 24 h and was given intravenous diuretic with progressive normalization of respiratory parameters. Chest X-ray control demonstrated complete reabsorption of interstitial-alveolar oedema. Transthoracic echocardiography confirmed limited akinesis of the septal and inferior apex with a left ventricular ejection fraction at the lower limits of the normal range (= 50%). High sensitivity troponin I elevation was detected (625.5 ng/L, n.v. <11.6 ng/L). The patient was transferred to the Stroke Unit with an NIHSS = 0. The rate control of AF was obtained with a beta-blocker and oral anticoagulation was started instead of antiplatelet therapy. The patient was discharged on Day 7 without neurological defects and symptoms/signs of heart failure. After 3 months, left ventricular segmental kinetics and ejection fraction were completely normalized.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'31066369': 1, '29362281': 1, '25131525': 1, '20541719': 1, '18580349': 1, '17378783': 1, '28169967': 1, '28775014': 1, '1513461': 1, '27438117': 1, '34917875': 2}", "similar_patients": "{}"}