{"patient_id": 112217, "patient_uid": "8554320-1", "PMID": 34729013, "file_path": "noncomm/PMC008xxxxxx/PMC8554320.xml", "title": "ALK Rearrangement in Small-Cell Lung Cancer and Durable Response to Alectinib: A Case Report", "patient": "A 26-year-old non-smoking male was referred to our hospital due to chest tightness, wheezing, and irritant dry cough. Chest computed tomography (CT) revealed a large, soft tissue mass of 12.43 × 10.22 cm in the right middle lobe and a massive right pleural effusion (). Abdominal CT showed liver hypodensity with a nodule measuring 2.83 × 2.76 cm (). Local hypodensity shadow of the kidney was present on both sides, with a mass of 4.53 × 4.26 cm in the left kidney and 4.16 × 3.36 cm in the right kidney (). A CT-guided tumor biopsy was then performed, and the tumor was pathologically diagnosed as SCLC (extensive-stage, stage IV, ) with immunoreactivity to CD56, Synaptophysin (Syn), CgA and Ki-67 (about 90% positive), and negative for TTF-1 and p40 on (–). In addition, laboratory examinations revealed elevations in the levels of neuron-specific enolase (NSE; 179 ng/mL), whereas no abnormalities were observed in carbohydrate antigen 19-9 (CA19-9) and carcinoembryonic antigen (CEA). He was treated with chemotherapy (etoposide plus lobaplatin) two cycles. On October 9, 2020, the patient showed a progressive disease with lung lesion (from 12.43 × 10.22 cm to 15.00 × 12.6 cm), liver nodule (from 2.83 × 2.76 cm to 4.16 × 3.36 cm), left kidney lesion (from 4.53 × 4.26 cm to 8.06 × 6.8 cm), and right kidney lesion (from 4.16 × 3.36 cm to 6.26 × 4.52 cm). Meanwhile, the levels of NSE (˃300 ng/mL), CA19-9 (24.8 U/mL) and CEA (2.13 ng/mL) were increased ( and ).\\nTo seek potential therapeutic regimens, the blood specimen was subjected to NGS analysis, and a novel ALK and intergenic region (IR) rearrangement was identified (mutant allele frequency [MAF]: 19.21%, and ). Immunohistochemical staining (Ventana Medical Systems, Tucson, AZ) showed an increased signal of ALK expression (). Alectinib (600 mg BID) combined with irinotecan (CPT-11; 0.4g dl) as second-line therapy was administered. After two cycles of treatment, CT scan showed a partial response (PR) with a reduction from 15.0 × 12.6 cm to 8.42 × 5.16 cm for lung lesion (). Meanwhile, the size of liver tumor (2.0 × 1.57 cm) and bilateral kidney tumor (left: 3.3 × 2.37 cm; right: 3.05 × 2.18 cm) were decreased (). NGS-based ctDNA test showed a decrease in MAF of ALK rearrangement (from 19.21% to 0.58%, ). During the 4th, 6th and 8th cycles after treatment, the tumor lesions continued to decrease, and the patient maintained PR ( and ). In addition, ALK rearrangement had disappeared after 4 cycles of treatment (). There were no obvious adverse reactions to the treatment. It suggests that the patient has a durable response to Alectinib and achieved 6-month progression-free survival (PFS) until the report date of this case.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'31794921': 1, '23787064': 1, '24981975': 1, '23154565': 1, '11784874': 1, '32093858': 1, '17579629': 1, '29173772': 1, '32418886': 1, '20104223': 1, '30207593': 1, '34729013': 2}", "similar_patients": "{}"}