{"patient_id": 109085, "patient_uid": "8249190-2", "PMID": 34187962, "file_path": "noncomm/PMC008xxxxxx/PMC8249190.xml", "title": "Sequential treatment from mandibulectomy to reconstruction on mandibular oral cancer – Case review II: mandibular anterior and the floor of the mouth lesion of basaloid squamous cell carcinoma and clear cell odontogenic carcinoma", "patient": "A 55-year-old man was admitted to the Department of Oral and Maxillofacial Surgery at Pusan National University Dental Hospital in September 2016, with pain in the anterior portion of the mandible. His medical history was remarkable only for hypertension. Laboratory test results were unremarkable.\\nOrthopantomography and cone-beam CT revealed an irregular erosive lesion (38 mm×31 mm) in the anterior portion of the mandible.() Based on histopathological examination of a biopsy specimen obtained under local anesthesia, the lesion was diagnosed as ameloblastoma by the Department of Pathology of Pusan National University Yangsan Hospital.()\\nWide excision and mandibular reconstruction with iliac block bone graft were performed under general anesthesia to avoid the risk of recurrent ameloblastoma.() Based on detection of multiple clear cells upon histopathological evaluation of the resected mass, as well as the clinical features, the lesion was diagnosed by the Department of Oral Pathology of the School of Dentistry at Pusan National University as CCOC instead of ameloblastoma.() CT, MRI, and PET-CT were performed to confirm an accurate evaluation one month postoperatively.() We performed successful SOHND along with Levels I-III and mandibular reconstruction with a left fibula free flap under general anesthesia.() Histopathological evaluation of an intraoperative frozen biopsy section demonstrated normal tissue findings. The permanent biopsy results showed negative findings in the marginal and neck areas with potential metastasis, excluding the resection site. The surgical site healed satisfactorily, and no adjuvant chemotherapy or radiation therapy was required. The patient has been regularly followed-up and has shown no recurrence to date.()", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'24202723': 1, '2179801': 1, '15772956': 1, '25247151': 1, '20048622': 1, '18674952': 1, '19278434': 1, '15138656': 1, '23828250': 1, '23833491': 1, '25922819': 1, '34187962': 2}", "similar_patients": "{'8249190-1': 2}"}