{"patient_id": 55673, "patient_uid": "8401219-1", "PMID": 34451528, "file_path": "comm/PMC008xxxxxx/PMC8401219.xml", "title": "Intracellular S. aureus in Osteoblasts in a Clinical Sample from a Patient with Chronic Osteomyelitis—A Case Report", "patient": "We report the case of a 14-year-old boy with 10 months’ history of chronic osteomyelitis. He presented with secretion from multiple draining sinuses on the right leg. Laboratory analysis revealed a C-reactive protein level (CRP) of 63.2 mg/L (reference value: <5 mg/L) and a leucocyte count of 11.82/nL (reference value: 4.2–12.0/nL). Radiographs and MRI imaging of the leg showed typical features such as intramedullary abscess formation, cortical erosions, osteolysis and endosteal scalloping consistent with the diagnosis of chronic osteomyelitis of the entire tibia including the proximal and distal epiphysis (A,B). During the first surgical intervention, performing thorough debridement and necrosectomy, eight tissue samples were harvested for microbiological and histological examination. Methicillin-resistant S. aureus was identified in all samples by the matrix-assisted laser desorption ionization time of flight mass spectrometry (MALDI TOF MS), using a Microflex LT mass spectrometer and BioTyper software (Bruker Daltonik, Bremen, Bremen Germany). Accordingly, results of the histological examination showed infection signs (C,D). Further, parts of the same bone samples harvested during surgery underwent ultrastructural analysis. For this purpose, the samples were fixed with a Karnovsky-fixative (0.1 M cacodylate-buffer with 2.5% glutaraldehyde and 2% paraformaldehyde) followed by 1% of osmium tetroxide at pH 7.3. Next, the samples were decalcified and embedded in EMbed-812 epoxy resin (Science Services, Munich, Bavaria, Germany). After performing semi-thin sections of 0.75 μm thickness, sections were stained with toluidine blue and basic fuchsine solution and visualized using a light microscope to identify the specific regions of interest for further ultrastructural investigation. Finally, the sections were analyzed with a LEO912AB transmission electron microscope (Zeiss, Oberkochen, Baden-Württemberg, Germany) operating at 100 kV. High-resolution images were acquired with an integrated Sharp Eye 2k slow-scan CCD camera (TRS, Moorenweis, Bavaria, Germany). Ultrastructural analysis revealed the presence of bacteria within the vacuoles in osteoblasts, which in light of the consistent microbiological finding in all eight samples, can be deemed as S. aureus (E–G).", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'34112102': 1, '15930546': 1, '25340805': 1, '25059520': 1, '26636047': 1, '29739668': 1, '33669789': 1, '25129555': 1, '10617158': 1, '10334980': 1, '27716055': 1, '25677632': 1, '32094258': 1, '34451528': 2}", "similar_patients": "{}"}