{"patient_id": 52629, "patient_uid": "8257462-1", "PMID": 34258130, "file_path": "comm/PMC008xxxxxx/PMC8257462.xml", "title": "A Rare Case of Arterial and Venous Thromboembolism in a Patient With Severe Clostridium difficile Infection", "patient": "An 82-year-old female presented to our hospital with fever, dry cough, shortness of breath, and poor appetite for three days. She was treated for pneumonia two weeks prior to hospitalization by her primary doctor and had completed a 10-day course of an oral antibiotic. There was no previously reported history of Clostridium difficile infection. She had moved to the United States two years prior. She was ambulatory and functional at baseline.\\nAt the time of presentation, her blood pressure was 89/48 mmHg, pulse rate was 101 beats per minute, respiratory rate was 40 breaths per minute and temperature was 101 ° Fahrenheit. On examination, she was found to be obtunded and not moving any extremities. Her abdomen was soft and distended with reduced bowel sounds. Her peripheral pulses were palpable and her pupils were reactive bilaterally. Her trachea was cannulated for acute respiratory failure. Despite intravenous fluid challenge, she remained hypotensive and was started on norepinephrine for suspected septic shock and admitted to the intensive care unit. She was started on intravenous vancomycin, piperacillin-tazobactam, and azithromycin. Her initial laboratory findings have been mentioned in Table .\\nX-ray imaging of the chest showed diffuse bilateral pulmonary infiltrates. Computed tomography (CT) imaging of her brain showed no acute large vessel distribution infarction, hemorrhage, mass, or mass effect. Venous Doppler ultrasound of her lower extremities showed bilateral deep venous thrombosis and therapeutic subcutaneous enoxaparin was started. She had multiple episodes of watery diarrhea since arrival in the ICU and she was started on oral vancomycin. The stool was sent for analysis and was found to be positive for the glutamate dehydrogenase (GDH) antigen and Clostridium difficile toxin B. She was noticed to have cold mottled skin and decreased peripheral pulses, first in the right upper extremity followed by the right lower extremity. This has been presented in Figures -.\\nCT angiography of the chest revealed a right main pulmonary artery embolism with extension into the lobar branches (Figure ).\\nCT of her right upper extremity revealed an occluded right radial artery, patent right ulnar artery and the branch vessels in the right wrist and hand appeared to have a distal tapered occlusion, suspicious for distal arterial embolism (Figure ).\\nCT angiography of her right lower extremity revealed a tapered occlusion of all three trifurcation vessels suspicious for distal thromboembolic occlusion. There was no soft tissue gas or drainable fluid collection in bilateral lower extremities (Figure ).\\nThe hematology team was consulted, who recommended unfractionated heparin therapy and advised to test for antiphospholipid syndrome. An echocardiogram did not reveal an intracardiac thrombus. Hypercoagulability workup was not remarkable for genetic or other acquired conditions predisposing to thrombosis (Table ).\\nMultiple attempts to wean her off the ventilator were unsuccessful. On day 5 of hospitalization, repeat CT of the brain showed multifocal infarctions in the right cerebellum and left basal ganglia/thalamus with other smaller foci of watershed infarcts (Figures -).\\nHer condition continued to deteriorate and her family opted for palliative care.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'625309': 1, '14599633': 1, '18971494': 1, '3917975': 1, '30409240': 1, '25175741': 1, '18199783': 1, '30907672': 1, '22047560': 1, '32242357': 1, '34258130': 2}", "similar_patients": "{}"}