{"patient_id": 53840, "patient_uid": "8312776-1", "PMID": 34336411, "file_path": "comm/PMC008xxxxxx/PMC8312776.xml", "title": "Large Right Atrial Myxoma Presenting As Bilateral Pulmonary Embolism", "patient": "A 30-year-old woman with a past medical history of tobacco use presented to our facility with worsening shortness of breath on exertion, dry cough, and pleuritic pain. Outpatient treatment with antibiotics and nebulizers did not relieve her symptoms. She then presented to the emergency room (ER). In the ER, she was in no apparent distress; her blood pressure was 122/75 mmHg, heart rate 90 beats per minute, respiratory rate 18 breaths per minute, temperature 98.2°F, and pulse oximetry was 95% on room air. Heart and lung examinations were normal.\\nLaboratory tests revealed white blood cell count of 15.6 × 103/uL (reference range: 4.5-11.0 × 103/uL), hemoglobin 12.1 g/dL (reference range: 13.2-17.5 g/dL), platelet count 410 × 103/uL (reference range: 140-450 × 103/uL), blood urea nitrogen 19 mg/dL (reference range: 5-25 mg/dL), creatinine 0.95 mg/dL (reference range: 0.61-1.24 mg/dL), and troponin 0.01 ng/mL (reference range: <0.04 ng/mL). Chest X-ray showed no evidence of pneumonia or pleural effusion (Figure ).\\nGiven the persisting symptoms despite outpatient medical management and clear chest X-ray, she underwent computed tomography (CT) of the chest with contrast showing bilateral lower lobe pulmonary emboli (Figures , ) and a 4.5 cm mass in the right atrium (Figure ).\\nIntravenous unfractionated heparin was started. A subsequent transthoracic echocardiogram confirmed a 3.76 cm × 4.95 cm mass in the right atrium (Video , Figures , ).\\nA discussion was held with the cardiothoracic surgery team. The patient underwent surgical excision of the right atrial mass the following day. An intraoperative transesophageal echocardiogram revealed the massive right atrial mass with a stalk attached to the interatrial septum (Video ). Pathology of the mass confirmed right atrial myxoma (Figure ). The patient was discharged four days later to a rehab facility in a stable condition.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'34970376': 2, '11388092': 1, '19041087': 1, '12006696': 1, '22572494': 1, '8540447': 1, '14672772': 1, '8215825': 1, '12467822': 1, '15580325': 1, '34336411': 2}", "similar_patients": "{'8683111-1': 1}"}