{"patient_id": 47208, "patient_uid": "8718217-1", "PMID": 34967392, "file_path": "comm/PMC008xxxxxx/PMC8718217.xml", "title": "Multimodal ultrasound imaging of persistent urogenital sinus with uterus didelphys and double vagina malformation", "patient": "A 23-year-old Chinese woman was referred to our hospital following atypical menstruation and recurrent hematuria for 13 years, as well as recurrent lower abdominal pain for 12 years. She had undergone anoplasty due to congenital anal stenosis. Gynecological examination indicated a single orifice on the urogenital region where the urethra would be expected. There was a recess in the vaginal vestibule with an indentation of about 2 cm, while the rectal mucosa was everted in the anus. The karyotype was normal (46, XX).\\nTransabdominal two-dimensional ultrasonography and transrectal bi-plane high-frequency ultrasonography (Nuewa R9; Mindray Ultrasound, Shenzhen, China) found a double uterus with a double vagina. Distal end of both vaginas were not identified. The urethra was bent at 90° (Figs. –). Bilateral ovarian cysts and bilateral tubal effusion were seen. The left kidney was smaller than the right, and there were no significant abnormalities in the bladder.\\nA CEUS examination was performed on the next day. A No. 12 Foley catheter was inserted through the single orifice on the urogenital region, and 2.5 mL of normal saline was injected into the outer cavity tube to fix the catheter. SonoVue contrast agent was injected through the catheter (diluted with 1:10), while transabdominal ultrasound scan showed enhancement of 2 vaginas, urethra, and bladder (Fig. ) (see Video, Video S1, Supplemental Digital Content, demonstrating the contrast agent passing through the common channel into the urethra, bladder, and right vagina by 2-dimensional transabdominal ultrasonography). A transrectal bi-plane high-frequency ultrasound scan demonstrated the 2 vaginas and the urethra merged into a common channel about 4.7 cm long and the urethra about 1.5 cm long (Fig. ). The final diagnosis made by ultrasound was persistent urinary genital sinus (high confluence type) with uterus didelphys and double vagina malformation.\\nThe ureteroscopy and genitoscopy showed persistent urogenital sinus with an incomplete urethra and a septate vagina. The left vaginal opening was located at the left posterior and lower part of the right vaginal opening at the confluence. The urethra opening was located at the left anterior and upper part of the right vaginal opening (Figs. and ) (see Video, Video S2, Supplemental Digital Content, demonstrating the urethra and bilateral vagina's confluence urethroscopy). Genitography identified an incomplete longitudinal septum between the urethra and the 2 hemivaginas. The patient was submitted to surgical intervention. Laparoscopy showed 2 uteruses with the right fallopian tube without an umbrella end and remnants of the left fallopian tube. Urethra separation and reconstruction, vaginal pull-through and artificial vaginoplasty, and bilateral hysterosalpingectomy were successfully performed. The postoperative course was uneventful. She was urinating normally after half a year and used continuous vaginal dilatation to avoid stenosis.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'29502244': 1, '24815709': 1, '9077634': 1, '17523129': 1, '26489064': 1, '20720389': 1, '34967392': 2}", "similar_patients": "{}"}