{"patient_id": 60870, "patient_uid": "8645533-1", "PMID": 34877227, "file_path": "comm/PMC008xxxxxx/PMC8645533.xml", "title": "Chryseobacterium gleum Causing Healthcare-Associated Pneumonia in an Adult Male With Diffuse Large B Cell Lymphoma", "patient": "This is a case of a 71-year-old hypertensive and diabetic male with coronary artery disease status post percutaneous coronary intervention, idiopathic interstitial lung disease (ILD), and stage IVB diffuse large B-cell lymphoma (DLBCL) treated with chemotherapy and radiation which lead to worsening of his ILD and the requirement of supplemental oxygen and daily low-dose steroid at home. Three months later, he developed a recurrence of his lymphoma and was started on salvage chemotherapy but his lung function continued to decline. Following three cycles of chemotherapy, he presented to the outpatient oncology clinic with a runny nose and nasal congestion, tested positive for rhinovirus, was breathing appropriately, and hence, was managed conservatively. After ten days, he presented to the emergency department with progressive dyspnea and hypoxia with minimal exertion at home with associated subjective fevers.\\nOn arrival, he was tachypnoeic, tachycardic, febrile, and hypoxic. The examination was significant for rhonchi in bilateral lower lung fields and observed the use of accessory muscles of inspiration. Initial laboratory investigations and chest radiographs are described in Table and Figure , respectively. He was admitted to the medical floor and was placed on 4 liters of oxygen via nasal cannula and broad-spectrum antibiotics - azithromycin and cefepime for community-acquired- pneumonia. Computed tomographic imaging of the chest is described in Figure .\\nOn the third day of admission, the patient was desaturated to the low 80s while on a non-rebreather mask, requiring him to be placed on a high-flow nasal cannula (HFNC), and he was transferred to the intensive care unit (ICU). Extensive infectious workup was negative: cultures - blood, urine, and fungal; beta-D-glucan, Aspergillus galactomannan; cryptococcal, legionella, Histoplasma and Blastomyces antigens; HHV-6, and CMV. His acute decompensation was thought to be from viral pneumonitis leading to ILD flare and he was started on high-dose steroids with notable improvement in his oxygen saturation. Steroids were gradually tapered, and he was transferred out from the ICU on day 16.\\nAfter five days of being on the floor, his respiratory status declined again. A chest radiograph is described in Figure . He was readmitted to ICU, placed on bi-level positive airway pressure (BiPAP), restarted on high-dose steroids and broad-spectrum antimicrobials - cefepime and vancomycin for hospital-acquired pneumonia. Repeat infectious workup was done and respiratory cultures returned positive for Stenotrophomonas maltophila and C. gleum. He was started on tigecycline and trimethoprim-sulfamethoxazole (SXT) which was changed to levofloxacin after three days because of hyponatremia and once the susceptibility patterns were available (Table ). His respiratory status continued to worsen, he declined intubation and opted for comfort care measures. He passed away eventually after the removal of BiPAP.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'24410052': 1, '11897576': 1, '25865994': 1, '14715802': 1, '32114590': 1, '27419074': 1, '27721297': 1, '25628903': 2, '28890506': 1, '29188069': 2, '28438192': 2, '24796989': 1, '28332028': 1, '29227188': 1, '19817525': 1, '32850157': 2, '34877227': 2}", "similar_patients": "{'5692238-1': 1, '5402668-1': 1, '7439190-1': 1, '4300032-1': 1}"}