{"patient_id": 108669, "patient_uid": "8214352-1", "PMID": 34177095, "file_path": "noncomm/PMC008xxxxxx/PMC8214352.xml", "title": "Cryptorchidism is a Useful Clue for Idiopathic Hypogonadotropic Hypogonadism in Pituitary Stalk Thickening", "patient": "We present a 16-year-old boy referred from urology for further evaluation of hypogonadotrophic hypogonadism. He was initially diagnosed with bilateral cryptorchidism aged 2, and his parents opted for conservative management. There was no spontaneous descent of testes in the next few years and he was eventually lost to follow up. He was referred again to urology aged 12, for recurrent urinary tract infections and was diagnosed with vesico-ureteric reflux (VUR) warranting bilateral ureteric stenting and implantation. There were no other structural or functional abnormalities of the renal system identified. Cryptorchidism was reevaluated at this point and he underwent bilateral orchidopexy, with successful descent only on the left side. Routine clinical and hormonal assessment done at this juncture revealed hypogonadotrophic hypogonadism, warranting an endocrine consult.\\nDetailed history taking from parents and physical examination elicited the following salient clinical features. He was born full-term with an uneventful antenatal history. His height and weight remained within the 25th and 50th centile till the age of 10. A decline in growth rate was noticed as he approached adolescence, whereby he was one of the shortest amongst his peers in secondary school. He had been a slow learner, with poor academic performance since primary school. His parents had noticed him having low energy levels and fatiguability in the later years. No history of anosmia or hearing deficits was elicited. He had no history of polyuria or polydipsia to suggest cranial diabetes insipidus. A full systemic review did not reveal symptoms to suggest intra-cranial mass effect such as chronic headaches, visual disturbances or neurological deficits. He had no past history of intracranial pathology, trauma or radiation. Apart from the history of VUR and cryptorchidism, he did not suffer from any chronic diseases nor receive long term immunosuppression/steroids or chemotherapy. He has no family history of short stature nor delayed puberty. He has one younger sibling, a 12-year-old female who has achieved puberty and is of appropriate height. His anthropometric measurements of weight and height were charted as 58 kg (between 5-10th centile), 155 cm (below 5th centile) respectively. His height was significantly lower than his mid-parental height of 170 cm. On physical examination, he had no midline facial deformities to suggest a syndromic constellation. Secondary sexual characteristics were also absent. Tanner staging for pubic hair and genitalia was pre pubertal (stage 1) with absent pubic hair, micropenis, minimal hyperpigmentation with no ruggae over the scrotum and testicular volume measuring approximately 1 ml (left) and absent (right).\\nHis anterior pituitary hormone panel showed hypogonadotropic hypogonadism with low FSH, low LH and undetectable testosterone levels. Insulin- like growth factor 1 (IGF-1) levels was found to be lower than expected for his age and gender raising the suspicion of concomitant growth hormone (GH) deficiency. His other pituitary hormones were intact. (). Insulin Tolerance Test (ITT) with testosterone priming was carried out to confirm growth hormone deficiency. This test was inconclusive due to failure to achieve adequate hypoglycemia.\\nAs an alternative test, Glucagon Stimulation Test (GST) was chosen. GST showed a peak GH of 6.94 ng/ml (>10 ng/ml) at 90 mins confirming his growth hormone deficiency. Bone age assessment showed his skeletal age to lag at the age of 12-13 years with unfused epiphyseal plates. A MRI pituitary ordered showed an enlarged pituitary stalk extending to the tuber cinereum with homogenous enhancement post gadolinium contrast. The stalk measured 13 mm (AP diameter) at the point of insertion at the infundibulum with uniformed pattern of thickening. The pituitary gland itself was not hypoplastic, with no focal enhancement on post contrast study. The optic nerve, chiasm and tract was not thickened, with no evidence of compression. ( and ). Therefore, at this point it was concluded that this patient had thickened pituitary stalk with partial hypopituitarism (hypogonadotropic hypogonadism and growth hormone deficiency).\\nThe etiology of thickened pituitary stalk was worked up extensively involving laboratory and radiological investigations. His complete blood count showed no evidence of hematological dyscrasias. His liver and renal biochemistry was normal. Both inflammatory and tumor markers were not raised. There was no evidence of mediastinal or lung mass on chest x-ray. Ultrasound showed very small testes in the right inguinal region and left scrotum measuring 1.2-1.5 cm, both testes had no suspicious malignant features or associated lymphadenopathy. In summary, there were no red flags to suggest an inflammatory or neoplastic process. A multidisciplinary discussion was held to discuss the role of pituitary stalk biopsy for him. The presence of pre-pubertal features representing gonadotroph deficiency early in life coupled with non-suspicious laboratory and imaging workup was highly suggestive of congenital origin of disease. Therefore, a decision was made not to proceed with pituitary stalk biopsy unless there is evidence of disease extension or progressive loss of pituitary function.\\nGrowth hormone, norditrophin at a dose of 0.025 mcg/kg/day was initiated in this boy aiming to achieve near adult height. He showed good response to therapy with a 4 cm increment in height after 3 months. Puberty induction will be initiated once acceptable near adult height is achieved. Serial MRI pituitary and pituitary hormone panel will be repeated every 6 months to monitor progression of disease. He is also planned for removal of the right testis due to risk of malignancy and poor function.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'25654066': 1, '26950774': 1, '17179369': 1, '17312027': 1, '32010061': 1, '11095419': 1, '23533231': 1, '26194704': 1, '34177095': 2}", "similar_patients": "{}"}