{"patient_id": 106249, "patient_uid": "8677403-1", "PMID": 34926987, "file_path": "noncomm/PMC008xxxxxx/PMC8677403.xml", "title": "Multimodal temporary mechanically circulatory assistance for primary graft dysfunction after heart transplantation: a case report", "patient": "A 56-year-old male patient with end-stage ischaemic cardiomyopathy, chronic kidney disease, chronic obstructive pulmonary disease, type 2 diabetes mellitus, and dyslipidaemia developed cerebral infarction due to thrombosis of the right medial cerebral artery approximately one and a half year after minimally invasive left ventricular assist device (LVAD) implantation (HeartWare HVAD®, Medtronic plc, Dublin, Ireland). The patient successfully underwent mechanical thrombectomy and was listed for HTx with high urgency waiting list status. Another 43 days later, the patient was finally allocated to a suitable donor organ of a 22-year-old donor and underwent HTx in orthotopic bicaval technic. Although reported donor ejection fraction was good (>60%) and transport time (157 min) and warm ischaemia (49 min) were not prolonged, the patient developed immediately PGD with biventricular failure and severe impairment of left ventricular function (ejection fraction < 20%). After a total reperfusion time of more than 150 min, we decided to implant a microaxial pump (Impella 5.0®, Abiomed, Inc., Danvers, MA, USA) via a vascular prosthesis connected to the right subclavian artery for temporary isolated left ventricular mechanically assistance. However, due to concomitant right heart failure, additional right ventricular assistance was inevitable. Thus, we upgraded the running Impella® system to ECMELLA configuration by additional VA-ECMO implantation via a second arm of the already implanted vascular prosthesis of the right subclavian artery and the right femoral vein as described before by Eulert-Grehn et al. Afterwards, the patient was stabilized and transferred to the intensive care unit.\\nIn the following, the patient developed progressive hyperaemia of the right arm with consecutive therapy-refractory lactataemia. At the first postoperative day, we therefore switched the arterial cannula of the VA-ECMO to the right femoral artery. Unfortunately, the patient suffered from multiple bleeding complications during ECMELLA support with need for a total of four thoracic revisions and temporary thorax apertum due to repetitive haematothoraces. Finally, ventricular function recovered after levosimendan therapy and the Impella® device was explanted eight days after HTx. Due to on-going right ventricular dysfunction, we maintained VA-ECMO support for additional 4 days. We explanted VA-ECMO on the 15th postoperative day achieving thoracic occlusion. A detailed timeline of all operative procedures is displayed in .\\nApproximately one month after the HTx, the patient was transferred to the intermediate care unit and at the 46th postoperative day, the patient was finally discharged to a rehabilitation clinic. At discharge, echocardiography confirmed full biventricular recovery with left ventricular ejection fraction at 53% and apparently good right ventricular function without any valve pathologies.\\nAt follow-up, two months following HTx the patient presented fully recovered without any heart failure symptoms or chronic kidney injury. He reported regular physical exercise without any dyspnoea and echocardiography revealed normal cardiac function.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'31155332': 1, '32164431': 1, '32423622': 1, '33147430': 1, '30948318': 1, '27984321': 1, '27709750': 1, '24661451': 1, '31735078': 1, '31020451': 1, '32918864': 1, '34926987': 2}", "similar_patients": "{}"}