{"patient_id": 110147, "patient_uid": "8350354-1", "PMID": 34377924, "file_path": "noncomm/PMC008xxxxxx/PMC8350354.xml", "title": "Acute necrotizing eosinophilic myocarditis possibly triggered by an antimigraine drug as an uncommon cause of acute heart failure: a case report", "patient": "A previously healthy 29-year-old woman presented to the Emergency Room with a 14-day history of significant epigastric pain, which had become retrosternal. An upper gastric endoscopy had been normal 5 days prior to admission. She did not smoke and had no history of illicit drug use. She was on no regular prescription medication but had repeatedly been taking an over-the-counter combination of isometheptene mucate 30 mg, metamizole 300 mg, and caffeine 30 mg (Neosaldina™) for recurrent migraines, up to six tablets a day for approximately 3 weeks.\\nThe patient was initially admitted under the care of the Gastroenterology team due to her epigastric pain. However, an ECG performed while the patient was in pain showed a 1-mm ST-segment depression on the anterior wall ().\\nThe troponin level was significantly elevated at 13.0 ng/mL (reference range <0.16 ng/mL), as was the C-reactive protein (13.5 mg/L). Urgent echocardiography showed normal left ventricular function ().\\nOn the patient’s first day in the hospital, a complete blood count was significant for marked eosinophilia (19%, 2810 cells/mm3). Stool examination was negative for ova and parasites. On the second day, a repeat ECG showed progressive ST-segment depression on the anterior wall ().\\nAdditional laboratory tests, including blood cultures, Chagas disease serology, viral markers, and an autoimmune series provided no evidence of haematogenous infection or autoimmune diseases. Serum tryptase levels were normal, suggesting that eosinophilia was not due to an underlying monoclonal myeloproliferative disorder.\\nCardiac magnetic resonance (CMR) imaging was suggestive of myocarditis, with oedema and mid-wall fibrosis on the lateral wall, basal, mid-, and apical segments of the septal wall, and apical segment of the anterior wall. Left ventricular global contractility was borderline abnormal ().\\nSerum troponin plateaued from Days 3 to 4, when she was transferred to the intensive care unit due to overt signs of heart failure (HF), including orthopnoea, a third heart sound, dizziness, and chest pain. The B-type natriuretic peptide (BNP) level was >1200 pg/mL. Guideline-based medical treatment for HF was initiated. On Day 5, empirical therapy with prednisone (60 mg/day PO) was started, with some relief of HF symptoms and chest pain.\\nOn Day 7, the patient reported a particularly severe headache, more intense than her usual migraines. Brain magnetic resonance imaging (MRI) revealed multiple, bilateral white-matter lesions with pitting and linear enhancement, associated with microbleeds. Combined with the patient’s clinical picture and acute myocarditis, this suggested the possibility of systemic vasculitis with central nervous system (CNS) involvement. A lumbar puncture revealed abnormally high cerebrospinal fluid protein levels. A presumptive diagnosis of CNS vasculitis was made (), but we could not rule out the possibility of a reaction to the vasoconstrictor effects of the isometheptene mucate contained in the patient’s antimigraine medication.\\nOn Day 8, a right ventricular endomyocardial biopsy was performed. Histopathological examination was consistent with acute necrotizing eosinophilic myocarditis (ANEM) ().\\nPulse therapy with methylprednisolone (1 g daily IV for 5 days) was started. On Day 1 of therapy, the patient exhibited improvement of overall clinical status. By the time of completion of the course of steroids, eosinophilia had resolved, troponin was normal, BNP was down to 400 pg/mL, and echocardiography showed normal left ventricular (LV) function. Control CMR performed immediately after pulse therapy showed a significant reduction in myocardial oedema, preserved LV function, and few apical foci of fibrosis.\\nThe patient was discharged with no signs of HF and normal LV function. At 4-month follow-up, repeat CMR showed preserved LV function and minimal apical foci of fibrosis (). A follow-up brain MRI on Day 20 revealed the resolution of signs of vasculitis ().\\nFollowing pulse therapy, prednisone 1 mg/kg/day was continued for two months and tapered to zero during the third month after hospital discharge.\\nAt 20 months, the patient returned for a scheduled follow-up appointment. She was completely asymptomatic, with no signs of HF; she had resumed her usual work and was planning her first pregnancy. The ECG was normal, and echocardiography showed preserved ejection fraction. Neurologic examination was normal. She no longer experienced migraine attacks.\\nAt a 30-month follow-up, the patient remained asymptomatic. She had completed a healthy pregnancy and delivered a healthy boy at full term.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'19782324': 1, '16999965': 1, '9605729': 1, '27940496': 1, '18032767': 1, '29154424': 1, '1100566': 1, '23380118': 1, '34377924': 2}", "similar_patients": "{}"}