{"patient_id": 52732, "patient_uid": "8261100-1", "PMID": 34278201, "file_path": "comm/PMC008xxxxxx/PMC8261100.xml", "title": "Presumed clomiphene-induced optic neuropathy: A case report", "patient": "A 33-yr-old man presented with decreased vision of the right eye referred to Amiralmomenin Hospital, Rasht, Iran in November 2018. His symptoms were not accompanied by any other ocular symptoms. The patient had no relevant family history or prior ophthalmological problems or head trauma/injury. He had no significant medical history, including diabetes mellitus and hypertension, and no history of smoking. He had been treated with clomiphene citrate 100 mg for 2 wk for infertility issues. The patient presented with a sudden decrease of visual acuity in the right eye on the 14 day of taking the treatment and subsequently developed complete loss of inferior visual field in a few days. He had no history of other medicine or herbal intake.\\nAt initial presentation, his best-corrected visual acuity was 6/20 in the right and 20/20 in the left eyes, with a right relative afferent pupillary defect and decreased red color saturation. The intraocular pressure was 13 and 11 mmHg in the right and left eyes, respectively. Extraocular movements were normal in both eyes. The slit-lamp examination of the anterior segment and anterior vitreous were unremarkable in both eyes. The fundus copy of the right eye revealed a swelling of the optic nerve head with blurred margin, especially in the superior pole pallor, and venous congestion was noted. The macula seemed to be normal. Fundus copy of the left eye showed a small cup–disc ratio of 0.2 without any other pathological findings (Figure 1). Based on these findings, immediate neurologic consultation was performed and brain and orbital MRI and computer tomography were obtained, which showed no pathologic findings. Cardiologic examinations including carotid ultrasound and blood pressure monitoring were also unremarkable. Further serologic studies for infection and hypercoagulable states (complete blood count, thyroid hormone levels, erythrocyte sedimentation rate, C-reactive protein, angiotensin-converting enzyme, toxoplasmosis antibodies, antithrombin III, factor V Leiden, protein C, protein S, anti-phospholipid antibody, and lupus anticoagulant) were evaluated. All laboratory tests were within the normal range.\\nPerimetry by a Humphrey Visual Field Analyzer (24-2 threshold program) revealed an absolute inferior altitudinal visual field deficit in the right eye and a normal visual field in the left eye (Figure 2). Optical coherence tomography of the optic nerve showed thickening of the nerve fiber layer of the right eye and the macular optical coherence tomography revealed no significant changes.\\nPhysical examination and complementary evaluations were suggestive of non-arteritic anterior ischemic optic neuropathy (NAION) of the right eye. Considering the normal laboratory and cardiologic findings and that the patient had been taking clomiphene citrate, it was concluded that clomiphene citrate was accountable for the anterior ischemic optic neuropathy. The patient was asked to discontinue clomiphene citrate. Three months later despite the drug discontinuation, the visual acuity was 10/20 in the right eye with a relative afferent pupillary defect and superior disc pallor, with a persistent inferior altitudinal visual field defect.\\nThe case report was fully explained to the patient and written consent was obtained to authorize the authors to write and publish a case report.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'28260524': 2, '23202725': 1, '21160153': 1, '16825277': 1, '7710399': 1, '8299802': 1, '6015711': 1, '18343374': 1, '30522888': 1, '27941402': 1, '2712479': 1, '19135656': 1, '24993324': 1, '34278201': 2}", "similar_patients": "{'5338088-1': 1}"}