{"patient_id": 58869, "patient_uid": "8549302-1", "PMID": 34702352, "file_path": "comm/PMC008xxxxxx/PMC8549302.xml", "title": "Successful treatment with radiation therapy for desmoid-type fibromatosis with unilateral hydronephrosis: a case report", "patient": "A 38-year-old Japanese female in the 15th week of pregnancy presented with a dull pain in her right inguinal region. She had no medical history and no family history of familial adenomatous polyposis. Magnetic resonance imaging (MRI) revealed a tumor around the external iliac artery to the femoral artery just below the right abdominal wall (Fig. ). Fine needle aspiration biopsy was performed, and the findings were suggestive of DTF. In the 18th week of pregnancy, resection of the DTF was performed. Surgical biopsies of the tumor revealed a DTF and suggested a positive margin of the pelvic wall. Immunostaining was positive for β-catenin and negative for estrogen receptors and progesterone receptors (Fig. ). RT after surgery was not possible because the patient was pregnant.\\nAt 3 years after surgery, marginal recurrence of DTF in the right pelvic wall was diagnosed by MRI. Cyclooxygenase-2 selective inhibitor treatment was given for 1 year. However, MRI showed enlargement of the recurrent tumor measuring 6.8 × 10.0 cm in size (Fig. ), and swelling of her right leg occurred. Computed tomography showed severe right hydronephrosis (Fig. ). Her laboratory values included a serum creatinine level of 0.75 mg/dL. Surgeons recommended ureteral stent insertion for right hydronephrosis. However, she rejected stent insertion owing to concerns about the risks associated with stenting. Surgeons also recommended RT for recurrent DTF because it was located close to the right internal iliac artery and nerve.\\nDefinitive RT was performed using 10 MV X-ray. The patient received 50.4 Gy in 28 fractions of prophylactic irradiation for the right inguinal region of the postoperative lesion with a margin of 5 cm added to macroscopic tumors. After initial irradiation of 50.4 Gy, the patient received 9 Gy in five fractions of a sequential boost for the right pelvic wall tumor to a total dose of 59.4 Gy (Fig. ). Acute perianal dermatitis of grade 2 occurred at the end of RT, and it could be controlled with conservative therapy. RT did not induce any deterioration in renal function or degree of hydronephrosis.\\nAt 1 month after RT, there was temporary tumor progression and the tumor was 7.9 × 10.5 cm in size (Fig. ). However, on subsequent follow-up visits, slow regression of the tumor was seen. The tumor had almost disappeared 2 years after RT. Hydronephrosis also improved (Fig. ). At 5 years after RT, which was 10 years after surgery, there was no disease progression (Fig. ). The timeline for intervention and clinical outcome is presented in Table .", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'11942041': 1, '29370660': 1, '21859899': 1, '26791083': 1, '10458229': 1, '23532110': 1, '12694826': 1, '7091048': 1, '7091046': 1, '18336878': 1, '20173481': 1, '27624694': 2, '32004793': 1, '9869223': 1, '23868907': 1, '25124238': 1, '14745880': 1, '3946757': 1, '24477160': 1, '15708271': 1, '20026797': 1, '32503580': 1, '16337996': 1, '34702352': 2}", "similar_patients": "{'5022152-1': 1}"}