{"patient_id": 53801, "patient_uid": "8311588-1", "PMID": 34318230, "file_path": "comm/PMC008xxxxxx/PMC8311588.xml", "title": "Anomalous left circumflex artery: Implications for valve-sparing root replacement", "patient": "A 64-year-old man with a history of hypertension presented with a 2-year history of shortness of breath. He denied exertional chest discomfort. He did not have features suggestive of a syndromic aortopathy and had no family history of aortic disease. Transthoracic echocardiography showed moderate to severe aortic regurgitation with a severely dilated left ventricle and preserved left ventricular function and an annular diameter of 2.5 cm. The aortic valve was tricuspid. Contrast computed tomography scan demonstrated an anomalous LCX originating from the right coronary artery with a retroaortic course (, A and B), an ascending aortic aneurysm of 6.0 cm, and a dilated aortic root of 5.3 cm. Coronary angiography confirmed an anomalous LCX originating from the dominant right coronary artery, coursing into the obtuse marginal distribution (, C).\\nThe patient was brought to the operating theater. Cardiopulmonary bypass was established via proximal aortic arch and right atrial cannulation, and systemic cooling was initiated targeting a nasopharyngeal temperature of 24°C. Following aortic cross-clamping and cardiac arrest achieved by selective cardioplegic perfusion to the left main and right coronary ostium, the aortic root was prepared by resecting the aortic root tissue with a 5-mm cuff and mobilizing the coronary artery buttons. The anomalous LCX was identified at its origin of the right coronary button coursing down toward the noncoronary sinus of Valsalva ( and ). The close association between the aortic annulus and the anomalous LCX would have resulted in compression or suture impingement.\\nBecause the aortic annulus was not dilated, we decided to perform a remodeling root replacement to keep the sutures above the annular plane and avoid injury to the anomalous LCX. A 28-mm woven polyester graft was fashioned into 3 tongues and was sutured to the aortic wall remnant with 4-0 polypropylene to create 3 neosinuses. The aortic cusp height was measured using a Schafer caliper, and all 3 cusps had an effective height of >9 mm. Both coronary buttons were reimplanted in a standard fashion. Before completing the aortic root repair, we performed a hemiarch reconstruction under moderate hypothermic circulatory arrest and antegrade cerebral perfusion via the innominate artery.\\nPostoperative echocardiography confirmed excellent aortic valve function with no aortic insufficiency and prolapse. The perioperative electrocardiogram was unchanged.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'4417692': 1, '11174751': 1, '26777945': 1, '25820760': 1, '25056202': 1, '25172323': 1, '31610163': 1, '28335843': 1, '32462134': 1, '34318230': 2}", "similar_patients": "{}"}