{"patient_id": 54793, "patient_uid": "8363434-1", "PMID": 34395000, "file_path": "comm/PMC008xxxxxx/PMC8363434.xml", "title": "Oxford-AstraZeneca Coronavirus Disease-2019 Vaccine-Induced Immune Thrombocytopenia on Day Two", "patient": "A 26-year-old Iraqi male laboratory analyst presented with severe thrombocytopenia two days after receiving the Oxford-AstraZeneca COVID-19 vaccine. He had an unremarkable medical history, except for mild thrombocytopenia, ranging from 100 to 130 × 109. He had not sought consult for a provisional diagnosis. In addition to experiencing mild headaches, the patient had generally been asymptomatic. His low platelet counts were discovered incidentally through a routine complete blood count.\\nOn examination, the patient was well, conscious, oriented, not in distress, and vitally stable. There was no gum or conjunctival bleeding, epistaxis, petechiae, purpura, or ecchymosis. Jaundice, organomegaly, and lymphadenopathy were also not noted.\\nFurther laboratory testing revealed a platelet count of 64 × 109/L on day 2, which dropped to 35 × 109/L on day 3. The rest of his complete blood count results were unremarkable. His fibrinogen level was 145 mg/mL, and his prothrombin time, partial thromboplastin time, D-dimer, brain magnetic resonance imaging, and magnetic resonance venography were all normal.\\nThe management plan consisted of hospital admission, methylprednisolone (pulse dose at 1 g/kg for 3 days), and IVIG (1 g/kg for 2 days).\\nThe patient responded well to treatment and had a favourable outcome. On the fifth day, he had a platelet count of 90 × 109 L with a normal coagulation profile. His platelet count normalized in the second week. The patient was then discharged based on his improved blood count and was recommended for periodic follow-up.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'33854395': 2, '34692740': 1, '24763539': 1, '34006408': 1, '25427992': 1, '33606296': 1, '30463418': 1, '33788135': 1, '11919310': 1, '34395000': 2}", "similar_patients": "{'8040692-1': 1}"}