{"patient_id": 50164, "patient_uid": "8140848-1", "PMID": 34094605, "file_path": "comm/PMC008xxxxxx/PMC8140848.xml", "title": "Detachable Lip and Cheek Plumper for Rehabilitation of Facial Disfigurement", "patient": "A 19-year-old male attended the Prosthodontic Clinics at Faculty of Dentistry, the University of Khartoum, eight months after the surgical removal of a tumor. The chief complaint was difficulty eating or drinking. Furthermore, he dropped out of school because of his facial deformity and his indistinct voice. Medical and dental history revealed surgical resection of the entire right half of the maxillary alveolar bone due to myxoma. Extra oral examination revealed an asymmetrical face with the loss of lip support and sunken right cheek, depression of the right nasolabial fold, and ptosis on the right eye with many wrinkles around it ().\\nIntraoral examination revealed a well-healed surgical defect in the maxillary right buccal vestibule creating an oroantral communication. The missing teeth were 11, 12, 21, 22, 23, 24, 25, 26, and 27. All the remaining maxillary teeth and complete mandibular dentition were examined clinically as well as radiographically and found to be caries-free with no significant gingival/periodontal problems. Masticatory and phonetic functions of the patient were severely affected due to missing maxillary structures. The panoramic radiograph showed a large radiolucency in the right maxillary region. The defect area extended from the right side, reaching the premaxilla on the left side, crossing the midline, and the patient was classified as class IV according to Aramany's classification of acquired hard palatal defects. The patient had not used an interim obturator (Figures and ).\\nIt was noted that the patient was socially demoralized due to poor aesthetics. He was conscious of his sunken cheek and lip and desired a prosthesis which would make his face look fuller and healthier. A treatment plan was formulated, keeping the patient's demand in mind. The decision was made to treat the patient with a maxillary obturator that would gain its support from the remaining teeth and tissues with a detachable cheek and lip plumper. The use of dental magnets as a means of attachment was elected.\\nPreliminary impressions of both maxillary and mandibular arches were made using irreversible hydrocolloid material (Alginate, Dentsply) for the maxillary and mandibular arches and then poured with type III dental stone. The maxillary study cast was surveyed, and undercut areas were blocked, and an interim obturator was constructed (®DPI Heat Cure) with no teeth incorporation, and wire clasps for retention were attached to it around two selected teeth. The interim obturator was worn by the patient while the definitive obturator was in process. On that study cast, the framework was designed and drawn, and then, a custom tray was constructed using an autocure acrylic resin. Necessary mouth preparations were carried out, and the rest seats were prepared on 12, 13, 14, 15, 16, and 17. Border molding was performed using a high fusing compound (Hiflex Tracing Sticks) for the borders and a low fusing compound (Hiflex impression compound) for the defect area. The final impression was recorded using light-body addition silicone material (Aquasil, Dentsply). This impression was poured with die stone (type IV). After preparation, the master cast was duplicated in refractory material (Whip Mix Beauty-Cast Investment/Gypsum-Bonded) and the partial framework of the cast was fabricated with the help of appropriate wax patterns. The framework was invested and casted using cobalt-chromium alloy (Remanium® GM 380+), and try-in was done with the help of pressure indicator paste (PIP, Mizzy Inc. USA) to affirm the accuracy of fit of the framework. An occlusal bite block was constructed on the framework, and jaw relation was recorded. The casts were mounted; tooth arrangement and a try-in were done. The prosthesis was cured with heat-cured acrylic resin and adequately finished and polished (). A pressure indicator paste (PIP) was used to check and eliminate any pressure areas at the insertion appointment. The patient was educated regarding oral hygiene and the future care of the prosthetic device. A recall system for follow-ups was established.\\nOne month later, the patient was recalled for the construction of a cheek and lip plumper to give him a fuller upper lip and cheek and asymmetrical facial appearance. Wax was added on the buccal side of the maxillary obturator (), and border movements were done until the wax was well adapted. Movements were repeated till the cheek and lip gained the required fullness, and the facial contour was restored, and the patient approved a pleasing appearance. The waxed-up plumper was sent to the dental laboratory which was kept in its position by an index of an addition silicone (Panasil Putty Soft, Kettenbach GmbH & Co. KG, Eschenburg, Germany). The plumper was hollowed (), and only a thin border was held back. The waxed-up plumper was separated from the obturator, and three holes were made on the right obturator flange and also on the corresponding area on the plumper. Flasking and dewaxing of the plumper with both parts of the magnets (cobalt-samarium, Ambika Corporation) attached were done (). The resultant mold space was then packed with a clear heat-activated denture base resin, and curing procedures were completed (). After curing, the magnets of the obturator were attached (). Trimming, finishing, and polishing procedures were performed (Figures –). The patient was given instructions on the use of the plumper and was encouraged to make efforts to learn to adapt to it. Within one week, the patient expressed satisfaction in his aesthetic () and even signed up for school.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'29671724': 1, '24163568': 1, '22639512': 2, '28827945': 1, '22346042': 1, '28122401': 1, '34094605': 2}", "similar_patients": "{'3343396-1': 1}"}