{"patient_id": 109697, "patient_uid": "8301567-2", "PMID": 34322237, "file_path": "noncomm/PMC008xxxxxx/PMC8301567.xml", "title": "Severe anaphylactic reaction after blue dye injection for sentinel lymph node biopsy in breast surgery: Report of two cases and literature review", "patient": "A 51-year-old woman was scheduled for breast-conserving surgery with SLNB due to a ductal carcinoma in her right breast that was identified during her mammographic screening examination. Her past medical history included autoimmune hypothyroidism, and she was a heavy smoker.\\nSimilarly to the previous case, 2 mL of patent blue V was injected subcutaneously and an oncoplastic resection was performed as well as SLNB. Approximately 15 minutes after procedure initiation, the patient manifested signs of severe anaphylactic reaction with sudden hypotension (systolic blood pressure: 38 mm Hg) and tachycardia (140 beats/min), without electrocardiographic alterations though. A significant rash in her face and torso was also observed. Arterial blood gas was normal, apart from a mild lactic acidosis. Administration of large volumes of crystalloids (3L) and colloids (1L), along with an intravenous dose of hydrocortisone and epinephrine, led to hemodynamic stabilization of the patient. The procedure was completed under continuous administration of low-dose intravenous vasopressors. The patient recovered smoothly from anesthesia approximately 2 hours later and was transferred to the surgical ward for postoperative monitoring.\\nHer postoperative course was uneventful and she was discharged home 24 hours later. Allergy to patent blue V was again diagnosed at the allergy dept.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'15981283': 1, '27117158': 1, '11407519': 1, '33156466': 1, '29482783': 1, '16329134': 1, '15123464': 1, '19939618': 1, '18655732': 2, '16650114': 1, '21195576': 1, '31885358': 1, '28355372': 1, '31028497': 1, '34322237': 2}", "similar_patients": "{'8301567-1': 2, '2518154-1': 1}"}