{"patient_id": 52467, "patient_uid": "8249539-1", "PMID": 34212301, "file_path": "comm/PMC008xxxxxx/PMC8249539.xml", "title": "A case report of femoral head fracture with osteochondral lesion treated by osteosynthesis and biomimetic scaffold: 2-year clinical and radiological follow-up", "patient": "An 18-year-old male was admitted to our hospital after a motorcycle accident. He presented with the right lower limb flexed and externally rotated. A pelvic radiograph showed an obturator hip dislocation with a fracture of the femoral head and an intra-articular bony fragment (Fig. ). He was also diagnosed with non-concussive head injury and splenic contusion. At the emergency department a closed reduction of the hip joint was performed in general anesthesia (Fig. ). A CT scan after reduction showed a type IVA femoral head fracture according to Brumback classification system [] that involved the anterosuperior aspect of the femoral head in a weight-bearing area, with few fragments displaced anteriorly (Fig. ). No other orthopedic injuries were found.\\nThe patient underwent surgical treatment 5 days after accident. He was placed in supine position and an anterior approach with hip dislocation was performed. The biggest osteochondral fragment was reduced and stabilized with 2 screws, the other fragments were too small to allow a stable fixation and were removed (Fig. ). The residual irregular osteochondral defect area (31mm x 28mm) was filled with a biomimetic nanostructured osteochondral scaffold (MaioRegen; Finceramica Faenza SpA, Faenza, Italy). The MaioRegen osteochondral scaffold consists of a nanostructured biomimetic material with a porous three-dimensional tri-layer composite architecture, mimicking the anatomy of the osteochondral unit [].\\nImplantation was performed as a single-step surgical procedure []. The lesion bed was debrided and flattened with a ring curette and an osteotome up to 8 mm in depth, while leaving perpendicular defect walls. The graft was sized and shaped to obtain optimum fitting into the defects and was then implanted by press-fit technique. Graft was sealed on the upper perimeter with fibrin glue to ensure mechanical stability [] (Fig. ). After careful hip reduction, the joint capsule was repaired and the wound was then closed. Postoperative radiographs were obtained to confirm adequate positioning of the scaffold (Fig. ).\\nPassive mobilization was allowed immediately after surgery. Weight-bearing was forbidden for 8 weeks in order to avoid mechanical stress to the repair site. After this period, a progressive weight-bearing, cycling and swimming were allowed. Full weight bearing without crutches was restored 16 weeks after surgery. Follow-up visits and radiographs were performed every month until 6 months, then at one and two years after surgery. The patient was also evaluated at 6, 12 and 24 months with magnetic resonance imaging (MRI) exams.\\nAt one-year follow-up the patient did not complain of hip pain and he returned to walk without limp. On clinical examination he had a normal gait and an extension/flexion of 20/0/110, abduction/adduction of 40/0/20 and internal/external rotation of 20/0/40.\\nAt two-year follow-up the patient was able to run without pain and he returned to practice sports.\\nRadiographs obtained at the last follow-up visit showed that the head fracture was completely healed; moreover, there were no signs of osteoarthritis or evidence of avascular necrosis (Fig. ).\\nMRI exams showed that the implant remained in site. At 24 months, a hyaline-like signal with restoration of the articular surface was evident. Subchondral edema progressively decreased with time and at 24 months was barely evident (Fig. ).", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'24487043': 1, '22814674': 1, '22389008': 1, '10943184': 1, '32021725': 1, '24778267': 1, '18538387': 1, '29728409': 1, '30705552': 1, '25606552': 1, '29100468': 1, '31245323': 2, '19897188': 1, '22628176': 1, '22570833': 1, '24114751': 1, '31971014': 1, '3546215': 1, '26506828': 1, '29899285': 1, '23810647': 1, '32033805': 1, '27299126': 2, '34212301': 2}", "similar_patients": "{'6588131-1': 1, '4845411-1': 1}"}