{"patient_id": 59170, "patient_uid": "8563141-1", "PMID": 34745780, "file_path": "comm/PMC008xxxxxx/PMC8563141.xml", "title": "A Rare Case of Transitional Cell Carcinoma in an Adult Male With Neurofibromatosis Type 1", "patient": "Our patient was a 53-year-old male who presented to an outside emergency department with a two-week history of gross hematuria and progressive oliguria. His past medical history included untreated and uncontrolled hypertension, NF1, and a gastrointestinal stromal tumor (GIST) of the small bowel that was surgically resected five years prior. On presentation to the outside hospital, a Foley catheter (Medline, Mundelein, IL) was placed with appropriate urine output. Bladder irrigation was initiated for hematuria. After a two-day hospital course, he was discharged with a referral to urology for outpatient cystoscopy. One day after his discharge, he developed numerous symptoms prompting a visit to our hospital emergency department.\\nUpon presentation, the patient complained of dyspnea on exertion, diaphoresis, chills, fatigue, anorexia, lower abdominal pain, and constipation. The patient admitted obstipation for four days. CT scan of the abdomen and pelvis revealed mild right-sided hydronephrosis, diverticulosis in the descending and sigmoid colon, mild prostatomegaly, and a heterogenous hyperdense mass within the bladder (Figure ). Serial abdominal x-rays indicated a combination of moderate small bowel dilation along with marked colonic distention. The cause of his colonic distension was unclear, although we considered the possibility of colonic mass due to the patient's history. Vitals on admission revealed sinus tachycardia (152 beats per minute) and hypertension (162/123). The patient’s laboratory values indicated sepsis likely secondary to urologic cause with leukocytosis of 18.8 cells/µl, and lactate of 3 mmol/l. Urinalysis showed 3+ protein, 20-50 WBC, and 3+ occult blood with packed RBC’s.\\nOn the fourth day of the patient’s hospital course, there was no improvement in bowel distension, and he continued to have severe abdominal pain. He underwent an immediate decompressive cecostomy on hospital day five (Figures , ). A distended cecum was noted during the operation with one liter of watery stool released on decompression. Due to the severe distension, surgery was complicated by spillage of bowel contents into the abdominal cavity. The contamination was isolated to the right lower quadrant which was irrigated and evacuated, and the patient was placed on a five-day course of IV cefoxitin post-operatively. There was a mild improvement in abdominal pain following decompression. Output into the cecostomy bag following decompression was minimal despite the patency of the stoma. Due to persistent constipation and large bowel dilatation, there was continued concern for obstruction due to colonic mass or stricture. On hospital day 10, a colonoscopy was performed and revealed normal colonic mucosa and no evidence of any colonic obstruction. Delay in performing colonoscopy occurred due to unremitting obstipation even following decompressive cecostomy and prioritization for treatment of urosepsis.\\nOn hospital day six, a cystoscopy was performed. An extensive bladder mass larger than 9 cm was found extending into the floor and left ventral wall of the bladder. Due to the extent of the tumor, minimal cystoscopic resection was performed and sent for pathology. The biopsy revealed high-grade urothelial carcinoma with nuclear pleomorphism and necrosis. Additionally, immunohistochemical staining for smoothelin demonstrated focal tumor invasion of lamina propria and muscularis propria. Staging workup was performed including chest CT and nuclear medicine bone scan, which were both negative for metastatic disease.\\nBy hospital day 14, the patient started to have small bowel movements from the cecostomy. Repeat abdominal radiograph, performed on day 18, revealed no significant fecal retention or obstruction. On hospital day 15, the patient underwent his first session of neoadjuvant chemotherapy with gemcitabine and cisplatin. The patient was discharged on hospital day 29 with a functional cecostomy. Since his discharge from our institution, the patient has completed a total of four cycles of chemotherapy. Upon completion, he underwent cystoprostatectomy with bilateral pelvic lymphadenectomy and ileal conduit urinary diversion. Cecostomy takedown was performed at this time as well. The patient has since been doing well and continues to follow up in our general surgery clinic.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'25062113': 1, '10079253': 1, '3118347': 1, '24519776': 1, '28637487': 1, '34745780': 2}", "similar_patients": "{}"}