{"patient_id": 112780, "patient_uid": "8610904-1", "PMID": 34877334, "file_path": "noncomm/PMC008xxxxxx/PMC8610904.xml", "title": "Massive hemothorax due to intercostal arterial bleeding after percutaneous catheter removal in a multiple-trauma patient: A case report", "patient": "We described a 59-year-old woman, who was hospitalized with multiple trauma, experienced intercostal arterial bleeding occurring immediately after percutaneous catheter removal.\\nThe patient underwent treatment in intensive care unit after multiple trauma caused by a pedestrian traffic accident. She had traumatic grade 4 liver injury, scanty right pneumothorax, lung contusion, and multiple rib fractures (Right 2nd-10th, left 6th-7th) due to pedestrian traffic accident with a bus. Active bleeding at the hepatic artery of segment 6 due to liver injury was embolized. Thereafter, no further procedures have been required due to bleeding. In addition, biloma due to duct injury, hematoma, was conservatively treated after percutaneous catheter drainage (PCD) insertion in the perihepatic space. Conservative treatment was also performed for ileus and ventilator-associated pneumonia. She sustained a refractory right pleural effusion due to biloma caused by a traumatic injury to the liver, despite persistent intraperitoneal drainage. As a result, atelectasis persisted in the dependent portion of the right lung. We performed right PCD (8.5-F pigtail catheter) for pleural effusion drainage at the 7th intercostal space in the interventional radiologic room by an interventionist (Figure ). Immediately after the procedure, pleural fluid drainage was serous. On day 7 after PCD, the amount of drainage decreased to less than 50 cm3/d. Therefore, we removed the PCD (8.5-F pigtail catheter) that was inserted in the 7th intercostal space in the mid-clavicular line and compression dressing as usual. She had no coagulopathy or other precipitating factors, and bleeding was not identified immediately after PCD removal at the site of insertion.\\nThe patient had a free previous medical and surgical history.\\nNo special personal and family history was provided.\\nWhen we recognized the bleeding, the patient was pale and lacked skin turgor. The breath sound of the right chest was coarse, and the number of breaths decreased. Vital signs at that moment were temperature of 37.0 ºC, heart rate of 110 beats/min, blood pressure of 79/42 mmHg, respiratory rate of 21 breaths/min, and oxygen saturation of 97%.\\nThe hemoglobin level was 7.9 g/dL at the time of recognition of bleeding, and there was no significant change when compared to 8.1 g/dL of morning routine blood test. Other laboratory data showed a platelet count of 236.0 × 103 cells/µL, prothrombin time of 12.9 s, and an activated partial thromboplastin time of 42.4 s. Arterial blood gas analysis (ABGA) showed a pH of 7.40, a PaO2 level of 71.4 mmHg, a PaCO2 level of 37.2 mmHg, and a HCO3- level of 23.5 mmol/L. However, despite the transfusion of eight packs of red blood cells (RBCs) before and after embolization, followed by a hemoglobin level was 9.3 g/dL. The next ABGA revealed a pH of 7.28, a PaO2 level of 84.9 mmHg, a PaCO2 level of 45.8 mmHg, and a HCO3- level of 21.7 mmol/L.\\nChest radiography showed the complete opacification of the right hemithorax with diffuse peribronchial and parenchymal infiltration (Figure ). Fluid was seen tracking up the lateral margin of the thorax. The indications confirmed that hemothorax had occurred. Thoracic aortography was performed, and we detected active bleeding in the 7th right intercostal artery.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'23521021': 1, '31029094': 2, '22632499': 1, '22125216': 1, '26180393': 2, '24852328': 1, '12197006': 1, '22513394': 1, '20696688': 1, '25560873': 1, '446149': 1, '27093476': 1, '34877334': 2}", "similar_patients": "{'6487039-1': 1, '4502208-1': 1}"}