{"patient_id": 54130, "patient_uid": "8328734-1", "PMID": 34350038, "file_path": "comm/PMC008xxxxxx/PMC8328734.xml", "title": "Anesthetic Management of a Patient with Harlequin Ichthyosis", "patient": "A 3-year-old girl with a past medical history of harlequin ichthyosis and syndactyly was scheduled for syndactyly release of the right second and fourth digits as well as an excisional biopsy of a left shoulder mass. She was born via cesarean section at 34 weeks and required escharotomies of the hands and feet bilaterally while in the neonatal intensive care unit. Significant history included multiple admissions for methicillin-susceptible Staphylococcus aureus bacteremia and urinary tract infections as a result of her skin condition. She also had a history of difficult intravenous access that previously required traumatic intraosseous lines and a peripherally inserted central catheter during prior hospitalization. Physical examination showed diffusely erythematous skin along with areas of abnormal keratinization and large areas of desquamation all over the patient's body. She had hallmark ectropion eyelids that were unable to close fully and limited mouth closure. There were no visible or palpable veins observed in the patient's extremities.\\nPrior to surgery, the patient was premedicated with 0.5 mg/kg of oral midazolam with good effect and proceeded to the operating room with parental presence. Once in the operating room, a finger clip pulse oximeter was placed to avoid direct adhesive effect of the standard wrap pulse oximeter. The blood pressure cuff was placed over the patient's clothing on the lower extremity in order to avoid direct pressure on the skin. Preoperatively, her parents had been counseled about possible needle-based EKG monitors and they elected to forgo EKG monitoring. Resta™ moisturizing ointment was carefully placed on the patient's facemask, and general anesthesia was induced with incremental inhaled sevoflurane. The patient's eyes were then liberally lubricated with both 0.5% erythromycin ophthalmic ointment as well as GenTeal® eye ointment. Under ultrasound guidance, a 22-gauge intravenous (IV) catheter was placed in the patient's left forearm on the first attempt. Initially, nonadherent ADAPTIC® dressing was placed underneath the IV line connection. Next, Mepilex® antimicrobial foam dressing was placed over the nonadherent ADAPTIC® mesh () and secured with a 3M™ Coban™ self-adherent wrap.\\nAfter the IV catheter was carefully secured, 50 mg of propofol was administered and a size 2.5 Ambu® laryngeal mask airway (LMA) was placed with ease. The LMA was secured with a Ethicon® cotton umbilical tape in a circumferential manner around the head. ADAPTIC®, a nonadherent dressing, was used for the insertion site of the IV to prevent skin maceration. This dressing was also placed between her skin and the umbilical tape (). General anesthesia was maintained with sevoflurane, multimodal analgesics, and local infiltration at the operative sites. Prophylactic antiemetics included ondansetron and metoclopramide. Careful temperature monitoring was pursued, and normothermia was maintained with an underbody Bair Hugger™. After an uneventful case, the LMA was removed awake, the patient was transferred to the postoperative anesthesia care unit, and she was discharged home successfully on the day of surgery. She was seen at a follow-up visit 1 week later and was noted to have healed well without any ill sequelae from the procedure or the anesthetic.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'27999114': 1, '21339420': 1, '16007249': 1, '25187390': 1, '31333927': 1, '34350038': 2}", "similar_patients": "{}"}