{"patient_id": 50262, "patient_uid": "8143823-1", "PMID": 34437002, "file_path": "comm/PMC008xxxxxx/PMC8143823.xml", "title": "Atezolizumab-induced Autoimmune Diabetes in a Patient with Metastatic Breast Cancer: A Case Report", "patient": "A 74-year-old woman presented to the emergency department with two days of nausea, vomiting, dyspnea, lightheadedness, and malaise. The patient had been diagnosed with invasive ductal carcinoma of the right breast 12 months prior to presentation. The malignancy was estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 negative with known metastasis to the bone. After initial treatment with doxorubicin hydrochloride, cyclophosphamide and paclitaxel, the patient was transitioned to atezolizumab and paclitaxel combination therapy. She had completed 14 cycles over the preceding 52 weeks, and oncology reported her disease to be well controlled and stable. She carried a prior diagnosis of paroxysmal atrial fibrillation managed with diltiazem, metoprolol and warfarin.\\nThe patient had no history of diabetes or insulin resistance and had previously demonstrated consistently normal serum glucose levels. There was no preceding starvation, insulin use, thromboembolic event, or ischemic process. She had been started on low-dose steroid of prednisone 5 milligrams (mg) daily three months prior for autoimmune-mediated arthritis and chemotherapy-induced neuropathy of her left lower extremity. Her non-fasting blood glucose level two months prior to presentation on routine blood work was 135 mg/deciliter (dL) (reference range 70 – 139 mg/dL).\\nOn initial assessment, her vital signs were temperature 36.3º C, blood pressure 126/78 millimeters of mercury (mm Hg), heart rate 123 beats per minute, respiratory rate 24 breaths per minute, and oxygen saturation 96% on room air. She had atrial fibrillation with rapid ventricular response. Physical exam was significant for Kussmaul respirations, bibasilar rales, and mild subcostal retractions. Her body mass index was 39.4 kilograms per meter squared (kg/m2) (18.5 – 24.9 kg/m2).\\nInitial laboratory results are shown in the . She had marked hyperglycemia with an elevated anion gap acidosis, ketonuria, evidence of urinary tract infection, and supratherapeutic anticoagulation. Electrocardiography showed atrial fibrillation with rapid ventricular rate and no evidence of acute ischemic changes. Based on history, physical, and laboratory data it was determined that her presentation was most consistent with new-onset diabetes mellitus with DKA. Her case was further complicated by severe sepsis secondary to a urinary tract infection and atrial fibrillation with rapid ventricular response. The patient was treated with sodium chloride 0.9% at 150 milliliters (mL) per hour and an infusion of regular insulin (250 units in 250 mL of 0.9% sodium chloride) at 0.1 units/kg per hour. Her urinary tract infection was treated empirically with intravenous cefepime 1 gram and she received two 50 mL boluses of 8.4% sodium bicarbonate for severe metabolic acidosis.\\nThe patient was persistently hypotensive with a blood pressure of 95/49 mm Hg following fluid resuscitation. She was subsequently started on norepinephrine 4 mg in 250 mL premix at 0.01 micrograms/kg per minute and transferred to the medical intensive care unit (ICU) for management of DKA and septic shock. Her urine culture later revealed greater than 100,000 colony-forming units/mL Escherichia coli at 48 hours. After three days in the ICU, the patient was transitioned to the general medical floor on a regimen of insulin glargine 30 units every morning and insulin lispro 7 units three times daily with meals.\\nDuring hospital admission, her C-peptide level was 0.10 nanograms/mL (ng/mL) (reference range 0.80–3.85 ng/mL). Glutamic acid decarboxylase antibodies were less than 5 international units per milliliter (IU/mL (<5 IU/mL). The diagnosis of new-onset diabetes was deemed autoimmune in nature and attributed to her use of atezolizumab over the prior year. She was discharged on hospital day eight on insulin lispro and insulin detemir and remained an insulin-dependent diabetic at three-month follow-up.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'29279690': 2, '29937434': 1, '26337719': 1, '32224417': 1, '33392573': 1, '25682896': 1, '28255845': 1, '27306911': 1, '30126628': 1, '30242549': 1, '34437002': 2}", "similar_patients": "{'5731100-1': 1, '5731100-2': 1}"}