{"patient_id": 107811, "patient_uid": "8136333-1", "PMID": 34054489, "file_path": "noncomm/PMC008xxxxxx/PMC8136333.xml", "title": "Unilateral Familial Exudative Vitreoretinopathy: Clinical Profile and Pathology", "patient": "A 2-day-old girl was evaluated for a decreased red reflex in the right eye. She was born at term by spontaneous vaginal delivery to a 21-year-old woman who had an uncomplicated pregnancy. There was no family ocular history. On initial examination, pupils were equal, round, and reactive bilaterally with no afferent pupillary defect; however, a right afferent pupillary defect was noted on subsequent examinations. A decreased red reflex was noted in the right eye. Slit lamp examination of the right eye revealed a posterior lenticular membrane with a small area of blood adherent to the lens capsule. The left eye was unremarkable. Dilated funduscopic examination of the right eye showed dense intravitreal hemorrhage and a limited view of the retina. The left eye was remarkable for a small temporal intraretinal hemorrhage but no other peripheral retinal abnormalities such as avascularity, neovascularization, or exudates.\\nAt 3 weeks old, the patient underwent examination under anesthesia which revealed a retrolental collection of dehemoglobinized and fresh blood in the right eye. Corneal diameters were symmetric, 10 mm in both eyes. Dilated fundoscopic examination of both eyes was unchanged. B-scan ultrasonography of the right eye confirmed a mobile vitreous hemorrhage with no obvious stalk and a few areas of high internal reflectivity corresponding with a possible retinal detachment; however, no masses were identified (Fig. ). Given the lack of peripheral retinal abnormalities seen on fundoscopic examination in the unaffected left eye, further testing such as fluorescein angiography was not performed. After the examination under anesthesia, lensectomy and vitrectomy were performed in the right eye clearing the vitreous hemorrhage. There was a 360° tractional detachment of the retina in a funnel configuration surrounding a hypoplastic optic nerve. The visible areas of retina were atrophic and showed no retinal vessels or recognizable retinal structures, and repair was not deemed possible. No further intervention was performed.\\nOne month later, the infant returned with an inflamed right eye. On examination, her right eye intraocular pressure was 24 mm Hg with a 1-mm layered hyphema. She was managed with prednisolone, atropine, latanoprost, and timolol. At subsequent visits, her right eye was noted to have no light perception, persistently elevated eye pressures to as high as 46 mm Hg, a chronic hyphema, and corneal blood staining. The mother declined further surgical intervention but agreed to continued observation. Four months later, B-scan ultrasonography of the right eye showed a 4.1 × 4.7 mm, well-demarcated, round mass over the optic nerve with high internal reflectivity and without any frank calcifications (Fig. ). The mass was thought to represent residual retinal dysplasia, but retinoblastoma could not be ruled out. CT and MRI imaging showed a well-demarcated spherical mass over the right optic nerve head. Retinoblastoma could not be ruled out. Enucleation of the right eye was recommended; however, the patient's mother declined surgery.\\nWhen the patient was 4 years old, her right eye became more red and painful. External examination of the right eye was notable for ptosis, band keratopathy, and chronic hyphema covering 50% of the anterior chamber. The mother agreed to proceed with right eye enucleation with dermis fat graft and temporary tarsorrhaphy. Surgery proceeded without complication. Postoperatively, the patient healed well and was fitted for a prosthetic eye. The patient was never found to have any other medical conditions and met all her developmental milestones.\\nPathology revealed a completely detached, folded retina with atrophy and gliosis (Fig. ). The anterior chamber angle was closed as a result of iris neovascularization and peripheral anterior synechia. Additionally, there was posterior synechiae with seclusio pupillae (Fig. ). There was fibrous metaplasia with focal areas of ossification of the retinal pigment epithelium present. The retina showed prominent abnormal intraretinal vascular proliferations in the folded detached retina (Fig. ). The atrophic retina showed areas of infolding and dysplasia in the area of detachment (Fig. ). Additionally, a preretinal fibrovascular membrane was also present (Fig. ). Remnants of lens capsule and cataractous lens were present. There was no evidence of persistent fetal vasculature or a posterior lenticular capsular plaque. The optic nerve showed atrophic changes secondary to marked retinal atrophy and gliosis. There were no subretinal exudates seen. The overall findings of congenital retinal detachment with a retinal fold were consistent with FEVR.", "age": "[[2.0, 'day']]", "gender": "F", "relevant_articles": "{'21868098': 1, '3977696': 1, '14750620': 1, '5394449': 1, '8719692': 1, '7305712': 1, '6855020': 1, '31169861': 1, '25323851': 1, '34054489': 2}", "similar_patients": "{}"}