{"patient_id": 89307, "patient_uid": "8692052-1", "PMID": 34950521, "file_path": "comm/PMC008xxxxxx/PMC8692052.xml", "title": "A Chinese Patient with Spastic Paraplegia Type 4 with a De Novo Mutation in the SPAST Gene", "patient": "A 27-year-old woman who was pregnant (III-4) for more than 4 months was admitted to our hospital for genetic counseling and prenatal diagnosis. The woman had been born via vaginal delivery at full-term after an uneventful pregnancy. Her elder sister was healthy. She began to walk independently at 18 months of age. However, she developed progressive symptoms. At 11 years of age, she needed support to walk, and by 15 years of age, she was unable to stand or walk autonomously. At 22 years of age, she began to suffer from slow speech, slurred pronunciation, and occasional choking on food. Neurological examination revealed that the patient's proximal muscle strength in the upper limbs was V+/V, whereas that in the lower limbs was I/II. She was unable to straighten her knee, and the tendons in her lower extremity were hyper-reflexive, with a positive Babinski sign. Fortunately, she was intellectually normal and had no cerebellar, sensory, or autonomic dysfunctions. Furthermore, routine laboratory tests were normal. However, magnetic resonance imaging revealed thoracic spinal cord atrophy ().\\nGenomic DNA was extracted from the peripheral blood of the proband, and single-nucleotide polymorphism array and karyotyping were normally performed and verified. Then, whole-exome sequencing was performed. First, the variants were filtered based on group frequency, and the variants with frequencies higher than 0.05 were excluded. Then, the phenotype was taken into account. Based on the output of Exomiser, the patient's standardized phenotypes (HPO) and associated gene phenotypes were matched and manually checked. Thereafter, the variants were classified according to the American Society of Medical Genetics and Genomics (ACMG) guidelines, and only those variants classified as above uncertain significance were included. Finally, only two candidate variants of the SPAST gene (c.1496G>A, p.Arg499His) and NEFH gene (c.289G>T, p.Glu97) were identified in the proband.\\nWe then investigated the presence of mutations in the SPAST and NEFH genes in the patient's paternal relatives via Sanger sequencing (). This variant had the same amino acid changes as the known pathogenic variant, which was assessed as DM in the HGMD database (PS1). SPAST mutation is a de novo mutation (PM6, ). This SPAST mutation was not found in the East Asian Population Everyman Database (ExAC) () or Genome Aggregation Database (gnomAD) () (PM2). The Mutation Taster (), Polyphen 2 (), and SIFT () software programs predicted that this SPAST variant as disease-causing, probably damaging, and deleterious, respectively (PP3). This mutation was located in a conservative site () and was present in the functional domain of the AAA + ATPase domain, which is essential for the function and activity of enzymes [] and is a hotspot of pathogenic variants (PM1). Taken together, we identified the ACMG criteria for this mutation as PS1, PM1, PM2, PM6, and PP3, indicating that this variant is pathogenic.\\nSanger sequencing reconfirmed the presence of the p.Glu97∗ mutation in the NEFH gene, which was heterozygous in four paternal relatives. According to the ACMG guidelines [], the c.289G>T mutation in the NEFH gene is a significant unknown mutation site that is associated with autosomal dominant diseases (CMT disease, axonal, type 2CC). Moreover, this variation was not found in ExAC. In gnomAD, the frequency of this variation was 1.81646E − 05; accordingly, PM2 was assigned.\\nDeletions in the C-terminal KSP repeat region of the NEFH gene in 5 of 356 patients with sporadic amyotrophic lateral sclerosis (ALS) and frameshift mutations (c.3008_3009del and c.3043_3044del) often lead to the translation of 40 additional amino acids encoding a cryptic amyloidogenic element, resulting in CMT disease [, ]. In contrast, termination of translation has occurred in the first exon of the NEFH gene (c.289G>T, p.Glu97∗), possibly resulting in nonsense-mediated mRNA decay. However, the additional cryptic amyloidogenic element (CAE) in the 3′-untranslated region (3′-UTR) is the key disease mechanism. Furthermore, sufficient evidence that these LOF gene variants result in CMT disease is not present. In the patient's family, the people with a truncated mutation in the NEFH gene were asymptomatic. Therefore, the PVS1 criteria were not applicable. We obtained the criteria PM2 and PP3 according to the ACMG guidelines and classified the mutation as uncertain significance.\\nTaken together, the variation in the SPAST gene (c.1496G>A, p.Arg499His) was the underlying cause of HSP in the pregnant women.\\nBecause the patient was heterozygous for the variant, the probability that fetus had the variant was 0.5. Therefore, prenatal diagnosis was necessary to identify the zygosity of the variant in the fetus. After obtaining informed consent, amniocentesis was performed, and 30 ml of amniotic fluid was collected from the proband. DNA was extracted from the amniotic fluid using a genomic DNA extraction kit (Biochan). Then, Sanger sequencing was performed to determine whether the fetus carried the SPAST and NEFH gene mutations. The results revealed that the fetus had the NEFH mutation (c.289G>T, p.Glu97∗) but did not have the SPAST mutation (, IV-1). Based on these results, the proband decided to continue the pregnancy. On September 23, 2019, she gave birth to a healthy baby girl weighing 2.35 kg. The baby is now growing up healthily.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'11200703': 1, '28709447': 1, '16055926': 1, '27871443': 1, '29421991': 1, '27260292': 1, '27040688': 1, '29742248': 1, '28449883': 1, '18701882': 1, '17597328': 1, '25741868': 1, '8376466': 1, '17957230': 1, '33103731': 1, '32501971': 1, '30375765': 1, '32493220': 1, '24614092': 1, '27217339': 1, '15478096': 1, '31979651': 1, '17992088': 1, '31911003': 1, '31486053': 1, '19652142': 1, '27423575': 1, '16009769': 1, '29587262': 1, '27688599': 1, '6133167': 1, '16832076': 1, '8618684': 1, '32639075': 1, '34950521': 2}", "similar_patients": "{}"}