{"patient_id": 106406, "patient_uid": "8020107-1", "PMID": 33784853, "file_path": "noncomm/PMC008xxxxxx/PMC8020107.xml", "title": "Metastasis of primary breast angiosarcoma to axillary and supraclavicular\\nlymph nodes: a rare case diagnosed using imaging data", "patient": "A 22-year-old woman presented with an enlarged left breast after giving birth 4 years\\nearlier, with no local pain, fever, or nipple discharge. She was admitted our hospital with\\na 1-month history of pericardial and pleural effusions. She had no history of exposure to\\nradiation or other diseases, and had not undergone any surgeries, except for a cesarean\\nsection in 2014. On physical examination, her left breast was notably enlarged with\\ntelangiectasia. No obvious tumor boundary could be detected. A 4 × 2-cm firm mass was found\\nin the left armpit. Examinations of her right breast and armpit were unremarkable.\\nThe entire left breast appeared as a heterogeneous hypoechoic mass with irregular anechoic\\nportions on ultrasonography (). This structure extended outwards and upwards to the left armpit, and\\nhyperechoic masses with tortuous tubular echoes were found in the left lower portion of the\\nneck and bilateral supraclavicular lymph nodes (). Contrast-enhanced ultrasound revealed\\ninhomogeneous enhancement with scattered non-enhanced areas in the mass in the left breast\\n(). The mass was\\ntherefore suspected to be a malignant tumor.\\nMagnetic resonance imaging (MRI) showed no obvious enhanced lesions in the left breast or\\narmpit (). The left breast\\ncontained tortuous and dilated lymphatics, indicated by earthworm-like tubular shadows. The\\nleft axillary lymph node contained a multilocular cystic lesion.\\nPositron emission tomography showed mild uptake of fluorodeoxyglucose in the left breast,\\nleft armpit, and bilateral supraclavicular lesions. The left side of the first and second\\nribs exhibited partial destruction. Based on these findings, the lesion was diagnosed as\\nmalignant.\\nCore needle biopsy revealed a lymphangioma in the left breast and armpit. Because of\\npersistent pericardial and pleural effusion, multidisciplinary reassessment recommended\\nsimple mastectomy and axillary node sampling to confirm the diagnosis. Immunohistochemical\\nstaining of D2-40(+), CD34(−), and ERG(+) confirmed the lymphatic vessels, and histological\\nfeatures suggested a high-grade angiosarcoma ( and ). The left axillary lymph nodes were extensively\\naffected. The patient received chemotherapy. There was no change in the supraclavicular\\nlymph nodes and no clinical evidence of relapse during the 12-month follow-up period.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'11071618': 1, '27933680': 1, '17541936': 1, '26243043': 1, '22207278': 1, '23466684': 1, '28855848': 2, '20119983': 1, '29507495': 1, '16848851': 1, '15871714': 1, '33784853': 2}", "similar_patients": "{'5576236-1': 1}"}