{"patient_id": 107391, "patient_uid": "8095333-1", "PMID": 33881005, "file_path": "noncomm/PMC008xxxxxx/PMC8095333.xml", "title": "Clinical and radiological criteria for the differential diagnosis between asbestosis and idiopathic pulmonary fibrosis: Application in two cases", "patient": "Case II. Male, aged 72. He worked as a machine repairman in a steelwork plant: in the tube mill (1970-1973), in the rolling mill (1974-1980) and again in the tube mill (1981-2000). No quantifiable exposure to asbestos was estimated by the steelwork plant for the period 1970 to 1992 for the work carried out in the two departments. Nevertheless, INAIL, for the period 1970-1992, recognized exposure to asbestos to obtain social security benefits under Law No 257/92 and s.m.i. The last periodical medical examination carried out, according to D. Lgs 626/94 and s.m.i., on 04 April 2000 showed absence of subjective and objective respiratory symptoms and signs, and normal spirometry and chest X-ray. On May 2018, the worker appealed to the Labor Court Judge, asking for recognition of ‘Pulmonary fibrosis with COPD and reticular-nodular thickening of the interlobular and subpleural interstitium’, as an occupational disease due to exposure to asbestos. The onset of symptoms dates back to 2009, with progressive exertional dyspnea and recurrent fever episodes. In January 2013, following the onset of dyspnea and fever, inspiratory crackling at the lung bases were detected at a Hospital Emergency Department at chest auscultation, and chest X-rays showed ‘diffuse reticular thickening of the lung interstitium, more evident at the bases where a slight reduction of parenchymal lucency was also observed. Some parenchymal stranding is visible in the right apex (fibro-retractive thickening?). The pulmonary hila are moderately prominent.’ In October of the same year, he was admitted to the Internal Medicine Department of a private Hospital, where dyspnea after moderate exertion and persistent coughing, basal crackling bilaterally, and an initial spirometric restrictive defect were detected. Histological examination of the bronchial biopsy showed mild chronic inflammation, fibrosis and the absence of giant cells, while chest HRCT showed thickening of the sub-pleuric interstitium, bilaterally in the subpleural area and especially at the bases, with multiple micronodules, some even calcific; imbibition of fissures; presence of clustered lymph nodes with diameters ranging between 18 and 28 mm in the paratracheal site, Barety’s lodge, aortopulmonary, inter-tracheobronchial and sub-carenal windows; sub-centimetric bilateral axillary lymph nodes were also visible. The discharge diagnosis was ‘Pulmonary fibrosis, chronic obstructive emphysematous broncopneumopathy’.\\nIn May 2016, he was examined at a specialized University Pneumology Department, showing ex-smoker conditions, slightly worse exertional dyspnea compared to 3 years before, the presence of fine bilateral basal crackles, a slight restrictive defect at spirometry, reduced DLCO at 55%, walking test saturation value of 84% at rest and 87% at the end of the test. The subject was a former smoker (pk/y: 39). The discharge diagnosis was ‘Pulmonary interstitial disease undergoing definition’.\\nChest HRCT performed in June 2017, revealed widespread and irregular reticulonodular thickening of the interlobular and subpleural interstitial septa, more evident in correspondence with the bilateral basal lung; presence of numerous traction bronchiectasis foci, partial distortion of the scissural planes, with an initial honeycombing appearance. The focal thickening of the parietal pleura and the peribronchial micronodules, partially calcific, distributed in all lung fields, the small parenchymal consolidation area at the apical segment of the right upper lobe in the subpleural region and the small nodule (7 mm) on the lower blade of the left fissure remained unchanged. Paraseptal emphysema was detected. Substantially unmodified the several lymph nodes in the anterior-superior mediastinum, in the hilar and bilateral paratracheal, para aortic and sub-carenal sites (short axis maximum 2 cm).\\nOutpatients check-up in September 2018 at a Pneumology University Centre found: FVC 78% and FEV1 84% compared to the theoretical values; reduced DLCO with a value of 65%; significant desaturation at the walking test, with a discharge diagnosis of ‘Idiopathic pulmonary fibrosis’.\\nFor both workers, the laboratory and instrumental tests performed during hospitalization in a Pneumology Department excluded that the pulmonary fibrosis detected was related to known occupational and environmental causes, connective, immune, infectious and rheumatic cardiovascular disease or sarcoidosis, drugs, or ionizing radiation.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'20196674': 1, '25176967': 1, '25299403': 1, '20684435': 1, '26901505': 1, '25727856': 1, '11673205': 1, '18388353': 1, '31846447': 1, '27587956': 1, '29154106': 1, '11813819': 1, '30168753': 1, '30753424': 1, '26334510': 1, '14576443': 1, '24032382': 1, '31846450': 1, '30544758': 1, '26864248': 1, '29644539': 1, '1892312': 1, '33881005': 2}", "similar_patients": "{}"}