{"patient_id": 54704, "patient_uid": "8360259-2", "PMID": 34383172, "file_path": "comm/PMC008xxxxxx/PMC8360259.xml", "title": "Successful endoscopic surgical treatment of pleuroperitoneal communication in two infant cases", "patient": "A 5-month-old boy with Potter syndrome, weighing 6 kg, was admitted to our institute with subacute respiratory distress due to right-sided pleural effusion (Fig. a). He was on PD from 2 weeks of age. Artificial ventilation support was started, as the pleural effusion worsened after admission, and a chest tube was placed. Indigo carmine dye (20 mg/L) was infused through the PD catheter after positive pressure ventilation support was completed, and blue-colored discharge was found in the chest tube after 5 min, confirming the diagnosis of PPC. PD was discontinued, and hemodialysis was initiated as a conservative therapy. Scintigraphy and SPECT/CT detected leakage of the dialysate into the right pleural cavity, but no remarkable hot spots were observed (Fig. b). Since PPC did not resolve spontaneously after 3 months of withholding PD, surgery was attempted.\\nDialysate containing indigo carmine (20 mg/L) and ICG (0.5 mg/kg/L) was injected into the abdominal cavity, and the entire thoracic cavity was inspected carefully by thoracoscopy under separate lung ventilation. Although the pleural fluid was not stained, an infrared camera detected leakage of fluorescent fluid in the lateral edge of the central tendon of the right diaphragm, where small holes were present (Fig. a). The diaphragm lesion including the small holes was excised and sutured directly via a small thoracotomy. A sheet of absorbable polyglycolic acid felt (Neoveil; Gunze Medical; Tokyo, Japan) was fixed with fibrin glue onto the sutured lesion (Fig. b). The patient’s postoperative course was uneventful. The patient resumed PD 3 weeks later, and no recurrence of PPC was observed during follow-up for 6 months.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'6071308': 1, '28331461': 1, '24391421': 1, '33665764': 2, '12969393': 1, '8694288': 1, '14218925': 1, '8893595': 1, '6705282': 1, '20056973': 1, '8813163': 1, '31953752': 1, '26054713': 1, '11208040': 1, '12637652': 1, '30783792': 2, '2679094': 1, '8399582': 1, '15384813': 1, '28676518': 1, '34383172': 2}", "similar_patients": "{'8360259-1': 2, '7933319-1': 1, '6381193-1': 1}"}