{"patient_id": 108667, "patient_uid": "8214344-1", "PMID": 34177096, "file_path": "noncomm/PMC008xxxxxx/PMC8214344.xml", "title": "Ectopic Cushing’s Syndrome secondary to Recurrent Thymic Neuroendocrine Carcinoma with Bilateral Ovarian Metastases: A Case Report", "patient": "A 23-year-old female of Indian ethnicity presented with hyperpigmentation, acne, progressive weight gain and irregular menses over 3 years. Clinically, she appeared cushingoid with truncal obesity and moon facies. She achieved menarche at age 13 and previous menses were regular. She had no history of past medical illness and no family history suggestive of MEN-1 syndrome. Her initial investigations performed at a private medical centre showed a markedly elevated adrenocorticotrophic hormone (ACTH) level of 221 mIU/L and positive high dose dexamethasone suppression test. Computed tomography of the thorax, abdomen and pelvis (CTTAP) showed an anterior mediastinal mass measuring 2.1x2.8x3.0 cm, located behind the sternum and hyperplasia of the adrenal glands. She underwent surgical removal of her anterior mediastinal mass by a cardiothoracic surgeon at a private centre. Histopathology showed a moderately differentiated neuroendocrine tumour grade 2 with a mitotic index 5/10 hpf and Ki-67 proliferative index of 10%. The tumour stained positive for synaptophysin, chromogranin and ACTH and was negative for thyroid transcription factor-1 (TTF-1). Post-operatively, she displayed clinical resolution of her Cushing’s syndrome with resumption of her regular menses and a Gallium-68 (Ga-68) DOTATOC positron emission tomography (PET)/CT scan 4 months post-operatively showed no evidence of somatostatin receptor (SSTR) avid disease.\\nA year post-surgery, she developed progressive weight gain and increasing ACTH levels. CTTAP showed recurrence with multiple solid nodules at the site of her previous surgery in the upper left mediastinum. Ga-68 DOTATOC PET/CT scan showed new focus of SSTR avid disease in the superior mediastinal node anterior to the innominate artery and multiple pre-vascular nodes near the previous surgical site. F18-Fluorodeoxyglucose (F18-FDG) PET/CT scan showed concordant uptake with the Ga-68 DOTATOC PET/CT scan. She had her second surgery approximately 3 years after her first surgery, with complete removal of her mediastinal tumour. Histopathology was consistent with an intermediate grade metastatic neuroendocrine tumour.\\nHer symptoms recurred a year after her second surgery. She developed diabetes and hypertension requiring medical therapy and was commenced on ketoconazole. CTTAP imaging showed an enlarged left supraclavicular node measuring 1.2 cm in the short axis diameter and reduction in size of her mediastinal lesion measuring 1.3x2cm. Ga-68 DOTANOC PET/CT showed new focus of uptake at the left supraclavicular node with resolution of previous uptake at the superior mediastinum and pre-vascular nodes. Subsequently, 4½ years after her first surgery, an attempt was made to remove the left supraclavicular lymph node. However, adhesions to the surrounding structures resulted in inability to completely remove the node.\\nPost-operatively, she had persistent Cushing’s syndrome. Metyrapone was added to her therapy, nevertheless she continued to have difficult to control diabetes, hypokalaemia and progressive cushingoid features. CTTAP imaging approximately 1½ years after her 3rd surgery showed multiple rounded lobulated lesions along the right postero-lateral uterine body largest measuring 4.6x4.4x5.2 cm. There was no significant change in the left supraclavicular lesion. F18-FDG PET/CT scan showed uptake in both the supraclavicular and pelvic lesion, while Ga-68 DOTANOC PET/CT scan showed uptake in the supraclavicular lesion and right level II cervical nodes and anterior mediastinal node.\\nAt this point decision was made for bilateral adrenalectomy (5½ years after first surgery) for management of her hypercortisolism. Prior to adrenalectomy, she required 3000 mg of metyrapone, 400 mg ketoconazole, 200 mg spironolactone, 160 mg valsartan, 10 mg amlodipine, 2000 mg metformin, 120 mg of modified release gliclazide, 10 U of intermediate acting insulin, 20 mg atorvastatin, 1200 mg potassium chloride and 1000 IU cholecalciferol per day.\\nPost-operatively, she had resolution of her Cushing’s features, was able to stop all her potassium supplements, antihypertensive and antidiabetic medications and was put on glucocorticoid and mineralocorticoid replacement.\\nHowever, she continued to have increasing hyperpigmentation () and CTTAP imaging surveillance 6 months after her surgery showed increase in size of her uterine lesion likely right adnexal in origin measuring 5.8x5.2x5.2 cm in size (). Ga-68 DOTANOC PET/CT and F18-FDG PET/CT imaging were performed showing predominantly FDG avid disease ( and ), hence she was deemed unsuitable for peptide receptor radionuclide therapy (PRRT). Following multidisciplinary team discussion, she was recommended for surgery to remove the adnexal lesion. She was offered bilateral salphingoopherectomy and hysterectomy and the implications were discussed in terms of long-term gonadal function and bone health. She opted for a more conservative approach and underwent laparotomy, right salphingoopherectomy, left cystectomy, omentectomy and appendectomy.\\nIntra-operative findings showed a right large ovarian tumour measuring 10x10 cm adherent to the right pelvic wall and 2 cysts in the left ovary measuring 1x1 cm and 2x2 cm (). Histopathology showed high grade metastatic neuroendocrine carcinoma with a Ki-67 proliferative index of 10%, mitotic figures of >10/2 mm2 and presence of capsular breach, lymphovascular invasion in both right and left ovaries. Marked improvement in ACTH levels were noted after surgery (). Prior to surgery she continued to have her normal periods but was amenorrhoeic after. She was also given 3 cycles of chemotherapy with etopside (100 mg/m2 Day 1 to 3) and cisplatin (25 mg/m2 Day 1 to 3). However, CTTAP at 6 months showed progression of her left adnexal mass and ACTH levels continued to increase (). She went on to have extrafascial hysterectomy and left salphingoopherectomy 8 months after the 5th surgery. Intra-operative findings showed a 6-week size uterus, a 3x3 cm left ovarian tumour with intact capsule and a ruptured right sided pelvic wall tumour measuring 5x4 cm (). Left ovarian histopathology was consistent with a high-grade neuroendocrine tumour (mitosis >10/2 mm2).\\nAfter surgery, her ACTH levels reduced to 49.5pmol/L and the trend is demonstrated in . She developed symptoms of flushing and fatigue despite adequate glucocorticoid and mineralocorticoid replacement and was started on conjugated oestrogen 0.625 mg and medroxyprogesterone 5 mg daily. She is currently still followed-up at our centre and remains positive with good family support.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'22508705': 1, '17475313': 1, '29310810': 1, '27217765': 1, '25308116': 1, '12068175': 1, '17081918': 1, '7705280': 1, '28355610': 1, '20453466': 1, '20485130': 1, '10884805': 1, '24383115': 1, '26976990': 1, '27267746': 1, '34177096': 2}", "similar_patients": "{}"}