{"patient_id": 108694, "patient_uid": "8215979-1", "PMID": 34177541, "file_path": "noncomm/PMC008xxxxxx/PMC8215979.xml", "title": "Subconjunctival Hemorrhage in a Child with the Blue Rubber Bleb Nevus Syndrome on Treatment with Oral Propranolol", "patient": "A 3-year-old boy presented at our emergency department with a spontaneous progressive enlarging subconjunctival hemorrhage. The boy was the first-born baby to healthy nonconsanguineous parents. He was born after a normal pregnancy and delivery with a birthweight of 3.230 kg. Immediately after birth, several vascular lesions were noted on his feet (shown in Fig. ). Over the next months, more cutaneous lesions appeared all over the body, as well as submucosal lesions in the mouth. An MRI of the forearm was performed and revealed dispersed vascular lesions without the presence of an enchondroma leading to the clinical diagnosis of BRBNS. Biopsies of the lesions on the left thigh and right flank were taken at the age of 3 months, and the diagnosis of BRBNS was confirmed. Treatment with oral propranolol was started, and the dose (2 mg/kg/day) was increased over time according to the weight. The majority of the submucosal lesions in the oral cavity was fluctuating with some cutaneous lesions fading away but also new cutaneous lesions emerging. Overall, the number and size of lesions clearly decreased over the years. In addition, the boy never presented with iron deficiency anemia nor clinical symptoms suggestive for gastrointestinal tract involvement. At the age of 3 years, he presented at the emergency department with a small subconjunctival hemorrhage on the left eye. Mother mentioned the appearance of a small red punctiform lesion 10 days before the hemorrhage emerged, suggesting a new vascular lesion in a child with the BRBNS. History revealed no recent trauma to the eye and the child did not have hypertension. The peripheral blood count including platelet count was within normal limits. No additional treatment was started. Three days later, however, he was urgently referred because of progressive subconjunctival hemorrhage (shown in Fig. ). Topical treatment with timolol maleate 0.5% eye drop once a day was started. After 2 weeks, progressive resorption of the hemorrhage was seen (shown in Fig. ). After 1 and a half month, the bleeding subsided completely (shown in Fig. ) with after 4 months only a slight irregularity of the conjunctiva (shown in Fig. ). Topical treatment with timolol maleate 0.5% was stopped after 6 months and to date, after 1 year of follow-up, there has been no relapse.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'29479946': 1, '27625939': 1, '27065430': 1, '7459316': 1, '14186663': 1, '27519652': 1, '16008655': 1, '25493043': 1, '7783168': 1, '24829697': 2, '24879057': 1, '9310925': 1, '22392180': 1, '31358484': 1, '26273767': 1, '17517196': 1, '11874758': 1, '34177541': 2}", "similar_patients": "{'3990150-1': 1}"}