{"patient_id": 107468, "patient_uid": "8107454-1", "PMID": 33957738, "file_path": "noncomm/PMC008xxxxxx/PMC8107454.xml", "title": "Intramuscular hemangioma in the zygomaticus minor muscle: a case report and literature review", "patient": "A 46-year-old woman with a fixed, non-tender, round, and protruding huge mass on her right zygoma was referred to our outpatient clinic. The diameter of the mass was approximately 2.2× 2.1 cm, and she stated that it had been present for approximately 1 year, which was accompanied by a drastic change in size in the last 4 months (). She did not have any underlying diseases or a history of trauma prior to the appearance of the swelling. She complained of intermittent neuralgia on the cheek due to recent growth of the mass, which was about grade 3 according to the visual analogue scale. Other symptoms such as facial palsy, or sensory deficit were not observed.\\nAn ultrasonographic (US) examination revealed a well-marginated hypoechoic mass with suspicious compression of the underlying bone. US-guided fine-needle aspiration biopsy (FNAB) was performed, and the pathologic findings suggested that the specimen had several ectatic blood vessels, suggestive of IMH. Contrast-enhanced MRI showed a lobulated high-signal-intensity mass with heterogeneous strong enhancement and blood vessels presumed to be feeding vessels ().\\nThe patient underwent surgical resection under general anesthesia. Intraoperatively, the mass was firmly attached to the ZMi and zygoma body. As a result of slightly cutting the part of the muscle by electrocautery device and carefully peeling the soft tissue using peanut dissectors, the feeding vessel (the transverse facial artery) and adjacent nerve (the zygomaticofacial nerve) were not injured, and the main mass was completely excised (). The histopathological findings included an area of capillary type of hemangioma infiltrating between the muscle fibers which were compatible with IMH ().\\nA follow-up examination showed complete wound healing without facial palsy or muscle dysfunction 1 month postoperatively.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'22258504': 1, '26330928': 2, '25006853': 1, '25974807': 1, '31006896': 1, '27518245': 1, '31914494': 2, '34474547': 2, '30685938': 2, '22421852': 1, '32791446': 1, '33957738': 2}", "similar_patients": "{'6949502-1': 1, '6369043-1': 1, '6369043-2': 1, '6369043-3': 1, '4553364-1': 1, '8413925-1': 1}"}