{"patient_id": 51439, "patient_uid": "8202551-1", "PMID": 34115048, "file_path": "comm/PMC008xxxxxx/PMC8202551.xml", "title": "GABAA receptor encephalitis associated with human parvovirus B19 virus infection", "patient": "A previously healthy 6-year-old boy was evaluated in our emergency department. Initially, he presented with a history of headache for the past 10 days (including the evaluation day), after experiencing a self-limited and focal impaired-awareness seizure. Two days later, the patient was brought back and admitted to the hospital for focal seizures characterized by left-sided facial twitching without impaired awareness. Physical and neurological examination without abnormal findings. The seizure was treated immediately with benzodiazepine midazolam (0.2 mg/kg/dose), and he was prescribed phenobarbital (10 mg/kg/d) and phenytoin (15 mg/kg/d). He was submitted to a cranial computerized tomographic scan, the results of which showed no abnormalities.\\nBecause the patient continued to experience seizures after being on the above medications for 2 days, the treatment plan was switched to carbamazepine (30 mg/kg/d) and topiramate (15 mg/kg/d). After 5 days of this new treatment, the seizures evolved to persistent seizures, requiring oro-tracheal intubation and intensive care unit (ICU) admission. After 2 days in the ICU, the patient exhibited focal SE together with fluctuating consciousness (Glasgow coma scale score range, 3–12). A pathology hypothesis of encephalitis and acute disseminated encephalomyelitis was made. Accordingly, treatment with intravenous antiviral pharmacotherapy (acyclovir, 30 mg/kg/d) and the steroid methylprednisolone (30 mg/kg/d for 5 days) was additionally prescribed.\\nBrain magnetic resonance imaging (MRI) (Fig. A–D) performed on his 15th day in the ICU demonstrated T2/FLAIR hyperintensity and a mild expansion of the left cerebellar hemisphere, with some contrast enhanced foci and an absence of restricted diffusion. These findings were strongly suggestive of a pronounced inflammatory and/or infectious process, such as acute cerebellitis. A cerebrospinal fluid (CSF) study revealed slight pleocytosis (14 cells/mm3), CSF positivity for B19 (polymerase chain reaction test), and immunonegativity for tumor cell markers. Rheumatologic and immunological tests with ferritin augmentation yielded normal results.\\nContinuous midazolam (2 μg/kg/min) suppressed the onset of clinical seizures, though self-limited electrographic seizures continued to occur. Upon discontinuation of continuous midazolam, clinical seizures restarted, characterized by right lip and right upper limb movements without loss of consciousness even in the presence of various antiepileptic drugs (phenytoin, phenobarbital, valproic acid, topiramate, and carbamazepine). After pulse therapy with methylprednisolone (30 mg/kg/d for 5 days), prednisolone was maintained at 2 mg/kg/day together with cyclosporine at 4 mg/kg/d. A video electroencephalogram performed during a seizure revealed a non-epileptogenic nature of the facial and upper limb myoclonic events. The patient developed hypertensive peaks that could be controlled with amlodipine (0.6 mg/kg/d) and enalapril (0.6 mg/kg/d).\\nDespite the above treatments, the patient developed mental confusion and extremity tremors. Five sessions of plasmapheresis were performed on alternate days, yielding substantial progressive improvement of tremors, complete recovery of consciousness, and recovery of sitting and ambulation. Although the child regained consciousness, he maintained speech impairment and had difficulty naming his parents as well as objects, numbers, and letters. Additionally, he exhibited left hemibody hyperreflexia with cerebellar ataxia that impaired his ability to walk unassisted.\\nA follow-up brain MRI scan performed a month after the first MRI scan showed reductions in T2/FLAIR hyperintensity and volume loss, relative to the prior scan, without new lesions or contrast uptake in the left cerebellar hemisphere (Fig. E–H). These findings were suggestive of residual post-inflammatory changes. A concomitant CSF study revealed the presence of autoantibodies targeting the γ-aminobutyric acid type A (GABAA) receptor.\\nWith continued immunosuppressive treatments with cyclosporine (4 mg/kg/d) and prednisolone (2 mg/kg/d), the patient's clinical picture showed progressive improvement, with good control of seizures and systemic hypertension. Although the patient tolerated withdrawal of the anticonvulsant drugs well, he developed seizures when corticosteroid therapy withdrawal was attempted. To control seizures upon corticosteroid therapy withdrawal, the patient was started on azathioprine (1.7 mg/kg/d), which stabilized his condition, enabling him to be discharged from the hospital.\\nThree months later, the patient was hospitalized for severe respiratory distress and fever. Treatment with piperacillin-tazobactam was initiated together with staggered antibiotic therapy, but the patient failed to stabilize. He was diagnosed with interstitial pneumonia, which resolved in response to a 12-day course of meropenem, vancomycin, micafungin, and sulfamethoxazole-trimethoprim, allowing him to be discharged.\\nOne month later, the patient was readmitted to start immunosuppressant therapy with cyclophosphamide. While hospitalized, he presented with febrile neutropenia without a microbial or clinical focus. Immunological investigation identified hypogammaglobulinemia, characterized by IgG (326 mg/kg) and IgA (<10 mg/kg) levels below the 3rd percentile for his age with a normal IgM level (55 mg/kg). Whole exome sequencing did not reveal any pathogenic mutations in genes responsible for primary immunodeficiency. Ig replacement therapy was initiated; the patient was put on monthly Ig infusions in addition to maintenance immunosuppression with the aforementioned daily azathioprine treatment. Figure summarizes the major signs and symptoms as well as the pharmacological management.\\nAt the time of writing of this report, the patient (now 9 years and 10 months old) had been maintained for 22 months on monthly Ig infusion and azathioprine, with no new infections or symptom recurrences. Although he has continued to show persistent leukopenia during this follow-up period, he has maintained normal neutrocyte counts. Importantly, the patient has normal neurological examination results indicating age-appropriate neuropsychomotor development. The study was approved by the Institutional Ethics Committee on human research at the Little Prince Children's Hospital, Curitiba, Brazil (# CAAE:41965220.5.0000.0097). Written informed consent was obtained from the patient's parents to report the case and to use the MRI scans for publication.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'31119187': 1, '28202703': 1, '25636713': 1, '19441978': 1, '24462240': 1, '19583739': 1, '24920620': 1, '12848949': 1, '26566485': 1, '34115048': 2}", "similar_patients": "{}"}