{"patient_id": 369, "patient_uid": "8686569-1", "PMID": 34930121, "file_path": "comm/PMC008xxxxxx/PMC8686569.xml", "title": "Intestinal Behçet’s disease complicated by myelodysplastic syndrome and secondary pulmonary alveolar proteinosis: a case report", "patient": "A 58-year-old Japanese woman with a 3-year history of genital ulcers and oral aphthae was admitted to our hospital. She had a history of uterine fibroids and thrombocytopenia during pregnancy. Her family history included hypertension and diabetes in her mother and MDS in her offspring. A year ago on admission, she developed abdominal pain and persistent diarrhea. Colonoscopy revealed multiple colonic ulcers, and she was referred to our hospital. On physical examination, we found erythema nodosum without uveitis on the left forearm. Laboratory tests revealed macrocytic anemia (red blood cell count, 251 × 104/μl; hemoglobin level, 9.3 g/dl). White blood cell and platelet counts were 4800/μl and 14.3 × 104/μl, respectively. Serum C reactive protein levels were 0.35 mg/dl and anti-nuclear antibody was negative. Human leukocyte antigen analysis was positive for B51 and A26. Colonoscopy showed multiple, round, punched-out ulcers from the terminal ileum to the descending colon (Fig. a, ). Intestinal Behçet’s disease (BD) was diagnosed, and she received 3600 mg of mesalazine, 0.5 mg of colchicine, and 30 mg of oral prednisolone per day. Adalimumab, a TNF inhibitor was also added for maintenance therapy. However, during steroid tapering, her abdominal symptoms relapsed. Persistent anemia was observed and bone marrow examination was performed. The results revealed the presence of trisomy 8, trisomy 9, and X chromosome abnormalities (48, + 8, + 9, X, i(X) (q10) in 12 out of the 20 cells examined; Fig. ). The patient’s bone marrow was hypoplastic with the appearance of micromegakaryocytes and < 1% of atypical cells, resulting in the diagnosis of low-risk MDS (refractory anemia). At the age of 60, Infliximab (5 mg/kg) against refractory intestinal BD was initiated instead of Adalimumab. Infliximab was temporary effective for abdominal symptoms, however, she developed pneumonia with fever at the age of 61. Chest X-ray and lung computed tomography (CT) showed diffuse ground-glass opacities in both lungs (Fig. a, ). High-resolution chest CT and histopathology via transbronchial lung biopsy revealed the presence of pulmonary alveolar proteinosis (Fig. ). Her serum GM-CSF concentration was 4.3 pg/ml (normal range, < 5 pg/ml) and an anti-GM-CSF antibody was negative. Based on findings with the underlying disease, a diagnosis of SPAP was established. She was treated with infliximab (5 mg/kg) for active intestinal BD for every 4 weeks and received whole lung lavage to improve respiratory symptoms with SPAP. She is now preparing to receive bone marrow transplantation as a curative treatment.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'27514590': 1, '31875636': 1, '24388375': 1, '29368649': 1, '21765036': 1, '3472649': 1, '12369651': 1, '24387124': 1, '10528040': 1, '18955567': 1, '24505123': 1, '25852265': 1, '10499925': 1, '18550640': 1, '15315976': 1, '26317278': 1, '24387258': 1, '31725663': 2, '24597668': 1, '19693450': 1, '24247154': 1, '34930121': 2}", "similar_patients": "{'6867715-1': 1}"}