{"patient_id": 55571, "patient_uid": "8395848-1", "PMID": 34449610, "file_path": "comm/PMC008xxxxxx/PMC8395848.xml", "title": "Cesarean Hysterectomy in Abnormally Invasive Placenta: The Role of Prenatal Diagnosis", "patient": "We report the case of a 33-year-old pregnant woman, in her second pregnancy, with a cesarean delivery two years ago. In the second trimester ultrasound, a total, central, occlusive placenta previa is observed, not meeting the International Society of Ultrasound in Obstetrics and Gynecology’s (ISUOG) abnormally invasive placenta (AIP) criteria at that time. Nevertheless, considering the high risk of AIP, appointments were scheduled every 4 weeks. The patient remained asymptomatic. At the 33rd week, a loss of “clear zone”, i.e., loss of the hypoecogenic plane in the myometrium below the placental bed, as well as a myometrial thinning, was identified (). At the 35th week, pathological placental lacunae, interruption of the bladder wall without placental bulging, and an increase in subplacental and uterovesical vascularity, as well as the presence of uterovesical bridging vessels were identified (). A multidisciplinary team (two anesthesiologists, one obstetrician, one oncological gynecologist, two pediatricians, one hematologist, one urologist, nursing staff, and operating room assistants) was coordinated. A cesarean hysterectomy was programmed at 37th weeks. The patient was informed about the protocol to be followed and signed the informed consent. The massive transfusion protocol was activated and blood and coagulation factors were left ready in case of a massive bleeding event. ICU was advised upon possible admission. Surgery was performed with general anesthesia. A middle infraumbilical incision was made, the abdominal wall was opened, and the uterus was completely exposed, confirming the presence of a central accreta placenta previa. A fundal cesarean section was performed, with a longitudinal incision in the uterine fundus, avoiding contact with the placenta (A). A male fetus weighing 3400 g was born. He needed neonatal ventilation due to maternal anesthesia and was admitted to the Neonatology Ward. The placental face cord was sutured and hysterotomy was closed, leaving the placenta inside the uterus (B). A total hysterectomy was performed using a LigaSureTM (Valleylab, Boulder, CO, USA) vessel sealing device to reduce the risk of bleeding. Before starting the procedure, both ureters were identified and marked to minimize the chance of ureteral injury (C). Hypogastric arteries were identified and ligated (C). No invasion of the bladder wall was identified despite the bridging vessels described in ultrasound scan. Bladder integrity was confirmed by the urologist. The total hysterectomy was performed successfully (A). Quantified blood loss did not exceed 600 cc, so neither transfusion nor supplementation with coagulation factors were required. Blood pressure and heart rate were kept at normal range throughout the whole procedure.\\nThe surgical specimen showed the extension of the placental accretism, occupying the entire lower face of the uterus (B). It was sent to the Pathology Department, AIP diagnosis being confirmed ().\\nDuring the postoperative period, no bleeding or fever were reported. Both the patient and the newborn were discharged on the third postoperative day.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'23003574': 1, '30246313': 1, '25813428': 1, '26195324': 1, '26205041': 1, '27473003': 1, '25935779': 1, '32282925': 1, '31778209': 1, '30849356': 1, '26214566': 1, '23323568': 1, '25792570': 1, '28963728': 1, '25446658': 1, '26574157': 1, '29405320': 1, '20027036': 1, '29136274': 1, '29197083': 1, '29194646': 1, '29405321': 1, '23517216': 1, '28213059': 1, '31039488': 1, '26564315': 1, '29405317': 1, '34449610': 2}", "similar_patients": "{}"}