{"patient_id": 109363, "patient_uid": "8274178-1", "PMID": 33955669, "file_path": "noncomm/PMC008xxxxxx/PMC8274178.xml", "title": "Arthroscopy-Assisted Treatment of Wear Debris Pseudotumor After Total Knee Arthroplasty: A Case Report", "patient": "A 74-year-old man was hospitalized for a 4-year history of a painful and progressively enlarging cystic mass in the popliteal fossa of the right knee. The patient underwent right TKA 8 years previously because of primary knee osteoarthritis. About 4 years ago, under no obvious predisposing causes, the patient felt mild knee pain with activity. The patient then found a lump in his right popliteal fossa. In the 4-year span, there was pain with activity progressing to pain at rest. Finally, because of the severe knee pain, the patient could not walk by himself and was able to walk about 300 meters with the help of a rollator walker (or walking frame). Aside from pain of the knee, when the patient arrived at the hospital, he had mild cardiovascular disease and hypertension.\\nPhysical examination revealed cystic mass, swelling, fluctuation, tension, and local tenderness in the popliteal fossa. The enlarging cyst had severely restricted range of knee movement, so his right knee joint could not be fully flexed or extended. The VAS pain score of the patient was 5 points and the Lysholm score was 32 points (Table ).\\nThe results of regular laboratory tests, including those of routine blood parameters, blood biochemistry, erythrocyte sedimentation rate (ESR), C-reactive protein (CRP) level, and coagulation parameters (prothrombin time, activated partial thromboplastin time, fibrinogen and D-dimer), were within normal ranges. Cytological examination of the joint fluid showed that the fluid was yellow and slightly mixed, and the count of nucleated cells was 90 × 106, including 6% lymphocytes, 1% neutrophils, and 93% monocytes.\\nX-ray examination showed varus deformity at the site of arthroplasty and narrowing of the medial compartment (Fig. ). Doppler ultrasound showed a cystic mass of approximately 91 × 86 × 53 mm, without signals of blood flow, located in the popliteal region (Fig. ). Magnetic resonance imaging (MRI) revealed a polycystic mass located in the posteromedial region of the right knee joint (Fig. ). The schematic illustrations could illustrate the pathogenesis in more detail (Fig. ).\\nConsidering the minimally invasive surgery requirement of the patient, arthroscopic knee debridement and percutaneous cystic mass suction were carried out simultaneously. Video arthroscopy of the right knee showed visible inflammatory soft tissue, obvious polyethylene fragments (Fig. ), wear of the polyethylene prothesis, and a broken polyethylene insert (Fig. ). The intra-articular polyethylene wear debris was removed as much as possible, and inflammatory soft tissue was debrided and sent for pathology.\\nPostoperative pathology showed polyethylene debris in the soft tissue with an apparent multinucleated giant cell response, which was consistent with foreign body granuloma (Fig. ).", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'20062793': 2, '14658115': 1, '25163958': 1, '25102502': 1, '6617018': 1, '16897071': 1, '932060': 1, '10065721': 1, '12216038': 1, '11112205': 1, '3554529': 1, '1564464': 1, '33955669': 2}", "similar_patients": "{'2803827-1': 1}"}