{"patient_id": 107101, "patient_uid": "8077475-1", "PMID": 33976682, "file_path": "noncomm/PMC008xxxxxx/PMC8077475.xml", "title": "Iridotrabecular and Iridocorneal Contact Changes after Cataract Surgery and Endothelial Keratoplasty in Bilateral Iridoschisis", "patient": "A 76-year-old woman was referred to our hospital from one of our associated hospitals for a 1-month history of worsening vision and corneal oedema in the right eye. She had undergone laser iridotomy (LI) in both eyes at another hospital 9 months ago. She experienced progressive vision loss since a month before the referral.\\nHer initial best-corrected visual acuity (BCVA) was 20/600 in the right eye and 20/30 in the left. Intraocular pressure was 10 mm Hg in both the eyes. Slit lamp examination revealed iridoschisis in both eyes. Corneal stromal oedema and Descemet's fold were more severe in the right eye than in the left (Fig. ). LI holes and moderate nuclear cataract were observed in both eyes. Endothelial cell density was 1,197 cells/mm2 in the left eye and immeasurable in the right. Iridoschisis was observed prominently in the inferior region of both eyes; the ITC index in the right and left eye was 23.6 and 24.4%, respectively.\\nCataract surgery, followed by DSAEK, was planned for the right eye. Uncomplicated cataract surgery was performed with phacoemulsification and intraocular lens implantation. A twin light chandelier endoilluminator was used during surgery to support visibility [, ]; no other specialized techniques were performed besides routine cataract surgery. The ITC index in the right eye after cataract surgery was 4.7%. Subsequently, DSAEK was performed 2 weeks after cataract surgery using a pre-cut imported donor, with the pull-through technique using a Busin glide (Moria, Antony, France) and forceps (Moria USA, Doylestown, PA, USA), through a 5-mm temporal corneal incision with Descemet stripping after peripheral iridotomy. The patient's corneal oedema was treated and the BCVA at the third postoperative month was 20/25 (Fig. ). The ITC index was 0 after DSAEK.\\nCorneal oedema of the left eye progressed, and the BCVA worsened to 20/50 1 year after surgery of the right eye (Fig. ). Therefore, the same surgeries were planned for the left. Cataract surgery for the left eye was performed without an endoilluminator because the stromal oedema in the left eye was not as severe as it was in the right eye. The ITC index became 6.9% after cataract surgery. Subsequently, the DSAEK was performed 1 month after cataract surgery. Her corneal oedema was treated, and the BCVA at the second postoperative month was 20/25 (Fig. ). Her ITC index was 0 after DSAEK. The AS-OCT images throughout the surgeries are shown in Figure . The changes in the ITC index are summarized in Table .", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'27520383': 1, '28288590': 2, '23861578': 1, '18170119': 1, '19098049': 1, '30689605': 1, '22189595': 1, '14707859': 1, '27256306': 1, '16160507': 1, '17567658': 1, '29468215': 1, '33976682': 2}", "similar_patients": "{'5348740-1': 1, '5348740-2': 1, '5348740-3': 1}"}