{"patient_id": 49563, "patient_uid": "8110647-1", "PMID": 33970375, "file_path": "comm/PMC008xxxxxx/PMC8110647.xml", "title": "Laparoscopic partial liver resection for hepatocellular carcinoma arising from Fontan-associated liver disease: a case report", "patient": "The patient was a 31-year-old man with single right ventricle and congenital asplenia syndrome who had undergone FP at 3 years. Several liver masses were detected at 30 years. One tumor was diagnosed as focal nodular hyperplasia from ultrasound-guided biopsy, and close follow-up was maintained. At 31 years, abdominal dynamic contrast-enhanced computed tomography (CT) revealed another S3 liver mass that had enlarged to 15 mm in diameter. This tumor was diagnosed as HCC based on the appearance of high density from the arterial phase to the portal phase and wash-out in the equilibrium phase (Fig. ). Hepatic arteriography revealed no other intrahepatic lesions and solitary HCC was thus diagnosed (cT1N0M0, Stage I according to the 8th edition of the classification of the Union for International Cancer Control []). The HCC in S3 was located on the liver surface, abutting the origin of the left hepatic vein. Preoperative CT revealed no ascites or collateral circulation. Blood testing showed: aspartate transaminase, 34 U/L; alanine transaminase, 52 U/L; albumin, 4.2 mg/dL; total bilirubin, 1.6 mg/dL; indirect bilirubin, 0.3 mg/dL; prothrombin time-international normalized ratio, 1.01; and platelet count, 18.9 × 104/μL. Alpha-fetoprotein and des-gamma-carboxy prothrombin were elevated to 277.8 ng/mL and 56 mAU/mL, respectively. Type IV collagen 7S was slightly elevated to 8.4 ng/mL, but other markers of liver fibrosis were normal (hyaluronic acid, 29 ng/mL; Mac-2-binding protein glycosylation isomer, 0.51 cut-off index). Negative results were obtained for both hepatitis B virus surface antigen and hepatitis C virus antibody, and the patient had no history of alcohol consumption. The indocyanine green (ICG) retention rate at 15 min was 44%. Ratios of HH 15 (representing blood clearance) and LHL 15 (representing hepatic uptake) on 99mTc-GSA scintigraphy were 0.71 and 0.95, respectively. Child–Pugh classification was A. Echocardiography demonstrated good single right ventricular function and no obstruction in the Fontan circulation. Fractional area change was 42.4%, and common atrioventricular valve regurgitation was mild. Oxygen saturation in room air was 89%.\\nWe decided to perform laparoscopic partial liver resection after a multidisciplinary discussion with the cardiologist and anesthesiologist. After induction of general anesthesia, a central venous catheter was inserted into the right internal jugular vein for intraoperative monitoring of CVP. A transesophageal echocardiogram was also placed. The patient was placed supine, then four trocars and one tourniquet for the Pringle maneuver were positioned. Pneumoperitoneum was started at a pressure of 8 mmHg and brought up to 10 mmHg to achieve a better surgical field while carefully monitoring vital signs. CVP was elevated from 11 to 14 mmHg after reaching pneumoperitoneum of 10 mmHg and systolic blood pressure also elevated from 80 to 100 mmHg. Macroscopic examination of the liver showed cirrhosis (Fig. a). By dissecting the coronary ligament of the liver, the suprahepatic inferior vena cava (IVC) was exposed. Intraoperative ultrasonography identified the S3 tumor abutting the origin of the left hepatic vein (Fig. b). The liver parenchyma was transected using cavitron ultrasonic surgical aspirator (Integra Lifesciences Corporation, Plainsboro, NJ, USA), and the tumor was enucleated, exposing the anterior aspect of the left hepatic vein (Fig. c). The venous tributary from the tumor was cut at its origin on the left hepatic vein (Fig. d). Neither injury nor bleeding occurred. The surgery lasted 117 min, and estimated blood loss was 10 mL. Since no bleeding from hepatic veins occurred, the Pringle maneuver and a change to a reverse Trendelenburg position were not used. Although intermittent multiple premature ventricular contractions occurred intraoperatively, systolic blood pressure remained stable at almost 100 mmHg. After finishing pneumoperitoneum, CVP decreased to 7 mmHg with systolic blood pressure at 100 mmHg. The surgical margin was 0 mm, but negative (Fig. a). On histopathological examination, the tumor was diagnosed as moderately to well-differentiated HCC (Fig. b), and peritumoral liver tissue showed stage F4 cirrhosis according to the new Inuyama classification [].\\nThe postoperative course was uneventful and the patient was discharged on postoperative day 3. As of the 7-month follow-up, the patient remained disease-free.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'32640555': 1, '29445059': 1, '27853067': 1, '23635071': 1, '26595124': 1, '25738136': 1, '32430849': 1, '31146196': 2, '32316959': 2, '17005713': 1, '28446492': 1, '33970375': 2}", "similar_patients": "{'6541760-1': 1, '7171803-1': 1}"}