{"patient_id": 52106, "patient_uid": "8232923-1", "PMID": 34188976, "file_path": "comm/PMC008xxxxxx/PMC8232923.xml", "title": "Thoracolumbar Fracture in Disseminated Idiopathic Skeletal Hyperostosis", "patient": "A 75-year-old man with underlying multiple comorbid hypertension, diabetes mellitus, dyslipidemia, bilateral eye cataract, and atrial fibrillation on warfarin was presented to us with a history of fall for which he sustained a closed fracture surgical neck of the left humerus and an L1 vertebra body compression fracture with anterior wedging less than 50% with an intact neurological function (Figure ). There is no retropulsion bony fragment, and both the pedicles and posterior elements are intact. There is marginal ossification noted at the anterior and posterior aspects of the thoracolumbar vertebral bodies, but there was no sclerosis of bilateral sacroiliac joints, suggestive of underlying DISH (Figure ).\\nHe was treated conservatively for both his spine and humerus fractures in view of minimal fracture displacement and due to his underlying comorbidities. He was put on U-slab and Jewett brace for both his humerus and spine fractures, respectively. We recommended an anabolic agent as the best option of an anti-osteoporotic agent however he could only afford bisphosphonate. Otherwise, all blood parameters are normal, including inflammatory markers of C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR), renal profile, and calcium levels. His bone mineral density test was normal for his age group. He was ambulating with a wheelchair on Jewett brace in the ward before he was discharged home.\\nA week later, he was readmitted with another fall due to imbalance; for this episode, he developed a worsening bilateral lower limb weakness which progresses to paresis, as well as bowel and bladder incontinence and saddle anesthesia. He developed a cauda equina syndrome with hematoma in the spinal canal. He was on warfarin for his atrial fibrillation, and his international normalized ratio (INR) was prolonged to more than six, which could be the cause of the intradural hematoma. This time, he sustained an L1 Chance fracture (Figure ) with retropulsion displacement into the spinal canal and intradural hematoma (Figure ), causing significant spinal canal stenosis with spinal cord edema (Figure ).\\nUpon further questioning, he has been non-compliant with his brace at home and was ambulating without the brace. Spinal stabilization and decompression surgery were done for him with three levels above and two levels below the fracture after the INR was normalized (Figure ).\\nHe had no complications during surgery, but after two weeks, he developed pneumonia and wound breakdown over the surgical site at the spine with methicillin-resistant Staphylococcus aureus (MRSA) bacteremia. He underwent multiple debridements for his surgical site infection over the spine. Subsequently, he developed multi-organ failure six months later and succumbed to sepsis.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28984512': 1, '6644701': 1, '11476536': 1, '23412254': 1, '24306166': 1, '23992936': 1, '20421858': 1, '28816877': 1, '19342927': 1, '26890162': 1, '34188976': 2}", "similar_patients": "{}"}