{"patient_id": 47048, "patient_uid": "8667252-1", "PMID": 34966505, "file_path": "comm/PMC008xxxxxx/PMC8667252.xml", "title": "Management of Neglected Multiple Ligament Rupture of the Knee: A Case Report", "patient": "A 36-year-old army man presented to the outpatient orthopaedic department with complaints of pain and deformity of his right knee and an inability to bear weight on the right leg. He had been involved in a traffic accident six months prior to presenting at the hospital. He had undergone some initial treatment in oil massage and splinting from the traditional indigenous bone setters.\\nOn examination, there was no tenderness in the right knee. There was an unreduced posterior dislocation of the knee with instability in all planes and a limited range of motion (ROM) from 10° to 100°. There was wasting of the quadriceps (). Clinical examination of the knee was negative for drawer, Lachman and varus tests and positive for the valgus test. Roentgenograms showed a posterior dislocation of the knee.\\nFrom the magnetic resonance imaging (MRI), we found complete rupture of the anterior cruciate ligament (ACL), posterior cruciate ligament (PCL), medial collateral ligament (MCL) and the patellar tendon (). Therefore, we planned to perform a two-stage surgery, with the first stage of soft tissue distraction and the second stage of multiple ligament reconstruction.\\nIn the first stage, we performed the soft tissue distraction. Under anaesthesia, we evaluated the ROM, which was 10° to 100°. Then we put one planar distraction for external fixation at the femoral and tibial bones.\\nIn the ward, the patient underwent soft-tissue distraction 1mm/day, and after 30 days, the dislocation of the knee was resolved. We evaluated serial neurovascular examination while performing the distraction. There was no neurovascular injury right through to the final distraction.\\nFor the second stage of the surgery, the multiple ligament reconstruction, we performed a medial parapatellar approach for knee arthrotomy and excised all the fibrotic tissues. The anterior cruciate ligament (ACL) was missing, and there was a complete rupture of the posterior cruciate ligament (PCL), medial collateral ligament (MCL) and patellar tendon (). We performed an open ACL and PCL reconstruction simultaneously, using hamstrings from the ipsilateral and contralateral leg; and the MCL and the patellar tendons were repaired with a simple suture.\\nThe knee was kept in extension with a functional brace for one month, and then gradually, the flexion was increased, followed by non-weight bearing for another month. The patient was then allowed to bear partial weight until full weight-bearing gradually and was trained to strengthen the quadriceps muscles.\\nThree months after surgery, the patient could walk normally with ROM between 0° to 120° (). In addition, there was an increased functional score of the knee, according to the Kujala and Tegner Lysholm Score Table I.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'26171266': 1, '8156701': 1, '8804285': 1, '12132840': 1, '34966505': 2}", "similar_patients": "{}"}