{"patient_id": 53990, "patient_uid": "8321915-1", "PMID": 34354926, "file_path": "comm/PMC008xxxxxx/PMC8321915.xml", "title": "Implantable cardioverter defibrillator related Actinomyces Odontolyticus endocarditis and bacteremia—First reported case", "patient": "A 54-year-old man, with a medical history of type 2 diabetes mellitus (DM), chronic kidney disease (CKD) stage 3b and heart failure with reduced ejection fraction (25 %), who had undergone prophylactic ICD insertion 5 months prior to presentation, arrived at the ED due to a two-week, persistent fever (up to 38.5 degrees Celsius), accompanied by chills and an ulcer on the tip of his toe. The patient had also complained of persistent dyspnea with a dry cough over the past several months. Upon arriving at the ED, patient`s vital signs were blood pressure 94/59 mmHg, heart rate 74 bpm, blood oxygen saturation 95 % on room air and temperature 39 degrees Celsius. Chest auscultation revealed crackles over the right lower lobe, further, an ulcer on the toe with hyperaemia, tenderness and purulence was noted. Blood tests demonstrated 12,000 leucocytes/μL (97 % neutrophils), an increase in the creatinine 4.77 mg/dL (baseline 2 mg/dL) and a Reactive C-Protein (CRP) 16 mg/dL. Blood cultures were drawn, and a COVID-19 PCR nasal swab was negative. Chest X-ray exhibited an enlarged cardiac silhouette, with no signs of pleural effusion, consolidation, or pulmonary edema. Right foot X-ray was negative for signs of deep soft tissue swelling, a periosteal reaction or cortical irregularity. Following ulcer debridement and bacterial culture swab extraction, patient was admitted to an internal medicine department with a working diagnosis of diabetic foot infection. Treatment with intravenous Amoxicillin with Clavulanic acid (1 g\\12 h) and Ciprofloxacin (400 mg\\ 24 h), in addition to Povidone-iodine 10 % solution foot treatment, were selected as empiric treatments. On the second day of admission, Gram staining from the ulcer swab culture resulted positive for gram-positive rods and gram-positive cocci, while blood cultures indicated gram-positive rods bacteremia. The gram-positive rods were identified as Actinomyces Odontolyticus, which were cultured in a total of 6 samples. The swab from the ulcer was positive for Corynebacterium Striatum and Methicillin-Susceptible Staph Aureus, but not Actinomyces. Following these results, we began a thorough workup aimed at detecting the source of the Actinomyces infection. The patient had not undergone recent oral procedures and an exam of the oral cavity was normal with no signs of infection or poor hygiene. Neck exam was negative for swelling or signs of infection. Further, the patient did not have a history of abdominal interventional procedures, or other acute gastrointestinal complaints, and abdominal exam was normal with no tenderness or palpable masses. Nonetheless, as aforementioned, the patient suffered from dyspnea and a dry cough in the past several months and during his hospitalization, with crackles on right lung auscultation, therefore another chest X-ray was performed, and showed no signs of consolidation, infiltrates, cavitation, or pleural effusion. Since this infection is more prevalent in immunocompromised patients, human immunodeficiency viruses (HIV) serology was tested and resulted negative. A computed tomography (CT) scan was performed and included the neck, chest, and abdominopelvic area. While the neck and abdominopelvic scan were normal, chest scan revealed multiple acinar opacities and a cavitation in the right lower lobe () - findings suggestive of septic emboli. Due to these findings, the indolent features of the disease and the fact the patient had underwent an ICD insertion 5 months prior to the admission, we decided to perform a transesophageal echocardiogram (TEE), which revealed vegetations on the tricuspid valve and the ICD electrode. The treatment regimen was then altered to high-dose Penicillin, and the ICD was removed the following day. Electrode tip was cultured and resulted negative (which could be explained by treatment with Amoxicillin with Clavulanic acid for more than a week prior to extraction). PICC line was used for long term IV antibiotics administration. A week into his admission the patient was feeling well, afebrile, his cough was improving, CRP levels normalized, and 3 consecutive blood cultures resulted negative. The patient was released from the hospital and continued antibiotic treatment for a total of 6 weeks. 3 months later of discharge, follow up CT demonstrated full resolution of the lung disease, and no vegetations were noted on TEE. The patient remained afebrile and asymptomatic.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'18367573': 1, '22558603': 2, '20032249': 1, '32131639': 2, '21143418': 1, '25910855': 1, '17657035': 1, '34354926': 2}", "similar_patients": "{'3337746-1': 1, '7059227-1': 1}"}