{"patient_id": 51491, "patient_uid": "8204446-1", "PMID": 34130666, "file_path": "comm/PMC008xxxxxx/PMC8204446.xml", "title": "X-linked congenital adrenal hypoplasia: a case presentation", "patient": "A male patient aged 22 years was admitted to our endocrinology department in August 2019 due to “20 years of systemic pigmentation”. Briefly, at the age of 2, the patient developed purple lips and gums without inducement, accompanied by a lack of strength and a poor appetite. Upon examination (details are unknown), he was treated for “Addison’s disease” in a pediatric outpatient hospital clinic and received irregular treatment with hydrocortisone by oral administration. At 12 years of age, the patient reported a lack of strength and visited Shanghai Ruijin Hospital for treatment. Based on related auxiliary examinations (specific test results are unknown), he was diagnosed with “Addison’s disease”. At the pubertal stage, the patient received an experimental GnRH pump treatment during his stay in Ruijin Hospital, and chorionic gonadotropin was intramuscularly injected after discharge (75 units twice per week).\\nThe patient discontinued treatment 1 year later. In February 2019, the patient suffered from SCFE and underwent an open reduction and screw fixation. The patient’s height during infancy was slower than that of children of the same age but increased from 1.5 m to 1.78 m between 2014 and 2019. The patient reported that his growth had not stopped at present, and the genitals of the patient were smaller than that of children of the same age, presenting as a small scrotum and micropenis. The patient was therefore admitted to our endocrinology department in August 2019 for 1) adrenocortical hypofunction; 2) gonadal dysgenesis, the causes of which are yet to be investigated; and 3) postoperative of SCFE. The patient has occasionally experienced a lack of strength, inappetence, nausea and vomiting. Additional patient history includes full-term normal delivery and healthy parents, and denial of a similar family history.\\nPhysical examination upon admission: temperature 36.0 °C; pulse 70 beats/min; blood pressure 106/78 mmHg; respiratory rate 18 breaths/min, height 1.78 m, weight 63 kg, systematic pigmentation, darkened lips and gums, obvious pigmentation at the limbs and joints, no development in Adam’s apple, beard and breasts, no armpit and pubic hair, infantile genitalia (TANNER 1) and perineum (TANNER1–2), penis length 4 cm, testicle volume 3 ml (left) and 4 ml (right), no involvement in the thyroid gland, no large heart border, no pathological murmur in each valve, no involvement in the abdomen, liver, and spleen, absence of tenderness and rebound tenderness, and no swollen lower extremities.\\nLaboratory examination(performed during the administration of hydrocortisone): PTH: 37.53 pg/mL(15.0–68.3 pg/mL); thyroid functions: TSH 1.16 (0.30–4.8 miu/mL), FT3 3.98 (2.63–5.71 pmol/L), FT4 12.28 (9.01–19.05 pmol/L); blood routine: white blood cell count 8.32 × 109/L, red blood cell count 4.7 × 1012/L, hemoglobin 128 g/L, platelets 180 × 109/L; 25-OHVitD:10.8 ng/mL; blood glucose (fasting):8.0 mU/L,HbA1c5.2;urine microalbumin/urinary creatinine 2.5 mg/g. 24-h urinary free cortisol determination: 24-h urine free cortisol concentration 15.1 ng/mL(2.3–30.0 ng/mL), 24-h urine volume 2000.0 ml, 24-h urinary free cortisol content 30.2 μg/24 h(≥18 years of age,3.5–45.0 μg/24 h); sex hormones: E2 < 20 pg/mL, FSH 1.22 (1.27–19.26miu/mL), LH < 0.2 (1.24–8.62miu/mL), PRL 5.68 (2.64–13.13 ng/mL), progesterone(P) < 0.08 (0.1–0.84 ng/mL), testosterone(T) 1.45 (1.75–7.81 ng/mL), GH 0.063 (0.004–1.406 ng/ mL), IGF-1152.8 (60–350 ng/mL), IGFBP-3 6.87 (3.4–7.8 μg/mL), sex hormone-binding globulin(SHBG)38.0 (13.3–89.5 nmol/L), DHEA-S 166.8 (85–690 μg/dL), free androgen index 13.24 (24.3–110.2%), F-T 2.02 (15–50 pg/mL), serum androstenedione < 0.30 (0.6–3.1 ng/mL), 17a-hydroxyprogesterone(17α-OHP) 0.14 (0.31–2.13 ng/mL). Renin-angiotensin-aldosterone experiment: plasma renin activity 25.917 (0.10–6.56 (ng/mL)/hour), aldosterone 64.45 (70–300 pg/mL). Enhanced CT indicated bilateral adrenal hypoplasia (Fig. ). Testes evaluated using color Doppler Ultrasonography suggested microcalcifications. The epiphyseal line was unclosed, with a bone age 12.5 years (10 years later than the actual age), bone density T-score − 4.5 and Z-score − 4.5. The results of the cortisol rhythm test (Table ) showed a significant increase in ACTH and a decrease in cortisol, consistent with adrenocortical hypofunction. The patient underwent a gonadorelin stimulation test (Gonadorelin injection 0.1 mg + saline 10 ml intravenously) and a gonadorelin extension test (Gonadorelin injection 0.1 mg + water injection 1 ml subcutaneously for 4 days, Gonadorelin injection 0.1 mg + saline 10 ml intravenously on the fifth day). The results (Table ) suggested that the hypothalamic-pituitary-gonad axis (HPG axis) was not activated. Human chorionic gonadotropin (HCG) stimulation test (Table ) suggested that testicular stromal cells were present, but the level of testosterone was low. After obtaining the consent of the patient and his family, further genetic testing was performed on the patient and his mother. The patient’s DAX-1 gene test result indicated that p.C202Sfs*62 was pathogenic, while his mother’s indicated that she was a carrier of a heterozygous p.C202Sfs*62.\\nIn combination with the patient’s past history, clinical manifestations, auxiliary examinations, and results of genetic testing, the patient was diagnosed with 1) AHC complicated by HH; 2) vitamin D deficiency; 3) osteoporosis; and 4) postoperative of SCFE.\\nThe patient was treated with: 1. Before admission, the patient was given hydrocortisone 40 mg once daily, oral administration. The results of biochemical examination after admission indicated that the level of ACTH was higher, and the level of COR and aldosterone were lower. At the same time, the patient complained of obvious eyelid edema in the morning after taking the present dose of hydrocortisone, accompanied by fatigue, loss of appetite, nausea and vomiting. Dexamethasone is a long-acting corticosteroid. On the one hand, its effect on water and salt metabolism is almost zero, and on the other hand, it has the strongest inhibitory effect on the hypothalamic–pituitary–adrenal axis (HPA). Therefore, combined with the fact that the patient has symptoms such as eyelid edema in early morning and ACTH is significantly higher than the normal, we decided to give the patient dexamethasone orally for a short time and reduce the dose of hydrocortisone. Hormone replacement therapy including:hydrocortisone,0.5tablet(10 mg),once daily in the morning, oral administration; dexamethasone, 1 tablet (0.75 mg), once daily in the evening, oral administration; and fludrocortisone, 0.5 tablet (0.05 mg), once daily, oral administration; however, the patient was unable to purchase fludrocortisone, administered hydrocortisone,1 tablet(20 mg,10 mg in the morning, 5 mg in the afternoon, 5 mg in the evening),oral administration and 1 tablet (0.75 mg) of dexamethasone orally once daily in the evening. After 3 days of treatment, the patient reported that edema symptoms in the morning were alleviated, and ACTH was significantly decreased compared with the previous. Therefore, dexamethasone was discontinued .2. Considering the diagnosis of HH, gonadotropin 2000 iu + 2 ml sodium chloride was administered to the patient twice a week via intramuscular injection. 3.Calcium and vitamin D supplements: Caltrate D2 tablets (1200 mg), once daily, oral administration; 6 vitamin D capsules (2400 iu), once daily, oral administration.\\nAfter 3 months of treatment, the patient was re-examined in November 2019. The patient is in good condition, with blood pressure 126/74 mmHg, reduced skin pigmentation, occasional fatigue, and no discomfort such as nausea and vomiting. Laboratory examination: F-T 1.07(15-50 pg/mL), serum androstenedione< 0.30(0.6–3.1 ng/mL),serum potassium (K+)4.83(3.5–5.5 mmol/L),serum sodium(Na+)134(136-145 mmol/L),Renin-angiotensin-aldosterone experiment: plasma renin activity 7.89 (0.10–6.56 (ng/mL)/hour), aldosterone 64.450 (70–300 pg/mL). The patient’s LH and FSH levels increased compared to pre-treatment measurements (Table ). The patient received cortisol rhythm determination: ACTH (8:00) 1914 (7.2–63.3 pg/mL), COR1.41 (6.02–18.4 μg/dL). Because the patient still has fatigue symptoms, and the serum sodium and aldosterone are lower than the normal, it is suggested that the patient should take hydrocortisone (10 mg in the morning, 5 mg in the afternoon and 5 mg in the evening), plus fludrocortisone (0.05 mg) once a day to improve the aldosterone deficiency. At the same time, gonadotropin 2000 iu + 2 ml sodium chloride were continued to be injected intramuscular twice a week.\\nThe patient was re-examined in April 2020. The patient’s mental state was satisfactory, and the blood pressure was within the normal range. The skin pigmentation was less than before, and there was no discomfort such as fatigue, nausea, vomiting. Blood electrolyte, ACTH, renin and aldosterone were in the normal range, and blood cortisol was slightly lower than the lower limit of normal. Therefore, hydrocortisone (10 mg in the morning, 5 mg in the afternoon, 5 mg in the evening) and fludrocortisone (0.05 mg, once daily) were continued to be given to the patient.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'7990953': 1, '29087957': 1, '31642359': 1, '19508677': 1, '31263616': 2, '28741070': 2, '26030781': 1, '27648561': 1, '25993682': 1, '31747461': 1, '7990958': 1, '23476826': 2, '16645015': 1, '26303087': 1, '27026067': 1, '27485500': 1, '21227944': 1, '9572382': 1, '31280422': 1, '24977061': 1, '24197767': 1, '27117364': 1, '21672607': 1, '30537713': 1, '25003377': 1, '30286574': 1, '19898255': 1, '18099667': 1, '18339285': 1, '25731006': 1, '23585174': 1, '11549627': 1, '21550402': 1, '34130666': 2}", "similar_patients": "{'6556792-1': 1, '5606946-1': 1, '5606946-2': 1, '3583052-1': 1}"}