{"patient_id": 49082, "patient_uid": "8084826-1", "PMID": 33604716, "file_path": "comm/PMC008xxxxxx/PMC8084826.xml", "title": "Role of high-density EEG (hdEEG) in pre-surgical epilepsy evaluation in children: case report and review of the literature", "patient": "The patient is a 15-year-old boy whose clinical history started at 5 years old. Seizures at onset were (1) imbalance and cold sensation and (2) limbs and face paresthesia followed by loss of consciousness and limbs stiffening. MRI scan showed a right parietal dysembryoplastic neuroepithelial tumor (DNET). After surgical removal, the boy was seizure free for 2 years. At 7 years old, focal seizures characterized by behavioral arrest, mental confusion, left upper limb paresthesia, and distorted voice sensations, followed by lower limb stiffening and weakness or imbalance appeared. Long-term video EEG monitoring showed background rhythm asymmetry and right centro-parieto-temporal interictal paroxysmal abnormalities. Ictal EEG highlighted large slow right parietal and temporal waves preceded by rapid activity. Seizures control lacked despite poly-antiepileptic drugs (AEDs) with valproate acid, oxcarbazepine, and clobazam. Control MRI excluded tumor regrowth showing only scar tissue on the superficial and deep-middle inferior parietal region extending to the marginal and angular gyrus, to the posterior insula, and to the inferior parietal gyrus behind rolandic cortex. Thus, the child underwent a second surgery, aided by electrocorticography (ECoG) to remove the altered sulci in the postero-medial portion of the previous surgical cavity as well as the right superior temporal gyrus. Seizure freedom was achieved for 3 years.\\nNonetheless, seizure relapsed after 2 years becoming heterogeneous and multidrug-resistant. The boy experienced anesthesia and loss of tone in the left arm, twisting of the jaw to the left and dysarthria accompanied by daze, lightheadedness sometimes associated with headache and dizziness, and negative myoclonus involving the left hand. Therefore, a new pre-surgical epileptic work up was proposed.\\nThe registration was made through 21 copper disc electrodes according to the International System 10-20 (band pass 1.600–70 Hz, sampling rate 512 Hz). The recording lasted 3 days and included Intermittent Light Stimulation protocol at increasing frequencies (3–50 Hz) and 5 minutes hyperventilation. Data were analyzed using Micromed System View. Interictal EEG was characterized by slow activity and spike and slow wave discharges on right central parietal regions, spreading on the posterior vertex ones. Independent and isolated spikes on right posterior temporal derivations were also observed. Three types of seizures were recorded: focal motor, characterized by discharges of spike-wave on the right parietal regions with subsequent bihemispheric diffusion; focal non-motor, characterized by delta-like slow activity; and spike-wave on the right centro-parietal regions with right hemispheric diffusion and negative myoclonus, characterized by slow wave discharges on the right parietal and frontal regions with diffusion on the contra lateral homologous regions.\\nCognitive assessment was carried out using the Wechsler Intelligence Scale for Children (version IV, 2003) which highlighted a normal level (IQ 88), characterized by a disharmonic profile, in the presence of a significant difference (> 12 points) between the indices, to the detriment of the score obtained in working memory (73) and processing speed (82). Visuo-spatial memory was quite impaired (recall of Rey figure—5ds). Verbal memory tests showed normal performance in short-term recall and slight difficulty in the long-term one. Furthermore, there was a marked difficulty in lexical retrieval with a phonological facilitator and slight difficulty with a semantic facilitator. Tests performed with Developmental Neuropsychological Assessment (NEPSY-II, 2007) showed a marked deficit in sustained attention and a slight difficulty in visual-motor integration.\\nA scalp hdEEG with 128 channels was performed. The registration was made through pre-assembled caps with 128 electrodes according to the 10-10 system (electrode impedances < 40 kΩ; sampling frequency 1 kHz; the vertex was used as recording reference). The recording lasted about 2 h including wake and sleep. No seizures were recorded. Offline, EEG was analyzed through the Micromed SystemView; band pass filtered between 0.1 and 100 Hz and any paroxysmal anomalies was noted. A head model was built using T1-weighted MRI and scalp electrodes were co-registered with the MRI using a template net of electrodes with standard position that was translated/rotated/dilated with personalized digitalization through scalp navigation system (XensorTM 3D Electrode Digitizer) (Fig. ). For the inverse solution, low resolution electromagnetic tomography (LORETA) was used through ASA® Experiment Manager® Software. Only the solution point with maximal source strength was taken into account. An interictal source was identified in the mesial part of the right superior parietal lobule. Another source, of lesser force, was found in the right frontal lobe at the level of the right prefrontal area (Fig. ).\\nSEEG was also performed. Seven depth electrodes were implanted; 4 platinum electrodes; 8 contacts with 5 mm interelectrode spacing, with a total recording surface of 37 mm (Ad-Tech LTM—Spencer probe depth electrodes) and 3 platinum electrodes; and 10 contacts with 5 mm interelectrode spacing, with a total recording surface of 47mm (Ad-Tech LTM—Spencer probe depth electrodes). The Medtronic Stealth Station™ S8 was used to carry out the pre-operative planning using MR and CT angiography with sequences for neuronavigation (Fig. ). The electrodes were positioned under frameless Medtronic Stealth Autoguide™ cranial robotic guidance platform with the help of anchor bolts.\\nElectrode course description is as follows: O (8 contacts) pars opercularis, S (10) superior parietal lobule, Ps (8) parietal, Pi (10) inferior parietal lobule, V (8) posterior portion of superior parietal gyrus, T (8) median temporal gyrus, and I (10) insula (Fig. ). From prolonged registration, frequent interictal anomalies were recorded on the deeper contacts of electrode O, I, and on Pi. Less frequent anomalies were found on the more lateral contacts of S and on the deeper ones of T and V. Five focal motor seizures were recorded showing onset on deep O, I, and Pi contacts with slight advance in the first 2 electrodes. Negative myoclonus was related to the presence of fast ripples on the deep contacts of O and I and subsequent slow potential on the most superficial contacts of I. Two electrical seizures were recorded on Ps. Finally, symptoms generally present during patient’s focal non-motor seizures were evoked with the stimulation of the contacts I3 and I4.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'29980967': 1, '28077494': 1, '29069568': 1, '29898967': 1, '31846783': 1, '29432218': 1, '28398008': 1, '20192644': 1, '25316018': 1, '23899624': 1, '31135062': 1, '22396514': 1, '24463494': 1, '12495765': 1, '28160753': 1, '29483017': 1, '25891421': 1, '27853892': 1, '31466846': 1, '33604716': 2}", "similar_patients": "{}"}