{"patient_id": 27, "patient_uid": "8675594-1", "PMID": 34956772, "file_path": "comm/PMC008xxxxxx/PMC8675594.xml", "title": "Leptomeningeal Disease as an Initial Presenting Manifestation in Breast Cancer", "patient": "A 59-year-old female, current smoker with 20 pack-years history, with a past medical history only significant for hypertension, gradually developed anorexia, nausea, fatigue, and weight loss. She initially presented to the emergency department with left flank pain and on CT scan of the abdomen was found to have diffuse osteosclerotic lesions in visualized bones. She was then followed up in primary care clinic where workup for an occult malignancy was initiated. There was no palpable mass or axillary adenopathy on breast examination. She had multiple mammograms in the past, some of which had shown suspicious architecture, which was followed up with multiple breast ultrasounds that had revealed benign findings. Mammogram was repeated and was reported benign with BI-RADS 2. Nuclear bone scan was unremarkable. CT chest revealed no pulmonary lesions but there were small mediastinal, submental, and axillary lymphadenopathy and several subcutaneous lesions on the back (one of which was excised and showed inclusion epidermal cyst). Multiple myeloma workup was negative.\\nWhile the workup was ongoing, the patient started to experience lower back pain associated with weakness of lower extremities, numbness, tingling, and balance issues. She developed constipation as well as urinary incontinence. MRI of the brain and spine redemonstrated similar bony lesions in vertebrae, and also revealed abnormal leptomeningeal enhancement in the brainstem extending along the entire spinal cord (Figure ). Due to this finding, the patient was admitted to the hospital for further workup. Her mentation was normal. Deep tendon reflexes were absent in lower extremities, Babinski was positive bilaterally, and gait was ataxic. Strength was overall 5/5 in upper extremities and 4/5 in lower extremities. Sensations to touch, pain, temperature, and vibration were normal. Cranial nerve examination was normal, and cerebellar signs were absent. Her thyroid-stimulating hormone was normal. Lumbar puncture showed increased protein (1187 mg/dL) and white blood cells 43 cells/uL (lymphocytes 70%, monocytes 30%) in CSF. CSF cytology was negative for carcinoma and showed numerous lymphocytes but the negative finding could also have been due to delay in processing the specimen. Peripheral blood flow cytometry revealed monoclonal B cell lymphocytosis, non-CLL type. Infectious workups including human immunodeficiency virus, rapid plasmin reagent, Epstein-Barr virus, herpes simplex virus, cytomegalovirus, lyme, and cryptococcal antigen were negative.\\nFinally, right iliac bone biopsy was done that revealed metastatic adenocarcinoma, GCDFP-15 and GATA-3 positive, indicative of breast carcinoma. Estrogen (ER) positive (90%), progesterone (PR) positive (40%), human epidermal growth factor receptor 2 (HER-2)/neu non-amplified IHC 1+, and Ki-67 10%. Tumor markers CA 15-3, CA 27.29, and carcinoembryonic antigen were raised at 85 U/mL, 84.2 U/mL, and 7.1 ng/mL, respectively. She was started with letrozole initially with dexamethasone taper, followed by palliative radiation therapy. The radiation was given to lumbosacral spine with 30 Gy in 10 fractions, which improved her lower back pain. After completion of the radiation therapy, abemaciclib was added to letrozole as the systemic therapy. She showed excellent response to the treatment and her previously seen leptomeningeal enhancements are no longer seen in the follow-up scans (Figure ). She does continue to have sclerotic changes in her bones; however, she deferred from bone-targeted therapy. The patient has been on abemaciclib and letrozole for about two years, her neurological symptoms have improved, and now she has a good quality of life. She is able to walk half a mile on flat ground and is able to perform light household chores.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'27446350': 1, '31563959': 1, '23182047': 1, '25948846': 1, '23322521': 1, '23756727': 1, '28881917': 1, '30819451': 1, '31494037': 1, '27569275': 1, '27295918': 1, '20430906': 1, '17960791': 1, '25038877': 1, '27217383': 1, '34956772': 2}", "similar_patients": "{}"}