{"patient_id": 57442, "patient_uid": "8482236-2", "PMID": 34590589, "file_path": "comm/PMC008xxxxxx/PMC8482236.xml", "title": "Spontaneous Regression of Metastatic Renal Cell Carcinoma after SARS-CoV-2 Infection: A Report of Two Cases", "patient": "A 58-year-old male with no significant medical history presented to his general practitioner on 8 March 2021 with fever and headache. A PCR test for SARS-CoV-2 was positive and the patient was started on antibiotics; firstly, clarithromycin and, subsequently, amoxycillin clavulanate for persistent fever. A chest X-ray on 26 March 2021 showed bilateral lung infiltrates. Therapy with prednisone was initiated and by 14 April 2020 the lung infiltrates had regressed. However, the repeat X-ray also revealed multiple bilateral round dense opacities. The patient was still subfebrile and had lost 10 kg of his initial weight of 105 kg over the previous 8 weeks. A CT scan was ordered and carried out on 15 April 2021 showing post-COVID-19 lung parenchymal changes but also a left renal mass and multiple lung lesions consistent with metastatic cancer (a). On 9 June 2021, an uncomplicated left nephrectomy was carried out, with histology reported as poorly differentiated clear cell carcinoma with sarcomatoid features.\\nAt his first oncology appointment on 26 June 2021, the patient was asymptomatic except for mild abdominal discomfort after the nephrectomy. He was taking no regular medication. The physical examination was unremarkable except for mild hypertension. Blood tests showed renal insufficiency with a GFR of 26 mL/min, anaemia (haemoglobin 10.1 mg/dL), mildly increased C-reactive protein (25 mg/L) and increased platelet count (464,000/µL). As a patient with poor prognostic features and sarcomatoid histology, therapy with ipilimumab and nivolumab was contemplated, but a PET/CT was carried out first to assess the current disease extent. The examination on 22 July 2021 showed a marked reduction in lung metastases (b). The patient has received no systemic antineoplastic treatment and remains closely followed by an oncologist.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'31427204': 1, '33910866': 1, '33534923': 1, '31986264': 1, '8625186': 1, '33771672': 1, '18457330': 1, '33386647': 1, '32575124': 1, '32726800': 1, '29306115': 1, '13665803': 1, '32742461': 1, '32346093': 1, '34928399': 1, '33638660': 1, '19360505': 1, '32953831': 1, '22233113': 1, '34590589': 2}", "similar_patients": "{'8482236-1': 2}"}