{"patient_id": 60290, "patient_uid": "8612104-1", "PMID": 34824940, "file_path": "comm/PMC008xxxxxx/PMC8612104.xml", "title": "Inhalational Anesthesia for Near-fatal Pediatric Asthma Complicated by Malignant Hyperthermia", "patient": "An 11-year-old female with a history of moderate persistent asthma presented with a severe asthma exacerbation requiring PICU admission. Respiratory viral panel with PCR testing for common viral triggers including rhinovirus, influenza A/B, metapneumovirus, and eight other viruses was negative. Viral testing did not include COVID 19 testing and was prior to COVID 19 pandemic. The patient was started on conventional first-line asthma therapy, including inhaled and intravenous (IV) β2 agonists, IV methylprednisone, and a theophylline infusion. A couple of hours after transfer, the patient continued to have poor aeration and use of accessory muscles of breathing. Intermittent doses of IV ketamine and magnesium sulfate were tried with no significant improvement. The patient was started on non-invasive ventilation (BIPAP) which was escalated to pressures of 20/10 (IPAP/EPAP). Despite the escalation in therapeutic modalities, the patient continued to be in significant respiratory distress and providing blood gas notable for hypercapnia (pH - 7.24/58 (carbon dioxide)/−4.5 base deficit). A decision was made for endotracheal intubation after six hours of presentation to the hospital. Mechanical ventilation was continued for the next two hours with tidal volumes of 9-10 ml/kg and respiratory rates reduced to as low as seven to eight breaths per minute to allow for adequate time for exhalation and carbon dioxide clearance. Sedation was optimized with fentanyl, dexmedetomidine, and a cisatracurium infusion was used for continued smooth muscle relaxation. Despite these interventions, the patient continued to have increased carbon dioxide levels on arterial blood gas (7.04/85/-8.1). At this point in time, a decision was made to start the patient on inhaled isoflurane in view of worsening respiratory and metabolic acidosis. A few hours after starting isoflurane, blood gases improved (ph- 7.28/57/−3.5). Six hours into inhaled anesthetic therapy the patient developed persistent fevers with a max temperature of 41 °C, worsening tachycardia (HR 180s from 130s previously), and metabolic acidosis accompanied by a rise in arterial PCO2 (ph - 6.97/105/−15.3 mmHg from previous carbon dioxide levels of 64 mmHg). Serum creatinine kinase (CK) levels which had been normal at admission were measured to be >12,000 units/ml, urinary myoglobin was positive. Creatine kinase levels peaked at >30,000 units/ml over the next 24 hours and improved later with increased hydration and urinary alkalization. As per the earlier mentioned scoring system, the patient had a clinical MH score of 48, placing her in the very likely category.\\nIsoflurane was promptly discontinued after discussion with the anesthesiology team and IV dantrolene was started for treatment of MH. The patient was planned for urgent veno-venous (VV) ECMO cannulation due to the return of severe bronchospasm after isoflurane discontinuation. Dantrolene was continued every eight hours for the next three days although body temperature and metabolic acidosis began to improve within one to two hours after discontinuation of isoflurane. In this case, genetic testing was not performed due to rapid improvement in symptoms after discontinuation of isoflurane and the high likelihood of MH based on Larach score. The patient did require ultrafiltration through the ECMO circuit for excessive fluid removal, however, she had no evidence of renal dysfunction based on blood urea, creatinine, and electrolyte disturbances. Significant improvement in bronchospasm was noticed based on blood gas on mechanical ventilation, despite discontinuation of gas flow through ECMO machine. The patient was then successfully decannulated on day 5 of the ECMO run and was successfully extubated two days later. The remainder of the hospital stay was uneventful and the patient was ultimately discharged home with an intact neurological status.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'22417969': 1, '8024130': 1, '28546381': 1, '19694974': 1, '19854718': 1, '24108118': 1, '18212566': 1, '26238698': 1, '2306972': 1, '34824940': 2}", "similar_patients": "{}"}