{"patient_id": 52352, "patient_uid": "8242271-1", "PMID": 34235020, "file_path": "comm/PMC008xxxxxx/PMC8242271.xml", "title": "An Unusual Hodgkin's Lymphoma Journey: Cardiac Tamponade, Primary Refractoriness, Immune Thrombocytopenia, and Post-Traumatic Stress Disorder", "patient": "A 21-year-old man with a history of hypertension presented to the emergency room with a four-day history of worsening exertional dyspnea, chest pressure, and orthopnea. He had experienced a non-productive cough and exertional shortness of breath for one month. He denied fever, night sweats, chills, decreased appetite, weight loss, sore throat, rhinorrhea, abdominal pain, abdominal distention, diarrhea, hematuria, hematochezia, or melena. He denied recent infections or travel. His physical examination was relevant for neck fullness on inspection with dilated neck veins and varicosities. Bilateral cervical and axillary adenopathies were felt on palpation. There was dullness to percussion at the bilateral lung bases with clear lungs to auscultation. Heart sounds were muffled. His laboratory workup showed a white blood cell count of 11.4 K/µL (normal value 3.8-10.6 × K/µL), absolute neutrophil count of 8.8 K/µL (1.8-7.8 K/µL), hemoglobin 11.4 GM/DL (13.5-18 GM/DL), platelets 467 K/µL (150-450 K/µL). Chemistries were unremarkable.\\nA computed tomography (CT) of the chest showed a large superior mediastinal mass causing superior vena cava compression (Figure ). There were multiple necrotic lymphadenopathies in the mediastinum, pre-tracheal space, subcarinal region, hila, and axillae. Thickening of the pericardium consistent with a PEEF was appreciated. An echocardiogram done showed a hemodynamically significant large PEEF with collapse of the right atrium and ventricle consistent with CTp (Figure ).\\nThe PEEF was treated with pericardiocentesis and a pericardial drain. Fluid analysis was negative for infection and malignancy. His pericardial drain was left in place for a few days and he did not develop recurrence of the effusion. Therefore, his drain was removed. He underwent a CT-guided biopsy of the mediastinal mass which was consistent with nodular sclerosing HL stage IIb. He was treated initially with six cycles of ABVD chemotherapy (doxorubicin, bleomycin, vinblastine, and dacarbazine). Unfortunately, his positron emission tomography (PET) scan showed early disease progression after cycle six of ABVD. The patient became frustrated and overwhelmed by his treatment. He was quite disturbed by the negative chemotherapy response. He received two cycles of ICE chemotherapy (ifosfamide, carboplatin, and etoposide) and two cycles of GVD (gemcitabine, vinorelbine, and doxorubicin). He achieved a near-complete response with GVD and received an allogeneic transplant. Consolidation radiotherapy was provided to increase his probability of cure.\\nUnfortunately, six months later, the patient developed shortness of breath and wheezing. A repeat PET scan showed recurrence of disease which was confirmed by a biopsy. He was treated with brentuximab vedotin with a good initial response. Nonetheless, recurrence was noted again in a repeat PET scan with new right upper and middle lung masses, right loculated pleural effusion, and multiple lymphadenopathies. At that time, nivolumab (a programmed-death ligand 1 or PDL-1 inhibitor) was initiated showing excellent clinical and radiographic response and complete resolution of his disease. Additionally, he developed ITP (secondary causes of thrombocytopenia were ruled out) effectively treated with intravenous immunoglobulin and romiplostim.\\nSince his diagnosis of HL, the patient developed anxiety, intrusive memories, nightmares about his cancer diagnosis, flashbacks, and other symptoms consistent with PTSD. The development of any symptom such as a headache or abdominal pain distressed him profoundly requesting workup for an undiagnosed tumor. He developed a fear of disease recurrence. Sadly, the severity of his symptoms affected his daily activities. His PTSD was managed with a multidisciplinary approach including behavioral health, psychiatry, social work, and other providers. He was offered psychotherapy and pharmacotherapy. Fortunately, he has remained free of disease for more than four years.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'30338457': 1, '26900491': 2, '30287628': 1, '21047225': 1, '25564404': 1, '26935129': 1, '8007081': 1, '29634090': 1, '16092591': 1, '22835602': 1, '8922237': 1, '32218748': 1, '22162210': 1, '26320112': 1, '34235020': 2}", "similar_patients": "{'4736057-1': 1}"}