{"patient_id": 49493, "patient_uid": "8106592-1", "PMID": 33496917, "file_path": "comm/PMC008xxxxxx/PMC8106592.xml", "title": "Tinea Capitis by Microsporum canis in an Elderly Female with Extensive Dermatophyte Infection", "patient": "A 71-year-old woman presented with a six-month history of persistent scalp rashes together with generalized body skin lesions. The rashes first involved her chest skin and then gradually spread to the whole trunk, scalp, groin and all extremities with severe pruritus and malaise. She was diagnosed as seborrhoeic dermatitis and psoriasis previously and treated with compound econazole nitrate and triamcinolone acetonide cream without improvement. She had diabetes mellitus for nearly 5 years. Her fasting blood glucose was controlled within 6–7 mmol/L and postprandial blood glucose within 8–9 mmol/L with subcutaneous insulin. She had been diagnosed with onychomycosis for 2 years without treatment. Physical examination revealed multiple scaly erythematous patches on her scalp with thick greyish-yellow crusts and patches of alopecia with broken hair (Fig. a). Bright-green fluorescence was prominent on her hair under Wood’s light illumination (Fig. b). Morse code-like hairs, white sheaths and short broken hairs could all be seen under a dermoscope (Fig. c). Multiple large erythematous patches could be seen on her face, neck, bilateral ears, trunk, extremities, as well as skin folds including perineum, groin and axillae (Fig. a, b). These patches showed elevated and well-demarcated borders, with considerable white superficial scales. All of her toenails revealed discoloration and subungual hyperkeratosis. There was no associated lymphadenopathy.\\nDirect microscopic examinations (including 10% KOH smear and fluorescence stain) of broken hair revealed ectothrix hyphae and spores (Fig. a, b). The direct KOH examination of skin scraping on her trunk and subungual debris were also positive for fungal hyphae. Further history taking revealed contact to a stray cat before the onset of disease. Fungal cultures on Sabouraud dextrose agar (SDA) of both scraping from the patient scalp and the adopted stray cat hair grew Microsporum canis (Fig. c, d, e). Unfortunately, fungal cultures of toenails failed to grow any fungal colonies. The sequencing internal transcribed spacer (ITS) rDNA region with ITS1/ITS4 primer further confirmed the strain identification results and the homology of the strain from the patient and cat.\\nConsidering the coexistence of tinea capitis, extensive tinea corporis, tinea pedis and onychomycosis, the patient was diagnosed as tinea capitis caused by M.canis with extensive dermatophyte infection. She was treated with oral terbinafine 250 mg daily, topical bifonazole solution and ketoconazole cream on her body twice per day. Two weeks later, the rashes on trunk and extremities cleared both clinically and mycologically (Fig. a, b). As for her scalp lesion, it took her 6 weeks to be cleared clinically (Fig. c, d) and to turn negative mycologically, but 8 weeks for the culture of scrapings and 12 weeks for the result of Wood’s lamp to turn negative, respectively. Her toenails finally got normal gradually in the following 4 months with the continuing treatment of oral terbinafine.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'28442876': 2, '10233270': 1, '27004946': 1, '11092271': 1, '31441119': 1, '24336943': 1, '15008345': 1, '1938056': 1, '30980768': 1, '18346430': 1, '17681048': 1, '30570717': 1, '19686303': 1, '32395886': 1, '10426895': 1, '19638002': 1, '21334096': 1, '26774593': 1, '33141453': 1, '30264392': 1, '10607315': 1, '20534084': 1, '33496917': 2}", "similar_patients": "{'5387880-1': 1}"}