{"patient_id": 56134, "patient_uid": "8422650-2", "PMID": 34488756, "file_path": "comm/PMC008xxxxxx/PMC8422650.xml", "title": "Novel pathogenic OCRL mutations and genotype–phenotype analysis of Chinese children affected by oculocerebrorenal syndrome: two cases and a literature review", "patient": "The boy, 7 months old, was the first baby of a healthy nonconsanguineous couple. The pregnancy was uneventful, the baby had spontaneous vaginal delivery, and his birth weight was 3450 g (Median- + 1SD). The boy had bilateral cataracts since birth, and underwent surgery at the age of 3 months, but his visual acuity remained poor. At the age of 7 months, he could not roll over or crawl, and could not sit without support. He was admitted to our hospital with proteinuria. At admission, physical examination indicated his weight was 11 kg (+ 2SD- + 3SD), height was 76 cm (+ 2SD- + 3SD), and that he had sparse hair, chubby cheeks, bilateral nystagmus, visual impairment, hypotonia, and absence of deep tendon reflexes. The laboratory findings indicated hypercalciuria, mild proteinuria, β2-microglobulinuria, metabolic acidosis, elevation of lactate dehydrogenase, and hypovitaminosis D (Table ). The eGFR (Schwartz formula) was 137 mL/min/1.73 m2. An ultrasound examination indicated the size and shape of the kidneys were normal (left kidney: 6.5 × 2.5 cm, right kidney: 6.0 × 2.5 cm). MRI of the brain indicated severe ventriculomegaly, white matter shrinkage, leukoaraiosis, cerebellar hypoplasia, and a large cistern magna cyst (Fig. a). The electroencephalography results were normal. He could not complete the evaluation of psychomotor development because of poor vision. Histological examination of a renal biopsy sample indicated mild mesangial proliferation, mild infiltration of focal mononuclear cells, and interstitial focal fibrosis (Fig. b). Tubular lesions, including atrophy, necrosis, dilatation, and protein casts, were not detected.\\nTo confirm the clinical diagnosis of Lowe syndrome, we analyzed the OCRL gene. Whole-exome sequencing, with Sanger sequencing validation, indicated a hemizygous c.2257-2A > T DNA variant in OCRL intron 20 (NM_000276.3; Fig. a), a novel splicing variant. We then designed two pairs of primers for reverse transcription PCR of exon 8 and exon 12, but this yielded no transcriptional products. Therefore, we speculated that the mutated transcript was removed by nonsense mediated degradation (NMD) of the mRNA. We only detected the expression of OCRL-1 protein in renal tissues by immunohistochemistry using an anti-OCRL polyclonal antibody against the C-terminus of the human OCRL-1 protein (Proteintech Group, USA). This patient had a markedly reduced content of OCRL-1 in kidney tissue compared with a control patient with thin membrane basement disease (Fig. b). Thus, this splicing mutation in the OCRL gene led to almost no expression of the wild-type protein. The patient’s mother was heterozygous for the c.2257-2A > T mutation, but had no proximal tubulopathy, and refused an ophthalmologic examination.\\nWe treated this patient with ACEI for proteinuria, a citrate mixture for metabolic acidosis, hydrochlorothiazide for hypercalciuria, intraocular lens implantation, and rehabilitation training to improve his motor and sensory integrative function.", "age": "[[7.0, 'month']]", "gender": "M", "relevant_articles": "{'24499450': 1, '27011217': 1, '21031565': 1, '8634694': 1, '31055819': 1, '28397227': 1, '27059748': 1, '25426219': 1, '14884753': 1, '31576764': 1, '27708066': 1, '21854507': 1, '24750831': 1, '25297642': 1, '16722554': 1, '24711037': 1, '31376231': 1, '7761412': 1, '23389333': 1, '26758328': 1, '31341792': 1, '34488756': 2}", "similar_patients": "{'8422650-1': 2}"}