{"patient_id": 48632, "patient_uid": "8063363-1", "PMID": 33888146, "file_path": "comm/PMC008xxxxxx/PMC8063363.xml", "title": "A poor prognostic metastatic nongestational choriocarcinoma of the ovary: a case report and the literature review", "patient": "A 38-year old nulliparous woman experienced headache, nausea, and a defect in the visual field over a period of days. Computed tomography (CT) and magnetic resonance imaging (MRI) of the head detected a tumor with midline shift in the left occipital lobe, 4 cm in diameter (Fig. a). As a result, she had undergone resection of the brain tumor. Histological examination of the resected specimen confirmed pure choriocarcinoma. Serum concentration of human chorionic gonadotropin (hCG) was 5030 IU/L. Serum carbohydrate antigen 125 and α-fetoprotein levels were within normal range. Abdominal and pelvic CT and MRI demonstrated a solid left ovarian tumor, 5.5 cm in diameter (Fig. b). However, no evidence of tumor in the uterus was seen. Chest CT revealed metastatic choriocarcinoma in the left lung (Fig. c). Consequently, her disease was diagnosed as primary pure ovarian choriocarcinoma and two cycles of a combination chemotherapy regimen comprising methotrexate, etoposide, and actinomycin-D (MEA therapy) which is commonly used for gestational choriocarcinoma, were administered. However, each administration of this regimen caused strong bone marrow suppression and a new metastasis appeared in the cerebellum after the second cycle of MEA therapy. Therefore, she was referred to our hospital.\\nThe third cycle of MEA therapy was administered with concomitant administration of pegfilgrastim to avoid bone marrow suppression. Gamma knife therapy was also performed for the cerebellar metastatic lesions. However, hCG levels increased continuously and the chemotherapy regimen was changed to a combination chemotherapy regimen of bleomycin, etoposide, and cisplatin (BEP therapy), which is commonly used for nongestational choriocarcinoma (malignant germ cell tumor). Two cycles of BEP therapy were effective and total abdominal hysterectomy was performed with bilateral salpingo-oophorectomy and segmentectomy of the left lung. Histologic examination of the left ovarian tumor demonstrated vast central necrosis and remnant marginal choriocarcinoma with no evidence of other germ cell elements, leading to a diagnosis of pure choriocarcinoma of the ovary (Fig. ). BEP therapy and surgical resection achieved the nadir level of hCG (2.2 IU/L) (Fig. ). However, two additional cycles of BEP therapy failed to achieve complete remission, and hCG level increased steeply when chest CT revealed multiple metastases in the lungs.\\nHer clinical history was reevaluated to identify the origin of choriocarcinoma and choose an appropriate chemotherapy regimen. She was unmarried, but had had sexual intercourse with her partner. Her menstrual cycle had been irregular since the time she had suffered subarachnoid hemorrhage due to rupture of an aneurysm on the posterior inferior cerebellar artery 10 months before development of the present illness. Therefore, the possibility of gestational choriocarcinoma subsequent to unrecognized pregnancy could not be ruled out. Consequently, we performed DNA STR analysis using a capillary electrophoresis system. Written informed consent was obtained from the patient for DNA extraction and DNA STR analysis, and this investigation was approved by the Ethics Committee of Nagoya University Graduate School of Medicine. DNA was extracted from oral mucosal cells of the patient and frozen cancer tissue, using a QIAamp® DNA Micro kit (Qiagen, Hilden, Germany) according to the protocol provided by the manufacturer. One microliter of extracted DNA was amplified using an AmpFℓSTR® Identifiler® Plus PCR Amplification Kit (Life Technologies, Waltham MA) for 15 STR loci and the amelogenin locus for gender determination, for a total of 16 DNA markers, as previously described [, ]. One microliter of amplified DNA was capillary electrophoresed on an Applied Biosystems 3130xl Genetic Analyzer (Life Technologies), and the detected peaks were genotyped automatically using GeneMapperID software version 3.2.1 (Life Technologies) as previously described [, ]. Part of the STR analysis is shown in Fig. . Genomic DNA alleles of the tumor were entirely identical to those of the patient, confirming that the choriocarcinoma was nongestational.\\nA combination chemotherapy regimen of MEA, paclitaxel and cisplatin (TP), fluorouracil and actinomycin-D (FA), ifosfamide, cisplatin, and etoposide (ICE), etoposide, methotrexate, actinomycin-D/cyclophosphamide and vincristine (EMA/CO) with segmentectomy of the right lung were administered after tumor relapse, but no chemotherapy regimens successfully suppressed tumor activity. The patient died 21 months after the diagnosis of choriocarcinoma.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'26752905': 2, '8640741': 1, '19647314': 1, '19809555': 1, '21599798': 1, '1690272': 1, '185553': 1, '24485845': 1, '4041040': 1, '22195336': 1, '24944881': 1, '12675814': 1, '570878': 1, '20739008': 1, '22653351': 1, '20561742': 1, '28040140': 1, '26980014': 1, '12798727': 1, '25866376': 1, '20673583': 1, '27743739': 1, '16984618': 1, '3902208': 1, '17291262': 1, '23888224': 1, '14672475': 1, '7512129': 1, '28877059': 1, '24732004': 1, '33888146': 2}", "similar_patients": "{'4692019-1': 1}"}