{"patient_id": 55596, "patient_uid": "8396423-1", "PMID": 34466309, "file_path": "comm/PMC008xxxxxx/PMC8396423.xml", "title": "Vasopressor-Induced Digital Ischemia", "patient": "A 57-year-old female with past medical history of hypertension, diabetes mellitus, multiple sclerosis, and celiac disease presented to emergency department with abdominal pain secondary to chronic constipation. CT scan of the abdomen was significant for colonic obstruction secondary to fecal impaction in the rectosigmoid region with marked dilatation of the colon with cecum measuring up to 7 cm. Patient was being managed for fecal impaction with lactulose, magnesium citrate, psyllium and nasogastric tube was placed for decompression. Patient had multiple small bowel movements, but her abdomen remained rigid and distended without full resolution of fecal impaction. Patient's abdominal pain worsened and she was found to be hypotensive and tachycardia. Fluid bolus was given but patient remained hypotensive hence was intubated and upgraded to the ICU for further management. CT abdomen was remarkable for extensive pneumatosis and portal venous gas, highly concerning for ischemia, diffuse bowel dilatation with significant proximal small bowel dilatation, mild distal small bowel dilatation and diffuse colonic dilatation. Patient was treated with fluids and antibiotics and was started on norepinephrine to maintain systolic blood pressure and mean arterial pressure. Surgery was consulted and patient underwent total colectomy, ileostomy, gastrostomy but few patchy areas of necrotic small bowel were also noted hence patient underwent small-bowel resection and stricturoplasty of jejunum. Post-surgery, patient developed severe acute respiratory distress syndrome with severe hypoxemia. Chest X-ray was remarkable for bilateral infiltrates, more so on the right side.\\nPatient’s condition remained critical and she was kept on the maxed dose of norepinephrine, phenylephrine and vasopressin. Patient’s renal function was deteriorating and she was started on dialysis daily to correct metabolic acidosis. Patient's liver enzymes were also trending upward secondary to hypoperfusion. Bluish discoloration of the right and left hand were noted with capillary refill more than three seconds. Radial pulses were dopplerable and the skin was intact and cool to touch. In three to four days, fluid-filled bullae with gangrenous changes were noted on both hands as seen in Figure and Figure .\\nPatient's condition remained critical, and prognosis was poor; a family meeting was held and the decision was made for DNR/DNI. Ultimately they decided to terminally extubate patient and make her comfort care.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'31334603': 1, '26523153': 1, '18765387': 1, '27879306': 1, '34466309': 2}", "similar_patients": "{}"}