{"patient_id": 60827, "patient_uid": "8642999-1", "PMID": 34863171, "file_path": "comm/PMC008xxxxxx/PMC8642999.xml", "title": "Respiratory obstruction due to tonsillar lymphoglandular polyp in a brachycephalic dog: a case report", "patient": "A 9-month-old male intact English bulldog presented to the emergency service in severe respiratory distress. The patient had begun breathing with increased effort over the 12–16 h preceding presentation. Upon presentation, the owner reported that the patient had been regurgitating and vomiting almost daily over the past 3 months, most prominently after a meal. The owner chose not to pursue veterinary care for these regurgitation episodes. Over the previous 3 weeks, the patient had a minimum of four collapsing episodes that lasted anywhere from 20 to 60 s. The patient would always recover fully from these episodes and was back to normal within a few minutes.\\nUpon triage, an intravenous catheter was placed, and the patient was given 0.05 mg/kg acepromazine along with 0.2 mg/kg of butorphanol (Torbugesic, Zoetis) intravenously (IV). Due to continued severe dyspnea and cyanosis the patient was induced with propofol (Propofol, Hospira) 4 mg/kg intravenously titrated to effect and tracheal intubation performed. Intubation was noted to be difficult due the presence of two, large, inflamed masses in the oropharynx region (Fig. ). These masses were causing complete blockage of the airway and they had to be manually retracted to intubate the trachea. The masses were asymmetrical with the right being larger than the left. The patient was placed on 100% oxygen and continued to breath spontaneously. Upon auscultation of his lungs no crackles or wheezes were appreciated but loud referred upper airway sounds were auscultated. The remainder of his physical exam was unremarkable. After intubation, patient was given 0.1 mg/kg dexamethasone (Dexamethasone-SP, VetOne) and 1 mg/kg maropitant (Cerenia; Zoetis) intravenously and a 200 mL Lactated Ringer Solution (LRS, Hospira) IV bolus.\\nAn intravenous blood gas (i-STAT, Abbott) sample was obtained at the time of intubation which revealed an elevated blood urea nitrogen 32 (10–26 mg/dL), an elevated Creatinine 1.4 (0.5–1.3 mg/dL) and a decreased TCO2 26 mmol/L (35–45 mmol/L). All other values (Na+, K+, Cl−, Glu, HCT, Hb, Anion Gap) were within normal limits. Three-view thoracic radiographs, and a lateral projection of the cervical region, were performed while the patient remained intubated (Figs. and ). Radiographs revealed severe generalized esophageal dilatation cranial to the carina with gas accumulation (Fig. a, b). The cardiac silhouette was ventrally deviated due to suspect esophageal pathology. Increased soft tissue opacity in the pharyngeal region with probable pharyngeal thickening was noted (Fig. ). Possible persistent right aortic arch anomaly pathology was discussed with owners, but due to financial limitations, owners declined computed tomography with angiogram and elected to move forward with treatment of the immediate life-threatening upper airway obstruction.\\nTo alleviate concern for congenital cardiac disease before pursuing surgery an echocardiogram was performed. This revealed mild mitral and tricuspid valve dysplasia without atrial enlargement. The patient was placed on inhalant anesthetics (isoflurane) and emergency surgery performed where two, large, soft tissue masses were visualized on either side of the oropharynx (suspect enlarged tonsils). The masses were grasped with long Debakey forceps and transected sharply using a right-angle tip carbon dioxide (CO2) laser by cutting in a lateral to medial direction (Aesculight, Bothell, WA, USA). The right sided mass measured 8 cm × 5 cm, with the left measuring approximately 5 cm × 3 cm. (Fig. ). A classic staphylectomy was also performed using the CO2 laser. The patient had moderately everted laryngeal saccules that were sharply excised using Metzenbaum scissors. The patient had normal nares which did not require surgical correction. Anesthesia and recovery were uneventful. The patient recovered in oxygen for 2 h postoperatively was hospitalized overnight on intravenous fluids with metoclopramide (Reglan injection, Baxter Healthcare Corp) 2 mg/kg/day and buprenorphine (Buprenex, Reckitt Benckiser Healthcare) 0.015 mg/kg intravenously every 6 h. The masses were submitted for histopathology and an aerobic culture of the center of the larger mass was also submitted. The patient was offered small balls of wet food the next morning and ate well with no regurgitation. The patient was discharged 24 h post-operatively with trazodone (Trazodone Hydrochloride, TEVA) 6.6 mg/kg by mouth as needed, famotidine (Pepcid, Wockhardt) 0.7 mg/kg by mouth every 12 h for 7 days, and maropitant 2 mg/kg by mouth every 24 h for 4 days.\\nHistopathology results of the masses revealed complete excision of polypoid projections of edematous collagen with scattered congested blood vessels within them. Several lymphoid aggregates were noted within superficial portions of the projection with scattered glands and ducts (Fig. ). The surface was lined by thick squamous epithelium. Both masses were found to be benign polyps. The culture revealed Escherichia coli so the patient was treated with 10 days of marbofloxacin (Zeniquin, Zoetis) 2.5 mg/kg by mouth once daily based on susceptibility testing.\\nFollow up appointments were conducted at 14 days and 6 months postoperatively and the patient was noted to be comfortable and asymptomatic with no reports of difficulty breathing or abnormal gastrointestinal signs.", "age": "[[9.0, 'month']]", "gender": "M", "relevant_articles": "{'21034343': 1, '28927847': 1, '33048574': 1, '33205702': 1, '26769070': 1, '15971897': 1, '6392246': 1, '30705451': 1, '11048808': 1, '27811051': 1, '18343397': 1, '34863171': 2}", "similar_patients": "{}"}