{"patient_id": 59416, "patient_uid": "8573815-2", "PMID": 34761210, "file_path": "comm/PMC008xxxxxx/PMC8573815.xml", "title": "Maternal use of a combination of recreational and antiretroviral drugs (nyaope/whoonga): Case reports of their effects on the respiratory system in infants", "patient": "A nine-month-old boy admitted to the PICU for UAO and pneumonia\\nwith ARDS. He had a background history of being born prematurely\\nat 35/40 weeks’ gestation and had IUGR. His mother was 20 years\\nold and HIV-negative and known to be addicted to nyaope with use\\nduring pregnancy and postnatally. He had previously been admitted\\nto the neonatal intensive care unit (NICU) and was intubated for\\ncongenital pneumonia and NAS requiring midazolam and morphine\\ninfusions.\\nHe presented with severe UAO, i.e. subglottic stenosis, which\\nrequired emergency tracheostomy. He also had superimposed\\npneumonia. Clinically, he was not dysmorphic and other systems\\nwere normal. Cardiac echography was normal. While admitted to\\nthe PICU, he developed PICU-related complications which included\\npolymicrobial nosocomial pneumonias with sepsis and septic shock,\\nepisodes of blocked tracheostomy with prolonged hypoxia and\\nassociated air leak syndrome.\\nHe developed refractory LAO requiring IV bronchodilators and\\nwas also ventilator dependent. At this point there was a suspicion \\nof tracheomalacia or bronchomalacia. A flexible bronchoscopy\\nwas performed and only revealed a right main bronchus plug. He\\nremained oxygen dependent with persistent LAO. After spending\\na total of 73 days in PICU with 64 days on the ventilator, he was\\ndischarged from the PICU. The mother was noted to care poorly for\\nthe child while admitted in a general ward and therefore was planned\\nfor admission to a rehabilitation centre. The child was released into\\nthe care of the paternal family on discharge.", "age": "[[9.0, 'month']]", "gender": "M", "relevant_articles": "{'15219006': 1, '11822930': 1, '27063774': 1, '20827558': 1, '21195212': 1, '8874243': 1, '30263218': 1, '21345403': 1, '27639458': 1, '22952297': 1, '12027031': 1, '22291123': 1, '23811193': 1, '12412839': 1, '34761210': 2}", "similar_patients": "{'8573815-1': 2}"}