{"patient_id": 107519, "patient_uid": "8110240-1", "PMID": 34007354, "file_path": "noncomm/PMC008xxxxxx/PMC8110240.xml", "title": "Primary Basidiobolomycosis of the Cecum in Immunocompetent Patients: Two Case Reports", "patient": "A 33-year-old female patient had a long history of vague abdominal pain and loss of weight. The WBC was 26.5 × 109 cells/L, eosinophils: 19%, and absolute eosinophil count: 5 × 109 cells/L. Colonoscopic examination revealed a long segment of fungating mass at the cecum and the proximal part of the right colon with ulceration and hard mucosa. A summary of the colonoscopic findings is shown in . CT of the abdomen and pelvis with oral and intravenous contrast revealed mural thickening involving the cecum and the ascending colon for about 10 cm. The mural thickening was also seen involving the appendix (measuring 1.8 cm in diameter) which is seen extending cranially. There were few associated localized lymph nodes, the largest was measuring about 1.4 cm in diameter. No CT findings of intestinal obstruction were noted. A summary of the radiological findings was depicted in . Multiple biopsies were obtained, and the patient was referred for a general surgery consultation.\\nHistologically, there was dense eosinophil-rich mixed inflammatory cell infiltrate with occasional PAS-positive fungal structures including non-septate, broad, thick-walled, variable-sized hyphae, consistent with the diagnosis of basidiobolomycosis. Other findings included epithelioid cell granulomas, and active colitis in the form of cryptitis, and crypt abscess (). Suddenly, the patient presented to the Department of Surgery with manifestations of intestinal obstruction in the form of sudden acute abdominal pain, nausea, and vomiting. Intraoperatively, a huge heterogeneous mass was seen involving the cecum and extending to the proximal part of the right colon. The appendix (measuring 7 cm in length and 2 cm in diameter) showed diffuse thickening of the wall and obliteration of the lumen. The terminal ileum was grossly unremarkable. En bloc resection of the terminal ileum, appendix, cecum, and ascending colon was performed. Microbiological analysis (culture of the peritoneal fluid) was negative. Molecular studies (panfungal PCR) were done using DNA extracted from the lesional colonic tissue and they detected 18S rRNA genes using the UMD test system (Lot NO.B24rKU010.048, Mozyme GmbH & CO KG).\\nHistologically, sections from the appendix and cecum showed a granulomatous reaction that involved the mucosa, submucosa, and muscle layers with dense eosinophil-rich mixed inflammatory cell infiltrate composed of lymphocytes, histiocytes, and neutrophils and multinucleate giant cells containing fungal elements. PAS stains revealed fungal elements in the form of predominantly non-septate, broad, thick-walled, pleomorphic hyphae, with irregular, non-parallel contours and occasional haphazard branching. A summary of the histological findings was presented in . Panfungal PCR performed on DNA extracted directly from a tissue sample confirmed the presence of Basidiobolus. The diagnosis of basidiobolomycosis has been established. The treatment regimen included the use of itraconazole 200 mg tablet twice daily for 6 months. Follow-up of the patient revealed a good response to the treatment. No evidence of disease recurrence in the 8 months’ follow-up period.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'10524330': 1, '14766826': 1, '22441651': 1, '15776383': 1, '22595579': 1, '11317246': 1, '13361511': 1, '12951506': 1, '16978407': 2, '30816980': 1, '23421741': 1, '22744237': 1, '24451502': 1, '25821287': 1, '17554638': 1, '16455881': 1, '15004122': 1, '22075784': 1, '22405176': 1, '18190575': 1, '17719761': 1, '22606589': 2, '12664879': 1, '18480229': 1, '19302458': 1, '11376094': 1, '16517858': 1, '10451160': 1, '12574283': 1, '10701653': 1, '24432205': 1, '25186791': 1, '14614376': 1, '1528227': 1, '15978416': 1, '17715373': 1, '19961248': 1, '6538344': 1, '19754761': 1, '25593711': 2, '23290094': 1, '34007354': 2}", "similar_patients": "{'3350237-1': 1, '1574330-1': 1, '4270646-1': 1}"}