{"patient_id": 49362, "patient_uid": "8101650-1", "PMID": 34277483, "file_path": "comm/PMC008xxxxxx/PMC8101650.xml", "title": "Epistaxis: the cause found beyond the nose", "patient": "A 74-year-old female patient presented with complaints of nasal bleeding after a road traffic accident. On clinical examination, a growth in the nasal cavity was visualized using a zero-degree endoscope. Contrast-enhanced magnetic resonance imaging depicted irregular soft tissue in the frontal and ethmoid sinuses projecting into the left nasal cavity, and the left orbital apex. A breach of the frontal sinus boney walls and intracranial extension with thickening of the pachymeninges was also noted. A punch biopsy was undertaken from the left intranasal growth under general anesthesia after decongesting the nasal cavity with adrenaline and saline (1:4). The biopsy was sent for histopathological examination, which revealed a neoplasia composed of clear vacuolated cells arranged in sheets, cords, and trabeculae, highly vascular, with numerous interspersed thin-walled blood vessels. No distinct cell borders, cell membrane thickening, or any raisin-like nuclei were seen (A). On immunohistochemical examination, the tumor cells were strongly positive for RCC antigen (B), vimentin (C), panCK and EMA (D), but showed negativity for smooth muscle actin, CD34, CD 31, CD10, HMB-45, and S-100, PAX-8 and CK 7.\\nBased on the patient’s morphology and immunohistochemistry, the possibility of metastatic RCC was indicated. On further evaluation, the computed tomography (CT) urography revealed an exophytic and necrotic lesion measuring 7 cm in its longest axis over the upper and mid pole of the left kidney. Also, the imaging study showed tumor infiltration of the left renal vein with a thrombus formation. Meanwhile, the patient had an episode of massive epistaxis followed by a myocardial infarction (MI), but with a good outcome. After clinical stabilization, the patient was referred to medical oncology and was started on pazopanib 800 mg once daily for 30 days. Currently, she is doing well and is asymptomatic.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'19450840': 1, '12352670': 1, '10200775': 1, '19909719': 1, '27110343': 2, '5125665': 1, '30273434': 1, '25315900': 1, '2718466': 1, '15897741': 1, '9738745': 1, '34277483': 2}", "similar_patients": "{'4835635-1': 1}"}