{"patient_id": 54565, "patient_uid": "8353446-1", "PMID": 34386418, "file_path": "comm/PMC008xxxxxx/PMC8353446.xml", "title": "Case Report: Probable Cerebral Amyloid Angiopathy-Related Inflammation During Bevacizumab Treatment for Metastatic Cervical Cancer", "patient": "In November 2016, a 70-year-old Russian female patient with metrorrhagia was diagnosed with a moderately differentiated cervical carcinoma in a Russian hospital. Her previous family and medical history was negative. In that period, no metastases were found. In December, she underwent chemoembolization with cisplatin of the cervical neoformation. In January 2017, she underwent both hysterectoannexectomy and pelvic lymphadenectomy for local recurrence. The scheduled radiochemotherapy was not performed due to the development of a vesicovaginal fistula as a post-surgical complication. After her arrival in Italy in July 2017, the PET/CT scans detected liver and para-aortic and iliac lymph node metastases as well as dubious lung lesions that a subsequent CT total body better defined as pulmonary consolidations of a probable inflammatory nature.\\nIn September, the patient started chemotherapy with bevacizumab, cisplatin, and paclitaxel (six cycles every 3 weeks) with both good tolerance profile and clinical outcome. In fact, in December her CT scan showed a prominent reduction of liver, para-aortic, and iliac lymph node metastases. After the 6th cycle of chemotherapy, the patient had to continue with bevacizumab maintenance therapy but after two administrations of the drug (February 21 and March 14, 2018) she began to experience mild weakness in the right arm and show signs of cognitive impairment.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'17519900': 1, '14755729': 1, '19822028': 1, '20935328': 1, '31866934': 2, '24797962': 1, '32568365': 1, '27748633': 1, '31312134': 1, '32590413': 1, '33840507': 1, '26720093': 1, '23485231': 1, '23625526': 1, '15585754': 1, '16301830': 1, '34386418': 2}", "similar_patients": "{'6908508-1': 1}"}