{"patient_id": 109434, "patient_uid": "8279048-1", "PMID": 34316239, "file_path": "noncomm/PMC008xxxxxx/PMC8279048.xml", "title": "Primary Myelin Oligodendrocyte Glycoprotein-Immunoglobulin G-associated Optic Neuritis Presenting after a Frozen Embryo Transfer", "patient": "A 39-year-old female with a history of unexplained primary infertility who was approximately 4 months after oocyte retrieval and 3 weeks after a single frozen embryo transfer (FET) presented to the hospital with acute bilateral vision loss, ophthalmalgia, and a positive serum pregnancy test.\\nWhen the patient arrived, she exhibited light perception in the right eye and no light perception in the left eye, which was drastically decreased from her baseline of 20/20 bilaterally. The patient also had grade one optic disc swelling of the right eye and grade two optic disc swelling of the left eye with bilateral minimally reactive pupillary responses but without an afferent pupillary defect. There was a normal anterior segment of both eyes by slit lamp exam and optical coherence tomography (OCT) was consistent with borderline thinning. The patient's review of systems was unremarkable, and she denied any recent illness, vaccinations, trauma, or personal or family history of autoimmune or neurological disease.\\nShe had previously undergone controlled ovarian hyperstimulation using 150 international units (IU) of Gonal-F® (follitropin alfa; Merck and Co., Darmstadt, Germany) and 150 IU of Menopur® (menotropin; Ferring Pharmaceuticals) for 10 days with 250 mcg of the GnRH antagonist Cetrotide® (cetrorelix acetate; Merck and Co., Darmstadt, Germany) initiated on day 5. A trigger shot of 1 mg Lupron® (leuprolide acetate; Abbott Laboratories, Chicago, IL) was then administered on day 10 with retrieval 35 hours afterward consisting of 11 oocytes and four resulting embryos. She then had an uncomplicated FET roughly 4 months after the retrieval with a peak estradiol level of 831 pg/mL. First, endometrial preparation was initiated using oral contraceptive pills for 12 weeks, followed by oral Estrace® 2 mg TID (estradiol; Novo Nordisk, Denmark) an estradiol patch 0.1 mg/24 h for 2 weeks and vaginal progesterone 100 mg TID (Endometrin®; Ferring Pharmaceuticals, Saint Prex, Switzerland).\\nOn arrival, the patient's lumbar puncture was unremarkable; oligoclonal bands were absent and cerebrospinal fluid (CSF) cultures were negative. Further workup revealed T2 hyperintensity and thickening of the prechiasmatic left optic nerve and equivocal findings for the right intraorbital optic nerve []. Autoantibodies against aquaporin 4 were absent, while MOG antibodies were positive in a 1:40 titer. Additionally, patient had positive antibodies to JC virus and negative Sjogren's syndrome (anti SSB and anti SSA), antiphospholipid (anticardiolipin IgG, anti cardiolipin IgM, beta 2 glycoprotein IgG, and IgM antibodies), and treponema antibodies. Futhermore, QuantiFERON tuberculosis gold, hepatitis B, hepatitis C, and human immunodeficiency virus antibodies were negative.\\nThe patient was started on 5 days of high-dose intravenous methylprednisolone 1000 mg/day as well as therapeutic plasma exchange. With treatment, the patient's vision progressively improved. However, on day 3 of the plasma exchange, the patient began to have vaginal bleeding with an abnormal beta-human chorionic gonadotropin trend. She was diagnosed with an ectopic pregnancy, which was managed medically with a single dose of 105 mg methotrexate (Pfizer; New York, NY).\\nThe patient was discharged from the hospital on a 5 day course of an oral prednisone taper along with initiation of the disease modifying treatment (DMT) rituximab with plan for 1 g twice over 2 weeks repeated at 6 months with a repeat brain magnetic resonance imaging (MRI) 3 months after starting DMT to determine the exact duration.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'10969178': 1, '12714572': 1, '29875186': 1, '19039223': 1, '17916439': 1, '17640948': 1, '23034952': 1, '14634091': 1, '30281030': 1, '27793206': 1, '34316239': 2}", "similar_patients": "{}"}