{"patient_id": 112606, "patient_uid": "8588365-1", "PMID": 33755267, "file_path": "noncomm/PMC008xxxxxx/PMC8588365.xml", "title": "Suppression of amiodarone-induced torsade de pointes by landiolol in a patient with atrial fibrillation-mediated cardiomyopathy", "patient": "An 83-year-old Japanese woman was admitted to our hospital with a 3-day history of exertional dyspnea and anorexia. She had no history of smoking or consuming alcohol. Her medical history included long-standing hypertension and dyslipidemia, and she had been prescribed valsartan (40 mg/day), amlodipine besylate (10 mg/day), trichlormethiazide (1 mg/day), and atorvastatin calcium hydrate (5 mg/day) at another clinic.\\nOn admission, physical examination revealed a body temperature of 36.4°C, a pulse rate of 142 beats/min with irregular rhythm, a systemic blood pressure of 103/82 mm Hg, and 97% oxygen saturation on room air measured using a pulse oximeter. Her body weight was 61 kg. No heart murmurs were audible upon auscultation, although we observed a gallop in the third heart sound and wet rales in the lung fields. The liver was palpable for one finger width along the right midclavicular line below the costal margin, and mild pretibial edema was observed.\\nBlood tests revealed elevated concentrations of high-sensitivity cardiac troponin I (27.4 pg/ml, reference ≤16.0 pg/ml) and brain natriuretic peptide (605.3 pg/ml, reference ≤18.4 pg/ml). Her liver function was normal, but her renal function was depressed (estimated glomerular filtration rate, 38 ml/min/1.73 m2). Chest radiography revealed cardiomegaly with a cardiothoracic ratio of 0.54 and pulmonary congestion. An ECG revealed tachycardiac AF with a mean heart rate of 139 beats/min, which had not been detected until that point, and complete left bundle branch block (Figure ). Furthermore, echocardiography revealed diffusely hypokinetic wall motions in the left ventricle with an ejection fraction of 30%, mild left ventricular dilation (left ventricular end-diastolic diameter, 48.0 mm), and left atrial dilation (volume of 66.3 ml/m2). Thus, the diagnosis was ADHF caused by left ventricular systolic dysfunction with tachycardiac AF. The treatments were oral edoxaban tosylate hydrate (30 mg/day) to prevent cardiogenic thromboembolism, daily intravenous injections of furosemide (20 mg/day) for the ADHF, and continuous intravenous infusion of landiolol hydrochloride (starting at 1 μg kg−1 min−1 and increasing to 5 μg kg−1 min−1) to control the rate of AF. The patient also received oxygen via a mask.\\nOn day 4 of hospitalization, the tachycardiac AF continued and her pulmonary congestion worsened. The intravenous doses of furosemide and landiolol hydrochloride were increased to 60 mg/day and 10 μg kg−1 min−1, respectively. In addition, oral potassium gluconate was started because of hypopotassemia (serum potassium concentration, 3.2 mmol/L). However, on day 8 of hospitalization, the left ventricular ejection fraction decreased to 18% and her respiratory status worsened. Thus, we started continuous intravenous infusion of dobutamine hydrochloride (5 μg kg−1 min−1) and mechanical ventilatory support with nasal biphasic positive airway pressure. Continuous intravenous infusion of amiodarone hydrochloride was started (600 mg/day) without loading infusion.\\nOn day 9 of hospitalization, electrical cardioversion of AF was performed via a synchronous direct current discharge, although the possibility of left atrial thrombi was not investigated using transesophageal echocardiography. We observed that sinus rhythm was restored (Figure ). Step-wise dose reductions were implemented for the infusions of landiolol hydrochloride and dobutamine hydrochloride, which were eventually stopped, and the patient was also weaned off the mechanical ventilator. Oral carvedilol (5 mg/day) was started for the left ventricular systolic dysfunction, and continuous intravenous infusion of amiodarone hydrochloride was continued at 600 mg/day.\\nApproximately 6 days after starting the amiodarone hydrochloride infusion (on day 14 of hospitalization), we observed marked prolongation of the QT interval and multiple supraventricular extrasystoles with various deformed QRS-ST-T configurations (Figures and ). Subsequent ventricular short runs or TdP non-sustained ventricular tachycardia was also documented. Echocardiography revealed that the left ventricular ejection fraction had improved to 41%, and blood tests revealed a serum potassium concentration of 3.9 mmol/L. The magnesium concentration was not investigated. Thus, the diagnosis was amiodarone-induced QT interval prolongation associated with TdP non-sustained ventricular tachycardia, although serum concentrations of N-desethylamiodarone and amiodarone were not measured.\\nThe patient received intravenous administration of potassium and magnesium as well as continuous intravenous infusion of landiolol hydrochloride (starting at 1.5 μg kg−1 min−1 which increases by 1.5 μg kg−1 min−1 every 30 min to a maximum of 10 μg kg−1 min−1). The extrasystoles disappeared approximately 2 hr after starting the landiolol hydrochloride infusion, although the QT interval and Tpeak-Tend interval were still prolonged (Figure ). We considered amiodarone hydrochloride essential to prevent AF in the patient, and thus, we continued amiodarone hydrochloride as an oral treatment with a dose reduction from 600 mg/day to 200 mg/day. Based on her heart rate, oral carvedilol prescribed with an initial dose of 5 mg/day for week 1 was increased to 10 mg/day for week 2 and then to a maximum dose of 15 mg/day. The dose of landiolol hydrochloride was initially reduced from 10 μg kg−1 min−1 to 7 μg kg−1 min−1, from 7 μg kg−1 min−1 to 5 μg kg−1 min−1, and then by 1 μg kg−1 min−1 increments every 24 hr. Ultimately, landiolol hydrochloride treatment was stopped without recurrent supraventricular or ventricular extrasystoles.\\nCardiac magnetic resonance imaging performed on day 18 of hospitalization revealed only minor late gadolinium enhancement in the inferior region of the mid-left ventricle. Cardiac catheterization was performed on day 30 of hospitalization. Her coronary arteriograms revealed no significant atherosclerotic narrowing, and she had a cardiac index of 2.50 L min−1 m−2 and a mean pulmonary capillary wedge pressure of 5 mm Hg. Endomyocardial biopsy of the right ventricular septum revealed mild atrophy of the myocardium and interstitial fibrosis, including deposits of fat tissue, but no inflammatory cells. Diagnostic genetic testing was not performed for the LQTS. Thus, our patient was diagnosed with cardiomyopathy of unknown etiology complicated by AF. The patient was discharged on day 36 of hospitalization, and her clinical course is shown in Figure .\\nThe patient remained in good general condition until paroxysmal AF developed approximately 6 months after discharge. Meanwhile, sinus rhythm continued to be observed on the ECGs, although we observed complete left bundle branch block at 1 month after discharge (Figure ). The amiodarone hydrochloride dose was decreased from 200 mg/day to 100 mg/day at 1 month after discharge and then from 100 mg/day to 50 mg/day at 2 months after discharge. The left ventricular ejection fraction on the echocardiograph remained unchanged. However, paroxysmal AF occurred despite continued oral treatment with amiodarone hydrochloride at a dose of 50 mg/day (trough serum N-desethylamiodarone, 137 ng/ml; trough serum amiodarone, 142 ng/ml), and the patient developed ADHF again. Electrical cardioversion of AF was performed, and sinus rhythm was restored. Therefore, we made a diagnosis of AF-mediated cardiomyopathy because of the temporal correlation between the onset of AF, heart failure, and rapid aggravation of heart failure symptoms with AF recurrence, despite the optimal medical therapy for heart failure. Thus, the patient underwent catheter ablation to prevent AF.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'32202931': 1, '16253930': 1, '21892379': 1, '10568656': 1, '31447894': 1, '29162896': 1, '31114687': 1, '29174246': 1, '31826649': 1, '31118364': 1, '20142454': 1, '22249528': 1, '34664888': 2, '19573731': 1, '11238279': 1, '29021858': 1, '17088455': 1, '11797994': 1, '33755267': 2}", "similar_patients": "{'8448026-1': 1}"}