{"patient_id": 106849, "patient_uid": "8054745-1", "PMID": 33884152, "file_path": "noncomm/PMC008xxxxxx/PMC8054745.xml", "title": "Rehabilitation of a Patient with Alien Hand Syndrome: a Case Report of a 61-Year Old Man", "patient": "A 61-year old man presented to the emergency department of a general hospital with progressive weakness of the right side of his body and speech difficulties, 3 years after his first transient ischaemic attack. Five days previously he had attended the emergency department because of loss of strength in his right foot. Examination at that time, at the department of neurosurgery, revealed a disc herniation, providing an explanation for his symptoms, and surgery was planned. In the following days, he developed new complaints, with difficulty speaking and movement problems of both the right arm and right leg. When he could no longer take care of himself, he again attended the emergency department, where investigation revealed a semirecent ischaemic stroke.\\nHe had a history of diabetes mellitus type II, a transient ischaemic attack in 2016 (occlusion of the arteria cerebri media on the right side) with complete recuperation, and back surgery. On clinical examination, he was alert, but showed delayed movements on the right side. Cranial nerve examination was normal, except for a slight paresis of the facialis nerve on the right side. There was a right-sided hemiplegia, hyperreflexia and sensibility disturbances. There was spasticity grade 2 on the modified Ashworth Scale in the upper extremity and grade 1 in the lower extremity. There was dysarthria and word-finding problems. An unexpected sign was that he was unable to release his grip in the Jamar and pinch test. He was oriented in place and time, but there were moderate deficits in concentration and attention. There were no arguments for visual neglect. There were slight extrapyramidal symptoms, which were new and had not previously been described in his medical history. For treatment of his extrapyramidal symptoms, the neurologist was started medication (Prolopa, Levodopa, Roche Belgium) without further investigation.\\nBrain magnetic resonance imaging (MRI) revealed hyperintense signal changes periventricular to corticosubcortically. In addition, there were diffuse restrictive signal changes parafalcine left frontoparietal, as well as 2 foci left parietal and 1 at the rear of the left lateral ventricle. These were considered as semi-recent ischaemic signal changes, not degenerative.\\nThe patient was admitted to the stroke department of the hospital for further investigations and treatment, there were no diagnostic challenges. For the department of neurology it was clear that his symptoms were due to the semi-ischaemic stroke, but prior to the generalization of his complaints, a disc herniation diagnosis was considered, as described above. Looking for risk factors, other than the patient’s known diabetes and obesity, a small dilation of the left atrium of the heart was found, predisposing to atrial fibrillation. Holter monitoring was negative. There was no specific therapy for the patient’s symptoms before our rehabilitation. After 26 days he was transferred to a multidisciplinary rehabilitation centre (for an overview in time, ). During the therapy sessions, it was noted that the patient’s right hand unwittingly grabbed objects during exercises and grabbed the door of the treatment room when driving out with his wheelchair. He could not voluntarily release his grip, but he needed help from his left hand. A diagnosis of AHS was made based on the fact that the involuntary movements of his hand hindered the patient during therapy and during activities of daily living such as washing, getting dressed, etc.\\nMultidisciplinary rehabilitation was started, consisting of speech therapy, occupational therapy, physiotherapy and neurocognitive training. Regarding AHS, compensation strategies were learned, and the focus was mainly on practicing bimanual tasks, engaging the alien hand during 2-handed tasks. Different colours (black, white and bright colours) were used to navigate the attention more to one side. An exercise strategy used was to let the alien hand catch a cube, after which more exercises could be performed with the other hand during one – handed training.\\nThe patient was assessed using the Functional Index Measure (FIM) score. The FIM score of the upper limbs improved from 1/7 to 4/7 after 12 weeks of therapy. Total FIM score at admission to the rehabilitation centre was 36/126 and at discharge, after 19 weeks, 79/126.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'23572346': 1, '23557374': 1, '27315251': 1, '1734302': 1, '22977783': 2, '20220444': 1, '29713301': 1, '20824573': 1, '25506043': 1, '9440428': 1, '24461567': 1, '33884152': 2}", "similar_patients": "{'3438424-1': 1, '3438424-2': 1}"}