{"patient_id": 58835, "patient_uid": "8547721-1", "PMID": 34702363, "file_path": "comm/PMC008xxxxxx/PMC8547721.xml", "title": "Acute pancreatitis in a COVID-19 patient in Brazil: a case report", "patient": "A 35-year-old white man was admitted to the emergency department (ED). Two days before admission, he experienced a stabbing epigastric pain radiating to the back and dyspnea as well as nausea and vomiting. Comorbidities included obesity [body mass index (BMI): 31.5] and gastritis treated with omeprazole. He denied allergies and alcohol intake, and did not smoke. He worked as a radiology technician, he had never undergone surgery, and had no health problems in the family.\\nAt admission, the patient had tachycardia (126 beats per minute), normal blood pressure (121 × 95 mmHg), dehydration (+/4+), jaundice (+/4+), and oxygen saturation (SaO2) of 95% on room air. Severe epigastric tenderness was noted. There were no other findings on physical and neurological examination. Admission laboratory findings are summarized in Tables and . Chest and abdomen computed tomography (CT) both showed multifocal bilateral ground-glass opacities (Fig. ) and pancreas with increased dimensions and densification of adipose planes in its body and tail, thickening of the left anterior pararenal fascia, minimal amount of free peripancreatic fluid, and normal gallbladder and biliary tract. He had two previous abdominal ultrasounds showing a normal gallbladder.\\nThe patient was diagnosed with severe AP classified as APACHE II: 5, SOFA: 3, Marshall: 0; then he was transferred from ED to the semi-intensive care unit. Initially, treatment was based on bowel rest, fluid resuscitation, and analgesia with morphine. At day 2, enteral diet was introduced using a post papilla nasoenteral tube. Later, empiric antibiotic treatment for the risk of bacterial pneumonia was started. The patient tested positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) on reverse transcription-polymerase chain reaction (RT-PCR); then he was transferred to intensive care unit (ICU). A new abdominal ultrasound corroborated a normal gallbladder and biliary tract. Acute hypoxic respiratory failure progressed, and the patient required high-flow oxygen supplementation. Supportive therapy was continued, and, at day 7, oral diet was introduced and the patient showed a gradual resolution of his pulmonary symptoms. The patient spent 9 days in the ICU and was discharged from the hospital 12 days after admission. One month after discharge, the patient was recovering at home, without symptoms. As of the last update, 6 months after discharge, he was fully recovered, without any new AP episode.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'32444169': 1, '31986264': 1, '24856660': 1, '32387082': 1, '15254158': 1, '32531002': 1, '32339257': 1, '32492174': 1, '32860787': 1, '32572339': 1, '32388469': 1, '30531947': 1, '32576441': 1, '17032204': 1, '32537425': 1, '28725301': 1, '33787541': 1, '8899796': 1, '34702363': 2}", "similar_patients": "{}"}