{"patient_id": 54848, "patient_uid": "8365431-1", "PMID": 34429959, "file_path": "comm/PMC008xxxxxx/PMC8365431.xml", "title": "Extended spectrum beta lactamase producing Escherichia coli eustachian valve infective endocarditis", "patient": "A forty seven year old female with a past medical history of hypertension (HTN), Type II Diabetes Mellitus (TIIDM), Hyperlipidemia (HLD), seizures, and ESRD on hemodialysis (HD) presented to the emergency department from dialysis with a bleeding arterio-venous graft (AVG) on the right upper arm. The patient presented with an altered mental status alert oriented to only person and not to place or time, fever of 103.0 F, hypotensive to 74/45, sinus tachycardia to 120s, and tachypnea to 23. On arrival, the patient was in septic shock, requiring norepinephrine and given vancomycin and cefepime for broad spectrum antibiotic coverage. Patient had a femoral arterial line placed along with two peripheral intravenous lines (IV). Patient was admitted to the Intensive Care Unit (ICU) for further monitoring and coverage.\\nIn the ICU, the patient received HD, vancomycin, cefepime, levetiracetam (for seizure control), insulin glargine at night along with meal time correctional insulin lispro, and at most required 4 L of oxygen via nasal cannula. Vascular surgery, neurology, nephrology, and infectious disease were all consulted. Vascular surgery was consulted for suspected graft infection from AVG, but had low suspicion for graft infection. Neurology recommended levetiracetam for seizure control throughout the hospital course. Nephrology was consulted for continuation of dialysis for the patients ESRD. Infectious disease was consulted for work up of suspected bacteremia.\\nLeft upper extremity (LUE) ultrasound of AVG showed no signs of abscess, and white blood cell (WBC) count trended up throughout the course of hospital. Platelet count trended down in the setting of septic shock requiring one pool of platelets during the hospital course.\\nBlood cultures were positive for E. coli ESBL in two bottles, three days after collection. The patient's antibiotic coverage was switched to IV meropenem 500 mg every day for seven days and vancomycin and cefepime were discontinued after the blood cultures revealed that the ESBL E. Coli was sensitive to meropenem. Daily blood cultures were ordered and followed until resolution of bacteremia. Transthoracic Echocardiography (TTE) was performed, which revealed an echodensity in the right atrium. TEE further confirmed vegetation on the eustachian valve, likely from E. coli ESBL (). No surgical intervention was recommended at this time, rather only to continue with meropenem.\\nPatient was downgraded to the step down unit once she was hemodynamically stable. As per infectious disease, a computed tomography abdomen and pelvis and computed tomography chest with contrast was completed to determine if any occult source of infection existed. All imaging came back unremarkable for any source of occult infection. In addition, TTE was repeated which revealed decrease in the echodensity of the right atrium suggesting improvement on antibiotics. Patient was subsequently transferred to non-teaching service for a full 6-week course of IV antibiotics for ESBL E. coli endocarditis. Patient was subsequently transferred to non-teaching service for a full 6-week course of IV antibiotics for ESBL E. coli endocarditis.\\nBased on the findings listed above, it is presumed this patient had infective endocarditis based on the Modified Duke's criteria () and overall clinical picture.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'18087053': 1, '21572623': 1, '20218951': 1, '10770721': 1, '32850051': 2, '11717609': 1, '25873798': 1, '33181358': 1, '22022147': 2, '16876996': 1, '26373316': 1, '32089994': 1, '34429959': 2}", "similar_patients": "{'3195198-1': 1, '3195198-2': 1, '7425621-1': 1}"}