{"patient_id": 109676, "patient_uid": "8299420-1", "PMID": 34327220, "file_path": "noncomm/PMC008xxxxxx/PMC8299420.xml", "title": "Recurrent Acute Kidney Injury with Severe Loin Pain and Patchy Renal Ischaemia after Anaerobic Exercise without Renal Hypouricaemia in a New Zealand European Male", "patient": "A 28-year-old New Zealand European male was admitted to our hospital with two episodes of AKI whilst participating in selection testing for an elite-level sporting team. He was normally fit and well with no family history of renal disease. His premorbid renal function was normal, with a serum creatinine of 87 μmol/L and an estimated glomerular filtration rate >90 mL/min/1.73 m2. His premorbid serum uric acid was 0.38 mmol/L. He had not previously engaged in elite-level training or competition.\\nAfter performing an intense anaerobic upper body exercise, the patient developed bilateral loin pain, nausea, and vomiting. He ingested 400 mg of ibuprofen. The symptoms persisted beyond 24 hours, at which point he presented to the emergency department. There was no history of preceding flu-like symptoms. He had no myalgia, and his urine was of normal colour and volume. Physical examination was unremarkable; he was normotensive, and no costovertebral tenderness was appreciated. Laboratory tests revealed an AKI with an elevated serum creatinine level of 509 μmol/L. Creatine kinase and uric acid were mildly elevated at 369 IU/L and 0.49 mmol/L, respectively. Complete blood count was normal. Urinalysis was positive for microscopic haematuria and negative for myoglobinuria and proteinuria. Ultrasound of the renal tract was unremarkable except for mild renal echogenicity. The diagnosis was thought to be a multifactorial AKI due to dehydration, non-steroidal anti-inflammatory drugs (NSAIDs), and a mild degree of rhabdomyolysis. The patient's symptoms and renal function improved with intravenous fluids, paracetamol, and anti-emetics. He was discharged after 48 hours and advised to keep well hydrated, avoid NSAIDs, and avoid strenuous exercise until his renal function normalized. The creatinine level returned to normal limits, defined as <110 μmol/L, after three weeks. However, it fluctuated between 100 and 130 μmol/L when he recommenced his training without any symptoms (Fig. ).\\nThree months later, the patient suffered from a second episode of bilateral loin pain, nausea, and vomiting after the same intense anaerobic exercise. He did not ingest any NSAIDs this time and presented to the hospital within a couple of hours of symptom onset. He was mildly hypovolaemic on examination with a blood pressure of 91/56 mm Hg and a heart rate of 110 beats per minute. The laboratory findings on admission are shown in Table . An AKI was evident with a serum creatinine of 182 μmol/L. Creatine kinase and uric acid were mildly elevated at 250 IU/L and 1.32 mmol/L, respectively. There was a reactive leucocytosis. Inflammatory markers were normal. Streptococcal serology was negative. Urinalysis was positive for microscopic haematuria and proteinuria with a protein/creatinine ratio of 110 mg/μmol and negative for myoglobinuria. A dual-phase contrast-enhanced CT scan of the kidneys was performed, revealing patchy areas of hypoperfusion (Fig. ).\\nAfter reviewing the medical literature, ALPE was diagnosed based on the characteristic history, laboratory findings, and CT findings. Both AKI episodes were due to this condition with variable levels of concomitant dehydration. The patient was discharged after his renal function improved with intravenous fluids. The creatinine level returned to normal limits after two weeks. Ongoing management and care included input from both renal and sports medicine specialists. In order to prevent ALPE recurrence, the patient was advised to avoid elite-level anaerobic exercise. He subsequently ended his elite-level sports career, which was very disappointing. However, he was able to undertake normal and even relatively high-level exercise without symptoms or alteration in his renal function when followed up at one month, six months, and one year post-discharge (Fig. ). The serum uric acid level was 0.25 mmol/L at the one-year follow-up with a corresponding serum creatinine of 85 μmol/L, again confirming that he did not have renal hypouricaemia.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'21594743': 1, '6947260': 1, '30792797': 1, '10879667': 1, '15150354': 1, '31602378': 2, '26894023': 1, '19464979': 1, '3627334': 1, '22527535': 1, '12138255': 1, '17909702': 1, '19189137': 1, '34327220': 2}", "similar_patients": "{'6738254-1': 1}"}