{"patient_id": 47299, "patient_uid": "8002959-1", "PMID": 33803501, "file_path": "comm/PMC008xxxxxx/PMC8002959.xml", "title": "Primary Hepatic Extranodal Marginal Zone Lymphoma of Mucosa-Associated Lymphoid Tissue in a Patient with Chronic Hepatitis B Virus Infection: Case Report and Summary of the Literature", "patient": "A 66-year-old woman was diagnosed as being a non-active carrier of HBV at 51 years of age at the time of total hysterectomy and bilateral adnexectomy for uterine cervical cancer. Abdominal non-contrast computed tomography (CT) was performed yearly as follow-up. At the age of 66 years, she was referred to our department for further evaluation of hypo-dense lesions of 3.5 cm in diameter at S8 and 3 cm in diameter at S5 in the liver. She had no subjective symptoms, including fever, night sweats, or weight loss. She was under medical treatment with olmesartan and medoxomil for hypertension and eldecalcitol for osteoporosis. She had no allergies but had smoked 5 cigarettes per day for 46 years and habitually drank 20 g of ethanol daily. She had no particular family history of HBV infection or other chronic liver disease. No abnormal findings were noted on her physical examination. Laboratory tests revealed no hepatic enzyme elevation, although serologic testing for HBV was positive (HBs antigen positive, HBe antigen negative, HBe antibody positive, HBV DNA 2.6 Log IU/mL). α-fetoprotein and protein induced by vitamin K absence or antagonist II were within the upper limits of normal, while soluble interleukin-2 receptor was slightly elevated at 453 U/mL ().\\nAbdominal ultrasonography (US) using HI VISION Preirus (Hitachi, Ltd., Tokyo, Japan) displayed hypoechoic lesions of 3.5 cm in diameter at S8 and 3 cm in diameter at S5 in the liver (), through which penetrating vessels were depicted by color Doppler US (). The S5 tumor was depicted as a homogeneously hyper-enhanced lesion with penetrating vessels in the early arterial phase after intravenous Sonazoid injection, which began to wash out in 15 seconds. The tumor was hypo-enhanced in the portal and late phases on CEUS (). Both the S8 and S5 lesions were seen as low and iso-density areas in pre-contrast images and as having a ring-enhancement pattern in the arterial dominant phase on dynamic CT (). The lesions were also depicted as having low intensity on T1-weighted magnetic resonance imaging (MRI) and hyper-intensity on T2-weighted MRI. Gd-EOB-DTPA-enhanced MRI showed ring enhancement pattern lesions in the arterial phase and mainly low intensity lesions in the hepatobiliary phase ().\\nA tumor tissue specimen taken by percutaneous US-guided liver biopsy revealed the histological findings of diffuse infiltration of small atypical lymphoid cells with slightly irregular nuclear contour, dense chromatin, and moderately abundant pale cytoplasm, all of which were consistent with malignant lymphoma. The tumor cells were CD20+, CD10-, CD5-, and Bcl2+, with a Ki-67 labeling index of 5%. Cytokeratin (AE1/AE3) staining was also evident on the lymphoepithelial lesions (). The amount of parenchymal non-tumoral liver tissue was insufficient to histologically assess the degree of inflammation and fibrosis.\\nNo primary or secondary MALT lymphoma lesions were detected by upper and lower gastrointestinal endoscopy. A bone marrow biopsy revealed no signs of MALT lymphoma invasion, although the t (11;18) (q21; q21) API2/MALT1 translocation was noted. 18F-fluorodeoxyglucose-positron emission tomography (FDG-PET) showed increased uptake in the liver tumors, with none in other organs (). Accordingly, she was diagnosed as having primary hepatic extranodal marginal zone lymphoma of MALT of clinical stage II as defined by the Ann Arbor criteria []. She declined chemotherapy with rituximab, opting instead for oral tenofovir alafenamide (TAF) for her chronic HBV infection and close follow-up.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'27015219': 2, '12456507': 1, '29624699': 1, '27259334': 1, '31528319': 2, '32584499': 1, '28694862': 1, '2220394': 1, '25947024': 1, '30921228': 2, '16507206': 1, '16387133': 1, '29040981': 1, '32723771': 1, '9031906': 1, '19679352': 1, '27486793': 1, '24426608': 1, '28288715': 1, '28353562': 2, '18807227': 1, '32257755': 1, '25285757': 1, '30488325': 1, '25030854': 1, '29517697': 1, '20440281': 1, '19208040': 1, '17149762': 1, '10845666': 1, '17928090': 1, '15813921': 1, '25848352': 2, '16287762': 1, '20733192': 1, '28133134': 1, '5121694': 1, '26181453': 1, '26443451': 1, '28217252': 2, '29850362': 2, '9578094': 1, '21317175': 1, '9166827': 1, '25551313': 1, '32402744': 1, '33803501': 2}", "similar_patients": "{'4998414-1': 1, '6736227-1': 1, '6736227-2': 1, '5380246-1': 1, '4361915-1': 1, '5295149-1': 1, '5295149-2': 1, '6456129-1': 1, '5914115-1': 1}"}