{"patient_id": 108884, "patient_uid": "8233488-1", "PMID": 34189403, "file_path": "noncomm/PMC008xxxxxx/PMC8233488.xml", "title": "First-in-human high-density epicardial mapping and ablation through a left anterior minithoracotomy in an LVAD patient presenting in electrical storm: a case report", "patient": "We report on a 53-year-old man with dilated cardiomyopathy and severely reduced left ventricular ejection fraction (15%). An LVAD (HeartMate III, Abbott, Abbott Park, IL, USA) was implanted because of therapy-refractory advanced HF. The LVAD implantation was considered as a destination therapy due to continued tobacco consumption. Ten months after implantation, the patient was readmitted at our centre in the context of recurrent electrical storms and multiple ICD shocks.\\nVTs were refractory to our escalating internal VT regimen consisting of substitution of electrolytes (potassium, magnesium), i.v. antiarrhythmic drugs (amiodarone, mexiletine, lidocaine) and sedation (midazolam), overdrive pacing (increasing pacing rate to 90/min) and repetitive electrical cardioversions (internal and external). Although LVAD therapy improves VT tolerance of the left ventricle, haemodynamical deterioration of the right ventricle and the decrease in output of the LVAD because of less preload were also limiting factors in our patient.\\nIn his history, the patient already had two previous unsuccessful endocardial VT ablations with instantaneous VT relapse. Eligibility for a heart transplantation was not given because of the patient being incompliant and addicted to continued smoking. In this clinical scenario with LVAD as a destination therapy and after interdisciplinary discussion (Heart team), the decision was taken to perform hybrid epicardial VT mapping and ablation with a suspected epicardial origin of incessant, haemodynamically relevant VTs.\\nThe procedure was performed under general anaesthesia in a hybrid operating room. A diagnostic catheter was advanced into the right ventricular apex from the femoral vein. Incessant VT with two opposite morphologies of QRS complexes and same cycle length (420 ms) was induced suggesting a common isthmus for both tachycardias with opposite direction of VT circuit (mirror effect) (see ). The 12-lead electrocardiogram (ECG) of the clinical VT suggested a basolateral exit (see ). The cardiothoracic surgeon provided epicardial access through open-heart dissection using a left anterior minithoracotomy to provide optimal exposition to the suspected area of interest and to avoid also interaction with the inflow LVAD cannula. The patient was placed in a lateral decubitus position with the right side of the thorax being elevated 30–50°. Third to fifth intercostal space was exposed and percolated and the pericardium was opened at least 2 cm anteriorly, parallel to the phrenic nerve. Once the access was given the patient was moved to 0° angulation to allow precise location of the catheters via the location pad of the 3D mapping system. A multipolar mapping catheter (Pentaray®, Biosense Webster, Baldwin Park, CA, USA) was positioned along the lateral heart and HD activation and voltage maps were performed (see ). Activation map revealed clear evidence for continuous diastolic activity at the inferior posterolateral LV (see ). At this site, we found the earliest ventricular activation for both VTs morphologies (mirror effect) (see ).\\nThe multipolar mapping catheter was subsequently replaced by an irrigated ablation catheter (Thermocool Navistar, Biosense Webster) demonstrating mid-diastolic activation during ongoing VT. The VT was terminated by RF energy application at this specific location (see ), and voltage mapping of the epicardial surface depicted extensive scar burden, in particular in lateral and posterior areas. Additional lesions were deployed targeting this substrate, guided by fractionated electrograms and late potentials. After RF energy delivery, VT was no longer inducible by programmed stimulation (up to three extrastimuli from the right ventricular apex). The pericardium and the soft tissue were surgically closed and the patient was extubated after return to intensive care unit. Total procedural time from percutaneous access to removal of the femoral sheaths was 150 min. Seven days after this hybrid epicardial VT ablation, the patient was discharged home with no evidence of any VT recurrence. During more than 6 months of follow-up, the patient remained free of VT relapse, still remaining on oral amiodarone with cessation of his mexiletine therapy.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'27788854': 1, '24559946': 1, '22203665': 1, '31296041': 1, '11794191': 1, '31931951': 1, '30678785': 1, '20178869': 1, '32190985': 1, '22300782': 1, '34189403': 2}", "similar_patients": "{}"}