{"patient_id": 48414, "patient_uid": "8054840-1", "PMID": 33884231, "file_path": "comm/PMC008xxxxxx/PMC8054840.xml", "title": "Use of Indocyanine Green Angiography for Real-Time Assessment of a Sternocleidomastoid Muscle Flap During Complex Facial Reconstruction", "patient": "A 43-year-old Caucasian woman with pleomorphic adenoma of the parotid gland came to our hospital for a lateral parotidectomy and reconstruction. General anesthesia was administered, and the patient was intubated. Electrodes were placed for facial nerve monitoring along the frontalis, orbicularis oris, orbicularis oculi, and mentalis in addition to ground and reference electrodes. All electrodes were connected to the Medtronic nerve integrity monitor and proper functioning of the unit was confirmed. The patient’s face and neck were then prepped and draped in a sterile fashion. We performed a modified Blair incision with a cervical extension. This incision was performed with a 15-blade scalpel and carried down through the skin and subcutaneous tissue to the fascia of the parotid. Skin flaps were elevated just superficial to the parotid fascia with a Harmonic Focus device (Ethicon US, LLC, Cincinnati, OH). Elevation was carried out until the anterior border of the parotid gland was clearly defined. The skin flap was retracted with Lone Star hook retractors to maintain position throughout the procedure.\\nThe attachment of the earlobe to the parotid fascia was carefully dissected, and we began to separate the parotid gland from the tragal cartilage by incising the attachments of the fascia with blunt and sharp dissection. The tragal pointer was identified. We released the attachments of the parotid gland to the sternocleidomastoid muscle and mobilized the gland anteriorly away from the mastoid tip and the sternocleidomastoid muscle. The posterior belly of the digastric was then identified.\\nSubsequently, we located a lymph node in the level II/infraparotid area. We carefully dissected this node and sent it to pathology for a frozen section, which confirmed a benign result. We then identified branches of the facial nerve, particularly the inferior division, and traced them posteriorly. We were able to dislocate the mass inferiorly as we dissected parotid tissue using a McCabe nerve dissector, Harmonic Focus device, and bipolar electrosurgery instrument. The parotid tumor was reflected away from and inferior to the nerve. The inferior branches were carefully mobilized at this point, and we completed the resection of the parotid tail with the tumor intact. The parotid gland was sent for a frozen section, which confirmed a benign tumor. The facial nerve was grossly intact and responded to minimal stimulation prior to skin closure. A facial defect of 3x2 cm was noted.\\nA sternocleidomastoid flap was then used to facilitate reconstruction (Figure ). We used indocyanine green angiography to assess the viability of the SCM flap. The distal part of the flap did not have appropriate perfusion (Figure ), and this portion was subsequently trimmed (Figure ). As a result, we dissected the base of the flap to gain more length. ICG angiography was used once again to check for viability. Sufficient perfusion was noted. The flap was then rotated anteriorly and superiorly, which improved the facial defect. The 3-0 Vicryl sutures secured the flap (Figures , ). The surgical wound was rinsed with sterile saline solution and hemostasis was attained with bipolar cautery. We placed a #15 Jackson-Pratt drain and secured it to the skin with a 3-0 nylon suture. The incision was closed in layers using 3-0 and 4-0 Vicryl sutures for subcutaneous and deeper tissues while 4-0 and 5-0 nylon sutures were used for skin closure. 0.25% Marcaine was injected into the incision site. Antibiotic ointment was applied. The patient was awakened from general anesthesia and transferred to the recovery room in stable condition. She was seen in the clinic for follow-up two weeks postoperatively at which time no complications were noted.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'26897603': 1, '24396073': 1, '19326450': 1, '23289664': 1, '30039727': 1, '32408364': 1, '23724273': 1, '31336419': 1, '30656103': 1, '32827113': 1, '31882459': 1, '28736958': 1, '20027541': 1, '24705234': 1, '29240640': 1, '34079661': 2, '34188987': 2, '29405252': 1, '30703191': 1, '20868625': 1, '33884231': 2}", "similar_patients": "{'8232998-1': 1, '8159349-1': 1}"}