{"patient_id": 125134, "patient_uid": "8647125-1", "PMID": 34950017, "file_path": "noncomm/PMC008xxxxxx/PMC8647125.xml", "title": "Suprachoroidal Gas: A Rare Complication of Intravitreal Injection of Perfluoropropane", "patient": "A 75-year-old male with a background of bilateral neovascular age-related macular degeneration presented for an unscheduled review 4 weeks after his usual intravitreal injections of bevacizumab. Treat and Extend protocol is used in our clinical setting for managing neovascular age-related macular degeneration. Notable medical history included cervical osteomyelitis after spinal surgery, resulting in fixed flexion at his neck.\\nThe patient was seen 4 weeks before, receiving his usual bilateral intravitreal bevacizumab at a 6-week interval (different batch numbers used). At presentation, his best-corrected visual acuity in the right was 6/18 and the left was 6/18. On presentation, the patient complained of a 6-day history of right eye blurriness, and his visual acuity was drastically reduced to counting fingers (CF). The examination showed a massive submacular hemorrhage (Fig. ). Bevacizumab was immediately injected in the outpatient setting with the patient lying supine (albeit limited by patient's fixed neck flection deformity) with a plan to proceed to pneumatic displacement of the submacular hemorrhage.\\nThe next day, intravitreal injection of 0.3 mL of pure C3F8 and 50 μg/0.1 mL of alteplase was given, followed by anterior chamber paracentesis. “Drinking bird” maneuver was implemented. The patient complained of a postinjection headache, which settled with simple analgesia. On review at day 1 after gas injection, visual acuity in the right eye was hand movements (HM) with a normal intraocular pressure of 11 mm Hg, clear cornea, and a formed and quiet anterior chamber. Notably, small gas bubbles were observed subconjunctivally in the superior-nasal quadrant. Fundal examination revealed a suprachoroidal detachment from 11 to 1 o'clock (Fig. ) with no gas visible in the vitreous cavity.\\nCT orbits followed urgently to differentiate between an expanding suprachoroidal gas or suprachoroidal hemorrhage. CT imaging confirmed gas locules (Fig. ). The patient was closely observed with repeated fundal imaging completed at 3 weeks after injection. These show reducing gas (Fig. ). The suprachoroidal gas resolved fully at 5 weeks after injection.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'31147413': 1, '30104906': 2, '11176104': 1, '10783965': 1, '21273944': 1, '14574267': 1, '22536048': 1, '34950017': 2}", "similar_patients": "{'6074779-1': 1}"}