{"patient_id": 55363, "patient_uid": "8387064-1", "PMID": 34458175, "file_path": "comm/PMC008xxxxxx/PMC8387064.xml", "title": "HTLV-1 infection in acute t- lymphocytic leukemia/lymphoma", "patient": "A 75-year-old woman with a history of diabetes and hypertension presents to the emergency department with fever and chills. The patient’s symptoms have started gradually two days before her presentation per family with loss of appetite. Upon further reviewing the patient’s history with her family, she has been complaining of episodes of fatigue and muscle cramps recently. Vital signs show hypotension (100/55 mmHg), tachycardia (110 bpm), tachypnea (respiratory rate of 25 per minute), and fever (39.4 C, 102.9 F). Electrocardiogram (ECG) in Emergency Room show sinus tachycardia, and she was admitted to the ICU unit accordingly.\\nRespiratory examination revealed tachypnea with dullness to percussion over the right side of the chest with decreased air entry over the same area. No wheezing or crackles noted. Furthermore, hepatosplenomegaly was noted on abdominal examination and confirmed by ultrasound later. Her cardiac examination showed only sinus tachycardia. The remaining of her examination is normal. The patient's lab workup is shown in and . Chest X-ray shows a right middle lobe consolidation with mild cardiomegaly. No signs of pneumothorax or pulmonary embolism were seen.\\nThe Arterial Blood Gas (ABG) shows hypoxemia and metabolic acidosis.\\nA representative image is pictured from the patient’s blood smear (), and based on the morphology findings, flow cytometry was performed. The immunophenotyping of these cells demonstrated mature T lymphocytes with normal pattern expression for the antigens CD45, CD2, CD5 but with weak expression of CD3 and CD25, loss of CD7 antigen, and CD4 T cell subpopulation restriction (CD4+/CD8-). Like the subpopulation T cell CD8, CD56 antigen was not detected as well ()\\nThe atypical lymphocytes were detected by blood flow cytometry, gated, and painted in red color. A. shows side scatter (SS) versus forward scatter (FS); B. The atypical cells are strongly expressing CD45; C. The atypical cells are expressing CD2, but not CD7; D. The atypical cells are CD4 positive but CD8 negative; E. The majority of atypical cells are expressing CD3 and CD5. F. The atypical cells are expressing CD4 while CD25 Is expressed partially. G. The CD4 positive atypical T-cells are negative for CD7. H. The atypical cells are negative for CD56.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'22973265': 1, '23162541': 1, '301762': 1, '16155611': 1, '10371587': 1, '2871307': 1, '21558754': 1, '27925051': 1, '2643213': 1, '19064971': 1, '2003736': 1, '20120837': 1, '10233406': 1, '10558931': 1, '1978165': 1, '27956631': 1, '6261256': 1, '19165640': 1, '15809908': 1, '20610824': 1, '16625095': 1, '34458175': 2}", "similar_patients": "{}"}