{"patient_id": 59037, "patient_uid": "8557166-1", "PMID": 34455522, "file_path": "comm/PMC008xxxxxx/PMC8557166.xml", "title": "Importance of sessile serrated lesions in a patient with familial adenomatous polyposis", "patient": "A 28-year-old male visited our hospital because his mother has been diagnosed with FAP with a pathological variant of the APC gene. The APC gene in his mother was screened using the protein truncation test (PTT), and abnormal bands were found in segments of the APC gene (codons 658–1283).\\nTotal colonoscopy showed that he had more than 100 polyps distributed throughout the colorectum (Fig. ). Further examination revealed that he also possessed the pathological variant of the APC gene (Exon15 c.2751del (p.Asp917Glufs*38)). After he was diagnosed with FAP, he received information that surgery was currently the only way to prevent the development of colorectal cancer. However, he firmly declined to undergo surgical procedures and decided to have strict follow-up with frequent endoscopic polypectomy to prevent the development of colorectal cancer. At the first endoscopic examination after diagnosis, en bloc resection was performed on the maximum diameter of polyps larger than 20 mm, and in total 52 large polyps were resected. In histological examination, all polyps were tubular adenomas (~ high-grade dysplasia) and not adenocarcinomas.\\nThe second endoscopic polypectomy was performed 4 months later. We found a flat elevated type polyp, 20 mm in size, located in the ascending colon (Fig. a). It was on a fold edge and disrupted the vascular pattern of the normal colonic mucosa. Spraying with indigo carmine revealed that it had an irregular cerebriform surface and was paler than the background mucosa with an adherent mucus cap that was not washable (Fig. b). After endoscopic mucosal resection, histological analysis revealed that there were two lesions in the polyp, SSL (Fig. a) and SSL with dysplasia (Fig. b). SSL showed characteristics of saw-tooth protrusions of the epithelium into the glandular lumen comparable with hyperplastic polyps but focally with a more complex architecture, and T-shaped or L-shaped glands and dilated glands at the base of the lesion just above the muscularis mucosae. Goblet cells reached the base of the lesion. Ki67 staining showed abnormal cell growth in the tissue of SSL and SSL with dysplasia (Fig. c and 3d).", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'10924409': 1, '11839722': 1, '1651174': 1, '8655134': 1, '32384323': 1, '26352809': 1, '17696956': 1, '12117880': 1, '34455522': 2}", "similar_patients": "{}"}