{"patient_id": 108468, "patient_uid": "8191086-1", "PMID": 34098781, "file_path": "noncomm/PMC008xxxxxx/PMC8191086.xml", "title": "Skeletal class II malocclusion caused by mouth breathing in a pediatric patient undergoing treatment by interceptive guidance of occlusion", "patient": "A 7-year 10-month-old boy of Han nationality visited the Department of Pediatric Dentistry, College of Stomatology of Guangxi Medical University on 3 December 2013 because of lip and teeth exposure that affected his facial appearance. His mother denied systemic diseases or a history of drug allergy, but she noted that he had mouth breathing and snoring habits. The patient had a mandibular deficiency similar to that of his father. Facial and temporomandibular joint examinations showed a bilaterally symmetrical raised face and normal temporomandibular joints. Oral examination showed the stage of dentition replacement, a molar distal relationship, deep overbite, deep overjet, 11 and 21 tipping, 0.5-mm spaces in 11 and 21, a narrow upper dental arch, a highly arched palatal cover, crowded lower front teeth, and 3-mm offsetting of the mandibular midline to the right ().\\nA preoperative panoramic radiograph () on 6 December 2013 showed the stage of mixed dentition; a normal number of teeth; a normal order of replaced teeth; caries of dental crowns at 55, 54, 74, 84, and 85; periapical lesions of 74; and disappearance of the dental follicle and ectopic tooth germ of 34. Cephalometric analysis () showed maxillary excess (SNA of 85.8°), normal mandibular development (SNB of 79°), skeletal class II (ANB of 6.3°), even angles, protrusion of the upper anterior teeth, and lingual inclination of the lower anterior teeth. The adenoid-nasopharyngeal ratio was 0.69, suggesting moderate adenoid hypertrophy. Estimation from Moyers’ table showed moderate upper dentition crowding (−6 mm) and mild lower dentition crowding (−2 mm). The patient failed a water holding test. He was diagnosed with mouth breathing and skeletal class II malocclusion.\\nOdontotherapy: Necrotic tissue was removed and a filling was placed at 54, and 74 was removed (before the correction). A maxillary spiral expander () was used to improve crowding (for 3 months from December 2013 to March 2014), and lip closure exercises were intensified (15 minutes every day until the end of the correction). Fixed correction using a 2 × 4 appliance () was performed to align the front teeth, and a transpalatal arch was used to maintain the gaps between the front teeth and the lower hyoid arch (for 3 months from April 2014 to July 2014). The ETA was worn at night, and lip stickers were used to help intervene in mouth breathing (for 6 months from August 2014 to January 2015). Retaining stage: A Hawley retaining appliance () was worn in the daytime (for 6 months from February 2015 to September 2015), and the ETA () was worn during sleep at night to retain eruption induction-based occlusion development.\\nAt the 5-year 2-month post-correction follow-up visit (when the patient was 13 years old), the patient had stable occlusion, a coordinated osteofascial pattern, and normal tooth bodies, periodontium, and temporomandibular joints (). The lateral cephalometric superimposition before and after the correction is shown in .", "age": "[[10.0, 'month']]", "gender": "M", "relevant_articles": "{'21967935': 1, '6573147': 1, '12791452': 1, '24763171': 1, '18200382': 1, '25309867': 1, '15529493': 1, '31582126': 1, '9622762': 1, '31489819': 1, '21212169': 1, '25563906': 1, '34098781': 2}", "similar_patients": "{}"}