{"patient_id": 51156, "patient_uid": "8186344-1", "PMID": 34113522, "file_path": "comm/PMC008xxxxxx/PMC8186344.xml", "title": "A Case of COVID-19 Re-Infection in a Liver Transplant Patient", "patient": "A 53-year-old female presented to our Emergency Department (ED) in January 2021 with a six-day history of nausea, vomiting, diarrhea, and myalgias. Her relevant past medical history included liver transplant in 2010 due to alcoholic cirrhosis, hypertension, hypothyroidism, anxiety, and chronic kidney disease. She also reported that she had been diagnosed with and treated for COVID-19 infection three months prior to the current ED visit in October 2020. She was hospitalized at that time for encephalopathy due to her COVID-19 infection and was treated with remdesivir and convalescent plasma. No virus serotyping was done on this admission. She recovered and was discharged from the hospital after a seven-day course that did not involve admission to the intensive care unit or require any significant supplemental oxygen therapy beyond standard nasal cannula. She received a negative COVID-19 result approximately one month after discharge from the hospital in November 2020 and reported a full recovery in the interim. Her immunosuppression regimen was tacrolimus 1 mg twice daily, and her graft function since transplantation was stable with normal results on outpatient laboratory and radiographic monitoring.\\nDuring the present ED encounter (January 2021), she was stable from a hemodynamic and respiratory perspective with normal vital signs. Physical examination revealed no acute abnormalities, including normal lung examination. She received a positive COVID-19 result (SARS-CoV-2 Rapid PCR kit, Roche Diagnostics, Rotkreuz, Switzerland). The remainder of her laboratory workup revealed no significant derangements other than mild baseline renal insufficiency with a creatinine of 1.28 mg/dL.\\nHer nausea and vomiting were not intractable, and after consultation with the hospitalist service, no reason was identified for inpatient management, especially in light of lack of severe symptoms or pulmonary involvement. She was discharged from the ED and referred to our outpatient service for monoclonal antibody infusion therapy and was also instructed to follow up with her primary care and transplant providers.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'32866433': 1, '34682746': 1, '32871063': 1, '32891405': 1, '32619697': 1, '32109013': 1, '20010483': 1, '32004427': 1, '33446481': 1, '32638347': 1, '32589760': 1, '34578460': 1, '33172223': 1, '32191340': 1, '32192578': 1, '32951300': 1, '33311951': 2, '32298473': 1, '32471013': 1, '28466096': 1, '32270882': 1, '33012543': 1, '34113522': 2}", "similar_patients": "{'7701943-1': 1}"}