{"patient_id": 48804, "patient_uid": "8075761-1", "PMID": 33927918, "file_path": "comm/PMC008xxxxxx/PMC8075761.xml", "title": "Warm Autoimmune Hemolytic Anemia Associated With Asymptomatic SARS-CoV-2 Infection", "patient": "A 33-year-old female with a history of iron deficiency anemia presented to the emergency department with a three-day history of dizziness and tinnitus. On initial evaluation, vital signs were normal except for tachycardia of 111 beats per minute. Physical examination was notable for scleral icterus and jaundice. Complete blood count was significant for macrocytic anemia with a hemoglobin (Hgb) level of 6.5 g/dL (13.3 g/dL 1.5 years prior) and mean corpuscular volume (MCV) of 106.9 fL; platelet and white blood cell count were normal without lymphopenia. The hepatic function panel was significant for indirect hyperbilirubinemia (3.0 mg/dL) with a total bilirubin of 3.5 mg/dL. The metabolic panel was otherwise unremarkable. SARS-CoV-2 reverse transcription-polymerase chain reaction (RT-PCR) testing obtained from the nasopharynx prior to admission was positive. The patient had been exposed to SARS-CoV-2 10 days prior to admission when her son was diagnosed with COVID-19. She denied symptoms consistent with COVID-19 and a single-view chest X-ray was without infiltrates. Inflammatory markers including C-reactive protein (CRP), D-dimer, and fibrinogen were also normal.\\nFurther evaluation revealed an elevated lactate dehydrogenase (LDH) of 344 U/L (reference range 100-250 U/L) and undetectable haptoglobin (< 10 mg/dL). Reticulocyte percentage was 11.8% with a reticulocyte index of 3.0. Peripheral blood smear demonstrated macrocytic anemia with anisocytosis and mild polychromasia without schistocytes (Figure ).\\nDirect antiglobulin test (DAT) was positive for immunoglobulin G (IgG) and C3 and warm autoantibodies were isolated by elution. CT scans of the chest, abdomen, and pelvis were negative for lymphadenopathy, hepatosplenomegaly, or pulmonary infiltrates. Antinuclear antibody (ANA), HIV antibody, hepatitis C virus antibody, and hepatitis B virus surface antigen, surface antibody, and total core antibody were negative. A diagnosis of warm autoimmune hemolytic anemia presumed secondary to SARS-CoV-2 infection was made and the patient was initiated on 1 mg/kg/day of prednisone. She received one unit of packed red blood cells for hemoglobin of 6.2 g/dL with an adequate response. By day 6 of admission, hemoglobin had stabilized at 8.1 g/dL, LDH was within normal limits (209 U/L), and total bilirubin had normalized (1.3 mg/dL). The patient’s tinnitus and dizziness had resolved. She was discharged with 1 mg/kg/day prednisone. Follow-up laboratories six weeks after discharge demonstrated complete hematologic response with Hgb 12.6 g/dL and normal LDH and haptoglobin. The patient was continued on a prednisone taper.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'32678530': 1, '27913548': 1, '32933879': 1, '32754163': 1, '33303503': 1, '28360039': 1, '32369626': 1, '30504336': 1, '32542444': 1, '34804312': 2, '32374906': 1, '34703600': 2, '34899761': 2, '33927918': 2}", "similar_patients": "{'8577589-1': 1, '8655106-1': 1, '8521316-1': 1}"}