{"patient_id": 59106, "patient_uid": "8559640-6", "PMID": 34760104, "file_path": "comm/PMC008xxxxxx/PMC8559640.xml", "title": "Electrophysiologic findings in patients with COVID-19 and quadriparesia in the northwest of Iran, A case series study and literature review", "patient": "Case 6: An addict 34-year-old male patient before admission suffered from four limb muscular weakness and myalgia for several days. He was admitted to a local hospital due to myopathy and pneumonia with serum CPK level raised up to 1820 IU/lit. Afterward, he was referred to a specialized center and admitted to the rheumatology department. Bilateral pulmonary consolidations in the bases of two lungs were observed regarding coronavirus involvement.\\nO2 saturation was 92%, and serum CPK was still elevated, and the patient was transferred to ICU. 30 days after disease onset, electrodiagnostic tests were performed. The results showed an acute and ongoing myogenic process in all upper and lower limbs muscles which was suggestive of active polymyositis. Prednisolone 60 mg daily, hydroxychloroquine 200mg, IVIG 25 gr for 5 days were prescribed to him associated to other antibiotics and drugs. Two weeks later, PCR testing was negative, but the patient was still intubated and hospitalized in the ICU because of neuromuscular weakness and the inability to weave mechanical ventilation. Then, multiple complications, including pneumothorax, pulmonary thromboembolism (PTE), and consequent tracheal arterial bleeding due to full anticoagulant dose, deteriorated patient’s condition.\\nAt last, he passed away after a total duration of 3 months of hospitalization. All the first 5 patients had areflexia and patient 6 had hyporeflexia. CSF analysis in 2 patients with GBS variants was performed and results are shown in . The summary of clinical and EDX findings of these 6 patients is indicated in -.\\nThis study was performed according to the ethical standards, and the local ethics committee approved it with an assigned number of IR.TBZMED.REC1399.534.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'32312628': 1, '32530808': 1, '23642721': 1, '32622375': 1, '29545017': 1, '25206749': 1, '32445789': 1, '34676127': 1, '32840686': 1, '32283154': 1, '32241301': 1, '32542129': 2, '28748673': 2, '18625683': 1, '32648959': 1, '15534177': 1, '32266761': 1, '32590125': 1, '32031570': 1, '34145351': 1, '32418917': 1, '32320003': 1, '32275288': 1, '15818093': 1, '33134963': 1, '32561990': 1, '32327427': 1, '32302082': 1, '32291137': 1, '32518172': 1, '32413736': 1, '34760104': 2}", "similar_patients": "{'8559640-1': 2, '8559640-2': 2, '8559640-3': 2, '8559640-4': 2, '8559640-5': 2, '7290109-1': 1, '5532318-1': 1, '5532318-2': 1, '5532318-3': 1, '5532318-4': 1}"}