{"patient_id": 112154, "patient_uid": "8546809-1", "PMID": 34734069, "file_path": "noncomm/PMC008xxxxxx/PMC8546809.xml", "title": "Primary intracranial synovial sarcoma with hemorrhage: A case report", "patient": "A 35-year-old man was sent to the emergency department due to headache and slurred speech.\\nThis patient was sent to the emergency department (The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, Henan Province, China) for treatment due to a sudden headache and slurred speech during manual labor 11 h previously. Head computed tomography angiography (CTA) revealed left middle cerebral artery malformation with hemorrhage. The patient was hospitalized.\\nThe patient was physically healthy and had no abnormal medical history.\\nThe patient has smoked approximately 20 cigarettes a day for 10 years and has not quit smoking. He and his younger brother are twins. His younger brother, who has a history of epilepsy since childhood, has been treated with oral carbamazepine.\\nThe patient was mildly lethargic and slurred. His right upper, right lower, and left limb muscle strength was Grade 3, 4 and 5, respectively. Physiological reflex was present, the Babinski sign on the right was positive, and other pathological signs were not elicited.\\nWhite blood cell count was increased (12.2 × 109/L), platelet count was decreased (109 × 109/L), and phosphorus was increased in the electrolyte test (1.39 mmol/L). The results of other routine laboratory biochemical tests showed no abnormalities.\\nCT and CTA indicated left intracerebral lesions with hemorrhage and left middle cerebral artery arteriovenous malformation, respectively (Figure ). Preoperative magnetic resonance imaging (MRI) revealed a mass of mixed-signal shadows in the left frontotemporal parietal lobe, approximately 51.3 mm × 54.2 mm × 60.0 mm, and the wall and substantial part of the lesion were enhanced (Figure ). Radiological diagnosis of the left frontotemporal parietal lobe was solid cystic mass, which was possibly high-grade glioma with hemorrhage.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'29751751': 2, '26156022': 1, '29607724': 1, '23243358': 2, '27247811': 2, '29220290': 1, '23223956': 1, '22537253': 1, '29496353': 1, '18997619': 1, '26115156': 1, '31445769': 1, '34734069': 2}", "similar_patients": "{'5948733-1': 1, '3519030-1': 1, '4876212-1': 1}"}