{"patient_id": 59831, "patient_uid": "8592787-1", "PMID": 34804693, "file_path": "comm/PMC008xxxxxx/PMC8592787.xml", "title": "Unique Method of Transjugular Intrahepatic Portosystemic Shunt Reduction for Refractory Hepatic Encephalopathy", "patient": "A 27-year-old female with a history of cryptogenic cirrhosis, idiopathic pancreatitis treated with total pancreatectomy with islet autotransplantation (TPIAT), Billroth II gastroduodenostomy, splenectomy, and secondary diabetes presented to the emergency department (ED) with complaints of four to five days of abdominal pain and multiple episodes of bright red hematemesis. Lab results at the outside hospital prior to ED arrival revealed a significant anemia with a drop in hemoglobin from 9.2 g/dL to 5.6 g/dL. At the ED, the patient had around 1.25 L of hematemesis and became tachycardic and hypotensive. The patient was treated with blood transfusions, intubated for airway protection, and transferred to the ICU.\\nGastroenterology was consulted, and prior to the initial endoscopy, the patient was immediately started on an octreotide and pantoprazole infusion. The upper GI endoscopy was technically difficult due to excessive bleeding and revealed large (>5 mm) varices in the lower third of the esophagus with no stigmata of recent bleeding (Figure , ). The spurting arterial bleeding source was identified at the gastrojejunal anastomosis (Billroth II reconstruction), and hemostatic clips were placed to stop active bleeding. The patient had repeat active bleeding later that day, and a second endoscopy revealed red blood in the esophagus and large (>5 mm) bleeding esophageal varices (Figure , ), which were then banded. Incomplete eradication of the varices was observed by visualization of continued bleeding.\\nHelical CT angiography of the abdomen and pelvis was performed after the initial endoscopy and demonstrated distal esophageal varices and cirrhotic liver (Figure , ). After the second endoscopy for repeat bleeding, interventional radiology (IR) performed a mesenteric angiogram, which demonstrated no active arterial bleeding. However, on the delayed portovenous phase, small lower esophageal and gastric varices were identified (Figure , ).\\nConcern for uncontrolled esophageal variceal bleeding led to performance of a TIPS placement using a 10-mm TIPS Viatorr stent (W. L. Gore & Associates, Inc; Flagstaff, AZ) (Figure -). Amplatzer vascular plug (AVP IV) (AGA Medical Corporation; Plymouth, MN) embolization of the left gastric vein was also performed. The post-TIPS portosystemic gradient was 8 mmHg (normal range: <12 mmHg). The patient was subsequently discharged after reaching stable condition. On the day of the TIPS procedure, the patient presented with a Model for End-Stage Liver Disease (MELD) score of 21 and Child-Pugh class C. Approximately 10 months prior to the TIPS, a liver biopsy was performed demonstrating cirrhosis, but severity/classification was not mentioned.\\nFour months later, the patient returned to the ED unresponsive and tachycardic with a Glasgow Coma Scale (GCS) of 6. Her family reported that she had been having mild intermittent hepatic encephalopathy (HE) since the TIPS procedure, which later acutely worsened and prompted the ED visit. She had been using lactulose titrated to have four to five bowel movements per day and rifaximin 550 mg two times per day (BID) to manage encephalopathy. Lab results upon admission revealed venous ammonia of 239 µmol/L (normal range: 11-32 µmol/L), and the patient received a nasogastric (NG) tube for administration of lactulose to mitigate the encephalopathy. Mental status improved with lactulose administration, and ammonia reduced to 84 µmol/L (normal range: 11-32 µmol/L) over three days. A liver vascular ultrasound with Doppler was performed which demonstrated patent TIPS with appropriate directional flow of portal vasculature.\\nGiven the recurrent hepatic encephalopathy refractory to medication post-TIPS, reduction of the TIPS diameter was discussed and agreed upon. Constraining the TIPS diameter was performed by IR. The method of TIPS reduction was unique and utilized a single Viabahn VBX balloon-expandable stent to constrain the existing TIPS stent. The procedure was effective, raising the portosystemic gradient, and on postoperative day 1, the patient demonstrated significant improvement in her symptoms. Six months after the TIPS reduction procedure, the patient was seen in follow-up for multivisceral transplantation given her history of liver cirrhosis and idiopathic pancreatitis treated with TPIAT resulting in secondary diabetes. Since the TIPS reduction procedure, she has had no episodes of rebleeding. A follow-up endoscopy has been ordered, but the patient has not yet scheduled it. Additionally, she has had a few admissions at outside facilities for altered mental status presumably from HE. At least one of these admissions for altered mental status was eventually attributed to hypoglycemia. The patient believes her HE symptoms have worsened after the TIPS reduction procedure, and so she remains on lactulose and rifaximin medications for medical management.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'21326710': 1, '11565135': 1, '25177083': 1, '22666604': 1, '18471549': 1, '26285910': 1, '14730033': 1, '33238576': 1, '33868655': 1, '15660434': 1, '32092979': 1, '7873859': 1, '16571635': 1, '33703927': 1, '29872892': 1, '9618103': 1, '20638742': 1, '25042402': 1, '27786365': 1, '34804693': 2}", "similar_patients": "{}"}