{"patient_id": 55004, "patient_uid": "8371864-1", "PMID": 34404412, "file_path": "comm/PMC008xxxxxx/PMC8371864.xml", "title": "Compound heterozygous variants including a novel copy number variation in a child with atypical ataxia-telangiectasia: a case report", "patient": "A 6-year-old male patient was transferred to our clinic for proper diagnosis of ataxia, delayed cognitive and speech-language development, and oculomotor apraxia. The patient was the fourth son of nonconsanguineous healthy Korean parents, with an unremarkable family history, including cancer. He was born at 40 weeks’ gestation, and there were no other pre- or postpartum events. His birth weight was 4.08 kg. He started to stand by himself at 10 months of age, and at 12 months of age, he started to take two to three steps but immediately fell down. At our clinic, he could walk with hand support, but because of the ataxia in his trunk and limbs, he could not walk independently and fell down within five steps. He could climb a few stairs without holding the railing, but he had to hold the railing as he came down the stairs. He was able to jump, but the landing was unstable. He also showed some growth delay: his weight was 20.4 kg (5th percentile) and height 110 cm (< 3rd percentile). Physical examination revealed ocular telangiectasia; telangiectasia on his cheeks; and pigmented nevi along his cheeks, back, and arms without nodes or hepatosplenomegaly.\\nNeurological examination of the patient showed neurological dysfunction. The cranial nerve function test revealed nystagmus in both eyes, and the cerebellar function test showed an intentional tremor in distal extremities, with positive signs on the finger-to-nose and heel-to-shin tests. The patient could perform neither the Romberg test nor tandem gait because of ataxia. Deep tendon reflexes were decreased, and no upper motor neuron signs were detected. According to the Denver Developmental Screening Test 2nd edition, the age equivalents for the patient’s personal–social, fine motor and adaptive, language, and gross motor skills were 49, 60, 66, and 41 months, respectively. The percentage of the total score of Gross Motor Function Measure-88 was 88.56%. His Receptive and Expressive Vocabulary Test results were 20th percentile and < 10th percentile, respectively, and his Assessment of Phonology and Articulation for Children score was < 1st percentile. The Korean–Wechsler Intelligence Scale for Children 4th edition revealed a full-scale intelligence quotient of 0.4th percentile, a Verbal Comprehension Index of 1.7th percentile, a Perceptual Reasoning Index of 2.9th percentile, a Working Memory Index of 1.0th percentile, and a Processing Speed Index < 0.1th percentile. Brain magnetic resonance imaging (MRI) examination at 1, 5, and 7 years showed interval development of mild atrophy in the cerebellar vermis and hemispheres, with subtle increased fluid-attenuated inversion recovery signal intensity (Fig. ). Immunology test results were borderline values and AFP levels were normal. Nerve conduction studies and electromyography showed distal symmetric sensory peripheral polyneuropathy of the upper and lower extremities. We proposed a genetic test to check for the possibility of congenital peripheral polyneuropathy manifesting ataxia such as spinocerebellar ataxia, Friedreich ataxia, and A-T [].\\nNext-generation sequencing (NGS) was performed by a targeted gene-sequencing panel that analyzed 410 ataxia-associated genes and other genetic neuromuscular diseases as described in the previous report []. Genomic DNA was extracted from the patient’s peripheral blood. Library preparation and target enrichment were conducted by hybridization capture. Custom oligo design and synthesis were performed by Agilent Technologies (Santa Clara, CA, USA). Massive parallel sequencing was performed with 2 × 150 bp in the paired-end mode of the NextSeq platform (Illumina, San Diego, CA, USA). NGS revealed a heterozygous nonsense variant in ATM (MN_000051.3), c.742C > T (p.Arg248Ter), which was related to A-T and was previously reported as pathogenic []. VisCap was used to detect CNVs from NGS data, based on the read depth approach, and one CNV of ATM was identified []. To validate the CNV, we performed a single-nucleotide polymorphism (SNP) Infinium Global Screening Array-24 + v2.0 array (Illumina, San Diego, CA, USA). A compound heterozygous CNV, arr[GRCh37] 11q22.3(108151766–108183226) × 1, 31460 bp (exons 24–40 deletion of ATM) was revealed (Additional files , ). This CNV has not been reported in control databases. The nonsense variant was confirmed by Sanger sequencing, and the patient’s parents were diagnosed as heterozygous carriers for the trans variation using a NGS and a SNP array (Fig. ). To investigate the potential pathogenicity of the aberrant deletion, total RNA was isolated from peripheral blood from the patient and his mother and used the RT-PCR method with RiboPure blood kit (Thermo Fisher Scientific) with informed consent. First-strand cDNA was generated with a SuperScript IV VILO kit (Invitrogen) according to the manufacturer's recommendations and was used as a template for PCR. The primer sequences used for RT-PCR were as follows: ATM_RT-F: 5'-atg ttg gct gca gag tca atc-3', ATM_RT-R: 5'-ttc tgc aag gcc tga atg at-3'. The PCR products were directly sequenced for both strands using the above primers. Sequencing analysis of this RT-PCR product disclosed a 2,289 base pair loss at the cDNA level. We demonstrated that this variant (NM_000051.4:c.3403_6006del) generated a product of in-frame deletion of exon 24–40 of ATM (p.Ser1135_Gln2002del) (Additional file ).\\nOn the basis of our findings, the patient was finally diagnosed with A-T related to compound heterozygosity for an ATM pathogenic SNV and a new CNV. The deletion of exons 24–40 of ATM was inherited from the mother and the pathogenic SNV c.742C > T (p.Arg248Ter) from the father. Some of the patient’s siblings were confirmed as carriers (Fig. ).\\nInpatient rehabilitation service was provided for 3 months, which was switched to outpatient rehabilitation, continued for more than 2 years. Rehabilitative interventions included physical therapy to promote activity to preserve strength and endurance, occupational therapy to teach compensatory strategies to decrease effects of ataxia and tremor, cognitive therapy, and speech therapy to guide compensatory methods to relieve dysarthria. The patient continued the rehabilitation treatment without absenteeism, hence, adherence to the rehabilitation service was favorable. Neurological examination, Gross Motor Function Measure, Pediatric Balance Scale, immunological tests, and an AFP test were repeated after 2 years (Table ). After two years, when the patient turned 8 years old, the percentage of the total score of Gross Motor Function Measure-88 declined to 64.02%. Immunology test results did not show significant changes overall, and the AFP level increased.\\nThis case report was carried out in accordance with the recommendations of the institutional research review board of the Catholic University of Korea, Incheon St. Mary’s Hospital. The parents of the patient gave written informed consent for the publication of the case with anonymity in accordance with the Declaration of Helsinki. All variants included in this article have been submitted to the Clinvar.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'28318010': 1, '8456862': 1, '15279807': 1, '26681316': 1, '28126470': 1, '27413114': 1, '29249681': 1, '5425235': 1, '23801417': 1, '15623968': 1, '31050087': 1, '11269230': 1, '25614872': 1, '11826028': 1, '17910737': 1, '17540590': 1, '22071889': 1, '28508083': 1, '5161405': 1, '20480175': 1, '15069401': 1, '1726561': 1, '16864838': 1, '12556884': 1, '34544410': 1, '9711876': 1, '33398033': 1, '16189143': 1, '32373116': 1, '28818680': 1, '23807571': 1, '21665257': 1, '24683014': 1, '15174027': 1, '26050521': 1, '11382771': 1, '30819809': 1, '16941484': 1, '31475473': 1, '19535770': 1, '3788973': 1, '9259193': 1, '22213089': 1, '22035194': 1, '34404412': 2}", "similar_patients": "{}"}