{"patient_id": 59225, "patient_uid": "8567179-1", "PMID": 34761139, "file_path": "comm/PMC008xxxxxx/PMC8567179.xml", "title": "Tumor Lysis Syndrome in a Patient With Metastatic Endometrial Cancer Treated With Lattice Stereotactic Body Radiation Therapy", "patient": "An 85-year-old woman with hypertension and chronic kidney disease (CKD) stage III (baseline creatinine approximately 1.70-1.80 mg/dL) presented to a hospital emergency department with 2 months of vaginal bleeding soaking 3 to 4 pads per day and dysuria. Hemoglobin was 9.4 g/dL and creatinine was 2.07 mg/dL on admission. Initial diagnostic computerized tomography (CT) of the abdomen and pelvis demonstrated marked endometrial thickening as well as bilateral mixed cystic and solid nodular masses inseparable from the uterus. In conglomerate the masses measured 13 × 9 × 9 cm (A-C). The patient had peritoneal metastases as well as extensive periportal and retroperitoneal lymphadenopathy.\\nPhysical examination revealed pale clear tumor masses circumferentially filling the vaginal vault and approaching within 3 cm of the introitus; the tumor had parametrial extension but no rectal involvement. Vaginal biopsy was obtained and demonstrated high-grade carcinoma. Immunohistochemistry was positive for PAX-8, napsin A, pancytokeratin, and CK7. Stains were negative for WT-1 and CK20 and supported a diagnosis of clear cell carcinoma. CT chest was obtained to complete staging and was negative for pulmonary metastases. Work-up yielded a diagnosis of International Federation of Gynecology and Obstetrics stage IVB clear cell carcinoma of the endometrium. The patient was deemed not to be a surgical candidate and so was referred to radiation oncology for palliative radiation therapy.\\nGiven her pain and bleeding, the patient was offered palliative radiation to the pelvis 20 Gy in 5 fractions or further dose escalation with lattice SBRT on a phase II clinical trial (NCT04553471). She consented to lattice SBRT and was simulated supine without intravenous contrast due to CKD. Iodinated KY jelly was placed intravaginally to help delineate the lower extent of the target volume. Planning target volume (PTV) 20 Gy (ie, PTV_2000) consisted of GTV_2000 with a 1-cm isotropic expansion, which was prescribed to 20 Gy in 5 fractions. PTV_6670 consisted of a geometric arrangement of spherical vertices, each with a diameter of 1.5 cm and a minimum of 4 cm of spacing from center-to-center, placed to achieve the desired rapid dose fall-off within GTV_2000. Each spherical vertex was prescribed to a dose of 66.7 Gy in 5 fractions as an SIB within GTV_2000. Specific care was taken to refrain from placing any high dose spheres within a vagina avoidance structure, which was designed by the treating radiation oncologist and located in the inferior third of the PTV_2000. A total of 7 high-dose spheres were placed within the superior two-thirds of GTV_2000, with appropriate separation from the surrounding organs-at-risk to ensure all clinical dosimetric planning guidelines were achieved. The volumetric-modulated arc therapy plan was delivered every other day. The patient tolerated treatment well with only grade 1 nausea, diarrhea, and fatigue, which were present before initiating lattice SBRT.\\nShe was seen in a scheduled follow-up visit 4 days after the completion of therapy. Her gynecologic oncologist remarked on his examination that the vaginal tumor was “markedly diminished in size after radiation therapy but not gone.” He recommended proceeding with platinum-based chemotherapy, but the patient decided against initiation of chemotherapy at that time. Thirteen days after completion of radiation therapy, the patient was found down and bradycardic at home by emergency medical services after the reporting of seizure-like activity by her family. Family members also reported progressive weakness and diminished urine output for several days before this event. In the emergency room, the patient was noted to be minimally responsive and bradycardic with heart rate in the 20s and mean arterial pressure in the 30s, which improved with transcutaneous pacing, norepinephrine, and epinephrine drips. Admission labs are shown in .\\nChest radiograph demonstrated dilatated pulmonary vasculature and bilateral lung opacities due to pulmonary edema. CT head was negative for acute intracranial pathology. CT abdomen and pelvis showed a smaller uterine tumor as well as extensive retroperitoneal, mesenteric, and pericardiophrenic lymphadenopathy and peritoneal metastases (). There was no evidence of obstructive nephropathy. Notably, the diagnostic CT was uploaded to the treatment planning system and the GTV_2000 was recontoured yielding a volume of 450 cm3, down from 625 cm3 at time of simulation (28% volume reduction).\\nThe patient was treated with calcium gluconate, insulin-dextrose, albuterol, and sodium zirconium cyclosilicate for hyperkalemia and rasburicase for hyperuricemia. High-rate fluids titrated to a urine output of 100 cc/hr were administered to help with blood pressure, augment renal clearance, and prevent intrarenal crystallization during TLS. Renal dysfunction and metabolic derangements were progressive despite medical management, and the patient declined escalation of care with dialysis. The patient was discharged to home hospice 2 days after admission. She passed away at home.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'18509186': 1, '11106126': 1, '25002953': 1, '28132791': 1, '9708649': 1, '20826764': 1, '34195486': 1, '32298811': 1, '30710166': 1, '24359983': 1, '3594399': 1, '31196855': 1, '32494548': 1, '16857250': 1, '32853384': 1, '22879434': 1, '30025943': 1, '20942669': 1, '10524428': 1, '22588444': 1, '15384972': 1, '12622521': 1, '1958906': 1, '19029410': 1, '33501386': 1, '9883811': 1, '31139522': 1, '25167696': 1, '18166787': 1, '6199103': 1, '12748673': 1, '21561350': 1, '27093891': 2, '34761139': 2}", "similar_patients": "{'5111472-1': 1}"}