{"patient_id": 57224, "patient_uid": "8471863-2", "PMID": 34574021, "file_path": "comm/PMC008xxxxxx/PMC8471863.xml", "title": "Pediatric Extraspinal Sacrococcygeal Ependymoma: Report of Two Cases and Literature Review", "patient": "A 13-year-old boy with a history of a congenital slow-growing sacrococcygeal swelling, sought care for an increase in volume and one episode of self-limiting inflammation of the lesion in the last two months (A). Ultrasonography showed a solid ovoid formation with an inhomogeneous echo structure, measuring 39 × 31 × 19.5 mm, adhering to the posterior profile of the sacrum, without evidence of sinus tracts. Due to suspicion of germ cell tumor, serum beta-HCG and alpha-fetoprotein levels were requested, resulting within normal limits. He subsequently underwent surgical resection of the lesion, including the overlying skin. The histological examination showed a neoplastic lesion characterized by several microcystic-hemorrhagic areas and some solid areas. The immunohistochemical analysis showed cells positive for epithelial membrane antigen (EMA), lying in a myxoid stroma. Proliferation index evaluated with Ki-67 was 2%. The surgical margins were negative. These features have allowed for the diagnosis of myxopapillary ependymoma grade 2 (WHO 2021 classification), radically excised. Coccygectomy was deemed unnecessary. Following histological diagnosis, given the metastatic potential of the lesion, staging with total body CT and CNS MRI was performed, which revealed no other foci of disease. At one-year follow-up (B), performed with quarterly evaluations with lumbosacral MRI, the boy is in complete remission.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'1879821': 1, '4016681': 1, '8018424': 1, '26826346': 1, '10703487': 1, '9025879': 1, '6204919': 1, '469584': 1, '30445539': 1, '10726703': 1, '34185076': 1, '32665839': 2, '3944758': 1, '33880235': 2, '12411998': 1, '19061350': 1, '19971482': 1, '2626284': 1, '27432901': 1, '30850560': 1, '2758389': 1, '2684388': 1, '29402569': 1, '29725826': 1, '33569822': 1, '31850213': 2, '29194500': 1, '19238432': 1, '22832654': 1, '9403014': 1, '29138922': 1, '9428364': 1, '22459912': 1, '7413256': 1, '29054328': 1, '14696813': 1, '3668771': 1, '10507438': 1, '33219741': 1, '1473837': 1, '9086535': 1, '20615923': 1, '6703196': 1, '29548057': 1, '2346920': 1, '23560014': 2, '6695856': 1, '17165030': 1, '25066546': 1, '32172345': 1, '23087798': 1, '3343620': 1, '16819708': 1, '34574021': 2}", "similar_patients": "{'8471863-1': 2, '3611916-1': 1, '6892774-1': 1, '7345838-1': 1, '8053468-1': 1}"}