{"patient_id": 53397, "patient_uid": "8290904-1", "PMID": 34295577, "file_path": "comm/PMC008xxxxxx/PMC8290904.xml", "title": "Novel Coronavirus (COVID-19) Infection-Attributed Acute Pancreatitis: A Case Report and Literature Review", "patient": "A 53-year-old African American male presented in March 2020 with one week of progressively worsening shortness of breath and mild confusion. He also reported generalized abdominal pain for three days. His medical history included hypertension, benign prostatic hyperplasia, hyperlipidemia and bronchial asthma. His medications were triamterene, amlodipine, tamsulosin, atorvastatin and inhaled fluticasone. He had no known history of diabetes mellitus or pancreatitis. He denied alcohol or tobacco use. He appeared with Kussmaul breathing, a respiratory rate of 40 breaths/minute, and an initial oxygen saturation of 99% on 3 liters of oxygen by nasal cannula.\\nInitial laboratory workup summarized in Table demonstrated neutrophilic leukocytosis, severe hyperglycemia, high anion-gap metabolic acidosis, hyperlipasemia to 1200 U/L and acute kidney injury. Liver aminotransferases, and serum bilirubin were normal. A serum alcohol level was undetectable. These findings confirmed the diagnosis of severe diabetic ketoacidosis. A chest X-ray demonstrated bibasilar patchy infiltrates and a SARS-CoV-2 reverse transcriptase polymerase chain reaction (RT-PCR) was positive on a nasopharyngeal swab. The patient was intubated for respiratory failure in the setting of severe metabolic acidosis. High resolution computed tomography (CT) of the chest showed diffuse bibasilar atelectasis and patchy infiltrative changes (Figure ). CT of the abdomen and pelvis demonstrated acute pancreatitis affecting the head and tail of the pancreas with no peripancreatic fluid collections or necrosis (Balthazar Grade C), with a normal gallbladder and biliary tract. Specifically, imaging showed peripancreatic fatty infiltrative changes that is seen about the head and tail of the pancreas (Figure ). Aggressive fluid resuscitation, and intravenous insulin infusion were initiated. The patient received plaquenil, vitamin C, and zinc for five days when ventilated allowing for extubation after receiving a total of 13 days of mechanical ventilation. Renal replacement therapy with continuous veno-venous hemodialysis was required for 20 days with subsequent renal recovery. Inflammatory markers were tested at admission and peaked on day 6 of admission and subsequently downtrended during admission. He subsequently recovered and was discharged after 30 days of hospitalization to a rehabilitation facility. On follow-up four months from hospitalization, he is doing well having recovered completely with no residual renal impairment, respiratory failure, and remains on insulin for diabetes.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'32662399': 2, '31856081': 1, '32387082': 1, '32961108': 1, '11051350': 1, '32492174': 1, '32604205': 1, '32247022': 1, '28236520': 1, '32576441': 1, '32925503': 1, '32959016': 1, '32938554': 1, '32833954': 1, '32934906': 1, '32339257': 1, '32719021': 1, '33010411': 1, '32537425': 1, '32444169': 1, '33234760': 2, '32963170': 1, '32802606': 2, '25342924': 1, '32835111': 1, '32685078': 1, '32523925': 2, '28966501': 1, '32923256': 2, '32968552': 2, '26049260': 1, '32900752': 1, '32496339': 1, '34295577': 2}", "similar_patients": "{'7691200-1': 1, '7484603-1': 1, '7423496-1': 1, '7470574-1': 1, '7502416-1': 1, '7279899-1': 1}"}