{"patient_id": 53909, "patient_uid": "8317671-1", "PMID": 34336477, "file_path": "comm/PMC008xxxxxx/PMC8317671.xml", "title": "A Case of Adalimumab-Induced Granulomatous Interstitial Nephritis", "patient": "A 52-year-old gentleman with a background of psoriatic arthropathy was referred to the nephrology department by his general practitioner (GP) after noticing a doubling of serum creatinine from a baseline of 92 μmol/L (1 mg/dL) to 205 μmol/L (2.3 mg/dL) with new-onset hypertension on yearly review. A 24-hour ambulatory blood pressure (BP) monitor showed a mean BP of 152/98 mm/Hg. On further review, his last normal baseline creatinine of 92 μmol/L (1 mg/dL) was 11 months previously. Six months before his current visit, his creatinine done at another service was 108 μmol/L (1.2 mg/dL). He was advised to increase his fluid intake with no other significant changes in management.\\nHis only medication was adalimumab that he had been taking every two weeks for the last 18 months. He had previously been taking methotrexate 20 mg, once weekly, for the last seven years. However, on introducing adalimumab, his dose was tapered down. He was on 5 mg of methotrexate at the time of the elevated serum creatinine reading but had stopped two weeks prior to referral. He denied ever taking non-steroidal anti-inflammatory drugs (NSAIDs) or ever taking proton pump inhibitors (PPI).\\nOn examination, his psoriasis was well controlled. There was no joint pain, weight loss, night sweats, fever, sinusitis, or haemoptysis. A urine dipstick demonstrated +1 protein with a trace of blood. He was commenced on lercanidipine 20 mg to control his BP.\\nInvestigation\\nChest x-ray and a renal ultrasound revealed no significant abnormality. Previous investigations prior to adalimumab induction were negative for any infections. Laboratory Investigations revealed a weakly positive anti-nuclear antibody (ANA) 1:80 speckled pattern. Anti-neutrophil cytoplasmic antibodies (ANCA) and anti-glomerular basement membrane (anti-GBM) antibodies were negative. Complement levels were normal.\\nSerum protein electrophoresis (SPEP) did not demonstrate any monoclonal band, and the serum-free light chain (SFLC) ratio was normal (1.50). Adjusted calcium level was mildly elevated at 2.66 mmol/L (2.2-2.6 mmol/L). The rest of the biochemistry and the haematological screen were normal (Table ).\\nA renal biopsy was performed. The biopsy showed a chronic patchy tubulointerstitial nephritis with focal aggregates of histiocytes (confirmed by CD68 staining) (Figures , ). These were arranged as loosely formed granulomata. Stains for acid-fast and fungal organisms (Ziel Nielson and Grocott) were negative. The glomerular compartments were largely preserved (one sclerotic glomerulus in 80 sampled). There was evidence of mild tubular injury. Immunofluorescent microscopy using standard antisera panels were negative.\\nTreatment\\nThe consensus opinion between nephrology and the renal pathologist was that the patient should stop adalimumab therapy and reassess his renal function in six weeks. The use of corticosteroids was discussed; however, it was decided to use it only if there was no improvement in serum creatinine post-withdrawal of adalimumab due to a significant side-effect profile. The case was discussed with dermatology and rheumatology, and it was decided to commence ustekinumab, a human monoclonal antibody that binds to and interferes with interleukin (IL)-12 and IL-23 as an alternate to adalimumab for psoriatic arthropathy once the renal function had stabilized.\\nOutcome\\nRenal function improved after a six-week duration with serum creatinine at 180 μmol/L (2 mg/dL) from a peak of 205 μmol/L (2.3 mg/dL), further supporting that the patient had suffered adalimumab associated GIN. A further 12 weeks later, his renal function was performed and showed serum creatinine of 170 μmol/L (1.9 mg/dL), and a further six weeks later, it reduced to 142 μmol/L (1.6 mg/dL). In his final visit to the nephrology services six weeks later (six months post stopping adalimumab), the creatinine was 110 μmol/L (1.2 mg/dL) (Figure ). His GP followed him after that.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'17699417': 1, '20974510': 1, '25949311': 2, '29644062': 2, '23207283': 1, '26413275': 2, '34858665': 1, '18075630': 1, '18578973': 1, '19423648': 1, '34336477': 2}", "similar_patients": "{'4421347-1': 1, '5887274-1': 1, '5887274-2': 1, '4581373-1': 1}"}