{"patient_id": 58519, "patient_uid": "8530722-1", "PMID": 34707954, "file_path": "comm/PMC008xxxxxx/PMC8530722.xml", "title": "Kimura Disease Presenting as Right Parotid Swelling and Neck Lymphadenopathy", "patient": "A 35-year-old gentleman presented to us with right facial swelling, which started spontaneously as a small, indurated area and progressed in size gradually over two years. There was a history of vague discomfort in the area of swelling with an increase in the size of swelling in association with upper respiratory infections. There was no difficulty swallowing food, decreased saliva flow, pus discharge, or skin changes over the swelling. There were no features suggestive of facial nerve involvement or malignant nature such as weight loss, fever, or night sweating. No history of trauma or insect bite could be elicited. Other medical, surgical, and family histories were unremarkable.\\nPhysical examination revealed a 7 cm x 6 cm well defined, firm, non-tender swelling with irregular borders extending from the right zygomatic arch to the mandible's lower edge, suggestive of an enlarged parotid gland (Figure ).\\nThe swelling was predominantly firm in consistency with scattered soft areas over it. The skin showed no warmth or redness and was stretched over the underlying swelling. Multiple enlarged right cervical lymph nodes were palpable. The skin over the neck lymph nodes was indurated. The left parotid gland was normal in size, and there was no left cervical lymphadenopathy. Systemic examination revealed normal findings.\\nBlood investigations showed hemoglobin of 14.4 g/dl, leucocytosis with an absolute eosinophil count of 6410 cells/mm3. Serum IgE level could not be determined. Other investigations like renal function tests and liver function tests were normal.\\nUSG of the swelling showed a heterogeneous parotid gland with altered echotexture and multiple enlarged intraparotid lymph nodes with maintained fatty hilum. Few enlarged lymph nodes were noted in the right neck with maintained fatty hilum. The left parotid gland and other salivary glands were normal. CT showed a 7 cm x 6 cm x 6 cm diffusely enlarged parotid gland with patchy hyperenhancement with subcutaneous fat stranding around the parotid gland. There were enlarged hyper-enhancing cervical lymph nodes in the right side of the neck (Figure ).\\nFine needle aspiration cytology (FNAC) from the lesion showed sheets of the polymorphous population of reactive lymphoid cells with lymphohistiocytic aggregates, mast cells, tingible body macrophages, along with numerous eosinophils and a few Warthin-Finkeldey-like giant cells. No atypical cells, Reed-Sternberg cells, or granulomas were seen (Figure ).\\nThere was no evidence of proteinuria, hematuria, or any casts in the urine.\\nOur patient was started on oral steroid therapy. The patient was being followed for the next two months after the starting of the treatment. For the subsequent two-month follow-up, the patient had a mild decrease in the size of the swelling without any other complications.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'11917585': 1, '26905356': 2, '15087670': 1, '17174779': 1, '11237977': 1, '21423602': 2, '8938315': 1, '16908621': 1, '16445506': 1, '31086850': 1, '34707954': 2}", "similar_patients": "{'4800898-1': 1, '3056317-1': 1}"}