{"patient_id": 53950, "patient_uid": "8319439-1", "PMID": 34274753, "file_path": "comm/PMC008xxxxxx/PMC8319439.xml", "title": "Incidental finding of Langerhans cell histiocytosis of temporoparietal bone - A case report", "patient": "A 10-year-old boy presented to our Neurosurgical outpatient clinic with a chief complaint of swelling on the right temporoparietal region, noticed by his parents after he sustained a fall from his bicycle. Since then, the swelling had been gradually increasing in size and was associated with pain in the local area. However, other clinical symptoms, such as fever, nausea, vomiting, headache, abnormal involuntary body movements, and loss of consciousness, were not present.\\nOn presentation, vital signs were maintained, GCS was 15/15, and routine nervous system examination was normal. A single, 3 × 3 cm, non-tender, cystic, immobile swelling in the right temporoparietal region was noticed during the local examination. Subsequent ultrasonography of the scalp and the neck revealed a space-occupying lesion and an enlarged right cervical lymph node, respectively.\\nA computed tomography (CT) scan of the head revealed an approximately 3 cm-sized bony defect involving both inner and outer table in the right temporoparietal calvarium with scalloped margins as shown in . The defect consisted of well-defined soft tissue measuring 35x34x15mm with a density of +46 HU and bony fragments. There was no significant enhancement of soft tissue density in post-contrast images and no adjacent encephalomalacia changes. The CT scan was suggestive of eosinophilic granuloma found incidentally while the child was being evaluated for recent head trauma.\\nFine Needle Aspiration Cytology was performed from the swelling over the right temporal area, and the aspirate was blood mixed. On microscopic examination, the smear showed predominantly singly scattered and a few clusters of histiocytes having round to convoluted nuclei. Few histiocytes showed nuclear grooving. The background consisted of sheets of eosinophils, multinucleated giant cells, and foamy macrophages. The FNAC was suggestive of a histiocytic lesion pertaining to a diagnosis of Langerhans cell histiocytosis as shown in (A, B and C). Plain and contrast-enhanced volume scan of the chest done from the lung apices to the upper abdomen showed a routine scan.\\nThus, a diagnosis of LCH involving temporoparietal bone was made, and the patient subsequently underwent wide excision of the mass and cranioplasty.\\nUnder aseptic precautions linear incision was given over the swelling, soft tissue dissection was done, surrounding pericranium was excised, the mass was resected en-bloc, and 2 cm of the surrounding bone margin was resected. The bony defect measuring 6 × 6 cm was replaced using bone cement. On macroscopic evaluation, a well-localized mass with minimal attachments with the dura and moderate vascularity was found. Moreover, the surrounding bone was soft with lysis of both the outer and inner table of the skull. A one-month follow-up CT scan of the head following excision of the mass showed bone cement graft in situ in the craniectomy defect with no evidence of residual or recurrent disease.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'20025811': 1, '11668004': 1, '1741222': 1, '20614330': 1, '10585604': 1, '8668563': 1, '11044648': 1, '33181358': 1, '18355926': 1, '18647937': 1, '6974293': 1, '15261507': 1, '2801420': 1, '26321851': 2, '28479703': 2, '23109216': 1, '34274753': 2}", "similar_patients": "{'5406796-1': 1, '4550003-1': 1}"}