{"patient_id": 61244, "patient_uid": "8669364-1", "PMID": 34902698, "file_path": "comm/PMC008xxxxxx/PMC8669364.xml", "title": "Postoperative superior mesenteric artery syndrome following appendicectomy: A case report", "patient": "An 88-year-old male presented to a base hospital in rural NSW, Australia, with intractable vomiting, associated with an 18-month history of anorexia and unintentional weight loss of 15 kg. This was on a background of idiopathic pulmonary fibrosis and an open appendicectomy 20 years prior. The patient reported no significant family history.\\nOn examination, the patient was vitally stable and afebrile. Abdominal examination demonstrated epigastric distension and mild abdominal tenderness, with no evidence of peritonism. Initial biochemical investigations revealed a lactate level of 3.3 mmol/L and were otherwise unremarkable.\\nAbdominal computed tomography (CT) performed on admission revealed marked dilatation of the stomach and proximal duodenum, which were primarily fluid-filled (). A distinct transition point was noted at the third portion of the duodenum (D3) with collapse distal to this (). No clear cause could be identified for the obstruction.\\nThe patient proceeded to an upper endoscopy, which revealed a short extrinsic stenosis at D3 (). This segment was traversed and no overt intraluminal pathology was identified, raising suspicion for SMA syndrome. The patient was consented for an exploratory laparotomy and potential gastro-jejunal bypass.\\nIntraoperative findings confirmed dilatation of the duodenum proximal to the overlying SMA, followed by abrupt constriction of the duodenum. In addition, a small abdominal aorta aneurysm, measuring 2.5 cm, was observed directly posterior to this. Further to this, extensive adhesions were found in the right iliac fossa, consistent with a previous appendicectomy, placing the ileocolic pedicle under tension and resulting in the impingement of the duodenum between the SMA and abdominal aorta.\\nExtensive adhesiolysis was performed over the right side of colon and terminal ileum, successfully releasing the ileocolic pedicle. The duodenal compression was relieved. There was no requirement for bowel resection. The patient recovered with no major complications. There have been no recurrence of symptoms on follow-up.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'4008904': 1, '33181358': 1, '17476104': 1, '6496852': 1, '18810558': 1, '20230246': 1, '14775856': 1, '34902698': 2}", "similar_patients": "{}"}