{"patient_id": 60158, "patient_uid": "8607644-1", "PMID": 34802434, "file_path": "comm/PMC008xxxxxx/PMC8607644.xml", "title": "Neonatal repair of total anomalous pulmonary venous connection accompanied by unilateral lung agenesis and Goldenhar syndrome: a case report", "patient": "A 25-year-old pregnant woman was referred at 25 weeks’ gestation for fetal diagnosis of right lung agenesis and right eye hypoplasia, without clear evidence of cardiac malformations.\\nA female neonate born at 37 weeks via cesarean delivery (birth weight 2101 g) showed craniofacial abnormalities postnatally, which suggested diagnosis of Goldenhar syndrome. Transthoracic echocardiography revealed abnormal drainage of the left pulmonary veins into the innominate vein, a large atrial septal defect, a small ventricular septal defect, and patent ductus arteriosus. Computed tomography confirmed right lung agenesis (Fig. A–D). Transthoracic echocardiography performed 2 days after birth revealed accelerated pulmonary venous flow between the vertical and the innominate vein. Progressive pulmonary venous obstruction necessitated surgical repair 3 days after birth.\\nA median sternotomy was performed to expose the heart, which was rotated counterclockwise owing to right lung agenesis. Cardiopulmonary bypass was established with ascending aortic perfusion and direct bicaval venous drainage. The patent ductus arteriosus was ligated. We performed pulmonary artery venting via the left pulmonary artery, and cardiac arrest was achieved using antegrade cardioplegia infusion. The pulmonary venous chamber was well visualized after counterclockwise rotation of the heart, and we selected the posterior approach intraoperatively. The vertical vein was ligated at its confluence with the innominate vein and was divided and incised toward the pulmonary venous chamber. The corresponding posterior wall of the left atrium was incised longitudinally toward the left atrial appendage. The pulmonary venous chamber containing the vertical vein was anastomosed to the left atrium using 7–0 PDS running sutures (Fig. A–C). The atrial septal defect was directly closed. The aortic clamp time was 48 min. The left and right ventricular function was good with catecholamine support and nitric oxide administration. The heart was weaned off cardiopulmonary bypass at a systemic pressure of 58/35 mmHg, pulmonary pressure of 34/13 mmHg, and central venous pressure of 6 mmHg, followed by sternal closure. Echocardiography and computed tomography confirmed absence of pulmonary venous obstruction, 1 year postoperatively (Fig. A, B).", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'24585319': 1, '30736816': 1, '22309948': 1, '24507772': 1, '17669789': 1, '28074825': 1, '34802434': 2}", "similar_patients": "{}"}