{"patient_id": 108559, "patient_uid": "8202382-1", "PMID": 34211882, "file_path": "noncomm/PMC008xxxxxx/PMC8202382.xml", "title": "Pituitary Tuberculoma Masquerading as a Pituitary Adenoma: Interesting Case Report and Review of Literature", "patient": "A 31-year-old female presented with complaints of secondary amenorrhea, loss of appetite, and weight loss in the past 1 year associated with multiple episodes of vomiting of 3 days duration. She had two episodes of severe vomiting requiring hospitalization in a span of 7 months. There were no complaints of any visual symptoms. On examination, higher mental functions, cranial nerves, motor and sensory systems were normal. There were no signs of meningitis. Ophthalmology opinion was sought and it revealed normal visual acuity and visual fields. Laboratory investigations revealed secondary hypocortisolism, hypothyroidism, and hyponatremia with normal prolactin level. Subsequently, endocrinology opinion was sought and she was started on corticosteroids and L-thyroxine. Magnetic resonance imaging (MRI) brain showed features of enlarged pituitary fossa, T1/T2-weighted hyperintense solid enhancing mass lesion approximately 10.5 mm × 16 mm × 14.6 mm with superior extension into suprasellar cistern with enhancement of pituitary stalk []. The lesion was causing mild compression and superior displacement of optic chiasma by 3 mm. The lesion was seen bulging into cavernous sinuses bilaterally just abutting internal carotid arteries with no invasion. There was uniform enhancement of the lesion contrary to ring enhancement seen in tubercular lesions [].\\nShe underwent endoscopic transnasal transsphenoidal pituitary tumor excision under general anaesthesia. Intraoperatively, the sella was abnormally low lying and thickened, tumor was avascular and fibrous in consistency and was excised preserving the normal arachnoid membrane with no cerebrospinal fluid (CSF) leak. Histopathological examination revealed tissue fragments composed of numerous epithelioid granulomas, some with central caseous necrosis and occasional Langhans' giant cells [Figures and ]. Periphery showed dense lymphocytic infiltrate mixed with plasma cells and fibrosis. Stroma showed few glands lined by cuboidal cells. Acid-fast bacilli stain was found to be negative. The features were consistent with granulomatous inflammation suggestive of tubercular etiology. Perioperative period was uneventful except for transient diabetes insipidus. Postsurgery, the patient was started on anti-tubercular and hormonal replacement therapy. She is on regular follow-up since the past 3 months and is recovering without any sequelae.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'21044119': 1, '14742947': 1, '16413219': 1, '27516966': 1, '11593251': 1, '34211882': 2}", "similar_patients": "{}"}