{"patient_id": 107030, "patient_uid": "8077048-8", "PMID": 33888666, "file_path": "noncomm/PMC008xxxxxx/PMC8077048.xml", "title": "‘Z-trip’? A Comprehensive Overview and a Case-series of Zolpidem Misuse", "patient": "Case 8. A complex case of zolpidem abuse and withdrawal in a woman with MDD and personality disorder\\nA 47-year-old woman manifested three tonic seizures and was admitted to the ER. At the admission, she manifested cognitive impairment (i.e., confusion, time and space disorientation and lack of verbal expression). Brain computed tomography (CT), blood tests and ECG were normal. She did not manifest fever. During the 2-days of ER observation the patient presented further three episodes of tonic seizures, therefore, she was hospitalized at the neurology ward. Neurological examination and assessment were negative, except for lack of verbal expression, a confusing state, and spatial and time disorientation. EEG and magnetic resonance imaging (MRI) showed generic and non-specific alterations. Cerebrospinal fluid examination and serology were requested. Six days after the first epileptic seizure the patient underwent a psychiatric interview. She was described as a dysphoric and slightly agitated, with over-represented facial expressions and visual false perceptions. Olanzapine 2.5 mg/day was prescribed. Four days later, the psychiatric symptomatology improved. During the psychiatric interview, the patient reported that the public psychiatry service was taking care of her up to 8 months before the epileptic seizures and that she stopped all the treatment except zolpidem. However, she reported that, during the last months, she gradually increased the zolpidem dosages up to 120−140 mg/day. Two days before her hospitalization, she discontinued zolpidem intake because she could not afford it anymore. Fourteen days after epileptic seizures, cerebrospinal fluid examination and serology were normal, the control MRI was normal and the neurologists could not find any neurological possible cause of epileptic seizures, by supposing that they were most likely be induced by an abrupt zolpidem withdrawal. The patient was discharged with a diagnosis of “sedative, hypnotic or anxiolytic use disorder” (304.10) [] and prescribed clonazepam 2.5 mg/day, olanzapine 2.5 mg/day and levetiracetam 1,500 mg/day. During the next seven months, the patients underwent a cognitive-behavioural psychotherapy, the drugs dosages were gradually reduced until the complete interruption and she did not report any epileptic seizures. During the follow-up period, she did not report any epileptic seizures.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'23082842': 1, '16966202': 1, '28262178': 1, '14966257': 1, '24937116': 1, '11154097': 1, '28529185': 1, '15651908': 1, '31494618': 1, '9584975': 1, '22772691': 1, '24082253': 2, '15323585': 1, '16950552': 1, '15780675': 1, '8101619': 1, '30385184': 1, '21565448': 1, '11097986': 1, '26438969': 1, '30657987': 1, '31177863': 1, '30905134': 2, '14519173': 1, '7966909': 1, '17875189': 1, '30373692': 1, '31256026': 1, '10627792': 1, '31071363': 1, '8531549': 1, '14717623': 1, '25984284': 2, '24467433': 1, '28649864': 1, '31271339': 1, '24836162': 1, '25061118': 1, '1347827': 1, '21907076': 1, '8937915': 1, '22036737': 1, '28659704': 2, '24520235': 2, '30658618': 1, '16096519': 1, '29991431': 1, '17132386': 1, '23093474': 1, '31492795': 1, '9768560': 1, '18612891': 1, '28207998': 1, '21367628': 1, '30280207': 1, '20458214': 1, '14709766': 1, '7836339': 1, '30722037': 1, '16336040': 1, '19807814': 1, '25296384': 1, '20148031': 1, '17253922': 1, '31588045': 1, '12692780': 1, '18058424': 1, '21751027': 1, '21448102': 1, '25763219': 2, '17324242': 1, '11481176': 1, '8101949': 1, '10870877': 1, '10914300': 1, '25012623': 2, '23404347': 1, '18068286': 1, '30090968': 1, '18831970': 1, '12680751': 1, '30840786': 1, '28716996': 1, '21407000': 1, '11320686': 1, '31044518': 1, '33888666': 2}", "similar_patients": "{'8077048-1': 2, '8077048-2': 2, '8077048-3': 2, '8077048-4': 2, '8077048-5': 2, '8077048-6': 2, '8077048-7': 2, '5479098-1': 1, '3906775-1': 1, '6478075-1': 1, '4230342-1': 1, '4354222-1': 1, '3777354-1': 1, '4329938-1': 1}"}