{"patient_id": 53319, "patient_uid": "8287404-3", "PMID": 34350381, "file_path": "comm/PMC008xxxxxx/PMC8287404.xml", "title": "Clinical outcomes and safety of Diphoterine® irrigation\\nfor chemical eye injury: A single-centre experience in the United\\nKingdom", "patient": "A 37-year-old male presented to the eye emergency department with a right\\ngrade-IV occupational CEI, approximately 30 mins following the injury. The\\npatient received 4 L of normal saline, following which the pH remained at 8.\\nThis was followed by 200 mL of Diphoterine, which reduced the pH to 7.5. The\\npresenting right CDVA was 0.30 logMAR. Slit-lamp examination revealed a\\nright injected eye, with conjunctival oedema and limbal ischaemia spanning\\n10 clock-hours (3 to 1 o’clock position; and ()). The patient was\\ntreated with preservative-free topical dexamethasone, chloramphenicol,\\ncyclopentolate, citrate, and oral vitamin C and doxycycline. The patient\\nsubsequently developed partial LSCD, evidenced by conjunctivalisation of\\nabout two-thirds of the cornea with stippled fluorescein staining. At\\n6-month follow-up, the patient complained of ongoing reduced vision (CDVA of\\n0.80 logMAR) due to LSCD affecting the visual axis ( and (). A small 3-mm\\ncentral epitheliectomy was performed to remove the conjunctivalised area\\nfrom the affected cornea and promote normal corneal re-epithelialisation.\\nThe right CDVA improved significantly to 0.20 logMAR at 1-week postoperative\\nbut deteriorated to 0.80 logMAR by 1-month postoperative due to recurrence\\nof conjunctivalisation and LSCD. At last follow-up (15 months post-injury),\\nthe right vision remained at 0.80 logMAR and the patient was placed on the\\nwaiting list for simple limbal epithelial transplantation to treat his\\npersistent LSCD ( and ()).", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'19888884': 1, '30199398': 1, '29029860': 1, '12136973': 1, '32572184': 1, '20233016': 1, '17492301': 1, '5227208': 1, '31086244': 1, '15683694': 1, '16365735': 1, '27486965': 1, '28330646': 1, '25474079': 1, '33647471': 1, '31147840': 1, '34350381': 2}", "similar_patients": "{'8287404-1': 2, '8287404-2': 2}"}