{"patient_id": 108580, "patient_uid": "8203287-1", "PMID": 34189408, "file_path": "noncomm/PMC008xxxxxx/PMC8203287.xml", "title": "More Atypical than Atypical Alzheimer’s Disease Phenotypes: A Treviso Dementia (TREDEM) Registry Case Report", "patient": "In April 2019, a 57-year-old right-handed man was admitted to the Treviso Memory Clinic due to the presence of cognitive changes and forgetfulness over the past two years, as well as recurrent and never-happened-before car accidents which occurred from October to December 2018. These events induced the man, married and father of an adolescent, to close the express courier business company he owned with a friend, remaining unemployed for a month. After starting to work again as an employee for another haul company, his forgetfulness and difficulties in driving the van persisted, to the extent of forcing him to take a sick leave in January 2019.\\nNo family history of neurodegenerative or psychiatric diseases was reported, while other non-neurological conditions of the patient included episodes of asthma during the first years of life and alopecia for the past 16 years. He also reported poor performance at school, making frequent spelling mistakes in writing compositions and showing little interest in school subjects. No sleep disturbances were reported. At the time of the first visit, he used to smoke about four cigarettes a day and reported no alcohol consumption. He was not under any pharmacological treatment.\\nThe onset of neurological symptoms dated back to summer 2018, when the patient, aged 56, started exhibiting forgetfulness, repetition of the same questions, episodes of confusion, initial difficulties in performing complex tasks, and easy distraction.\\nIn December 2018 the patient underwent a computerized tomography (CT) scan, reporting a slight enlargement of subarachnoid spaces of the vault ().\\nIn January 2019 the patient underwent a neurological examination and was admitted to a Neurological Clinic of a Hospital near his home, where he performed a cerebral MRI, which showed enlarged subarachnoid spaces of the vault and minimal gliotic alterations within the right-hemisphere’s white matter ().\\nDuring the same hospital admission, he completed a neuropsychological evaluation highlighting frontal executive function deficits (Frontal Assessment Battery, FAB: 9/18 []; Phonemic Verbal Fluency: 25.4 []; Cognitive Estimation Test: 4/5 []; Clock Drawing Test: 3/10 []), attention deficit (Attentive Matrices: 20.25/60 []), severe visuospatial deficits (Design Copy Test: 3.25/14 []), and memory impairment (Short-Story Memory Test: 3/16 []).\\nIn January 2019, on the same hospital admission, a diagnostic lumbar puncture was performed with dosage of Aβ1–42, tau, phospho-tau, and 14-3-3 proteins.\\nFurthermore, in February of the same year he underwent an electroencephalogram (EEG) which revealed minimal signs of encephalic suffering, represented by inscription of theta sequences within the alpha background rhythm. The patient was discharged with the diagnosis of “Rapidly evolving cognitive decline under investigation”. No treatment followed the hospital discharge. In February 2019, the patient underwent a 18F-FDG PET scan showing a markedly reduced uptake in the parietal, lateral temporal, and prefrontal regions bilaterally, greater in the right hemisphere. The uptake was also reduced in the precuneus especially on the right and less at the level of the cingulate and in the occipital lobe.\\nThe patient was referred to the Treviso Memory Clinic in April 2019 for a second opinion. Upon physical examination, he appeared a little anxious with hasty speech. He had no focal neurological deficits. Osteo-tendon reflexes were normal. No muscle strength deficit was observed in any body district. His walking was autonomous and normal. The patient did not perform the index-nose tests correctly: he used the thumb instead of the index finger and passed the nose with both hands. Furthermore, he showed adiadochokinesia in the prone supination of the hands. The patient was not affected by oculomotor apraxia, nor simultanagnosia, nor optic ataxia. The language was at times disinhibited.\\nAt our first evaluation, the patient provided the images of the CT study he had previously undergone.\\nA careful observation of the images showed not only the enlargement of the subarachnoid spaces of the vault but also a parietal and posterior cortical atrophy especially in the higher sections. The hippocampus and the mesial temporal lobe appeared fairly preserved (). Blood chemistry tests showed only mild total hypercholesterolemia (222 mg/dl) and the electrocardiogram was normal.\\nA neuropsychological evaluation was carried out in April 2019 and showed deficits in memory, and attention, constructional apraxia, ideomotor apraxia, visual perception deficit, and executive dysfunctions (). In a second clinical evaluation in May 2019, it was possible to view images of the MRI study, that showed also posterior cortical atrophy, and of the 18FDG PET exam that showed hypometabolism in the parietal, temporal, and prefrontal regions bilaterally and at the level of the precuneus and of the cingulate, both previously performed at a different Hospital, together with CSF evaluation which showed high levels of tau protein, low ratio between Aβ1–42 and p-tau 181 protein and the absence of 14-3-3 protein.\\nAs early onset AD was suspected, an amyloid Flutemetamol (18F) PET and a genetic testing for dementia related genes (APP, PSEN1, and PSEN2) were performed in June 2019.\\nThe patient was placed on treatment with rivastigmine 4.6 mg/24 h transdermal patch and memantine starting at 10 mg/daily and progressively titrated to 20 mg/daily.\\nA follow-up neuropsychological evaluation was conducted in October 2019 and showed deficits of memory, attention, and language, constructional apraxia, ideomotor apraxia, visual perception deficit, and executive dysfunction (). The patient was evaluated periodically every 6 months. Due to an overall cognitive worsening in December 2020, the patient underwent a new 18FDG PET and brain MRI scan at our hospital which showed an increase in frontal and posterior cortical atrophy together with an accentuation of hypometabolism in parietal, temporal, prefrontal regions bilaterally as well as at the level of the precuneus, cingulate, and occipital lobe.\\nThe overall clinical history, the neuropsychological and metabolic evidence, together with the amyloid Flutemetamol (18F) PET and the pathological dosage of biomarkers, oriented toward early onset AD with the distinctive occurrence of both frontal and posterior signs and symptoms seemingly pertaining to different atypical AD variants.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'24121962': 1, '28196556': 1, '28824421': 1, '26501691': 1, '29142083': 1, '15995827': 1, '8915764': 1, '26106899': 1, '21514247': 1, '9153155': 1, '3429213': 1, '24849862': 1, '22773956': 1, '10686172': 1, '6610841': 1, '19861505': 1, '6478132': 1, '10520939': 1, '3654168': 1, '8675939': 1, '30282368': 1, '3179688': 1, '22522938': 1, '22886581': 1, '2765903': 1, '29038717': 1, '20934914': 1, '6125971': 1, '11976975': 1, '5815128': 1, '34189408': 2}", "similar_patients": "{}"}