{"patient_id": 50657, "patient_uid": "8162000-1", "PMID": 34049530, "file_path": "comm/PMC008xxxxxx/PMC8162000.xml", "title": "A novel mutation in TNFRSF11A gene causes pediatric osteopetrosis: case report", "patient": "A 10-year-old girl was referred by her doctor with the chief complains of pus rhinorrhea, nasal obstruction and smelly nose for two years. Ten months ago, she was afflicted with persistent swelling and broken skin on the right cheek. Physical examination showed that smelly purulent secretion of abscess along with soft tissues below right medial canthus. Poor nasal ventilation, secretion occupied middle meatus and total meatus. Several teeth did not erupt and were still sub-gingival. So it was difficult to distinguish primary and permanent teeth (Fig. ). #84,85 root malformations and alveolar bone osteonecrosis were seen (Fig. ). Oral hygiene was poor; rampant caries and gingivitis were present.\\nThe girl stayed as an inpatient for 24 days. In hospital, antibiotic of amoxicillin and clavulanate potassium (800 mg per 8 h) was using for 7 days and the skin of her cheek began to heal. For evaluation the cause of the disease, laboratory tests; computer tomography (CT) of sinusitis and surgery was taken. All the laboratory findings showed normal. CT of and paranasal sinus shows bone destruction of right maxillary sinus wall and right nasal bone, and maxillary sinus and anterior part of nasal cavity are filled with more soft tissue density (Fig. ). On day 8, surgery was carried out under general anesthesia. During surgery, we resected the right gingiva, the right nasal mucosa and the right facial tissue for biopsies. Histological examination showed proliferation of granulation tissue in chronic inflammatory mucosa. Evidence of malignancy was not observed.\\nAll the examination results could not lead to diagnosis. After the hospital consultation, we suspected the diagnosis of osteopetrosis. X-rays of hands, legs, chest and skull was taken place on day 15. Radiographs showed multiple bony abnormalities involving the skull, vertebrae and limb. X-rays showed generalized sclerosis, for example: thickening and increasing Cranial plate, narrowing diploic vein, Sella turcica, increased vertebral bone density in cliff, smaller pituitary fossa, and costochondral junction widening. A typical form of “sandwich” vertebra was noted. Longitudinal striation of the long bones, extreme metaphyseal flaring, reduced bone vascularity and dense bone structure was simply found (Fig. ).\\nAfter informed consent, Peripheral blood samples (3 ml) from the proband, sister and both parents were collected into graded negative pressure vacuum ethylene diamine tetraacetic acid (EDTA)anticoagulant tubes. Genomic deoxyribonucleic acid (DNA) from all available family members were obtained for Sanger sequencing. The whole-exome sequencing and Sanger sequencing were performed by Beijing Mygenostics Co, Ltd were taken place. Targeted gene panel sequencing was performed to check for the presence of pathogenic variants of multiple associated genes responsible for osteopetrosis.\\nThe results of whole-exome sequencing revealed homozygous nonsense mutation c.1196C > G (p.S399X) in exon 9 of the TNFRSF11A gene in the proband. It was a novel mutation which was not previously reported in a patient with osteopetrosis. Sanger sequencing was applied to confirm the presence of this identified variant, and the same heterozygous variant was found in both the patient’s father and mother (Fig. ). However, the parents denied having any complaints including osteomyelitis, history of fracture, visual impairment and hearing loss.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'28655174': 1, '17767902': 1, '23877423': 1, '29344330': 1, '17936098': 1, '28530641': 1, '17164308': 1, '32047573': 1, '23744590': 1, '19232111': 1, '22351931': 1, '18606301': 1, '29296943': 1, '29335834': 1, '34049530': 2}", "similar_patients": "{}"}