{"patient_id": 112381, "patient_uid": "8565693-1", "PMID": 34754904, "file_path": "noncomm/PMC008xxxxxx/PMC8565693.xml", "title": "Underlying coeliac disease in a case of cerebellar ataxia with unknown etiology", "patient": "A 45 year-old female, presented with difficulty in walking and speech impairment for 2 years and both these symptoms exacerbated over last 2-3 months. The patient had two episodes of syncope, with clumsiness of movements and was not able to stand without support. Initially, the patient spoke in syllables and later her speech became incomprehensible to attendants.\\nShe had no history of weakness, difficulty in swallowing, headaches and blurring of vision or bladder and bowel involvement. She had no history of chronic diseases, gastrointestinal symptoms like diarrhea or intake of any indigenous medication.\\nOn examination she was conscious and oriented to time, place and person. Her vitals were stable. She had pallor but her respiratory, cardiovascular and abdominal examinations were within normal limits. On neurological examination, higher mental functions were intact. Cranial nerve examinations revealed no abnormality. Sensations pertaining to lateral columns and dorsal columns were intact throughout, with no dissociation. Motor testing showed normal muscle tone and power with preserved deep tendon reflexes and bilateral plantar flexor response. The patient had bilateral cerebellar signs, with nystagmus, dysdiadochokinesia, scanning speech, inability to complete point-to-point movement evaluation tests (finger-nose-finger test, heel to shin coordination test). Her biochemical investigations profile is summarized in .\\nBrain and spine MRI were normal. Cerebrospinal fluid examination was normal and nerve conduction studies were also normal. Thus, after ruling out the most probable etiologies and considering the patient’s immunological background, celiac disease induced ataxia was thought of. Upper GI endoscopy revealed scalloping of mucosal folds in second part of duodenum ().\\nBiopsy was taken from the site and histopathological examination showed evidence of crypt hyperplasia, marked villous atrophy along with presence of >30 intraepithelial lymphocytes/100 enterocytes, consistent with celiac disease stage IIIC as per Modified Marsh Classification ().\\nThe patient was thereafter put on gluten-free diet along with iron supplementation. Follow-up examinations showed drastic improvement over 2-3 months. Her hemoglobin level rose to 9.2 gm%. Clinically, her speech improved and, to some extent, even her gait showed signs of improvement as she could walk few steps with support. Her cerebellar signs like nystagmus and dysdiadochokinesia also resolved.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'11335703': 1, '9416814': 1, '1950453': 1, '11336161': 1, '2032317': 1, '23984314': 1, '7189024': 1, '9834257': 1, '34754904': 2}", "similar_patients": "{}"}