{"patient_id": 60759, "patient_uid": "8638214-1", "PMID": 34873536, "file_path": "comm/PMC008xxxxxx/PMC8638214.xml", "title": "Turner Syndrome and the Risks of Clinical Depression in Adolescence", "patient": "A 16-year-old Asian American female; was admitted to the inpatient unit with depression and suicidal thoughts. The patient reports subsyndromal depressive symptoms for the two years, which have worsened in the last two months. Over the past several months, she started self-mutilating by cutting her arms and legs with a razor. She also had suicidal ideations with a plan to stab herself with a knife or get hit by a car. The precipitating event was being accused of cheating on a school test, and the fear of being expelled. The mother reported the patient was having increased sleep, decreased motivation, social isolation, and dropping school grades. Besides school stress, the patient reported conflict with her parents about the cultural differences. The patient stopped talking to her parents, siblings, and her teachers. She stopped doing homework or studying for tests; her grades dropped from A’s & B’s to C’s & D’s. She did admit to suicidal ideation for months, without a plan. The patient was born and raised in Asia until she was seven when her parents moved to the United States. Her parents expected her to follow their own culture and religion, which had posed many arguments in the household. The patient’s father worked at the same school, and she struggled between rigid rules of her parents’ traditions, and culture and finding a balance to maintain her own cultural identity.\\nWhen the patient was in eighth grade, she was diagnosed with TS but was never disclosed to her. She was born after a full-term pregnancy with a caesarian section delivery and met all her milestones. The patient reported experiencing bullying since the fifth grade for being short. She started taking growth hormones in eighth grade but stopped one month ago when she became severely depressed. She continued to elaborate that she had low self-esteem because she felt that something was wrong with her. She described that her mother would occasionally meet with the doctor while she waited outside the room. She was told to have needed growth hormones because she was not growing appropriately. She was in 10th grade and had never repeated a grade. She reported that she was in the process of getting an Individual Educational Plan (IEP) evaluation as it took her extra time to finish papers, projects, and tests when compared to other students in her class. She denied any use of tobacco, alcohol, or illicit substances. She denied any history of physical or sexual abuse. She has been prescribed Sertraline 25mg after the consent of the mother and ascent of the patient. After one week, the Sertraline was titrated to 50mg and then to 75mg after the patient showed a minimal response. After week 2, the patient reported that she felt that the medication was slightly helpful, and she was more motivated about her future. However, there would be many times when she felt worthless. Sertraline was again increased to 100mg daily. At first, the patient had social difficulties with peers but reluctantly started to participate in group therapy. She reported having learned about herself in groups. After a few family sessions, the patient continued to feel rejected, misunderstood, and not ready to accept feedback. The day after this family session, the patient took a downturn and was punching walls and verbally aggressive. She also expressed that living with a family friend out of the United States might be an option as she did not want to return home. She agreed that listening to music and blogging on the computer were her coping skills at home and could add writing, drawing, and stretching to her list of other possibilities. Aripiprazole 2mg was added to her medication regime to augment the action of Sertraline. After a week on this combination regimen, she showed more improvement with her depressive symptoms. In the next family session, she agreed to step down to the partial hospital and continue to work on the family issues with her therapist. She was discharged back home in the care of her mother.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'14704212': 1, '30767374': 1, '12210339': 1, '7901528': 1, '12597072': 1, '31418527': 1, '8517687': 1, '20081420': 1, '12958079': 1, '16524959': 1, '8492052': 1, '21325865': 1, '26698832': 1, '9192895': 1, '29753544': 1, '9509268': 1, '16551707': 1, '17338450': 1, '34873536': 2}", "similar_patients": "{}"}