{"patient_id": 48207, "patient_uid": "8046168-1", "PMID": 33880253, "file_path": "comm/PMC008xxxxxx/PMC8046168.xml", "title": "Neurocysticercosis Presenting With a New-Onset Seizure: A Case Report", "patient": "A 31-year-old man with no significant past medical history presented to the emergency department with a new-onset seizure. A family member had noticed shaking movement of arms and legs that had lasted for three minutes while the patient had been taking a nap, followed by lethargy and confusion afterward. He denied fever, chills, night sweats, weakness, motor or sensory deficits, and vision changes or recent trauma. The patient had emigrated from Guatemala to the United States two years ago. There were no neurological deficits found on examination. Complete blood count (CBC) showed leukocytosis of 12.8k/UL, with a neutrophilic predominance of 83.3% with no eosinophilia. The urine drug screen was negative. CT scan showed a complex, 3 x 2 cm partially calcified cystic lesion in the anteromedial left frontal lobe (Figure ). Furthermore, the MRI head revealed a bilobed cystic mass in the anteromedial left frontal lobe (Figure ). Electroencephalogram (EEG) showed no significant abnormalities. Malignancy was initially suspected as well and the patient underwent craniotomy and excisional biopsy. A repeat CT scan performed after the excisional biopsy can be seen in Figure . The pathology did not reveal any malignancy. Instead, it confirmed cysticercosis. Biopsy pictures can be seen in Figures -. Cysticercus antibody was found to be positive, and serology tests that were taken in order to differentiate from other cyst-producing parasitic infections such as Histoplasma antigen and Entamoeba histolytica antibody came back negative as well. Ophthalmology was also consulted, but no ocular involvement was found. Given that the cysts were calcified and there was no ocular involvement such as uveitis, the antiparasitic treatment was deferred and the patient was treated with levetiracetam 500 mg twice a day and discharged with neurosurgery and infectious disease outpatient appointment.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'28139530': 1, '23265550': 1, '26849048': 1, '28267746': 1, '24551255': 1, '31415736': 1, '1940452': 1, '21072231': 1, '28850668': 1, '29481580': 1, '25385857': 1, '12023918': 1, '17190933': 1, '2909643': 1, '33880253': 2}", "similar_patients": "{}"}