{"patient_id": 55236, "patient_uid": "8381466-1", "PMID": 34447645, "file_path": "comm/PMC008xxxxxx/PMC8381466.xml", "title": "Primary B-cell Lymphoma of the Thoracic Spine: A Rare Cause of Spinal Cord Compression", "patient": "A 45-year-old lady with no known medical illness presented with progressive bilateral lower limb weakness and numbness for five months. Symptoms started insidiously and gradually worsened prior to presentation. There was associated occasional shortness of breath as well as bladder and bowel incontinence one week prior to presentation. There was no neck or back pain. She had loss of appetite and loss of weight of non-specific duration. She had no fever, night pain, abnormal neck, breast, or abdominal swelling. She denied history of trauma or falls.\\nClinically, she was bed-bound and appeared cachexic. Spine examination revealed mild tenderness at the mid-thoracic spine with no step deformity. Neurologically, both of her lower limbs had motor deficit with power of Medical Research Council (MRC) grade 0 and absent sensation from T5 downwards. The muscle tone was hypertonic and lower limb reflexes were brisk. Her anal tone was also lax with loss of perianal sensation. Otherwise, her upper limb neurology was normal. There was no palpable breast lump, thyroid nodule, or mass per abdomen. There was no enlarged lymph node at the cervical, axillary, or inguinal area. Lung examination revealed reduced air entry at the right side.\\nBiochemically, her white cell count was normal (7.1 x 109/L) with lymphocyte of 13.8%. The erythrocyte sedimentation rate (ESR) was 24 mm/h with C-reactive protein level of <0.05 mg/dL and the serum lactate dehydrogenase (LDH) level was 297 U/L. Other blood parameters such as renal profile and liver function test were normal. Mantoux test was equivocal, and the sputum acid-fast bacilli test was negative. Plain chest radiographs showed right pleural effusion until mid-zone. No abnormality detected on plain radiographs of the thoracolumbar spine (Figures -). Magnetic resonance imaging of the whole spine revealed intraspinal extradural mass extending from T4 until T7 level with the involvement of T4-T7 vertebral bodies, compressing onto the thecal sac. There were also enhancing prevertebral and right paravertebral lesions extending from T2 to T9 levels. The right pleura was thickened and enhancing with the presence of right pleural effusion (Figures -).\\nSubsequently, a pleuroscopy was performed, and about 1.3 L of cloudy fluid was aspirated from the right pleural space and pleural biopsy was sent for histopathological evaluation. A chest tube was then inserted for drainage of the pleural effusion. Cytological examination of the pleural fluid revealed lymphocytosis with no malignant cell seen. The pleural fluid also showed an elevated glucose level of 6.1 mmol/L and protein level of 43 g/L. Histopathological examination of the pleural biopsy showed only chronic inflammation.\\nConsidering the long and insidious progress of symptoms combined with the aforementioned radiological findings, a provisional diagnosis of spinal tuberculosis was made. As the patient was not keen on further diagnostic procedures at that time, she was provisionally treated with antituberculosis agents. Nevertheless, despite after one month of antituberculosis chemotherapy, her clinical condition remained static without any improvement. After further counseling, she consented to diagnostic tissue biopsy and decompression with laminectomy from T3 until T7 level. Intra-operatively, there was an extradural mass compressing the spinal cord at T4-T7 level. However, the cord and dura appeared healthy. The extradural mass was brownish and soft with caseous material, and it was removed and sent for histopathological examination. A diagnosis of B-cell lymphoma was made based on histopathological findings (Figures , , ). Staging with contrast-enhanced computed tomography revealed a stage IV disease with enlarged right submandibular, left supraclavicular, and left axillary lymph nodes as well as splenic and right pleural involvement (Figures -). She was then referred to a hematologist for adjuvant chemo- and radiotherapy but she refused further treatment and she subsequently succumbed to the disease.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'25274079': 2, '33235776': 2, '2152084': 1, '32670927': 1, '23337542': 1, '20926031': 1, '20205845': 2, '9709863': 1, '14670340': 1, '31857525': 1, '34447645': 2}", "similar_patients": "{'4196466-1': 1, '2825519-1': 1, '7669400-1': 1}"}