{"patient_id": 53778, "patient_uid": "8310435-1", "PMID": 34327031, "file_path": "comm/PMC008xxxxxx/PMC8310435.xml", "title": "A Rare Presentation of Checkpoint Inhibitor Induced Distal RTA", "patient": "A 68-year-old woman with a past medical history of metastatic melanoma, hypertension, deep vein thrombosis, and pulmonary embolism with inferior vena cava filter placement presented with altered mental status, hypotension, and fever. She had received her second dose of immunotherapy with ipilimumab+nivolumab shortly before presentation.\\nInitial vitals were significant for blood pressure of 75/40 mm Hg, heart rate of 110 beats per minute, respiratory rate 24 breaths per minute, oxygen saturation 95% on room air, and temperature 98.4 F. Physical exam was remarkable for altered mental status, moderate respiratory distress, and bilateral lower extremity edema. Initial blood work before fluid resuscitation showed Hg 10.3 g/dL; WBC 13.9 K/mcL; Platelets 164 K/mcL; Na 133 mEq/L; K 3.1 mEq/L; Cl 110 mEq/L; HCO3−1 mEq/L; BUN of 23 mg/dL; Cr 3.2 mg/dL; Plasma Glucose 103 mg/dL; Total Protein 5.0 g/dL; Albumin 2.6 g/dL; Aspartate Aminotransferase (AST) 737 U/L; Alanine Aminotransferase (ALA) 399 U/L; Alkaline Phosphatase (ALK) 99 U/L; Total Bilirubin 0.6 mg/dL; Direct Bilirubin 0.4 mg/dL; Calcium 7.3 mg/dL; Magnesium1.5 mg/dL; Inorganic Phosphorus 2.5 mg/dL; Procalcitonin 59.11 ng/mL; Lactic Acid 1.7 mmol/L; PT 17.7 SEC/INR 1.46; aPTT 49.2 SEC; COVID-19 PCR negative; SARS-CoV-2-IgG negative; Influenza Type A negative; Influenza Type B negative; Venous blood gas: pH 7.24, pCO2 of 24 mmHg ().\\nAdditional diagnostic evaluations included the following:Electrocardiogram: normal sinus rhythm with premature ventricular contractions, heart rate of 94 beats per minute CXR: no focal consolidation or pleural effusion Computed tomography abdomen/pelvis w/o contrast: perinephric stranding and cholestasis Computed tomography head w/o contrast: no new acute intracranial abnormality or mass effect UA w/electrolytes: few white blood cells and red blood cells but no casts, urinary pH of 7.5, urine anion gap of 40, and fractional excretion of sodium of 0.6%\\nThe patient underwent prophylactic right femur nailing with excision of a metastatic lesion and developed a fever of unknown origin, hypotension, acute blood loss, and acute tubular necrosis two weeks before presentation. At that time, she completed treatment with vancomycin, aztreonam, and metronidazole due to a penicillin allergy. However, the infectious workup remained negative throughout the admission. The patient remained afebrile, hemodynamically stable, and safely discharged to a subacute rehabilitation facility.\\nFour days after discharge, she presented to our emergency department for fever and hypotension. The team initiated the sepsis protocol, and the patient was adequately fluid resuscitated with an appropriate blood pressure response. Blood cultures were collected, and the patient received empiric antibiotic treatment and stress dose hydrocortisone with improvement in her mental status.\\nThroughout the hospital course, her functional status improved significantly. The patient again agreed to placement in a subacute rehab facility on day fourteen of hospitalization.\\nThe clinical picture was suggestive of sepsis with multiorgan failure in the setting of a new RTA. The patient continued on antibiotics, maintenance fluids with lactated ringers, started on a sodium bicarbonate drip, and was admitted to the medical oncology service for further management. Working differential diagnoses included sepsis, adrenal insufficiency, antimicrobial toxicity, and immunotherapy adverse effects.\\nThe patient completed a seven-day course of antibiotics. Infectious workup, including computed tomography abdominal and pelvis w/o contrast, urine culture, blood cultures, chest x-ray, and transthoracic echocardiogram (TTE), was unremarkable. While tapering the stress dose hydrocortisone, the patient developed transient hypotension, fever, and transaminitis episodes. Per discussion with the infectious disease team and primary oncologist, the thought was that the clinical presentation was likely related to immunotherapy.\\nDespite the acute renal failure resolution, the patient remained with a severe hyperchloremic non-anion gap metabolic acidosis (HCO3−1, the nadir of 9 mmol/L), along with persistent hypokalemia (the nadir of 2.4 mEq/L) indicating a distal (type-I) RTA.\\nAlthough possible, antimicrobial-induced RTA was unlikely due to the resolution of the renal failure and that none of the agents are known culprits to manifest acid/base disturbances []. Giving rise to a suspected immunotherapy-induced RTA, the patient was started on prednisone one mg/kg and transitioned to sodium bicarbonate tablets. Repeat blood work revealed an appropriate response with downtrending liver enzymes and increased serum sodium bicarbonate, indicating a resolving RTA.\\nFurther workup revealed a negative autoimmune panel (anti-Ro (SS-A), anti-La (SS-B), ANA). SPEP, UPEP, free light chains, hepatitis serology, and thyroid function tests were unremarkable. Alkaline urine, a positive urinary anion gap, a nonanion gap metabolic acidosis with low serum bicarbonate, and persistent hypokalemia suggested a distal-type-1 RTA.\\nThe patient followed up with nephrology and oncology as an outpatient. She completed a prednisone taper over four weeks and denied symptoms at the follow-up encounter.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'28889792': 1, '24459509': 1, '29562145': 1, '26027431': 1, '33001135': 1, '32082551': 2, '33089143': 1, '31562797': 1, '31562796': 1, '32732879': 1, '20525992': 1, '29666732': 2, '34327031': 2}", "similar_patients": "{'7025331-1': 1, '5831873-1': 1}"}