{"patient_id": 108380, "patient_uid": "8186578-7", "PMID": 33913876, "file_path": "noncomm/PMC008xxxxxx/PMC8186578.xml", "title": "Retinal manifestations in patients following COVID-19 infection: A consecutive case series", "patient": "A 40-year-old gentleman complained of multiple non-specific but distressing visual symptoms including severe visual blur and extreme brightness and flashes of light for 3 weeks. He was admitted in ICU with invasive systemic aspergillosis and was on intravenous voriconazole (300 mg twice daily) for 4 weeks as microbiology isolates had shown sensitivity only to voriconazole. The systemic aspergillosis had been diagnosed during his COVID-19 infection, which he had developed 6 weeks prior. History was significant for renal transplant 3 years back and diabetes mellitus for 2 months (onset after recovery from COVID-19 infection). He was also on tablet augmentin 1 gram twice daily; oral mycophenolate mofetil 360 mg twice daily; oral prednisolone 5 mg daily; tacrolimus 0.5 mg twice daily; and subcutaneous insulin. The BCVA was 6/6 BES. Color vision (using Ishihara charts), pupil response to light, anterior segment and fundus evaluation were within normal limits in both eyes each eye. Perimetry (Humphrey’s visual field analysis central 24-2 program) was normal. A review of all the medications that the patient was on was done and based on the onset of his symptoms, a possibility of voriconazole-induced visual symptoms was made. The dose of voriconazole was reduced with improvement in symptoms within a week. However, the drug had to be stepped up in view of his systemic condition of invasive aspergillosis and the patient again reported recurrence of his visual symptoms.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'29844084': 1, '34571685': 1, '32676039': 1, '32572363': 1, '33424598': 1, '27077068': 1, '26973287': 1, '33270751': 1, '32376396': 1, '32457198': 1, '32482787': 1, '17456542': 1, '34571657': 1, '34756744': 1, '32620843': 1, '32503820': 1, '26710181': 1, '32282022': 1, '33368339': 1, '32934758': 1, '32482367': 1, '33067361': 1, '33225111': 2, '25810916': 1, '32826431': 1, '23929382': 1, '32963819': 1, '31580177': 1, '25314361': 1, '33913877': 1, '34571686': 1, '33415590': 2, '34146006': 2, '21436272': 1, '32737747': 1, '33913876': 2}", "similar_patients": "{'8186578-1': 2, '8186578-2': 2, '8186578-3': 2, '8186578-4': 2, '8186578-5': 2, '8186578-6': 2, '8374798-1': 1, '7790518-1': 1, '7668173-1': 1}"}