{"patient_id": 49340, "patient_uid": "8100391-1", "PMID": 33977023, "file_path": "comm/PMC008xxxxxx/PMC8100391.xml", "title": "Familial variability of cerebrotendinous xanthomatosis lacking typical biochemical findings", "patient": "Patient 1 was a 57 year-old woman of French Canadian, German, and Bohemian ancestry who had neurological symptoms beginning in her 30's of progressive spasticity that led to a diagnosis of primary progressive multiple sclerosis at age 38. However, at 57 years-of-age, the diagnosis was questioned at our medical institution and she underwent a genetics evaluation for alternate pathologies resulting in progressive spastic paraparesis. General physical examination revealed tendon deposits. Neurological examination showed severe lower extremity weakness distally and mild-to-moderate weakness proximally along with profound lower extremity sensory loss below the hips, necessitating full-time use of a wheel chair. Spinal MRI revealed longitudinal T2-hyperintensity. However, in this case no lesions were present by brain MRI. Her clinical workup consisted of biochemical testing for CTX which revealed an elevation of the cholestanol precursor 7α,12α-dihydrocholest-4-en3-one (Table ) and molecular analysis of the CYP27A1 gene that revealed two pathogenic variants: c.410G > A (p.Arg137Gln) and c.1183C > T (p.Arg395Cys). Both of these variants have been reported previously (Table ), including some cases with corresponding biochemical data., , , , , , , This patient's imaging has been described previously and is consistent with rare previous reports of spinal xanthomatosis occurring both with and without brain lesions. Upon diagnosis with CTX, a regimen of chenodiol (250 mg three times per day) and atorvastatin were initiated for the patient; however, she developed transaminitis requiring her dose to be reduced to 250 mg daily. Biochemical testing was repeated after 8 months; this time including a full sterol panel (Table ).", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'14999499': 1, '25424010': 1, '18949577': 1, '16816916': 1, '21645175': 1, '3106810': 1, '10430841': 1, '25983621': 2, '3742821': 1, '20558929': 1, '28894950': 1, '32636326': 1, '28623566': 1, '6421514': 1, '9790667': 1, '17325385': 1, '26156051': 1, '26861945': 2, '24769274': 1, '26643207': 1, '32523054': 1, '29260356': 1, '3668385': 1, '34362411': 1, '16445943': 1, '24186955': 1, '2019602': 1, '29269672': 1, '10899446': 1, '24077912': 1, '30135217': 1, '27084087': 1, '33977023': 2}", "similar_patients": "{'4748474-1': 1, '4415556-1': 1, '4415556-2': 1}"}