{"patient_id": 48568, "patient_uid": "8061173-1", "PMID": 33888082, "file_path": "comm/PMC008xxxxxx/PMC8061173.xml", "title": "Primary pulmonary Ewing’s sarcoma: rare cause of massive hemothorax in a young girl-case report", "patient": "A 15-year-old girl presented with gradually increasing chest pain, cough, and dyspnea for 3 days, which then worsened in 2 hours, and she was eventually treated in the emergency department. There was no significant medical history, trauma included. On physical examination, she had low-grade fever (37.6 °C), hypotension (90/58 mmHg), tachycardia (122 beats/min), pain, weakness, and pale lips. Auscultation over the chest showed reduced air entry into the right hemithorax. Hematological investigations revealed mild anemia with a hemoglobin level of 9.2 g/dl. The other biochemical investigations were within the normal range. Computed tomography (CT) was performed using a Philips Brilliance multidetector scanner for evaluation of the lung. The images demonstrated a massive right pleural effusion with the collapse of the right lung, and punctate calcification was evident in the images (Fig. a, b). The density of the pleural fluid was likely a result of hemothorax. The ribs and vertebrae did not show any lytic areas.\\nThoracentesis was performed on the patient to determine the nature of the pleural effusion. Laboratory tests of the effusion revealed a large number of red blood cells, which appeared uncoagulated; this was suggestive of hemothorax. Progressive anemia was noted following admission, and 8-h later hematological investigations revealed marked anemia with a hemoglobin level of 8.3 g/dl. Consequently, emergency surgery was performed and acute bleeding in thoracic cavity was observed. Upon opening the right pleural cavity, approximately 2200 mL of blood was released. An anterolateral thoracotomy was performed by video-assisted thoracoscopic surgery, revealing a tumor (40 × 30 × 45 mm, Fig. c) in the right upper lobe with a hemorrhage on the surface. Therefore, we considered hemothorax caused by tumor rupture and hemorrhage. Another large tumor (32 × 30 × 34 mm) in the right lower lobe, and pleural tissue was invaded, but no mass tissue was seen on the pleural, suggesting that it is not the primary lesion. An analysis of frozen sections using hematoxylin and eosin staining revealed abnormal cells, indicative of malignant tumors. Two tumor tissues were completely resected, the cut surface of mass in the right upper lobe was hemorrhage and necrosis were evident. and acute bleeding in the thorax was cured.\\nHistopathological evaluation of the surgical biopsy specimen was conducted. Microscopy revealed nests of small pleomorphic cells arranged in sheets and clumps, with round-, oval-, or abnormally-shaped nuclei and intervening fibrous strands and engorged blood vessels. Immunohistochemical analysis showed diffuse membranous positivity for CD99, which is characteristic of Ewing’s sarcoma as well as primitive neuroectodermal tumors. Cells were positive for vimentin, CD56, and Ki-67 (more than 70%). However, cytokeratin (AE1/AE3) staining was negative (Fig. ). The hemothorax formed due to a hemorrhage from the ruptured primary pulmonary Ewing’s sarcoma was diagnosed. A whole-body CT scan was then performed to look for possible metastasis. Subsequently, a magnetic resonance imaging brain scan was also performed. No intracranial or intra-abdominal visceral or peritoneal metastases were found, without any metastatic extra or intrathoracic skeletal involvement. Treatment with alternating courses of chemotherapy regimens of vincristine, doxorubicin, and cyclophosphamide, or ifosfamide, and etoposide were administered on postoperative day 20. After 3 cycles of chemotherapy, the patient was found to be stable at follow-up examination. No more hydrothorax or other symptoms.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'23114712': 1, '11716413': 1, '26166119': 1, '30544742': 1, '22802134': 1, '26698372': 1, '31274619': 1, '25302247': 1, '30626819': 1, '30314832': 1, '34584837': 1, '29078686': 1, '27330628': 1, '27766786': 2, '33888082': 2}", "similar_patients": "{'5125323-1': 1}"}