{"patient_id": 60974, "patient_uid": "8651622-1", "PMID": 34901097, "file_path": "comm/PMC008xxxxxx/PMC8651622.xml", "title": "Pleural Effusion Caused by Mycolicibacterium mageritense in an Immunocompetent Host: A Case Report", "patient": "A 77-year-old man was referred to our hospital for right pleural effusion lasting several months with unknown etiology. During follow-up at our hospital, we observed a nodule in the upper lobe of the right lung, showing high 2-deoxy-2-[18F] fluoro-D-glucose (FDG) uptake [Primary tumor standardized uptake value (SUV)max = 12.4] on positron emission tomography-computed tomography (PET-CT) (). After excluding malignant pleural effusion via cytological testing, we diagnosed the patient with stage IA3 squamous cell lung carcinoma and performed combined resection of the right upper lobe and part of the middle and lower lobes via video-assisted thoracic surgery. The patient was a heavy smoker (60 packs/year), with a history of radiation-treated laryngeal cancer. He had complications of chronic obstructive pulmonary disease and angina, which were treated with coronary artery stenting.\\nPleural fluid analysis at surgery showed the following: total protein, 4.8 g/dL; glucose, 85.6 mg/dL; carcinoembryonic antigen, 2.6 ng/mL; neutrophils, 2.0%; lymphocytes, 78.0%; monocytes, 12.0%; eosinophils, 0.0%; adenosine deaminase, 21.0 U/L; and lactate dehydrogenase (LDH), 140 U/L, with negative bacterial and acid-fast bacterial cultures.\\nEight months postsurgery, he lost his appetite. A CT scan showed increased pleural effusion with pneumothorax and new centrilobular nodular shadows in contact with the pleura (). This time, the acid-fast bacterial smear test was positive. We diagnosed him with NTM pleurisy after excluding tuberculosis via PCR. However, we could not correctly identify the species using conventional methods such as AccuProbe (Gen-Probe Inc., San Diego, CA, USA), COBAS AMPLICOR (Roche Diagnostic, Tokyo, Japan), and a DNA-DNA hybridization assay (Kyokuto Pharmaceutical Industrial, Tokyo, Japan), although the growth and appearance of the colonies suggested M. fortuitum, a low-virulence organism. shows the susceptibility results for this strain. We tried treating the pleurisy by drainage and single antibiotics, levofloxacin, and imipenem/cilastatin at the time of exacerbation. However, we could not control the effusion, and the patient died of aspiration pneumonia and CO2 narcosis.\\nLater, whole-genome sequencing revealed that his pleural effusion culture isolate was M. mageritense. The sequencing was performed following the method described before using the NovaSeq 6000 platform (Illumina, San Diego, CA, USA) (). We used mlstverse software () for accessory-genome multilocus sequence type analysis and found only one profile matching M. mageritense with a score of 0.998 ().", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'32213719': 1, '31416441': 2, '12364376': 1, '21392461': 1, '31287781': 1, '9103645': 1, '29173447': 1, '25826589': 1, '12149354': 1, '23598956': 1, '17093035': 1, '7698114': 1, '34901097': 2}", "similar_patients": "{'6694650-1': 1}"}