{"patient_id": 111632, "patient_uid": "8485731-1", "PMID": 34667538, "file_path": "noncomm/PMC008xxxxxx/PMC8485731.xml", "title": "Apixaban and eftrenonacog alfa treatment in a patient with moderate hemophilia B and cardiovascular disease", "patient": "In 2006, a 56-year old male patient with moderate hemophilia B (coagulation factor IX [FIX] activity 3.5%) presented with acute coronary syndrome and underwent surgery for a drug-eluting stent (DES). After the procedure, he was started on dual antiplatelet therapy with aspirin 100 mg daily and clopidogrel 75 mg daily. Tests for prothrombotic mutations (Factor V Leiden and prothrombin gene [G20210A]) and lupus anticoagulant were negative, and physiologic coagulation inhibitors were in the normal range. Hyperhomocysteinemia was detected. The patient refused prophylactic treatment with standard half-life (SHL) recombinant factor IX (rFIX) concentrate.\\nMore than 1 year after the DES implantation, he was admitted to the emergency department (ED) for melena and severe anemia. He had maintained dual antiplatelet therapy. Aspirin was discontinued, while clopidogrel was maintained. The patient was again offered prophylactic treatment with SHL rFIX, which he refused. He was subsequently lost to follow-up for several years.\\nFive years later, the patient presented to the ED with epistaxis, which had continued for several days. The patient was still taking clopidogrel. The epistaxis stopped after receiving SHL rFIX replacement therapy. The patient once again declined to begin rFIX prophylaxis when it was offered.\\nThe patient subsequently presented with hematuria and was diagnosed with lowgrade transitional cell carcinoma, for which he underwent curative resection. In 2017, he was diagnosed with basal cell carcinoma and underwent resection of a growth on the pinna of the right ear.\\nIn February 2019, the patient (now aged 69 years; weight 67 kg; FIX 3.5%) attended a follow-up appointment. The patient’s treatment timeline following this visit is summarized in . At this follow-up, he was still receiving clopidogrel 75 mg daily, and laboratory testing revealed polyglobulia of undetermined etiology (white blood cells 5.42×103/μL; red blood cells 7.25×106/μL; hemoglobin 18.1 g/dL; hematocrit 56.2%; platelets 143×103/μL). Myeloproliferative disease was ruled out as no JAK2, CALR, or MPL gene mutations were detected. Physical examination revealed an irregular pulse, and an electrocardiogram and cardiologic assessment confirmed hypertensive ischemic heart disease complicated by arrhythmia due to NVAF, with uncertain time of onset. He was at high thrombotic risk (CHA2DS2-VASc score of 3; ) and hemorrhagic risk (HAS-BLED score of 3; ).\\nTherefore, in March 2019, the patient started a treatment regimen consisting of eftrenonacog alfa (rFIXFc, 3500 U/week) in combination with anticoagulation therapy (apixaban 2.5 mg every 12 hours). In June 2019, after preoperative infusion of 5000 U of rFIXFc, followed by 3500 U at 24 and 48 hours, he underwent a successful closure of the left atrial appendage (LAA) and cardioversion. The procedure was performed as follows. A delivery catheter was inserted under general anesthesia via the femoral vein; heparin (5000 IU) and ceftriaxone (2 g) were administered intravenously. As transesophageal echocardiography revealed no thrombus formation inside the LAA, the catheter was advanced until it reached the right atrium. An interatrial septum puncture was then performed to allow the catheter to reach the left atrium. No pleural effusions or atrioventricular conduction disturbances were detected, and there were no other procedure- related adverse events. The patient continued to receive apixaban and rFIXFc (3500 U/week) after the procedure.\\nAccording to the cardiologist’s prescription, apixaban was discontinued 1 month after the procedure (total treatment time of 5 months), while aspirin and clopidogrel were resumed. The patient continued to receive rFIXFc prophylaxis due to his earlier episodes of bleeding with clopidogrel monotherapy.\\nOn 10 October 2019, in consultation with his cardiologist, the patient discontinued aspirin and continued antiplatelet therapy with clopidogrel alone. At the same time, the prophylaxis regimen was reduced to rFIXFc 3500 U every 10 days (trough levels of 5%), which was considered to not increase his thrombotic risk.\\nAt the most recent follow-up visit (nearly 18 months after LAA closure), the patient was well, and continued to receive both clopidogrel and rFIXFc (the latter reduced to once every 2 weeks), with no adverse events reported.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'21870978': 1, '25939786': 1, '31193197': 1, '30994632': 1, '21309657': 1, '17446349': 1, '30686041': 1, '28905045': 1, '25436468': 1, '31369664': 2, '25296569': 1, '27966004': 1, '19837978': 1, '34667538': 2}", "similar_patients": "{'6764564-1': 1}"}