{"patient_id": 49394, "patient_uid": "8102744-1", "PMID": 33967933, "file_path": "comm/PMC008xxxxxx/PMC8102744.xml", "title": "Case Report: De novo Vertebral Artery Dissection After Intravascular Stenting of the Contralateral Unruptured Vertebral Artery Aneurysm", "patient": "A 42-years old male patient was referred to a local hospital with a sudden onset of dizziness, nausea, as well as vomiting, and MRI revealed a partially thrombosed aneurysm adjacent to the left portion of the medulla (). The patient was admitted to our hospital without any major symptoms. An initial DSA image demonstrated dilatation at the fourth segment of the left VA, thus indicating a VADA without the involvement of the posterior inferior cerebellar artery (PICA) (). The right vertebral and basilar artery showed no major abnormalities. He had a medical history of hypertension and hyperlipidemia, but no previously reported head trauma and family history of aneurysm. The patient had a history of smoking 20 cigarettes a day for 20 years, which was ceased just at the time of this admission.\\nWe treated the left VADA using endovascular pipeline embolization for preserving the normal blood flow. In addition, a dual antiplatelet therapy, comprising 300 mg aspirin and 300 mg clopidogrel were administered 5 days before the surgery. Under general anesthesia, a pipeline embolization device (PED) was successfully implanted with satisfactory adherence between the PED and vessel wall. No intraoperative complications were encountered, and the right VA was preserved. He was discharged home 1 week after the operation and prescribed dual antiplatelet therapy (aspirin 100 mg/day and clopidogrel l00 mg/ day) for 6 months. Angiography conducted at 5 months after initial treatment revealed the patency of the VA and partial aneurysm residues (). This residual of the left VADA persisted on 14 months () and 2 years (), and completely occluded at 3 years angiography follow-up (). The volume of the aneurysm did not significantly alter from 14 months () and as noted in 2 years of follow-up MR images (), and the patient did not display any adverse symptoms after the surgery.\\nIn addition, no major abnormalities were found in the right VA at 5 months after initial treatment (). Surprisingly, follow-up imaging 14 months postoperatively showed a segmental dilatation and narrowing of the right VA (), which suggested the formation of a de novo VADA. Stent-assisted coiling was performed for this de novo VADA. Under general anesthesia, Guglielmi detachable coils were positioned in the dissecting aneurysms after placing an LVIS stent in the true lumen of the VA (). Dual antiplatelet therapy was prescribed to him as done before. The patient had an uneventful postoperative progression with no observation of any occurrence of neurological deficits. Moreover, a 20 months angiography follow-up revealed complete occlusion of the aneurysm ().", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'9795957': 1, '27220870': 1, '12015860': 1, '19855144': 1, '15273850': 1, '11354401': 1, '24957585': 1, '16670864': 1, '29979115': 1, '8232816': 1, '10449069': 1, '12917140': 1, '19199507': 1, '21150764': 1, '19953368': 1, '31528462': 2, '28493024': 1, '28955510': 2, '23061385': 1, '28648910': 1, '1870693': 1, '2404089': 1, '24317754': 1, '17495215': 1, '9442518': 1, '1941116': 1, '16434824': 1, '22948198': 1, '21106956': 1, '21784660': 1, '10525770': 1, '28474993': 1, '10389895': 1, '33967933': 2}", "similar_patients": "{'6744788-1': 1, '5613049-1': 1, '5613049-2': 1, '5613049-3': 1}"}