{"patient_id": 111189, "patient_uid": "8450543-1", "PMID": 34552754, "file_path": "noncomm/PMC008xxxxxx/PMC8450543.xml", "title": "A crawling case of benign acute childhood myositis", "patient": "A 9-year-old male presented with a 3-day history of fever (up to 40.3℃), dry cough, anorexia, and severe right calf pain. Fevers were accompanied by delirium and chills, which were resolved with scheduled use of antipyretics. Right calf pain radiated to his ipsilateral ankle and thigh, without joint pain, swelling, or erythema. Leg pain was so severe that he was crawling at home and brought into the clinic in an infant stroller. Further review of systems was unremarkable. His past medical history included Kawasaki disease, angioedema, innocent heart murmur, allergic rhinitis, and chronic urticaria. The patient had an allergy to amoxicillin with accompanying erythema multiforme. He was up to date on vaccinations, except had not received his annual influenza vaccination.\\nOn presentation, he was alert but ill-appearing and febrile. He had difficulty bearing weight and required help to get out of the infant stroller and onto the exam table. Examination revealed mild throat erythema and bilateral calf tenderness to palpation with increased pain on dorsiflexion. He had full range of motion of all joints and no joint swelling, warmth, or erythema. The remaining portions of his cardiac, respiratory, and abdominal exams were unremarkable. Given the season of his presentation and clinical course, initial evaluation included a respiratory virus panel that was positive for influenza A subtype H3. Further evaluation revealed elevated CPK of 2,102 m/L (normal 49–379), with leukopenia of 2.60 K/mL (normal 5.4–9.9 K/mL), thrombocytopenia of 166 K/mL (normal 219–350 K/mL), and normal complete metabolic panel (CMP), c-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and urinalysis.\\nHe was diagnosed with benign acute childhood myositis (BACM) caused by influenza type A infection. The patient returned home to continue supportive care, including antipyretics and oral hydration. Antiviral therapy was not indicated due to presentation 5 days after symptom onset. Parents reported he returned to baseline functioning within the week. Repeat laboratory evaluation was recommended to be repeated within several weeks of presentation. Four months after initial presentation, CPK and platelet levels normalized, while mild leukopenia of 4.10 K/mL (normal 5.4–9.9 K/mL) persisted.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'28795360': 1, '19832721': 1, '19903210': 1, '18625683': 1, '28542661': 1, '32482689': 1, '30937080': 1, '15181490': 1, '15293074': 1, '21308520': 1, '13410584': 1, '28692356': 1, '19295464': 1, '34552754': 2}", "similar_patients": "{}"}