{"patient_id": 49887, "patient_uid": "8129005-4", "PMID": 34017810, "file_path": "comm/PMC008xxxxxx/PMC8129005.xml", "title": "Thoracoscopy for Esophageal Diverticula After Esophageal Atresia With Tracheo-Esophageal Fistula", "patient": "Patient 4 was a 16.8-month-old boy with congenital EA type IIIb who underwent thoracotomy ligation of the fistula and end-to-end anastomosis of esophageal segments 3 days after birth. Postoperative esophageal anastomotic leakage occurred, and complication was alleviated after conservative treatment. Recurrent TEF was diagnosed 5 months after birth, and conservative treatment for pneumonia and enteral nutrition were performed. In 9.3 months, esophagogram and endoscopy revealed an ED on the right side of the esophagus, except for recurrent TEF and esophageal stenosis (). Then, he underwent thoracoscopic ligation of recurrent TEF. However, he still had repeated pneumonia and choking after surgery. At 16 months after birth, esophagogram showed the ED increased from 13.0 mm to 16.7 mm and a novel recurrent TEF on the left side. Thoracoscopic ligation of the recurrent TEF and esophageal diverticulectomy were performed. Pathological examination showed no muscle layer in the diverticula wall, indicating pseudodiverticulum. One week after surgery, anastomotic leakage occurred by esophagogram, which healed spontaneously after conservative treatment for 1 week. Two months postoperatively, the patient underwent endoscopic balloon dilatation due to esophageal stenosis, which gradually expanded to 12 mm. He slowly returned to his normal diet after the operation and was followed up for 14 months without symptoms.", "age": "[[16.8, 'month']]", "gender": "M", "relevant_articles": "{'8494418': 1, '3938781': 1, '23751803': 1, '20437107': 1, '15213904': 1, '6776641': 1, '22273226': 1, '31536444': 1, '19591165': 1, '32807528': 1, '23679022': 1, '16814139': 1, '32228652': 1, '17617881': 1, '15756236': 1, '9845142': 1, '22869825': 1, '25037127': 1, '11350433': 1, '2380895': 1, '21887578': 1, '1575629': 1, '8429653': 1, '25965138': 1, '21167369': 1, '26387723': 1, '18813978': 1, '34017810': 2}", "similar_patients": "{'8129005-1': 2, '8129005-2': 2, '8129005-3': 2}"}