{"patient_id": 52171, "patient_uid": "8236223-1", "PMID": 34176493, "file_path": "comm/PMC008xxxxxx/PMC8236223.xml", "title": "Amiodarone-induced organizing pneumonia mimicking COVID-19: a case report", "patient": "At the beginning of April 2020, a 76-year-old man presented to the emergency room of Magenta hospital (Milan) with worsening dyspnea and dry cough in the past 2 weeks. He was a former moderate smoker and a retired house painter. He denied fever, chest pain, lower limb edema or palpitations in the last period, although he had suffered from an unspecified arrhythmia a year earlier, for which he had to quit dancing. On auscultation he presented with bilateral, though localized, fine crackles. His chest X-ray showed extensive interstitial-alveolar opacities affecting the posterior segment of the right lower lobe and the anterior segment of the left upper lobe, morphologically compatible with COVID-19 pneumonia, and right basal pleural effusion (Fig. A, B). However, his combined throat-and-nasopharyngeal swab (RT-PCR) tested negative for SARS-CoV-2 infection. Blood tests at presentation demonstrated moderate leukocytosis (12,600/μL; reference range 4000–1000/μL), with neutrophilia (9000/μL; reference range 2000–7000/μL) and mild eosinophilia (700/μL; reference range 0–500/μL), normal lymphocyte count (1800/μL; reference range 1500–4000/μL), slight alteration of aspartate aminotransferase (61 U/L; normal values ≤ 45 U/L), and substantial C-reactive protein (CRP) elevation (11.4 mg/dL; normal values ≤ 0.5 mg/dL). Gas analysis showed modestly impaired blood oxygen level, with an arterial partial pressure of oxygen (PaO2) of 66.4 mmHg (reference range 80–100 mmHg) and an arterial oxygen saturation (SaO2) of 93.5% (reference range 95–100%), no signs of acute respiratory distress syndrome (ARDS) (ratio of PaO2 to the fraction of inspired oxygen or P/F ratio = 316.2 mmHg; reference range 400–500 mmHg; values indicative of acute lung injury and ARDS ≤ 300 mmHg), and values of pH, arterial partial pressure of carbon dioxide and lactates ranging within limits. He was transferred to the nearby Cuggiono hospital in low-flow nasal cannula oxygen therapy for further investigation and treatment.\\nHigh-resolution CT (HRCT) scans showed bilateral and subpleural pulmonary consolidations with air bronchograms, surrounded by ground glass opacities (GGO) (Fig. A, B). A moderate hilar reactive lymphadenopathy, a partly calcific thickening of the right costal pleura with pleural effusion in the costovertebral groove, and a modest left anterior pericardial thickening were also observed (Fig. A–C).\\nEmpirically, he was initially treated with a broad-spectrum antibiotic therapy (meropenem 1 g/8 h and azithromycin 500 mg/24 h) for 2 weeks, with poor clinical benefit on crackles and unchanged control chest radiography (Fig. B), although pulmonary gas exchange slightly improved (PaO2 69.9 mmHg, SaO2 94.7%) and he was weaned off oxygen. Control blood tests showed partially reduced, still persistently high, CRP levels (8.5–8.6 mg/dL), with further increasing eosinophil counts (up to 1200/μL, and 11.8% of total leukocytes). Serum galattomannan (Aspergillus) antigen and anti-neutrophil cytoplasmic antibodies (ANCA) tested negative, and he underwent bronchoalveolar lavage for further investigation. Cultures from BALF did not grow any bacteria, fungi or mycobacteria, and no cancer cells were found in BALF specimens. Notably, RT-PCR analysis on BALF samples and serological chemiluminescent immunoassay were confirmed negative for SARS-CoV-2 infection and SARS-CoV-2 antibodies. BALF showed markedly increased cellularity (1,159,000 cells/mL; reference range 80,000–200,000/mL) and was highly enriched in lymphocytes (24.7%; normal values ≤ 10%), with large predominance of CD8+ T cells (CD4/CD8 ratio = 0.2; reference range 1.2–1.8), and milder increase in neutrophils (3.2%; normal values < 3%) and eosinophils (3.9%; normal values a < 2%); moreover, approximately one third of total macrophages (65.7%; normal values ≥ 80%) displayed a foamy aspect (21.3%).\\nGiven the presence of eosinophilia and the massive alveolar infiltration by cytotoxic T lymphocytes (CTL), we finally tested the hypothesis that such form of organizing pneumonia was due to some chronic drug exposure and toxicity. For years, the patient was taking dutasteride and tamsulosin for prostatic hyperplasia, and cyclic rifaximin therapy for diverticular disease. Remarkably, in the last year, he was also taking amiodarone for an arrhythmia that he could not better specify. His electrocardiogram reported normal sinus rhythm with QT interval falling within limits, blood concentration of N-terminal prohormone of brain natriuretic peptide was normal, and his echocardiogram did not show significant abnormalities. His family was then asked to bring previous cardiological documentation. We, therefore, ascertained that the patient had suffered from ventricular ectopic beats after exertion, with numerous extrasystoles being reported at Holter monitoring. Echocardiography had ruled out the presence of structural heart disease, and a stress test had shown no inducible ischemia. Assuming it was a cryptogenic organizing pneumonia (COP) secondary to amiodarone, after having consulted a cardiologist, amiodarone was withdrawn and replaced with low doses of bisoprolol. Moderate doses of prednisone (37.5 mg per day, corresponding to ≅ 0.5 mg/kg/day) were then started, to be tapered over at least 6 months. Abstention from excess physical activity and regular control of blood pressure and heart rate were adviced, with cardiological re-evaluation after few weeks. Bisoprolol was soon stopped for bradycardia, and a new Holter was planned after a congruous amiodarone washout period; thyroid-stimulating hormone, lactate dehydrogenase, creatine kinase and transaminases were normal.\\nAn X-ray repeated 6 weeks later already showed complete resolution of the parenchymal opacity in the right lower field, with no pleural effusions, and a residual small area of ​​parenchymal thickening in the left upper field (Fig. C). After 6 months, all lung fields were clear, with only pleural thickening remaining on the right lung (Fig. D).\\nThe patient reported symptom resolution with no side effects, subjective well-being, and normal pulse oxymetry (peripheral oxygen saturation = 98%). Blood tests showed normal leukocyte and eosinophil counts (9200–9300/μL and 200/μL, respectively), with normal CRP levels (0.1–0.3 mg/dL) and low erythrocyte sedimentation rates (4–5 mm/h; normal values ≤ 15 mm/h). A control HRCT scan performed at 8 months (while taking 6.25 mg of prednisone per day, < 0.1 mg/kg/day) confirmed stable remission of lung consolidations (Fig. E, F), thus allowing steroid discontinuation.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'19399307': 1, '1673380': 1, '32415585': 1, '32949663': 1, '33073244': 1, '32706393': 1, '33119812': 1, '33575241': 1, '33051732': 1, '32381324': 1, '32204990': 1, '20553056': 1, '33778547': 1, '29064934': 1, '32398875': 1, '33449069': 1, '31983617': 1, '18460037': 1, '33169119': 1, '24631273': 1, '32112884': 1, '32159775': 1, '20623129': 1, '32422057': 1, '34176493': 2}", "similar_patients": "{}"}