{"patient_id": 110472, "patient_uid": "8383524-1", "PMID": 34434365, "file_path": "noncomm/PMC008xxxxxx/PMC8383524.xml", "title": "A Challenging Cesarean Delivery and Perioperative Course in a Former Polysubstance Abuser Without the Use of Traditional Opioids", "patient": "We present a case of a 28-year-old G1P0 female at 39 weeks coming for a primary cesarean delivery due to breech presentation. The past medical history was significant for extensive substance use disorder. On initial pre-operative consultation, it was discovered that the patient had oscillated between extensive drug use and rehabilitation cycles for a dozen years, experimenting with multiple illicit substances, causing her family and husband a lot of anger and strife. She underwent extensive rehabilitation and behavioral therapy through the years and was able to stabilize on maintenance dose buprenorphone + naloxone combination lozenge (Suboxone®) 8 mg/2 mg daily. She had been on this stable dose for 2 years prior to discovering that she was pregnant and was seen in consultation 4 weeks prior to her scheduled cesarean delivery.\\nThe patient’s major concern was fear of receiving opioids and relapsing back into the addiction spiral. To appropriately plan, a large multidisciplinary team comprised of her addiction specialist, the in-house pain management physician, obstetrical anesthesiologist, the patient’s obstetrician, and labor and delivery charge nurses was assembled. An exhaustive discussion was held that covered all narcotic, non-narcotic, regional and alternative options for the perioperative period. All options, possibilities and acceptable expectations were discussed at length. The patient’s family was a major support structure and with her permission, they too were involved in the final planning. After two pre-operative visits, a plan was agreed upon and the cesarean delivery was scheduled.\\nThe patient was the first case of the day and she took her daily Suboxone® maintenance dose. Her extended family and husband were present and provided immense support prior to her being transferred into the operating room (OR).\\nIn the OR, standard American Society of Anesthesiologists (ASA) monitors were applied to the patient. She was properly positioned and an epidural was placed at the T8 level via loss of resistance to air technique. The catheter was threaded and a test dose was administered, which was negative for intravascular or intrathecal placement. This was followed by a spinal block with a 27-g pencil-point needle at the L4-L5 level. The 1.6 mL of 0.75% hyperbaric bupivacaine (12 mg) with 200 µg epinephrine was administered. After confirming a bilateral T5 sensory spinal level, the cesarean section was uneventfully performed and a healthy baby was delivered.\\nAfter closure, the anesthesia team performed bilateral ultrasound-guided transverse abdominal plane blocks with a total of 15 mL 0.2% ropivacaine per side. The patient was then transferred to the post-anesthesia care unit and an infusion of 0.0625% of bupivacaine at 6 mL/h was started in the epidural. She was also given ketorolac 15 mg and acetaminophen 1,000 mg IV every 6 h for the next 24 h.\\nThe patient was seen the following morning for her post-operative check with her epidural having been running for 18 h. She had been out of bed to her chair, starting in the prior evening with minimal discomfort. Her IV ketorolac and IV acetaminophen were switched to oral ibuprofen 400 mg and acetaminophen 650 mg every 6 h in addition to her daily maintenance Suboxone®. After expressing a desire to be free from the epidural, the infusion was paused, and then removed 4 h later, after experiencing minimal pain.\\nThe remainder of the patient’s stay was unremarkable. She went home on post-operative day 2, having received no narcotics besides her maintenance Suboxone® dose throughout her entire perioperative stay. Her pain scores were minimal and she was very enthusiastic and satisfied with her care. She expressed immense gratitude and on serial follow-ups we were advised that the patient was doing great at home with no pain, not having taken any medication at all besides her daily maintenance Suboxone®.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'26727629': 1, '30153752': 1, '26339217': 1, '27755488': 1, '12190753': 1, '9286905': 1, '22312327': 1, '29486974': 1, '28625307': 1, '29512813': 1, '34434365': 2}", "similar_patients": "{}"}