{"patient_id": 48931, "patient_uid": "8079502-1", "PMID": 33958838, "file_path": "comm/PMC008xxxxxx/PMC8079502.xml", "title": "Migraine-like headaches associated with nickel allergy requiring removal of atrial septal defect closure device", "patient": "A 35-year-old female presented with a constellation of symptoms including severe migraine, following percutaneous device closure of an ostium secundum ASD. She had been thoroughly investigated by a cardiologist, a neurologist, and an immunologist and had not responded to medical therapy, including clopidogrel and a course of corticosteroids.\\nAround two and a half years ago, patient’s large 2.5-cm secundum ASD, with minimal antero-superior rim and small posterior rim, was satisfactorily closed percutaneously with a 27-mm Figulla® Flex 2 Occlutech ASD occluder. Since the implantation, she had consistently complained of headaches, described as waves of pain around her head, rushing to her ears associated with extreme sensitivity to both noise and light. She also described the sensation of chest tightness which occasionally radiated to her back. She was fatigued, confused, and dizzy at times and generally detached psychologically. Clinical examination did not reveal any physical abnormalities.\\nPrior to the ASD closure, the patient did have a history of migraine and bulimia nervosa. She did not have any other significant medical history. Consideration was given to the possibility that her symptoms may be attributed to an allergic response to the implanted ASD device. She underwent skin allergy testing and was found to be strongly positive for nickel allergy. Serum nickel levels were normal (2 nmol/L, reference value <29 nmol/L). However, this is often the case in patients with nickel allergy, as this is a case of allergy not toxicity.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'23995727': 1, '18537993': 1, '19455702': 1, '31959452': 1, '12539013': 1, '15390244': 1, '16545656': 1, '12679773': 1, '19932286': 1, '15550748': 1, '33958838': 2}", "similar_patients": "{}"}