{"patient_id": 110809, "patient_uid": "8409185-1", "PMID": 34540967, "file_path": "noncomm/PMC008xxxxxx/PMC8409185.xml", "title": "Reconstruction of the chest wall after resection of malignant peripheral nerve sheath tumor: A case report", "patient": "A 26-year-old female cellist presented with chest pain on her left side when she squatted to lift the cello. She thought that it was only a muscle strain and did not go to the hospital for treatment. However, chest pain worsened and could not be alleviated. One week later, she sought medical attention for worsened symptoms. A chest X-ray was performed and revealed fracture of the fourth rib on the left side. After oral administration of painkillers for 10 d, the symptoms of chest pain gradually relieved.\\nThree months later, the patient inadvertently touched a mass on the left side of the chest wall, which could be moved without obvious pain. She sought medical attention for this mass.\\nThe patient had no significant past medical history or surgical history and did not take any medications.\\nThe patient’s personal and family histories were negative.\\nPhysical examination revealed a massive (approximately 5.7 cm × 3.7 cm) soft tissue mass bulging from his left anterolateral chest wall.\\nThe laboratory examination findings were all within normal limits, including the complete blood count, and kidney and liver function test results. Serum levels of all female tumor markers were within normal ranges.\\nUltrasound revealed a cystic-solid mass on the left chest wall. A chest computed tomography (CT) three-dimensional reconstruction of the ribs revealed bone destruction of the fourth rib on the left side with a soft tissue mass shadow measuring 5.7 cm × 3.7 cm (Figure ). CT-guided puncture biopsy of the tumor revealed that heterotypic cells (spindle cells) tended to be nonepithelial tumor lesions. PET-CT showed bone destruction and a soft tissue mass with avid 18F-fluorodeoxyglucose activity (SUVmax7.5) in the left fourth rib (Figure ).", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'20656792': 1, '25777573': 1, '27591499': 1, '23972085': 1, '11894862': 1, '28592921': 1, '26686454': 1, '9788415': 1, '29078657': 1, '21861229': 1, '27035165': 1, '16442014': 1, '24470531': 1, '33179614': 1, '8252477': 1, '34540967': 2}", "similar_patients": "{}"}