{"patient_id": 58054, "patient_uid": "8510510-1", "PMID": 34660106, "file_path": "comm/PMC008xxxxxx/PMC8510510.xml", "title": "Rapunzel Syndrome: A Rare Case of Small Bowel Intussusception in a Child", "patient": "A 12-year-old female with no significant past medical or psychiatric history presented with sharp, crampy abdominal pain of three weeks duration associated with nausea and non-bloody, non-bilious emesis. Physical exam was notable for mild tachycardia and hypertension, abdominal tenderness, and voluntary guarding in the right upper and lower quadrants without peritonitis. No hematologic or metabolic derangements were noted on initial labs. Initial abdominal radiographs and a right upper quadrant ultrasound performed at our institution similarly demonstrated no acute abnormalities. Computerized tomography revealed a large gastric bezoar distending the stomach, likely resulting in partial gastric outlet obstruction. Multiple prominent short segments small bowel-small bowel intussusceptions were also noted (Figures , ). The decision was made to take her to the OR for exploration and removal of the bezoar.\\nAn upper midline laparotomy with an oblique gastrotomy was performed. Intraoperatively, a large gastric trichobezoar was found with extension past the ligament of Treitz into the mid-jejunum. A long braided synthetic cord measuring about 50 cm was also present and intertwined with the hair, serving as a lead point for multiple small bowel-small bowel intussusceptions (Figures , ). The trichobezoar was removed, and the gastrotomy site was closed in two layers. The intestines were then examined sequentially, which led to the discovery of seven proximal intussusceptions that were each manually reduced with an appreciation of viable tissue along the corresponding intestinal tract. No complications occurred, with minimal estimated blood loss.\\nOn further questioning, the patient and her parents endorsed hair chewing throughout her life, but denied overt hair pulling or ingestion. She was also found to have stressors concerning schoolwork with several prior episodes of self-harm behavior. Ultimately, she was diagnosed with a social anxiety disorder with trichophagia and was referred for outpatient psychological therapy to further evaluate possible trichotillomania. The remainder of her hospital course was unremarkable, and she was discharged on postoperative day 3.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'23583142': 1, '31110741': 1, '5638179': 1, '7941500': 1, '25437689': 1, '20622721': 1, '32141815': 1, '33183280': 2, '23789736': 1, '17476105': 1, '11418400': 1, '19018222': 1, '20213124': 1, '16863865': 1, '30534857': 2, '29290196': 1, '25901212': 1, '27439704': 1, '24672418': 1, '34660106': 2}", "similar_patients": "{'6788843-1': 1, '7661221-1': 1}"}