{"patient_id": 108418, "patient_uid": "8188862-1", "PMID": 34124547, "file_path": "noncomm/PMC008xxxxxx/PMC8188862.xml", "title": "Massive pulmonary embolism and thrombus-in-transit via a patent foramen ovale: a case report of successful use of extracorporeal membrane oxygenation to manage post-embolectomy severe right ventricular dysfunction", "patient": "A 32-year-old male presented with sudden onset shortness of breath, syncope, and a seizure and chest pain of several hours’ duration. He had had flu-like symptoms a few days previously. He had an intellectual disability owing to developmental delay which led him to a sedentary house-bound lifestyle. His only comorbidity was previously diagnosed hypertension, but he was not taking any medications at the time of presentation.\\nThe patient was tachycardiac with a heart rate of 110 b.p.m., hypotensive (90/52 mmHg), and hypoxic on presentation with oxygen saturation of 92% on room air. Chest auscultation was clear. Heart sounds were normal.\\nElectrocardiogram showed T wave inversions in leads II, III, and aVF suggestive of right ventricular (RV) strain (\\n). Transthoracic echocardiography showed dilated RV with mobile thrombus in the right atrium (RA) and RV which was also passing through the PFO into the left atrium (LA).\\nHis urea and creatinine were mildly elevated [urea 10.6 mmol/L (2.76–8.07 mmol/L) creatinine 144 μmol/(62–106 μmol/L)], his haemoglobin was high but within normal limits at 168 g/L (130–180 g/L), his haematocrit was high at 55.9% (40–50%) all suggesting a picture of dehydration.\\nHis lactate was high but within normal limits at 2 mmol/L (0.6–2.2 mmol/L) and also his D-Dimer was elevated 3.84 μg/mL (0–0.5 μg/mL). His troponin was elevated at 2.28 μg/L (0–0.3 μg/L).\\nThe patient was resuscitated as per European Society of Cardiology (ESC) guidelines. Due to haemodynamic instability and the presence of a thrombus-in-transit the patient was transferred urgently to theatre for emergency pulmonary embolectomy (Class IIa ESC recommendation). Prebypass transoesophageal echocardiography confirmed the findings of extensive clot in RA, RV, and passing through the PFO to the LA (\\n). There were classical findings of a D-shaped septum pushed towards the left ventricular (\\n). Fresh clots were noted in the pulmonary tree, RA, LA, and RV (\\n). The tricuspid valve had severe regurgitation. All clots were removed, the PFO was closed by Bovine pericardial patch and a tricuspid valve annuloplasty was performed. Epinephrine infusion was commenced however severe right ventricular dysfunction persisted and caused difficulty in separating from cardiopulmonary bypass (CPB). Hence, central ECMO was initiated, and the patient weaned off CPB and moved to the intensive care unit (ICU).\\nInitially, the patient remained in a critical state on ICU with full ECMO support. He was commenced on early renal support (continuous venovenous haemodiafiltration) and continued on the epinephrine infusion. His ventricular function was monitored with daily echocardiograms and his RV function was initially severely impaired but improving every day. He was commenced on intravenous (IV) sildenafil for pulmonary vasodilation. After 6 days, the RV had improved and the patient was weaned off ECMO. He remained critical in ICU for some time, complicated by sepsis, acute kidney injury, and critical illness neuropathy. Aggressive supportive care continued. His respiratory function stabilized and a percutaneous tracheostomy was performed on post-operative Day 20. He was successfully weaned from the ventilator on post-operative Day 28.\\nHe was initially fully anti-coagulated on IV heparin, when he became more stable, he was converted to warfarin which is to be continued for life. The IV sildenafil was converted to oral tildenafil which was continued for 3 months. His recovery was further complicated by an episode of haematemesis and endoscopy revealed an old traumatic ulcer which was clipped.\\nAfter this, he rapidly improved. His tracheostomy tube was removed on Day 37, and he was discharged home 43 days post-operatively.\\nDuring his admission, he was reviewed by pulmonology, haematology, and rheumatology teams to investigate underlying causes of prothrombosis. Antinuclear antibodies, factor V Leiden mutation, anticardiolipin, double-stranded DNA antibodies, and beta-2 glycoprotein-1 antibodies were all negative. There was no evidence to suggest Bechet’s disease. No evidence of underlying malignancy could be found in this patient, investigations included chest computerized tomography scan (CT) and cytology from bronchoscopy.\\nA follow-up outpatient echo 6 weeks after discharge showed complete normalization of RV function and the patient is fully recovered and back to everyday activities.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'24874409': 1, '28063605': 1, '31504429': 1, '19056070': 1, '27373187': 1, '32276758': 1, '27746202': 1, '34124547': 2}", "similar_patients": "{}"}