{"patient_id": 59495, "patient_uid": "8577138-1", "PMID": 34400322, "file_path": "comm/PMC008xxxxxx/PMC8577138.xml", "title": "Cryoablation for atrioventricular nodal re-entrant tachycardia associated with persistent left superior vena cava", "patient": "A 62-year-old woman was referred for evaluation and catheter ablation of recurrent paroxysmal narrow-complex tachycardia. Computed tomography revealed coexisting PLSVC with an enlarged CS ostium (29 × 37 mm) (A). After obtaining written consent from the patient, an electrophysiological study was performed in a lightly sedated fasting state without antiarrhythmic drugs. Electrode catheters were positioned in the right atrium, His bundle, and right ventricular apex and dilated CS. At baseline, the patient exhibited normal AH (94 ms) and HV (36 ms) intervals with a sinus cycle length (CL) of 764 ms (B). Atrial programmed stimulation revealed dual AV nodal physiology, and clinical tachycardia (C) was reproducibly induced and terminated by right atrial (RA) pacing. The tachycardia CL was 324 ms, and the earliest atrial activation was observed at the His catheter with a septal ventriculoatrial time of −4 ms. The response to ventricular entrainment pacing exhibited a V-A-H-V pattern. His-synchronous premature ventricular contractions were placed repeatedly without advancing the subsequent atrial potentials. Based on the aforementioned findings, we made a diagnosis of typical “slow-fast” AVNRT. SP ablation was performed using a 6-mm-tipped electrode cryoablation catheter (Freezor Xtra; Medtronic, Minneapolis, MN, USA), considering the catheter stability and safety profile. We initiated cryomapping at the posteroinferior aspect of the CS ostium during tachycardia, where SP potential was observed during the sinus rhythm (A). However, cryomapping at −30 °C for 20 s did not affect the tachycardia. Then, we gradually moved the ablation catheter anteriorly closer to the compact AV node and repeated cryomapping in the same manner. The fourth attempt of cryomapping at the mid-anterior septum (B), where the AV ratio was 0.36 during the sinus rhythm, terminated the tachycardia in 7 s (A). Subsequently, cryoablation with a goal temperature of −80 °C for 240 s was initiated during the sinus rhythm. The AV block occurred after 22 s at the tip temperature of −80 °C (B), and cryoablation was discontinued. The AH conduction returned to normal after 17 s. Cryoablation was applied to the adjacent area with an AV ratio of 0.33 (C) for 240 s during RA pacing, while ensuring a constant AH interval. After a 30-min waiting period, we confirmed the loss of SP conduction, and tachycardia became no longer inducible. The AH interval remained the same as the baseline value (C). During the 12-month follow-up period, the patient remained free of arrhythmia recurrence without receiving medications.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'29181797': 1, '28641381': 1, '29044787': 1, '30508088': 1, '9309746': 1, '30581739': 1, '29953955': 1, '31367961': 1, '34400322': 2}", "similar_patients": "{}"}