{"patient_id": 108975, "patient_uid": "8242322-2", "PMID": 34184449, "file_path": "noncomm/PMC008xxxxxx/PMC8242322.xml", "title": "Nemaline Rod/Cap Myopathy Due to Novel Homozygous MYPN Mutations: The First Report from South Asia and Comprehensive Literature Review", "patient": "A 23-year-old female, also born to consanguineous parents (), presented in 2013, and had been unable to run fast from early childhood. She had experienced slowly progressive/nonprogressive lower-limb proximal muscle weakness from the age of 11 years and truncal muscle weakness from the age of 20 years. She has easy fatigability while climbing stairs. There were no bulbar symptoms. On examination, this patient had an elongated face, low-set ears, a high arched palate, pes planus, mild ptosis, dysconjugate eye movements, wasting of the temporalis muscle, bilateral facial weakness, and mild scapular winging [, (in the online-only Data Supplement)]. The motor strength according to modified MRC grading is presented in . The tendon reflexes were normal. This patient had a waddling gait and a serum CK concentration of 331 U/L. Motor and sensory nerve conduction studies were normal with no evidence of decrement on repetitive nerve stimulation. At a follow-up conducted by telephone in July 2020 (6 years after presentation) when the patient was 30 years old, her neurological status was stable except for mild dysphagia and slowness in eating from the age of 27 years. She had no cardiac or respiratory symptoms and was able to perform all of the normal activities of daily living, albeit slowly. Her current electrocardiogram (ECG) and two-dimensional echocardiogram (2D-ECHO) were normal.\\nThe proband's elder sister was aged 41 years, and had experienced an encephalopathic illness episode with seizures and cerebellar ataxia at the age of 35 years but made a spontaneous and significant recovery. Unlike the proband, she had no history of muscle weakness and was apparently normal before the encephalopathy episode.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'16531045': 1, '20080505': 1, '7196531': 1, '18006477': 1, '31133047': 1, '28220527': 1, '11309420': 1, '15792870': 1, '26458567': 1, '22892539': 1, '10931874': 1, '20177980': 1, '25741868': 1, '20644199': 1, '28017374': 1, '12163190': 1, '22286171': 1, '34184449': 2}", "similar_patients": "{'8242322-1': 2}"}