{"patient_id": 55776, "patient_uid": "8405431-1", "PMID": 34484762, "file_path": "comm/PMC008xxxxxx/PMC8405431.xml", "title": "Hyperbaric oxygen therapy as adjuvant therapy for odontogenic necrotizing myositis: A case report", "patient": "A 37-year-old man was admitted to our maxillo facial surgery department with a two-week history of dental pain on treatment with antibiotic therapy at home. During this time, after extraction of the right lower third molar, there was progressive swelling of the submandibular and latero-cervical region showing tense and painful skin and progressive involvement of the right upper thoracic region. The patient did not report any pathologies in his past medical history. On admission, he was conscious and cooperating, and his body temperature was 37.5°C, blood pressure 110/60 mmHg, heart rate 94 bpm, and oxygen saturation on room air 98% with no signs of respiratory exertion. Physical examination revealed swelling of the latero-cervical region with involvement of the right pectoral region where the skin appeared tense, burning, and painful on palpation (Figure ). The examination of the oral cavity revealed poor oral hygiene with inflammation of the gingival mucosa and leak of purulent material in the gingival fornix. A computed tomography (CT) scan of the head, neck and thorax with contrast was performed and revealed locules of gas and ill-defined low attenuation in the cervical area and in the thigh chest muscle, highly suspicious for a gas-forming infection (Figures and ).\\nRoutine laboratory reports as follow: white blood cell count 15.230 mm3, Hb 14.5 gr/dL, CPK 414 U/L, CRP 150 mg/L, PCT 0.94 ng/mL, sodium 139 mEq/L, and potassium 4.1 mEq/L. The day after his hospital admission, the pain and swelling increased and he developed dysesthesia on the right upper thoracic zone. A compartment syndrome secondary to infection was diagnosed; thus, the patient underwent urgent extensive surgical debridement of the right pectoral area. The operating field showed interstitial “dishwater-like” fluid and discolored poor contractile muscles with pockets of necrosis and pus. The tissues were irrigated with 10 L of saline and empiric antibiotic therapy was started with IV piperacilline-tazobactam 4.5 gr ev/4 per day and IV daptomycin 8 mg/kg per day. The antibiotic therapy was continued for 10 days at the same dose. It was decided to quickly ensure broad antibacterial coverage for gram-positive, gram-negative, aerobic, and anaerobic microorganisms. The choice of these drugs was also driven by our experience in a previous study concerning SSTIs. Blood cultures were performed pre-operatively with a sterile peripheral vein technique, and during surgery, cultures were taken from the surgical site. After surgery, the patient was extubated, and the next day, he started HBOT as adjunctive therapy. HBOT treatment consisted of two dives with 100% oxygen in a pressure chamber 2.8 atmospheres absolute (283.71 kPa) within the first two days, and then daily for a total of 16 sessions. The total time in 100% oxygen via mask for each treatment was 60 min, with three phases in room air, each lasting 5 min. The day after surgery, an increase in CPK values (660 U/L) was observed. Subsequently, a progressive reduction in CPK values was noted, which returned to values of less than 100 U/L on day eight. Similarly, we observed a progressive reduction in CRP, white blood cell, and PCT values (<20 U/L, 10,000 mm3 and 0.10 ng/mL, respectively). The Hb value remained substantially stable during all phases of treatment, and no blood transfusion was needed.\\nClinical improvement was observed three days after HBOT, and three weeks after admission, the patient was discharged home in good health (Figure ). A check up three months after hospital discharge showed a complete recovery of the health status with restitutio ad integrum of the involved anatomical areas (Figure ).", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'15233170': 1, '15066334': 1, '29417747': 1, '33761539': 1, '26109399': 1, '33719215': 1, '33133975': 1, '17251603': 1, '19181335': 1, '22513920': 1, '3511888': 1, '24176': 1, '22487383': 1, '12580': 1, '11740421': 1, '30094111': 1, '18603196': 1, '14915014': 1, '26603791': 1, '6648776': 1, '8906761': 1, '2403785': 1, '6365032': 1, '26335892': 1, '7748037': 1, '28779832': 1, '30399579': 1, '18991520': 1, '17278065': 1, '34484762': 2}", "similar_patients": "{}"}