{"patient_id": 110942, "patient_uid": "8422017-1", "PMID": 34557451, "file_path": "noncomm/PMC008xxxxxx/PMC8422017.xml", "title": "Trapezium and Bennett Fracture – A Rare Base Thumb Fracture Pattern:A Case Report", "patient": "Male patient, right-handed student, 24 years old, admitted to the emergency department after a motorcycle accident with left thumb monotrauma. Clinically, presented edema, pain on palpation and mobilization, referred to the base of the thumb, without wounds, or associated neurovascular deficits.\\nRadiographic study was performed (, ), which revealed a fracture, with a deviation>2 mm, from the vertical dorsal trapezium edge fracture with more than 2mm deviation and a volar tubercle fracture without deviation, corresponding type IIb, and type III Walker fracture, respectively. A comminuted Bennett fracture with associated trapezium-metacarpal dislocation was also diagnosed. This lesion was then subjected to computed tomography (CT) evaluation (, ) for a better characterization of the fracture pattern with regard to joint deviation, number and size of fragments, and their respective spatial orientation.\\nIn the emergency department, dislocation closed reduction and temporary plaster cast immobilization were performed and surgical intervention was proposed. The patient underwent surgery 3 days after the trauma. A dorsal radial approach was used and identification and protection of the superficial radial nerve and radial artery branches were performed. Trapezium-metacarpal capsulotomy was performed. Anatomical trapezium fracture reduction was performed and fixed temporarily with Kirschner wire and definitively with two 1.5mm screws (Bone Care-Medartis). By the same approach, Bennett fracture fragments were excised and anterior oblique ligament was reinserted with 2.8mm mini-anchor (Twinfix). Finally, transarticular stabilization of the trapezium-metacarpal joint with Kirschner wire was performed to protect ligament repair. A cast immobilization was performed ().\\nPostoperatively, there were no complications. At 2 weeks postoperatively, the surgical wound was healed, and suture was removed as well as the cast immobilization. At 6 weeks, the Kirschner wire was removed and rehabilitation started. At follow-up, he presented no range of motion limitations, except slight loss of adduction. Full grip strength recovery was observed, corresponding to a final Quick-DASH score of 3.5 (0–100). The patient returned to his normal life activities without limitations (-).\\nRadiographically, no fracture loss of fixation, reduction, or articular instability was observed during follow-up. Fracture healing and joint congruence without signs of osteoarthritis were observed after 1 year of follow-up (, ).", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'2746122': 1, '4031609': 1, '23270722': 1, '17986420': 1, '29682377': 2, '18780063': 1, '3958529': 1, '19918416': 2, '3065849': 1, '25245724': 1, '13695519': 1, '15488511': 1, '3225697': 1, '9521529': 1, '24671487': 1, '27299062': 2, '3791733': 1, '25325932': 1, '12132098': 1, '34557451': 2}", "similar_patients": "{'2769426-1': 1, '5841103-1': 1, '5841103-2': 1, '5841103-3': 1, '4719393-1': 1}"}