{"patient_id": 58846, "patient_uid": "8548179-1", "PMID": 34712492, "file_path": "comm/PMC008xxxxxx/PMC8548179.xml", "title": "Giant Amoebic Liver Abscess: A Rare Diagnosis in a Rural Setting of Sub-Saharan Africa", "patient": "A thirteen-year-old sub-Saharan female presented in a small community clinic with insidious onset of right hypochondriac abdominal pain and intermittent high fever, progressing over a one-month period. These symptoms began as dull, arching constant pain on the right hypochondria, radiating to the upper right scapula. The symptoms progressed with increased intermitted fever, dry cough, severe pleuritic chest pain, and mild breathing difficulties within one week before consultation. These symptoms were associated with anorexia, weight loss, body weakness, vomiting, and nonbloody mucoid stools. There was no jaundice, limb swelling, changes in skin color, or delusion. There were no other children with similar symptoms, and her past medical history was unremarkable for human immunodeficiency virus (HIV) infection, liver diseases, diabetes, syphilis, liver disease, renal disease, or abdominal trauma. Her travelling history is unremarkable. She is a pupil living a war risk rural community in Cameroon. Their main source of drinking water is stream water, and hygiene and sanitation in the community is poor. She had been on traditional herbs with scarification treatments at a local traditional doctor for three weeks, during which her symptoms progressively worsen. No previous medical consultations had been done.\\nOn examination, she was pale, ill looking, and febrile with signs of respiratory distress, dehydration, and weight loss. Her conjunctivae were pale and sclera anicteric. She had a blood pressure of 90/60 mmHg, pulse was regular, fast, weak, and thready with a rate of 120 beats/min, respiratory rate is 32 breaths/min, temperature was 39 degrees Celsius, GCS is 15/15, and capillary refill > 2 seconds.\\nOn cardiorespiratory examination, the heart rate was 120 beats per min, with normal first and second heart sounds. Examination of the respiratory system revealed decreased lung expansion on the right lower posterior lung, with stony dull percussion note, decreased lung sounds, and decreased vocal fremitus, with fine crackles. Examination of other lung fields is normal.\\nExamination of the abdomen revealed a distended abdomen with tenderness on deep palpation of the right and left upper abdominal quadrants. Abdominal palpation was significant of massive tender firm hepatomegaly measuring 12 × 10 cm, with smooth surface and mild splenomegaly. Examination of other quadrants was normal. Normal bowel sounds were present. All other exams were unremarkable. Based on her presentation, we suspected liver abscess, community-acquired pneumonia, hydatid cyst, hepatic adenomas, and traumatic liver injury.\\nShe was immediately resuscitated with normal saline (0.9%), and blood, stool, and urine samples were collected for laboratory analysis. An abdominal echography and chest X-ray were also requested. The analyses revealed a hemoglobin of 8 g/dl, WBC 25,000 cells/μl, HIV test: negative, and malaria RDT test: negative. Stool exam reveals the presence of Charcot Leydig crystals and E. histolytica cyst. Other findings were normal. The results of the abdominal ultrasound revealed a huge heterogenous mass within the right lobe of the liver with thick walls, air bubbles, and a dimension of 141 mm suggestive of amoebic liver abscess (). In addition to abdominal ultrasound examination, the chest X-ray reveals pleural effusion on the right lower left lung.\\nGrounded on the clinical presentation and findings on investigation (ultrasound and stool exam), we made a diagnosis of a giant amoebic liver abscess with pleural effusion. According to standard indications, we referred the patient to a surgeon in a referral hospital. However, because of financial constraints, they could not meet up with the demands. To save the patient, the community hospital decided to embark on a nonsurgical treatment of the patient sponsored by a local nongovernmental organization (GRACHADA). The patient was placed on metronidazole infusion (500 mg thrice daily for one week), 0.9% normal saline (1.5 liters daily for 5 days), ceftriaxone 2 grams daily, glucose 5% (1 liter daily for 5 days), and prednisolone 5 mg (10 mg thrice daily for 7 days). After 7 days of treatment, there was marked clinical improvement of the patient. Vital signs were stable, and serial evaluation with abdominal echography showed decrease in the size of the abscess with decreased heterogenicity. The patient was discharged and relayed on oral treatment with metronidazole (for two weeks), prednisolone (5 mg twice daily for two weeks), and protein energy supplements for 2 weeks. Follow-up of patient after two weeks was remarkable for full recovery of patient, with resolution of abscess on echography.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'32134930': 1, '27467600': 1, '20997895': 1, '19774426': 1, '2038992': 1, '17690418': 1, '9530055': 1, '18499688': 1, '4162794': 1, '20993483': 1, '10970364': 1, '15925668': 1, '17630338': 1, '11060076': 1, '8163695': 1, '23029823': 1, '28285268': 1, '12092041': 1, '1622014': 1, '16221067': 1, '451185': 1, '24995332': 1, '23424637': 1, '23550199': 1, '2200212': 1, '30631758': 1, '10524950': 1, '25420932': 1, '23951372': 1, '30624763': 1, '12660071': 1, '12097242': 1, '28452682': 1, '4023220': 1, '12700377': 1, '24972391': 1, '17914922': 1, '2891197': 1, '16380333': 1, '15876952': 1, '15293045': 1, '34712492': 2}", "similar_patients": "{}"}