{"patient_id": 58787, "patient_uid": "8544619-1", "PMID": 34722021, "file_path": "comm/PMC008xxxxxx/PMC8544619.xml", "title": "Neglected Gallstone Disease Presented As Gallstone Ileus: A Rare Cause of Intestinal Obstruction", "patient": "A 27-year-old man from North India, a prevalent zone for cholelithiasis, presented to surgery emergency with recurrent episodes of bilious vomiting and right upper abdominal pain of two days, followed by progressive abdominal distension with non-passage of flatus and feces for one day. He was diagnosed with symptomatic gallstone disease after an episode of biliary colic nine months back with normal laboratory values of liver enzymes (total bilirubin 0.8mg/dl, aspartate aminotransferase (AST) 30 IU/L, alanine aminotransferase (ALT) 32 IU/L, alkaline phosphatase (ALP) 115 IU/L, and gamma-glutamyl transferase (GGT) of 25 IU/L) for which he used to take analgesics on and off. There was no history of any other co-morbidities or past surgeries. His initial observation showed a heart rate of 110 beats/min and blood pressure of 126/70mmHg with abdominal distension and tenderness in the epigastrium and right hypochondrium. Blood investigations showed raised total leukocyte counts (20,000/cumm) and deranged liver function (bilirubin 2.1mg/dl, direct bilirubin 1.5mg/dl, alkaline phosphatase 321 IU/L, GGT of 79 IU/L, and normal ALT 42 IU/L and AST 32 IU/L). Abdominal radiography revealed features of small bowel obstruction. Contrast-enhanced computed tomography (CECT) scan of the abdomen with diluted mannitol as oral contrast was done, which showed dilated small bowel loops (maximum diameter 3.8cm) with lamellated hyperdense calculus ~17x15mm in the lumen of distal jejunal loops at the transition point with collapsed distal bowel (Figure A). There was associated pneumobilia in intra- and extra-hepatic biliary radicals with fistulous tract between the gallbladder and the duodenum (Figure B).\\nThe provisional diagnosis of gallstone ileus was made. After adequate resuscitation with intravenous fluid and broad-spectrum antibiotic, an emergency exploratory laparotomy was done through a midline incision. Intraoperatively small bowel loops were dilated with an impacted stone of ~3x3cm in the distal jejunum (Figure ) and inflamed gallbladder with adhered first part of duodenum with fistulous communication.\\nA longitudinal enterotomy was made on the bowel over the calculus, and the stone was extracted out (Figure and Figure ).\\nThe enterotomy was closed in the horizontal direction (Heineke-Mikulicz procedure), which was followed by cholecystectomy with excision of the fistulous tract (Figure ). The duodenal defect was repaired with interrupted 2-0 polydioxanone sutures (PDS). The post-operative period was uneventful. Histopathological examination of gallbladder specimen was suggestive of chronic calculous cholecystitis.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'17285212': 1, '29887482': 1, '26730285': 1, '29966948': 1, '23295322': 1, '14388611': 1, '2200556': 1, '8198337': 1, '16247126': 1, '34722021': 2}", "similar_patients": "{}"}