{"patient_id": 108533, "patient_uid": "8202316-1", "PMID": 34178117, "file_path": "noncomm/PMC008xxxxxx/PMC8202316.xml", "title": "Florid cystitis cystica et glandularis causing irreversible renal injury", "patient": "A 32-year-old human immunodeficiency virus (HIV)-negative male patient was referred to our unit with a 2-week history of bilateral flank pain and nausea. He was found to have gross bilateral hydroureter and hydronephrosis and a blood serum urea level of 87.5 mmol/l, creatinine 1840 μmol/l and an estimated glomerular filtration rate of 3 ml/min/1.73 m2. No significant post micturition residual bladder volume that would suggest a bladder outlet obstruction was noted on ultrasound. The history was further unremarkable, with no prior hematuria, lower urinary tract symptoms, surgical procedures, urolithiasis, or previous urinary tract infections. The clinical examination found him afebrile and normotensive with mild bilateral loin tenderness. Specimens for urinalysis and culture revealed no evidence of urinary tract infection, tuberculosis or schistosomiasis.\\nUrgent hemodialysis was commenced, and a cystoscopy noted extensive cystic and nodular lesions involving most of the bladder urothelium, but especially prominent at the trigone and bladder neck. The ureteric orifices could not be visualized, and retrograde stenting proved impossible. Biopsies of the abnormal bladder urothelium noted multiple foci of CCEG () and no evidence of dysplasia, malignancy, tuberculosis, or schistosomiasis.\\nBilateral percutaneous nephrostomies were inserted forthwith, and bilateral anterograde pyelography revealed distended ureters with complete obstruction at the level of both vesicoureteral junctions (). No filling defects suggestive of concomitant ureteritis cystica were noted. At this stage, our management plan was to continue dialysis with the bilateral percutaneous nephrostomies in situ and allow time for the CCEG, generally regarded as self-limiting, to resolve. Computed tomography (CT) cystogram showed a good capacity bladder, with no evidence of pelvic lipomatosis ().\\nRepeat cystoscopy 6 weeks later did show a marked improvement, with bladder lesions now limited only to the bladder neck and trigone. Careful resection of the remaining lesions on the trigone exposed slit-like ureteric orifices (), but unfortunately, these orifices could not be catheterised. Repeat anterograde pyelography showed no resolution of the complete obstruction at the lower extent of both ureters.\\nThe patient’s serum renal function showed no improvement despite the decompressing effect of the bilateral percutaneous nephrostomies. Seeing that follow-up cystoscopy showed resolution of the macroscopic cystic and nodular lesions in the bladder and no lesions requiring re-resection, a multidisciplinary decision was made to continue hemodialysis and place our patient on a waiting list for a renal transplant.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'19332913': 1, '30565304': 1, '18455631': 1, '1988733': 1, '15443228': 1, '22396374': 1, '22511438': 1, '17551538': 1, '33102121': 1, '25202387': 1, '15667889': 1, '34178117': 2}", "similar_patients": "{}"}