{"patient_id": 50446, "patient_uid": "8152033-1", "PMID": 34067941, "file_path": "comm/PMC008xxxxxx/PMC8152033.xml", "title": "Acute Pericarditis after Percutaneous Coronary Intervention: A Case Report", "patient": "A 58-year-old man was admitted to the hospital for an elective percutaneous coronary intervention (PCI) of the chronic total occlusion to the LAD due to exertional angina while on optimal medical therapy. Three months before, due to unstable angina, he underwent coronary angioplasty with the deployment of drug-eluting stents in the right coronary artery. His past medical history included hypertension, dyslipidemia, impaired fasting glycemia and gout. Physical examination as well as the laboratory data involving complete blood count, electrolytes, renal function and hepatic enzymes showed normal findings. An initial electrocardiogram (ECG) revealed sinus bradycardia with a heart rate of 50 beats per minute and pathologic Q-wave in leads III and aVF (A). Transthoracic echocardiography demonstrated good systolic function (LV EF 55% without regional wall motion abnormalities) and left atrial enlargement. The attempt to revascularize the coronary artery using the antegrade wire escalation technique (Fielder XTA, Gaia Second and Third wires) was unsuccessful due to the inability to wire the distal true lumen. At the end of the procedure, there was no extravasation of contrast observed (C) and the patient was symptom free. A second attempt was planned after one or two months.\\nSix hours after the interventional procedure, the patient complained of severe substernal chest pain worsening by bending over and lying on the left side. The ECG demonstrated ST-segment elevation in anterior and lateral leads, suggesting acute anterolateral ST-elevation myocardial infarction (B). Troponin I was mildly elevated at 71 ng/L. It was decided to repeat a coronary angiogram in order to evaluate collateral blood flow to LAD as worsening of it could be attributed to the patient’s symptoms and changes on the ECG. Coronary angiogram did not reveal any new findings compared to the previous one, and the collateral flow to the LAD territory was not impaired. An elevated C-reactive protein (CRP) level (98.0 mg/L) with no leukocytosis was observed the next morning. Serum electrolytes and creatinine remained within normal ranges. Transthoracic echocardiogram showed a normal-sized left ventricle with preserved systolic and impaired diastolic functions, left atrial enlargement and hemodynamically non-significant small circumferential pericardial effusion (). The diagnosis of acute pericarditis was established and a course of nonsteroidal anti-inflammatory drugs (NSAIDs) was initiated. The patient was given ibuprofen 600 mg tds in addition to aspirin 100 mg od, clopidogrel 75 mg od, a combination of bisoprolol and perindopril 5/10 mg od, amlodipine 5 mg od, moxonidine 0.4 mg od and rosuvastatin 40 mg od. Pantoprazol 20 mg od was also initiated with NSAIDs therapy. The following ECG, which was performed 36 h after PCI, revealed typical ECG findings of pericarditis (A).\\nOn the next day, the troponin I level decreased to 37 ng/L and chest pain was significantly relieved. A three-fold reduction in CRP level (from 98.0 mg/L to 30.8 mg/L) was observed after three days of treatment. Repeated ECG showed a return to baseline ST-segment elevation (B). In comparison with the previous echocardiogram, no enlargement of pericardial effusion was detected. The patient was discharged in stable condition without chest pain on the fourth day after symptom onset. It was recommended to continue ibuprofen for 12 days three times daily with a reduction in dose after 5 days. Moreover, the patient was given aspirin and clopidogrel, statin and a combination of antihypertensive agents.\\nThe patient had no complaints of pericarditic chest pain after discharge. Two months later, successful PCI to the CTO of LAD was performed using the same antegrade wire escalation technique with an implantation of two drug eluting stents (). The patient remained asymptomatic and had no recurrence of pericarditis.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'26320112': 1, '23992557': 1, '15001332': 1, '23040075': 1, '31941732': 1, '11407725': 1, '28588825': 2, '1618216': 1, '25205801': 1, '12934774': 1, '19695538': 1, '20177006': 1, '23388234': 1, '34067941': 2}", "similar_patients": "{'5458034-1': 1}"}