{"patient_id": 110607, "patient_uid": "8383676-1", "PMID": 34434330, "file_path": "noncomm/PMC008xxxxxx/PMC8383676.xml", "title": "Soft-Tissue Myoepithelioma of the Retroperitoneal Space Mimicking a Pancreatic Tumor: A Case Report and Literature Review", "patient": "A 39-year-old Caucasian man presented with a 1-month history of decreased appetite, mild abdominal pain and palpable epigastric abdominal mass. He was a lifelong nonsmoker with no significant past medical or family history. Computed tomography (CT) scan revealed a large epigastric mass (14 × 11 × 11 cm) growing from the pancreas with dislocated stomach, duodenum and left-sided portal hypertension (). Positron emission tomography-CT (PET-CT) with F-18 fluorodeoxyglucose (F-18 FDG) showed patchy tracer uptake of the tumor located in the pancreatic body and tail (). There was no evidence of regional or distant disease and all blood tests were within normal limits. Upper endoscopy with transluminal ultrasound-guided biopsy was performed. Final pathology suggested pancreatic myoepithelioma.\\nThe patient underwent distal pancreatectomy. Intraoperatively, there was tumor compression of the superior mesenteric vein (SMV) and splenic vein junction with left-sided portal hypertension and severe inflammatory reaction of adjacent tissues. These findings were suspicious for malignant behavior of the neoplasm and led to technical difficulties. Complete removal of the mass required distal pancreatectomy and splenectomy, with estimated blood loss 2,800 mL. The patient recovered uneventfully and was discharged on the seventh postoperative day.\\nPostoperative pathology revealed a well-defined multinodal neoplasm with chondroid stroma and monotonous spindle cells having a co-expression of CAM5.2, smooth muscle actin (SMA) and S-100 protein (-). The retroperitoneal STM was adjacent to pancreas without true invasion. The multidisciplinary tumor board recommended a 3 - 6 months follow-up with imaging for 2 years and annual examination for the next 3 years.\\nAt 15 months follow-up, the patient is asymptomatic without signs of malnutrition, malabsorption, or recurrence.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'28583885': 1, '25804378': 1, '24487475': 1, '25581728': 1, '23681076': 1, '27746887': 2, '27928268': 1, '28947952': 1, '14745390': 1, '28648935': 1, '25706482': 1, '25231231': 1, '18306544': 1, '17498593': 1, '20815032': 1, '26170201': 2, '23097005': 1, '12960802': 1, '24378391': 1, '25253093': 2, '7571084': 1, '2982059': 1, '25299310': 1, '29979383': 1, '18043035': 1, '23630011': 1, '11048809': 1, '28458787': 2, '34434330': 2}", "similar_patients": "{'4501044-1': 1, '5379233-1': 1, '5064303-1': 1, '4181467-1': 1}"}