{"patient_id": 113249, "patient_uid": "8664757-1", "PMID": 34909571, "file_path": "noncomm/PMC008xxxxxx/PMC8664757.xml", "title": "Case report of heart transplantation for giant cell myocarditis in a patient with common variable immunodeficiency", "patient": "A 32-year-old female with a history of common variable immunodeficiency (CVID) was admitted to our hospital because of new heart failure. In the 3 months leading to her presentation, she developed mild dyspnoea and chest tightness on exertion. She had no preceding viral illness.\\nIn the emergency department, her blood pressure was 121/86 mmHg, heart rate 128 beats per minute, respiratory rate 16 breaths per minute, oxygen saturation 98% while breathing room air, and temperature 36.7°C. Examination was notable for jugular venous distension and an S3 gallop. Troponin I was 0.86 ng/mL, B-type natriuretic peptide 1811 pg/mL, venous lactate 3.9 mmol/L, and estimated glomerular filtration rate was >60 mL/min. Chest radiography showed mild cardiomegaly and mild enlargement of the hilar pulmonary vessels. Electrocardiogram showed sinus tachycardia and ST elevations V2–V4, and transthoracic echocardiography revealed a dilated left ventricle with an ejection fraction of approximately 10% (Figure ). Left heart catheterization revealed normal coronary arteries. Pulmonary artery catheterization revealed a right atrial pressure of 18 mmHg, pulmonary artery pressure of 51/35 mmHg, pulmonary capillary wedge pressure of 30 mmHg, and cardiac index of 1.34 L/min/m2 by thermodilution.\\nAs a child, she experienced frequent lower respiratory tract infections. She was diagnosed with CVID at age 21 after she was found to have low levels of immunoglobulin (At the time of diagnosis, immunoglobulin levels were IgA 15 (40–350 mg/dL) and IgM 68 (50–370 mg/dL). Baseline IgG was not available from the outside hospital laboratory. Subsequent immunoglobulin levels obtained after diagnosis in the setting of subtherapeutic subcutaneous immunoglobulin replacement were IgA 7, IgM 11, and IgG 146 (620–1520 mg/dL).), low titre response to vaccinations, and bronchiectasis on chest imaging. She was started on subcutaneous immunoglobulin and experienced a significant reduction in infections. Also in her 20’s, she developed proximal muscle pain and weakness, and chronic watery diarrhoea. Muscle and gastrointestinal biopsies diagnosed polymyositis and collagenous colitis, respectively.\\nEndomyocardial biopsy showed endocardial and focal perivascular interstitial mononuclear inflammation. Giant cells in addition to mononuclear infiltrate and myocyte drop out were identified, consistent with giant cell myocarditis (GCM) (Figure ).\\nShe was initiated on milrinone and nitroprusside with an improvement in her cardiac index to 2.16 L/min/m2.\\nBy hospital Day 31, she had developed progressive diuretic resistance and repeat pulmonary artery catheterization revealed a cardiac index of 1.5 L/min/m2, which remained low despite higher doses of milrinone, and an intra-aortic balloon pump was inserted.\\nShe underwent an uncomplicated orthotopic heart transplant on hospital Day 38. The explanted heart was notable for a moderately dilated left ventricle (Figure ). Post-transplant, she received an immunosuppression regimen of mycophenolate mofetil, prednisone, and tacrolimus. She was discharged on hospital Day 62.\\nTwo years after her transplant, she continued to feel well with no evidence of recurrent GCM, normal graft function, and no serious infectious complications. Minor infectious complications did occur, all of which were treated successfully, including a rectal abscess, treated with oral antibiotics and incision and drainage, oesophageal candidiasis, treated with fluconazole, and CMV viraemia, treated with valganciclovir. She received standard doses of tacrolimus and prednisone throughout her follow-up; however, her mycophenolate mofetil dose was reduced in consideration of her CVID and minor infections. She had one episode of Grade II cellular rejection 11 weeks after her transplant, which resolved after a temporary increase in mycophenolate mofetil. Due to ongoing symptoms from polymyositis, she continued low-dose prednisone, which otherwise would have been discontinued, as biopsies showed no evidence of rejection. She continued weekly subcutaneous immunoglobulin injections with additional doses as needed to maintain therapeutic immunoglobulin levels, which were measured monthly initially, and then every 3–6 months after a stable regimen was established.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'23149495': 1, '10627859': 1, '25838096': 1, '25339509': 1, '25379312': 1, '7875492': 1, '28543378': 1, '23676145': 1, '21831259': 1, '24704084': 1, '29156507': 1, '11795251': 1, '17454905': 1, '28219603': 1, '10904855': 1, '18319398': 1, '12122517': 1, '22180439': 1, '12324637': 1, '27931972': 1, '9797766': 1, '34909571': 2}", "similar_patients": "{}"}