{"patient_id": 60811, "patient_uid": "8642126-1", "PMID": 34877190, "file_path": "comm/PMC008xxxxxx/PMC8642126.xml", "title": "Malignant Degeneration to Leiomyosarcoma of the Anorectal Junction Invading the Prostate", "patient": "We present the case of a 75-year-old male who was referred to the colorectal surgery clinic for evaluation after noting hematochezia, anal skin irritation, and rectal pain. Eight years prior, he had been diagnosed with leiomyoma of the rectum. At that time, he had undergone a biopsy of the lesion and local resection was performed several times. After each resection and biopsy, the pathology proved to be a benign leiomyoma.\\nUpon his latest presentation, eight years after initial local resection, a physical exam revealed a palpable mass at the anorectal junction. Biopsy of the mass was now consistent with leiomyosarcoma, including moderate atypia and a high mitotic rate (40 per 10 high power field), as compared to his previous diagnosis of leiomyoma (Figures -).\\nHe underwent staging workup with an MRI of the pelvis (Figure ). This proved the mass to be 3.5 cm in diameter, located at the anorectal junction, with extension into the prostate and possible involvement of the urethra. The decision was made for the patient to undergo surgery. The colorectal team, combined with urological surgical teams, performed a robotic pelvic exenteration, which included cystoprostatectomy, abdominoperineal resection, and ileal conduit creation.\\nThe final pathology resulted in a grade 2 leiomyosarcoma that invaded the prostate and skeletal muscle. Zero of 26 lymph nodes were positive. Incidentally, he was found to have Gleason 3+4 prostate cancer that was staged as pT2. The postoperative course was uncomplicated and he was discharged home from the hospital.\\nAs an outpatient, he completed adjuvant radiation therapy to prevent local recurrence of his leiomyosarcoma. Complete surgical resection cured his prostate cancer, but urology will continue to monitor him for recurrence with interval PSA levels. As for monitoring of his leiomyosarcoma, he will continue to undergo regularly scheduled physical exams and imaging to assess the recurrence or development of metastatic disease. He is currently free of disease 18 months after surgery based on his most recent MRI scan and physical exam.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'11023095': 1, '31523383': 1, '22917807': 1, '34877190': 2}", "similar_patients": "{}"}