{"patient_id": 59159, "patient_uid": "8561668-1", "PMID": 34745776, "file_path": "comm/PMC008xxxxxx/PMC8561668.xml", "title": "An Intraluminal Parasitic Leiomyoma of the Sigmoid Colon and Potential Pathogenetic Mechanisms", "patient": "A 57 years old, postmenopausal woman visited our outpatient office for gynecologic evaluation due to repeated and persistent episodes of vaginal bleeding that did not respond to treatment with progestins or estrogens, progestins, and tranexamic acid. She was gravity 0, parity 0 (G0P0), and had a known personal history of multiple uterine leiomyomas. Further complaints were persistent iron deficiency anemia, intermittent hypogastric pain, which was relieved only with non-steroid anti-inflammatory drugs (NSAIDs), and inability to achieve pregnancy during her fertile years. She had undergone several gynecologic evaluations during her reproductive years but was never offered any fertility-preserving options. Myomectomy with uterine preservation had not been considered possible, as the remaining uterine tissue would not suffice and would be unable to support a normal and healthy pregnancy. Along with the aforementioned symptoms, the patient also mentioned certain atypical symptoms. She complained of occasional bloating and constipation, for which she had visited her local general practitioner multiple times and was managed conservatively with diet modifications, only with minor improvement. At our outpatient office, the patient’s physical examination had no significant findings. A transvaginal ultrasound was performed, which revealed a large uterus with at least four leiomyomas of a maximum diameter of 3.8 cm. Ovarian imaging was not possible transvaginally due to the uterine size. The transabdominal ultrasound did not reveal any ovarian pathology. After the patient’s reevaluation and considering her present postmenopausal status, she was offered a total abdominal hysterectomy (TAH) and bilateral salpingo-oophorectomy, to which she consented.\\nUnder general anesthesia, a typical TAH and salpingo-oophorectomy were performed followed by an exploration of the abdominal cavity (Figure ). During an inspection of the Douglas pouch, a mass was observed bulging through the visceral peritoneum. In order to localize the aforementioned mass, peritoneum incision and careful tissue dissection followed, during which entry into the lumen of the sigmoid colon occurred. At this point of the operation, it became obvious that the bulging mass was located inside the lumen of the sigmoid colon rather than in the retroperitoneum and the mass was excised. Sigmoid colon resection was not regarded as necessary, as the excised mass was particularly round and smooth-edged and did not exhibit any macroscopic features compatible with malignancy. Subsequently, the defect in the sigmoid colon was closed with simple interrupted 2-0 polypropylene purse-string sutures in two layers, proper anatomy was restored, and further exploration of the abdominal cavity including spleen, liver, and the omentum was performed (Figure ).\\nA histopathologic evaluation of the excised mass of the body and cervix of the uterus, the fallopian tubes, and the ovaries were ordered (Figures , ). In the uterine specimen, multiple typical leiomyomas were observed, four of which were quite large, specifically of a maximum diameter of 4cm each. The excised intraluminal mass located in the sigmoid colon was sized 2.8 cm x 2.1 cm x 1.8 cm, was found to be histologically identical to the uterine leiomyomas, and eventually was reported back as typical leiomyoma. Unfortunately, the patient did not consent for immunohistochemical analysis of the specimen.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'24196187': 1, '20214834': 1, '19001649': 1, '29576015': 2, '19701042': 1, '10212928': 1, '26892441': 1, '11598163': 1, '9502408': 1, '28255146': 1, '32391216': 2, '21345435': 1, '26037152': 1, '30875294': 1, '30239705': 1, '20068330': 1, '22900220': 2, '34268053': 2, '33391639': 2, '23222489': 1, '34745776': 2}", "similar_patients": "{'7205365-1': 1, '8266381-1': 1, '5868063-1': 1, '3415088-1': 1, '7758995-1': 1}"}