{"patient_id": 50853, "patient_uid": "8169135-1", "PMID": 34104255, "file_path": "comm/PMC008xxxxxx/PMC8169135.xml", "title": "Hopeless tooth? Prognosis and comprehensive treatment. A case report", "patient": "In 2016, a 62-year-old caucasian female presented at a private dental office with a good general health condition; her main complaint was related to changes in the position of upper and lower teeth, mobilities, and gingival bleeding during brushing ().\\nShe was a non-smoker and did not have chronic marginal periodontitis. Dental history included: dental visits yearly, dental extractions due to caries, endodontic treatments, and fixed prostheses. Daily oral hygiene routine included brushing 2 times a day for 2 min with a manual medium bristles toothbrush without any attempt to clean interdental spaces. After periodontal and full series radiographic exam, and picture-taking, the patient was diagnosed with generalized severe chronic periodontitis [], stage IV, grade B, based on the current classification proposed by Tonetti et al. in 2018 [], with the presence of vertical defects in some teeth, furcation involvement, mobilities, as well as supra- and subgingival plaque deposits and abnormal tooth migration. Tooth prognosis was evaluated at baseline and re-evaluated at the 1- year and 4-year examination applying the score proposed by Kwok and Caton in 2007 []. Their score goes from “favorable” to “questionable” to “unfavorable” to “hopeless”.\\nThe comprehensive therapy that we adopted included four important steps:\\nInitial therapy: Scaling and root planing in 4 sessions, occlusal adjustment, splinting of mobile teeth, and oral hygiene instructions were given to the patient in the initial phase. Clinically and radiographically, tooth 2.4 was vital, extruded, presented fremitus, an important loss of periodontal support close to the apex, no furcation involvement, and grade 3 mobility was noted [] (). At the 3-month re-evaluation, full-mouth plaque score (FMPS) and full-mouth bleeding score (FMBS) were 15%, tissues were contracted, pocket depth reduced, but remained deep around some teeth, and dental mobility was improved. One tooth was extracted due to caries and endodontic complications. At 3 months, tooth 2.4 responded positive to the vitality test and had a deep palatal probing depth of 10 mm mesial and 6 mm distal. A remarkable improvement in bone mineralization was observed on x-ray compared with the initial one (). Periodontal regenerative surgery was decided to be appropriate for this tooth. The surgical phase of treatment was formulated. Informed consent was obtained from the patient after careful explanation of the surgical procedure, prognosis, and possible complications. Surgical procedure: After assessment of the clinical variables and local anesthesia, a flap was prepared. Considering the anatomical defect and the fact that interproximal space was >2 mm, a modified papilla preservation technique (MPPT) was decided with a full-thickness vestibular incision at the base of the papilla on 2.2, 2.3, 2.4, 2.5 extended in crest distally on 2.5. Following full-thickness flap elevation, the granulation tissue was removed using Gracey metal curettes (HuFriedy®, Chicago, IL, USA) (). Scaling and root planing were performed by combining the use of metal curettes and power-driven instrumentation through an ultrasonic scaler (EMS®, Nyon, Switzerland). An 11-mm wide vertical defect was present on the mesial palatal side of 2.4 and 7 mm distally (). Root conditioning with a 24% EDTA gel (PrefGel®, Institute Straumann, Switzerland) was performed. Immediately after root conditioning, EMD and BioOss were applied, followed by a tension-free primary closure of the interdental papillae and of the mucoperiosteal flaps utilizing 6-0 and 5-0 monofilament (PTFE) non-resorbable suturing material (Profimed, Medipac® Greece) ().\\nPain and edema were controlled with 600 mg ibuprofen immediately before the surgical intervention and after 4 hours. Subjects were instructed to rinse twice daily with 0.12% chlorhexidine digluconate (Curasept ADS® Curaden AG, Kriens, Switzerland) for the first 2 weeks and use modified oral hygiene procedures in the treated areas for the first four postoperative weeks. Also, systemic antibiotics were prescribed. After 4 weeks, subjects were instructed to resume regular self-performed oral hygiene procedures. Sutures were removed after 14 days (), and the patient was recalled after 4 weeks () and after 3, 6, 9, and 12 months for professional maintenance care. After 12 months, a follow-up examination was performed. In this case, the pocket examination was not performed 12 months after surgery.\\nAfter the surgery, the patient was examined weekly for the first month, and prophylaxis of the area was carried out at each visit. Brushing was suspended for 4 weeks. After one month, healing was satisfactory. After the first month, follow-up visits were scheduled every 3 months, emphasizing the importance of good hygiene, especially at the interproximal level. A detailed re-evaluation was performed one year after regenerative surgery, and a periapical x-ray revealed radiographic bone fill of almost the entire defect (. Clinically, the tooth is vital, and the pocket revealed 4 mm mesiopalatal with a 4 mm recession and 3 mm distopalatal with a 6 mm recession.\\nOrthodontic therapy: One year after surgery, the patient was scheduled for orthodontic treatment to correct abnormal tooth migration and to improve function and esthetics (). This treatment was administered for 1.5 years.\\nSupportive periodontal therapy: After the orthodontic therapy, regarding risk assessment, the patient was included in a maintenance program of Supportive Periodontal Therapy (SPT) every 3 months. Four years later, the tooth is vital and had a reduced but healthy periodontal tissue around (, ).\\nThe tooth healed uneventfully after the surgical procedure, and no adverse effects, infections, or incomplete flap closure were noted with the grafting materials. At the end of the orthodontic treatment, the tooth was moved mesially and intruded. Plaque control was good, and a slight inflammation was present in the fourth year. Initial and final clinical parameters are reported in .\\nAt 1 year, the deepest interproximal site at baseline had a clinical attachment level (CAL) gain of 4 mm and a pocket-depth (PD) reduction of 8 mm. At 4 years, in the same site, PD reduction remained 8 mm, and CAL gain was 5 mm. Also, tooth mobility grade 1 was noted.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'16625546': 1, '29926952': 1, '16686925': 1, '15948679': 1, '11276518': 1, '8832477': 1, '8832476': 1, '17710290': 1, '14514223': 1, '6384275': 1, '11742313': 1, '10379282': 1, '21777268': 1, '17409750': 1, '17970671': 1, '10863370': 1, '14989753': 1, '12296778': 1, '11142670': 1, '25867990': 1, '19737264': 1, '26008887': 1, '25216204': 1, '6592322': 1, '34104255': 2}", "similar_patients": "{}"}