{"patient_id": 106370, "patient_uid": "8016058-1", "PMID": 33824642, "file_path": "noncomm/PMC008xxxxxx/PMC8016058.xml", "title": "Management of child after traumatic epidural hematoma with pulmonary edema and arrhythmia", "patient": "A 7-year-old boy with no prior medical history presented 5 hours after a fall down five stairs at home. He complained of a headache immediately after falling but was lucid. When he was difficult to arouse from sleep 2 hours later, his mother drove him to the hospital. On admission, Glasgow Coma Scale was 3 with pupils initially fixed and dilated on the left, progressing to 6 mm fixed and dilated bilaterally with agonal breathing and copious frothy sputum. The patient was intubated on arrival with pink frothy fluid bubbling from the trachea. Administration of 0.9 normal saline 70 ml/kg and dopamine for significant hypotension (nadir systolic blood pressure 43 mmHg and diastolic blood pressure 34 mmHg) was instituted. Hypertonic saline was started for suspected intracranial hypertension. Portable chest X-ray showed severe diffuse hazy opacities throughout both lung fields, raising suspicion for NPE []. Computerized tomography showed a nondisplaced skull fracture of left parietal and squamous temporal bones, an underlying large left-sided epidural hematoma with 7 mm left-to-right midline shift, and early transtentorial and cerebellar tonsillar herniation [Figure and ]. He was taken to the operating room (OR) less than one hour after arrival to the hospital, where he underwent left frontotemporoparietal craniotomy and evacuation of epidural hematoma.\\nIntraoperative course was complicated by copious amounts of pink, frothy fluid that occluded the endotracheal tube and required frequent suctioning. The patient was ventilated using Pressure Regulated Volume Control mode with tidal volume = 6 ml/kg, RR = 26 breaths/min, peak pressure = 36 cm H20, PEEP = 8 cmH20, FiO2 = 1. Fentanyl-based anesthesia was supplemented with mannitol and furosemide. Fresh frozen plasma (total volume 300 ml) was administered for prothrombin time 17.7 sec (normal: 11.9–14.5 sec) and partial thromboplastin time 38.4 sec (normal: 22.5–38 sec). Case totals were: 700 ml 0.9 normal saline, urine output 660 ml, and estimated blood loss 100 ml. Intraoperative fluid balance was positive 240 ml over 3.5 hours. At the end of surgery, an attempt to transport ventilating with Ambu bag proved impossible because of fulminant NPE. Furthermore, the initial attempt to leave OR for PICU was delayed by a brief episode of unstable ventricular tachycardia that resolved after 2 minutes with chest compression, epinephrine, and resumption of ventilation via the ventilator at intraoperative settings. Dopamine and epinephrine infusions supported his blood pressure, and his heart rate was 110 beats per minute during this period. Arterial blood gas reflected difficulty with ventilation: pH 6.98, pCO2 83.8 mm Hg, pO2 481.4 mm Hg, bicarbonate 20 mmol/L, and Sa02 99.9%. Serum sodium, potassium and calcium levels were within normal limits. In PICU, 12-lead EKG showed sinus tachycardia with prolonged QTc of 514 msec, which peaked after 24 hours at 573 msec (99th percentile QTc is 460 msec for prepubescent children). Echocardiogram on postoperative day one showed normal cardiac function. QTc interval normalized daily thereafter and was normal (433 msec) two weeks later. The patient did not have a family history of long QT syndrome or cardiac arrhythmias. After 12 days, the child was discharged to a rehabilitation center where he spent 2.5 weeks before going home. He regained his pre-injury neurologic function and returned to school with good grades but did have occasional migraine-type headaches.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'11533351': 1, '19262419': 1, '17378783': 1, '28169967': 1, '25572647': 1, '12658001': 1, '33824642': 2}", "similar_patients": "{}"}