{"patient_id": 61433, "patient_uid": "8710488-1", "PMID": 34966751, "file_path": "comm/PMC008xxxxxx/PMC8710488.xml", "title": "Case Report: A Case of Perifoveal Exudative Vascular Anomalous Complex With a Good Prognosis", "patient": "A 56-year-old Chinese woman without diabetes and other diseases presented with visual acuity deterioration in her left eye for over 1 year. Ophthalmic examination revealed that her right eye vision was 20/20, her left eye vision was 20/160, and the anterior segment of both eyes was normal. However, fundus examination of the left eye showed an isolated off-white lesion near the macular area and a large amount of muddy-like exudates above the macular area (). An enlarged image of the lesion (). OCT images showed off-white lesions in the cross-sectional scan that were bright around the edges and black on the inside, with an oval circular reflex, a strong point-like reflex and edema between the layers (). An OCT-A scan showed sparse blood vessels with dilated superficial blood vessels and an adjacent tangled nodule (). Enlarged OCT-A image (). The fundus and OCT of the right eye were normal ().\\nBased on these prominent clinical features, the patient was diagnosed with PEVAC. Therefore, an intravitreal injection of anti-VEGF treatment was administered. One month after the injection, the following findings were observed, as shown in . Bleeding and focal exudation were still present, and the patient's visual acuity and focality were not improved.\\nThe suggestion of PDT treatment was refused because of the high price and lack of guaranteed efficacy. Instead, MPL treatment (QUANTEL MEDICAL) was chosen, the effect of which is uncertain, after communicating with the patient, who signed the informed consent form and subsequently received a total of 2 MPL treatments. The MPL treatment was delivered in a fan shape, covering the focus and the upper edema area. The parameters were as follows, 577 nm, 160 μm, 300 mw, 0.2 s, duty cycle 5% and spacing 0 (). The patient underwent two MPL treatments one month apart. One month after the second MPL treatment, examination of the left eye showed that the exudation and edema were significantly improved (). After 24 months of follow-up, the prognosis of the patient was good, and the visual acuity recovered to 20/50. Examination of the left eye showed that the exudation and edema were significantly improved and that the lesions had disappeared ().", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'23800325': 1, '30300267': 1, '29079450': 1, '28423385': 1, '16606869': 1, '31296907': 1, '30601390': 1, '30566706': 1, '17420697': 1, '25338279': 1, '30620998': 1, '30308559': 1, '28003779': 1, '17901972': 1, '27221656': 1, '22451953': 1, '31274742': 1, '28297041': 1, '21550688': 1, '28005662': 1, '34966751': 2}", "similar_patients": "{}"}