{"patient_id": 111176, "patient_uid": "8445147-1", "PMID": 34584630, "file_path": "noncomm/PMC008xxxxxx/PMC8445147.xml", "title": "Twenty Years’ Follow-up of a Family with Marfan Syndrome: A Case Series", "patient": "In 1998, a 17-year-old male reported to an ophthalmologist with a complaint of visual disturbances, and ended up with the diagnosis of Marfan syndrome (MFS). Eleven members of his family were diagnosed with MFS by 2008 and as the children were born, this number was raised to 17 members by 2018 [].\\nMFS diagnosis was established according to Ghent Nosology criteria for 17 of 21 members of this family. We believe such a high genetic penetrance is a rare entity []. Further molecular and genetic tests confirmed the diagnosis of MFS with a high level of confidence. For 20 years they went under periodic examinations. They were followed up by a single cardiologist and a single ophthalmologist.\\nCardiovascular involvements were seen in 16 members of this family, representing for more than 90% of affected individuals. The most common pathology was mitral valve disease (including mitral valve prolapse and regurgitation) followed by aortic root dilation. Three patients were operated electively for aortic root replacement and one patient underwent urgent surgery for aortic dissection via the Bentall procedure [details are shown in ].\\nIn this study, ocular manifestations included lens ectopia (100%), flat cornea (23%), on gated eyeball (29%), hypoplastic iris or ciliary muscle hypoplasia (41%), glaucoma, cataract, and retinal detachment. Four patients needed ocular surgery [details are shown in ].\\nUnfortunately, during the 20 years, three members were deceased including two patients and one healthy individual which indicates a mortality rate of 11% among our MFS patients (2/17).\\nAlthough it is well known that cardiovascular pathologies are the leading cause of death in patients with MFS; nevertheless, no individual in this family died following cardiovascular events.\\nThe patients died in two separate car accidents while driving, which given to their history of ocular pathologies makes us think acute visual disturbances as a possible cause of trauma and eventually death.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'3673967': 1, '24388020': 1, '7304650': 1, '12535830': 1, '16617303': 1, '23074603': 1, '17134646': 1, '27274304': 1, '7810492': 1, '5011789': 1, '25031493': 2, '10219065': 1, '27515814': 1, '34584630': 2}", "similar_patients": "{'4100052-1': 1}"}