{"patient_id": 55524, "patient_uid": "8392821-1", "PMID": 34466318, "file_path": "comm/PMC008xxxxxx/PMC8392821.xml", "title": "Africanized Honey Bee Sting-Induced Stress-Related Cardiomyopathy: A Bee or Octopus Trap", "patient": "A 48-year-old Caribbean-Black female with no significant medical history presented to the emergency department via family members en extremis, obtunded and somnolent. Her vital signs indicated systolic blood pressures of 98 mm Hg, heart rate of 105 beats/min, respiratory rate of 26 breaths/min, and oxygen saturation of 94% on supplemental oxygen. Her physical examination revealed hundreds of stings throughout her body, including her face, upper chest, and lower extremities (see Figures -). The emergency medicine team reported that the patient was attacked by a swarm of Africanized honey bees at home, circa 3-4 hours prior, and did not receive epinephrine en route.\\nA 12-lead electrocardiogram (ECG) revealed sinus rhythm with subtle 1-2 mm ST-segment myocardial elevation in V1-V3 with diffuse T-wave inversions (Figure ). A portable chest radiograph indicated mild interstitial edema without cardiomegaly or pleural effusions. Pertinent diagnostic laboratory investigations included a d-dimer 2,583 ng/dL (normal ≤ 500 ng/mL), N-terminal-pro-brain natriuretic peptide 3,674 pg/mL (normal ≤ 300 pg/mL), troponin I 1.49 ng/mL (normal < 0.15 ng/mL). Her complete blood count revealed a mild leukocytosis with normal hemoglobin and platelet count. Renal function tests, including random blood glucose and hepatic function panel, were relatively normal. A bedside two-dimensional transthoracic echocardiogram (2D-TTE) demonstrated severe apical \"ballooning\" with an estimated ejection fraction of 20%-25% (Figures , ). SARS-CoV-2 IgM and IgM antibody serologies (Abbott Laboratories, Chicago, IL, USA) were negative.\\nThe patient was subsequently admitted to the cardiac care unit and initiated on a norepinephrine infusion, where her mental state improved to being oriented and fully conversant. She was immediately administered intravenous antihistamines (diphenhydramine 50 mg every six hours) and glucocorticoids (hydrocortisone 200 mg every eight hours). Her blood pressures stabilized hemodynamically within the ensuing hour, and she then proceeded to urgent coronary angiography, which revealed angiographically normal coronary arteries (Figures -). Additionally, she was transitioned to comprehensive, guideline-directed medical therapy for the tentative diagnosis of SRC and Takotsubo's syndrome as she gradually became normotensive. This included low-dose valsartan/sacubitril 50 mg, eplerenone 25 mg, bisoprolol 2.5 mg, and dapagliflozin 5 mg. Her antihistaminergic and steroid therapies were subsequently weaned to an oral regimen during her inpatient one-week hospitalization. She was eventually discharged with the aforementioned neurohormonal inhibition. On her scheduled follow-up appointment two weeks later, her interval surveillance echocardiogram revealed normalization of the left ventricular ejection fraction to 60%.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'11451258': 1, '15583228': 1, '9109709': 1, '33447845': 1, '26518383': 2, '10201441': 1, '30158343': 1, '18031840': 1, '27573610': 1, '17138042': 1, '9767809': 1, '19358948': 1, '19720784': 1, '32467121': 1, '22401177': 1, '19686084': 1, '34466318': 2}", "similar_patients": "{'4628238-1': 1}"}