{"patient_id": 110244, "patient_uid": "8362531-1", "PMID": 34447837, "file_path": "noncomm/PMC008xxxxxx/PMC8362531.xml", "title": "Trismus originating from rare fungal myositis in pterygoid muscles: A case report", "patient": "A 58-year-old Chinese female presented with a 2-mo history of restricted mouth opening that gradually aggravated with pain 2 wk before admission. The patient had difficulty speaking and chewing.\\nThe patient had trismus without obvious predisposing causes. The symptoms started 2 mo prior, which had gradually exacerbated. The patient did not receive any treatment before her first clinic visit.\\nThe patient was healthy. She denied any history of immunodeficiency throughout the illness.\\nNo personal or family history of fungal myositis or trismus exists.\\nOn admission, her mouth opening was less than 10 mm. Her face was symmetrical. She felt pain when palpated in the left preauricular region. Her vital signs were within normal range.\\nPathoglycemia (fiber Bragg grating = 10.75 mmol/L) and hyperglycosuria (UGLU = 56 mmol/L) were implicated in routine blood tests. Her white blood cell count was normal. Ketone body was detected in her urine (U-Ket = 15 mmol/L).\\nComputed tomography (CT) revealed obvious enlargement of the left pterygoid muscles. The boundary between the lateral and medial pterygoid muscles was obscure (Figure ). Patchy enhancement was observed in muscles after intravenous injection of a contrast agent (Figure ). Bone destruction and thickened mucous membrane on the maxillary sinus back wall, which was very close to the pterygoid muscle, were also seen on CT.\\nThe primary diagnosis of left pterygoid myosarcoma and diabetes was established. Glucose-lowering medications were immediately administered to the patient. Consequently, lesionectomy of the left pterygoid muscles was scheduled under good glucose control. However, the repeated intraoperative frozen biopsy did not validate the original diagnosis and implied the possibility of an uncommon infection.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'20358238': 1, '23279383': 1, '23876893': 1, '15380165': 1, '23902350': 1, '20684911': 1, '16979926': 1, '18359354': 1, '3536195': 1, '11474263': 1, '24985733': 1, '26098612': 1, '25596795': 1, '28441705': 1, '22523257': 1, '23683326': 2, '23377235': 1, '21429563': 1, '23068150': 1, '18295617': 1, '10862013': 1, '17826305': 1, '21308520': 1, '23300010': 1, '3179925': 1, '33484226': 1, '34447837': 2}", "similar_patients": "{'3668258-1': 1}"}