{"patient_id": 110242, "patient_uid": "8362527-1", "PMID": 34447847, "file_path": "noncomm/PMC008xxxxxx/PMC8362527.xml", "title": "Post-salpingectomy interstitial heterotopic pregnancy after in vitro fertilization and embryo transfer: A case report", "patient": "A 29-year-old woman presented to our department complaining of worsening pain in the lower left abdominal quadrant. Her last menstrual cycle was 7 wk and 1 d previous.\\nThe pain had started a day before her admission and had been worsened in the last 4 h. An IVF cycle was performed with two frozen embryos transferred 5 wk ago. There were no additional symptoms.\\nThe patient had an obstetric history of gravida 4, para 0-0-3-0. Two years after her first spontaneous abortion, she twice underwent diagnostic hysteroscopy combined with laparoscopy for secondary infertility. Then, she had a history of HP with failing intrauterine pregnancy after ovulation induction treatment. Laparoscopic bilateral salpingectomy and dilation and curettage were performed. After sterilization, she experienced two unsuccessful IVF cycles.\\nThere is no personal and family history.\\nThe patient’s temperature was 36.5 °C, heart rate was 95 bpm, respiratory rate was 20 breaths per min, blood pressure was 102/67 mmHg, and oxygen saturation was 98%. The general appearance was acute distress. The gynecologic examination revealed bulky uterus and tenderness in the left adnexal area, which showed signs of peritoneal bleeding and irritation but with stable vital signs.\\nBlood analysis revealed an erythropenia (2.58 × 1012/L) and a hemoglobin concentration of 8.0 g/dL with normal leukocyte count and platelet count. Prothrombin and partial thromboplastin times were normal. Serum human chorionic gonadotropin value was 171116.9 mIU/mL. The blood biochemistries and urine analysis were normal.\\nTransvaginal ultrasound showed a live intrauterine pregnancy and another live embryo with cardiac activity in the left cornu extending beyond the lateral edge of the uterus. In addition, free fluid was noted in the cul-de-sac as well as in the abdomen.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'16823628': 1, '12849829': 1, '23177413': 1, '9688389': 1, '14562645': 1, '22736389': 1, '11155422': 1, '25431713': 2, '29481875': 1, '23445156': 1, '34447847': 2}", "similar_patients": "{'4238269-1': 1}"}