{"patient_id": 49288, "patient_uid": "8096476-1", "PMID": 33976760, "file_path": "comm/PMC008xxxxxx/PMC8096476.xml", "title": "Parietal peritoneal lipomas: a first case report of two lipomas of the parietal peritoneum", "patient": "A 62-year-old gentleman was referred to surgery for a symptomatic umbilical hernia. He had no history of trauma and no previous abdominal wall surgeries. The hernial content was clinically reducible, but the patient did complain of pain on exertion. There were no other abdominal wall herniae.\\nHe did not smoke or lift heavy weights and his medical history was non-contributory. Radiological imaging in the form of an abdominal ultrasound described a fat lesion in the hernia sac ().\\nAfter a discussion about the risks and alternatives to surgery, he signed an informed consent for a laparoscopic umbilical herniorrhaphy.\\nIntraoperatively, we noticed omentum incarcerated in the hernia sac ().\\nThe viable omentum was reduced into the peritoneal cavity. Two lipomas were then observed attached to the parietal peritoneum ( and ). The lipomas were also reduced into the peritoneal cavity from within the hernia sac. Each one was 2 cm in diameter based on laparoscopic visualization using the 1 cm markings on a suction irrigation device.\\nThe hernia neck was closed with a 2-0 V-loc© suture (), and a preperitoneal prolene mesh applied. The mesh was secured to the abdominal wall with an absorbable tack fixation device. The mesh was then reperitonealized with absorbable tackers ().\\nThe decision was taken intraoperatively to leave the lipomas in situ as the hernia neck had been repaired, and it was thought that they could no longer cause any issue with pain or possible hernial reincarceration ().\\nThe patient was discharged home the same day and his recovery has been uneventful.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'24941942': 2, '17019086': 1, '24953615': 1, '30068347': 2, '33976760': 2}", "similar_patients": "{'4062179-1': 1, '6071372-1': 1}"}