{"patient_id": 111475, "patient_uid": "8464323-1", "PMID": 34584433, "file_path": "noncomm/PMC008xxxxxx/PMC8464323.xml", "title": "Combined Pulmonary Tuberculosis with Pulmonary and Pleural Cryptococcosis in a Patient Receiving Ruxolitinib Therapy", "patient": "A 56-year-old woman presented with a 2-week history of shortness of breath, fever, and productive cough. She had a 3-year history of primary MF. Due to massive symptomatic splenomegaly, ruxolitinib was commenced in January 2020. She had never smoked. She worked as a government officer and had no known environmental exposure to pollutants or pets. She had received BCG vaccination in the past. There has no tuberculosis or cryptococcosis reported in household contacts of this patient. During ten months of ruxolitinib therapy, she presented to the outside hospital with a 3-week history of a cough and fever. The initial chest radiograph () and computed tomography (CT) scan of the chest showed extensive airspace consolidation in the left lower lobe and numerous fine nodular opacities in both lungs. There were enlarged right supraclavicular and subcarinal lymph nodes without pleural effusion. She was diagnosed as having lobar pneumonia and received levofloxacin for seven days without any clinical improvement. Sputum staining for Gram- and acid-fast bacilli (AFB) were negative. The sputum polymerase chain reaction for Mycobacterium tuberculosis (PCR-MTB) was detected. Therefore, pulmonary TB was diagnosed, and isoniazid (H), rifampin (R), pyrazinamide (Z), and ethambutol (E) were initiated.\\nDespite negative sputum culture for TB, antituberculous therapy was continued, and the patient’s symptoms subsided. Two months later, she was admitted with a marked deterioration in the shortness of breath, especially on exertion, productive cough, and fever for two weeks. She was treated with oral amoxicillin/clavulanic acid for three days before admission. On evaluation, she was ill-appearing. Vital signs included a temperature of 36.5°C, blood pressure of 110/70 mmHg, heart rate of 92 /minute, and respiratory rate of 20 /minute. Her oxygen saturation was 96% at ambient air. Respiratory examination revealed bilateral crackles and decreased breath sound at the left lower lung. The patient’s abdominal examination revealed massive splenomegaly.\\nThe complete blood count showed hemoglobin level of 9.3 g/dL, a white blood cell (WBC) count of 52,710 cells/uL (60% neutrophil, 7% lymphocyte, 10% eosinophil, 2% band form, 4% metamyelocyte, 5% myelocyte and 4% promyelocyte), and platelet count of 185,000 cells/uL. Anti-HIV testing was non-reactive. Other blood tests were unremarkable, except for increased serum lactate dehydrogenase (LDH, 1302 U/L) and alkaline phosphatase (181 U/L).\\nFollow-up chest radiography () and chest CT scan ( and ) showed marked progression of bilateral pulmonary abnormalities with newly developed and left pleural effusion and progressive nodal enlargement.\\nUltrasound-guided thoracentesis yielded 400 mL of slightly turbid, yellow fluid. Pleural fluid analysis revealed WBC of 5266 cell/mm (mononuclear cell of 77%, neutrophil of 23%), protein of 4.62 g/dL (serum protein of 6.07 g/dL), and LDH of 780 U/L. Bronchoscopy performed later revealed minimal whitish secretion was seen along the lower trachea and mild narrowing of the left basal trunk. Bronchoscopy with bronchoalveolar lavage (BAL) and transbronchial biopsy were performed. PCR-MTB and AFB staining of BAL fluid were negative. Gomori methenamine silver (GMS) staining and cytology of BAL fluid showed budding yeasts (). Histopathological sections of the left lower lobe and right upper lobe biopsies showed non-necrotizing granulomatous inflammation () and organizing pneumonia (), respectively, but showed no organisms on AFB and GMS stains.\\nHowever, BAL and pleural fluid cultures grew Cryptococcus neoformans, and serum cryptococcal antigen was positive with a titer of 1:1024. The left chest tube was introduced. The lumbar puncture and cerebrospinal fluid analysis were performed and showed no central nervous system involvement.\\nThe final diagnosis of combined pulmonary TB and cryptococcosis with extensive pulmonary, pleural and nodal involvement was entertained.\\nShe was started on amphotericin B deoxycholate (0.7 mg/kg per day) plus flucytosine (100 mg/kg per day orally) and administration of ruxolitinib was therefore discontinued. Over the following four weeks, the patient had significant clinical and radiographic improvements. Eleven months of oral fluconazole was chronologically prescribed after completing induction therapy for 28 days. She received completing 2 months of intensive phase anti-TB drugs (2HRZE) before cryptococcosis diagnosis then continued anti-tuberculous with 10 months of isoniazid and ethambutol due to possible drug interactions between rifampicin and fluconazole. Upon follow-up, further clinical and radiographic improvements () were observed without any adverse drug reactions.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'27252511': 1, '27867557': 1, '30917797': 2, '16880372': 1, '32523003': 1, '20661622': 1, '23648912': 1, '31110941': 1, '28831193': 1, '20169387': 1, '33413168': 2, '29150886': 1, '28721333': 1, '34584433': 2}", "similar_patients": "{'7792301-1': 1, '6437885-1': 1}"}