{"patient_id": 57261, "patient_uid": "8474088-1", "PMID": 34630773, "file_path": "comm/PMC008xxxxxx/PMC8474088.xml", "title": "Ilio-Hepatic Artery Bypass for Hypoplasia of the Celiac Axis and Its Branches with an Inferior Pancreaticoduodenal Artery Aneurysm", "patient": "A 51-year-old man with a duodenal ulcer and no history of alcohol intake or smoking presented to another hospital complaining of melena. He was referred to our hospital, where an emergency upper gastrointestinal endoscopy revealed a gastric ulcer at the lesser curvature of the pylorus. Contrast-enhanced computed tomography (CT) incidentally revealed the hypoplastic celiac axis, common hepatic artery, splenic artery, and left gastric artery, with an 11-mm IPDA saccular aneurysm branched from the dilated superior mesenteric artery (SMA) (). The aneurysm was near the SMA trunk. The proper hepatic artery was not hypoplastic; the other vessels showed no atherosclerotic changes. Ultrasonography revealed retrograde flow in the gastroduodenal artery (GDA). Considering the rupture risk of the saccular aneurysm, we planned a surgical bypass with aneurysm exclusion after his gastric ulcer improved. Through a midline incision, we selected the right common iliac artery as an inflow and bypassed it to the proper hepatic artery with a great saphenous vein graft through the right retroperitoneal space. Then we performed an aneurysmorrhaphy (). There was no intraoperative evidence of compression of the celiac axis with the median arcuate ligament. Postoperatively, the flow of the GDA became antegrade. The postoperative course was uneventful, and the patient was discharged on postoperative day 11. The pathological examination of the patient’s aneurysmal wall revealed atherosclerotic changes based on intimal fibrotic thickening and partial calcification. We did not prescribe antithrombotic drugs. A CT scan 24 months later revealed the patency of the graft and no recurrent aneurysms (). The ethics committee of our institution approved this study, and the patient provided written informed consent for the publication of this case report.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'32201007': 1, '9658327': 1, '3701947': 1, '27913123': 1, '4723494': 1, '22578409': 1, '15071464': 1, '17276102': 1, '17349329': 1, '34630773': 2}", "similar_patients": "{}"}