{"patient_id": 61176, "patient_uid": "8666087-1", "PMID": 34912636, "file_path": "comm/PMC008xxxxxx/PMC8666087.xml", "title": "Rapid Interval Recurrence of Glioblastoma Following Gross Total Resection: A Possible Indication for GammaTileⓇ Brachytherapy", "patient": "Initial presentation and maximal safe resection with close interval recurrence\\nA 70-year-old woman with a past medical history notable for recurrent pulmonary embolism presented with generalized tonic clonic seizure. Workup included a brain MRI with and without contrast demonstrating a heterogeneously enhancing 2.7 x 1.9 x 2.5 cm in the left temporal fossa with associated surrounding FLAIR (Figure ).\\nThe patient underwent gross total resection of the lesion and remained neurologically nonfocal (Figure ). Pathology revealed findings consistent with an IDH-wildtype, MGMT promoter methylated glioblastoma. The treatment planning brain MRI three weeks postoperatively demonstrated recurrence of a nodular contrast-enhancing lesion 2.6 x 2.1 x 1.6 cm in the previous resection cavity (Figure ).\\nRe-resection and GT placement\\nThe case was reviewed in a multi-disciplinary conference, with consensus recommendation for presenting the patient with options of initiating CRT or repeat resection with GT placement. After careful discussions, the patient opted to undergo repeat resection with GT placement. The patient underwent an 5-aminolevulinic acid [] and intra-operative stealth MRI-guided resection to achieve a gross total resection (Figure ). During the procedure, six GT tiles (24 seeds) were placed into the resection cavity []. Placement of the GT added less than five minutes to the overall procedure. The patient tolerated the procedure without complication and was discharged home on postoperative day one.\\nDosimetry and external beam treatment planning\\nTo determine the number of tiles required, a pre-operative gross tumor volume (GTV) was drawn and a volume in cm2 was calculated using the MRI of the patient at re-presentation. This GTV does not include the skull side surface that would not be included in the treatment volume. The number of tiles to line the surface of the resection cavity was estimated by taking the estimated drawn GTV by the area of the GT surface (4 cm2). Each GT seed had an activity of 3.52U (14.08U per tile), thus bringing the total activity implanted to 84.48U (6 tiles). The prescribed dose was 60 Gy to a margin 0.5 cm deep to the surgical cavity. Dose calculation utilized TG-43 formalism. Planning MRI three weeks following re-resection and GT placement revealed the rim of nodular T1 contrast-enhancement but no grossly notable growth. The T2/FLAIR signal remained unchanged.\\nIn delineating treatment volumes for the GT dose, a residual GTV (GTVr) was created to boost the nodular T1 contrast-enhancing area with a 1 cm radial margin to a cumulative minimum dose of 60 Gy (Figure ) as gross disease that had presumably not received the full dose from the implant.\\nA high-risk clinical treatment volume (HR-CTV) was defined as a 5 mm expansion from the resection cavity wall in addition to GTVr. The HR-CTV received a total dose of 60 Gy.\\nAs a rim of tissue around the resection cavity 0.5 cm thick had received 60 Gy from the brachytherapy with steep dose fall off, a supplementary external beam plan was then created to give variable doses to the areas at risk using inverse planning (Figure ). Taking into account the dose already delivered by GT, concentric dose rings were created to ascribe remaining dose to ultimately bring the total radiation dose to the T2/FLAIR to 50 Gy. At the same time, the plan was designed to boost the nodular T1 contrast-enhancing area with a 1 cm radial margin to a cumulative minimum dose of 60 Gy. To accomplish delivering this complex physical dose distribution, a plan was generated to be treated on a Radixact treatment machine (Accuray Inc., Sunnyvale, CA). The composite dose and dose-volume histogram is shown in Figures -, respectively.\\nStarting four weeks post re-resection/GT, daily oral temozolomide (TMZ) was initiated concurrently with the EBRT plan described above. Her performance status remains excellent.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'28547592': 1, '30835701': 1, '19229057': 1, '33487560': 1, '29462493': 1, '19269895': 1, '9719109': 1, '32618209': 1, '16523809': 1, '14219541': 1, '28374095': 1, '23788852': 1, '18854836': 1, '29434275': 1, '18810326': 1, '32719739': 1, '24449075': 1, '29260225': 1, '30973372': 1, '15259657': 1, '34912636': 2}", "similar_patients": "{}"}