{"patient_id": 110693, "patient_uid": "8390332-1", "PMID": 34457238, "file_path": "noncomm/PMC008xxxxxx/PMC8390332.xml", "title": "Unicentric Castleman disease in the mesentery with ambiguous symptoms: a rare case report", "patient": "A 38-year-old Caucasian female with no significant prior medical history presented to the gynecological clinic with polymenorrhea. Upon taking a detailed medical history, the patient mentioned a 4-month history of abdominal discomfort in the right hypochondrium that increased gradually. She described it as a fullness feeling which was exacerbating after eating. The patient’s obstetric history was unremarkable, except for a cesarean section 6 years ago. She is a current smoker and has a positive family history of hypertension and DM type 2.\\nOn physical examination, the abdomen appeared soft, not distended and non-tender with a palpable mass in the right hypochondrium. In addition, her vital signs were within normal. Laboratory findings showed decreased RBC count (3.2 × 106/μl), hemoglobin (10.9 g/dl) and hematocrit (32.2%) which indicated anemia.\\nAbdominal ultrasound (US) revealed normal findings except for a 9.1 × 7.3 cm heterogeneous mass in the right hypochondrium, and an ~5 cm cystic lesion on the left ovary. Contrast abdominal computed tomography (CT) scan showed a (11.5 × 8.5 × 9 cm) well-defined mass adjacent to the inferior margin of the liver with calcified areas (). Para-aortic lymph nodes were not enlarged.\\nAs the diagnosis was unclear, laparotomy was performed. Intraoperative inspection showed a large mass occupying the mesentery (). The mass was totally excised after releasing the adhesions with the ascending colon. Pathology specimens revealed prominent, hyalinized penetrating capillaries, rearranged lymphocytes and regression in lymph follicles; these findings were consistent with CD hyaline-vascular type ().\\nThe post-operation period was uneventful and 5-month follow-up, which consisted of a single CT scan and regular clinical examinations, showed no evidence of recurrence ().", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'22014148': 1, '11505414': 1, '25120049': 1, '16153543': 1, '28403848': 2, '28077110': 2, '18419976': 1, '19865557': 1, '13111435': 1, '27173076': 1, '34457238': 2}", "similar_patients": "{'5389156-1': 1, '5225649-1': 1}"}