{"patient_id": 112049, "patient_uid": "8531735-1", "PMID": 34760808, "file_path": "noncomm/PMC008xxxxxx/PMC8531735.xml", "title": "Anaplastic Large Cell Lymphoma, Giant Cell-Rich, Involving a Nonimplant Breast: A Case Report and Review of the Literature", "patient": "A 48-year-old woman presented to the emergency department complaining of left breast enlargement and black discoloration of breast skin for 1 year. There was a history of fever, loss of appetite, and weight loss. She is a known case of diabetes mellitus and hypertension. She had no previous history of lymphoma or breast implant. No family history of breast cancer or lymphoma. On examination, the left breast was swollen with dark discoloration of about half of the skin. Multiple small punched-out ulcers, discharging purulent material, were seen all over her breast. The nipple was retracted. The breast was tender, warm, and firm on palpation. A large palpable left axillary lymph node was found. Laboratory tests showed marked leukocytosis and prolongation of coagulation profile markers. Microbiological cultures from the wound and blood were positive for methicillin-resistant Staphylococcus aureus (MRSA) organism. Unfortunately, no radiological studies could be done. An emergency surgery was decided due to deterioration of the patient condition, and a simple mastectomy was performed. The patient died 2 days after the operation in the intensive care unit due to disseminated intravascular coagulation and septicemia secondary to MRSA. No autopsy study was performed. Grossly, a simple mastectomy specimen was received in 10% neutral-buffered formalin. It was covered on one surface by an ellipse of black ulcerated gangrenous skin with retracted nipple. Serial sectioning through the breast parenchyma revealed multiple randomly distributed firm tan-white focally necrotic solid tumor nodules, measured from 0.3 cm to 1 cm in greatest dimensions. Microscopic sections showed a nodular infiltrate comprised of discohesive large-giant highly atypical round tumor cells with ample eosinophilic to amphophilic cytoplasm []. There was a striking nuclear pleomorphism with mono-nucleated, bi-nucleated, multinucleated, and multilobated forms []. The neoplastic cells exhibited coarsely clumped chromatin pattern, irregular nuclear membrane, and one to several basophilic micro- and macronucleoli. A significant proportion of tumor cells exhibited eccentric, horseshoe-or kidney-shaped nuclei “hallmark cells” [Figure and ]. A subset of tumor cells showed “wreath-like” appearance, bizarre nuclear shapes, mummified cells, and Reed–Sternberg cells-like morphology. Occasional cells showed engulfed intracytoplasmic neutrophils (emperipolesis). Brisk mitotic activity was noted with frequent atypical mitotic figures []. The background showed mixed inflammatory cell infiltrate. Focal perivascular distribution of tumor cells was noted. The adjacent breast parenchyma showed un-involved atrophic ducts and lobules. The epidermis showed focal ulcerations, but no epidermotropism was noted. The dermis is infiltrated by clusters and nodules of tumor cells. Perineural invasion was noted in the dermis as well. Immunohistochemistry, tumor cells showed uniform strong and homogenous immunoreactivity for CD30 on the cell membrane and in the Golgi region []. Strong positivity for CD45 (Leukocyte Common Antigen, LCA) [], CD45RO, granzyme B, TIA-1, and vimentin was seen. Focal expression of CD4 [], CD43, EMA, BCL-6, and BCL-2 was noted. There was loss of the other T-cell markers including CD1a, CD3, CD5, CD8, CD7, and CD2. All B-cell lineage markers including CD20, CD19, CD79a, and PAX-5 were negative. Anaplastic lymphoma kinase (ALK)-1, CD15, CD68, pancytokeratins, S100 protein, desmin, SMA, HMB-45, P63, and E. cadherin were completely negative. MIB-1 (Ki-67) labeling index was extremely high (95%) indicating a high-grade tumor. Based on the morphological features seen and the immunohistochemical results, we decided to sign out the case as (PB-ALCL, giant cell-rich pattern).", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'18636016': 1, '19318917': 1, '28591427': 1, '29279550': 1, '31428995': 1, '30715169': 1, '25674293': 1, '24878027': 1, '11564061': 1, '4555557': 1, '28356993': 1, '25869285': 1, '32721093': 1, '12033965': 1, '28376147': 1, '30924754': 1, '29988973': 1, '26379151': 1, '34760808': 2}", "similar_patients": "{}"}