{"patient_id": 50538, "patient_uid": "8157460-3", "PMID": 34039424, "file_path": "comm/PMC008xxxxxx/PMC8157460.xml", "title": "Treatment and therapeutic strategies for pituitary apoplexy in pregnancy: a case series", "patient": "A 29-year-old pregnant Japanese woman was admitted to the emergency department with sudden onset of severe headache at 28 WG. She had no family history of cancer or endocrinological diseases, and computed tomography revealed slight hemorrhage in the sella turcica (Fig. e). MR imaging of the head revealed a large sellar tumor (8 × 13 × 11 mm) that was anteriorly compressing the optic chiasm, and the tumor showed irregular enhancement upon imaging with contrast medium (Fig. f). An endocrinological panel was normal except for hyperprolactinemia (192 ng/mL), and she was referred to our department. The neonatology treatment team recommended waiting for 9 weeks, but she complained of repeated headaches during the waiting period, which required frequent acetaminophen use. Nevertheless, 9 weeks later, a cesarean section was performed with prophylactic bolus supplementation of hydrocortisone, and she delivered a healthy child. Transsphenoidal surgery was performed 1 year later for the enlarging tumor, and the tumor was completely removed. Her postoperative course was uneventful, and hydrocortisone was started as hormonal replacement therapy after surgery. The dose was gradually reduced and changed to dexamethasone. She was discharged without deficits. The patient showed no clinical signs of hypopituitarism during 3 months after surgery, and dexamethasone was stopped upon confirmation of normal basal hormone levels. Pathological analysis of the tumor revealed a lactotroph adenoma with a very low number of Ki-67 positive cells (3 per three high-power fields).", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'26154095': 1, '29492132': 2, '24916564': 1, '27449534': 1, '21044119': 1, '3400697': 1, '8232799': 1, '25859802': 1, '27512477': 1, '34039424': 2}", "similar_patients": "{'8157460-1': 2, '8157460-2': 2, '5820907-1': 1}"}