{"patient_id": 48593, "patient_uid": "8062122-1", "PMID": 33927862, "file_path": "comm/PMC008xxxxxx/PMC8062122.xml", "title": "Adenocarcinoma of the jejunum: management of a rare small bowel neoplasm", "patient": "The patient was a 64-year-old Caucasian male presenting at our emergency room (ER) with progressive asthenia, adynamia and paleness for about 1 month. Gastrointestinal bleeding was not reported.\\nPast relevant medical history included colonic polypectomy 2 years prior. The patient had no symptoms at that time, total colonoscopy was performed as part of colorectal cancer screening program and revealed two polyps—tubular adenomas with low grade dysplasia. Relevant family history included one brother with gastric neoplasia.\\nLaboratory tests revealed severe microcytic anemia (Hemoglobin 4.8 g/dl).\\nAfter stabilization, the patient underwent upper gastrointestinal endoscopy and colonoscopy, both with no alterations.\\nTherefore, a capsule endoscopy was obtained which revealed an ‘obstructing, large, friable and hemorrhagic tumor of proximal jejunum’ and subsequent single-balloon enteroscopy was performed but it was not possible to reach the neoplasia.\\nThe staging computed tomography (CT) revealed a ‘nodular image with 48 × 57 × 44 mm, close to the anterior abdominal wall’ () with active bleeding, two non-specific nodules in the left lung and five in the right lung, all infracentimetric.\\nThe patient underwent urgent laparoscopic segmental intestinal resection and omental lymph node resection. The lesion was a 5-cm mass at proximal jejunum without serosal invasion. Enterectomy was performed with 5 cm proximal and distal margins and end-to-end small intestinal manual anastomosis.\\nNo complications were reported and the patient was discharged one week after surgery.\\nHistopathology examination confirmed invasive adenocarcinoma moderately differentiated with no evidence of metastasis on five lymph nodes examined—pT2N0M0, stage I disease—and free surgical margins ().\\nDue to the lack of clinical guidelines at that time (2015), the team decided on clinical management similar to colon adenocarcinoma.\\nNo genetic testing was performed since there were no clear guidelines.\\nThe patient was followed up for a period of 5 years during which his medical history was collected with physical examination, CEA and CA 19.9 were evaluated every 6 months and chest, abdominal and pelvic CT scans performed every year. A total Colonoscopy with Ileoscopy was performed 3 years after surgery and a 6 mm sigmoid polyp was removed—tubular adenoma with low grade dysplasia.\\nNo complications or remission signs were found, lung nodules remained stable and the patient remained asymptomatic ().", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'29174568': 1, '30181864': 2, '20431766': 1, '31487687': 1, '31487680': 1, '30342279': 1, '22169462': 1, '27402105': 2, '33927862': 2}", "similar_patients": "{'6115603-1': 1, '4940967-1': 1}"}