{"patient_id": 111988, "patient_uid": "8525259-1", "PMID": 34703416, "file_path": "noncomm/PMC008xxxxxx/PMC8525259.xml", "title": "Pseudomyxoma peritonei of appendiceal origin mimicking ovarian cancer – a case report with literature review", "patient": "A 64-year-old postmenopausal woman (gravida 2, para 2) presented at the department of gynecology with a short history of nausea and abdominal distention. The patient had no relevant history of urogynecological malignancies and gynecological diseases. The women had no inheritable conditions and no family cancer history in first-degree relatives. The patient had no history of tobacco use or alcohol or drug consumption. She had had arterial hypertension for 6 years. Gynecological examination revealed a palpable tender mass located near the right ovary. Abdominal and vaginal ultrasonography showed a large amount of free fluid in the abdomen with hyperechoic echogenicity and a right ovarian tumor with mixed echogenicity (). A laboratory examination was normal except for anemia with 10.9 g/dL hemoglobin. The laboratory examination of tumor markers revealed elevated tumor markers – carcino-embryonic antigen (CEA) (23.4 ng/mL), carbohydrate antigen 19.9 (CA 19.9) (155.1 IU/ml) and carbohydrate antigen (CA-125) (39.4 IU/ml). Computed tomography demonstrated the presence of a heterogeneous, hypodense mass, without contrast enhancement, located on the right side of the pelvis, near the right ovary. The CT also showed central calcifications and fatty components of the tumor. Enlarged right pelvic lymph nodes and a large amount of free fluid in the abdominal cavity were also observed (). The patient underwent exploratory midline laparotomy, which revealed a large amount of yellow gelatinous mucinous ascites – approximately 1.5 l. A tumor (6 x 7 cm in diameter), arising from the appendix and located in the pouch of Douglas near the right ovary, was noted. Macroscopically the tumor was gross and fleshy without involvement of the base of the appendix. The right pelvic lymph nodes were enlarged. There were no implants on the parietal and visceral peritoneum. Evaluation for distant metastases was negative. Ascites fluid was obtained (30 ml) for analysis. Appendectomy, total laparoscopic hysterectomy with bilateral salpingo-oophorectomy (TLHBSO) and bilateral pelvic lymph node dissection were performed. Histopathology examination revealed poorly differentiated mucinous appendiceal adenocarcinoma (MAA), comprising up to 50% signet ring cells []. The tumor perforated the appendix and had grown through its visceral peritoneum (). Genital organs and lymph nodes were normal. The patient was diagnosed with surgical stage IV A according to the American Joint Committee on Cancer staging classification and pT4aN0M1aG3, according to the TNM classification (acronym: tumor, node, metastasis) []. Ascites fluid analysis showed mucin without identifiable neoplastic epithelial cells. PMP was classified as acellular PMP. Intraperitoneal lavage with 5% dextran and water was performed. We did not leave any drains in the abdominal cavity as we used enhanced recovery after surgery (ERAS) protocols []. The patient was discharged on the 10th postoperative day in a good health condition. Four months after the operations, the patient is without complains. The follow-up 3 months after the operation (gynecological examination, abdominal, vaginal ultrasonography and tumor marker levels (CAE, CA-19-9, CA-125) did not show any evidence of recurrence.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'24523614': 1, '25498566': 1, '16775823': 1, '30611664': 1, '32199769': 1, '22031616': 1, '21160816': 1, '8129480': 1, '28540829': 1, '30648100': 2, '32047330': 1, '11474297': 1, '30618002': 1, '22662781': 1, '28746986': 1, '30911604': 1, '26492181': 1, '34703416': 2}", "similar_patients": "{'6329616-1': 1}"}