{"patient_id": 52146, "patient_uid": "8235008-1", "PMID": 34194878, "file_path": "comm/PMC008xxxxxx/PMC8235008.xml", "title": "A Patient With Regressed Diffuse Large B-Cell Lymphoma and Aggressive Follicular Lymphoma", "patient": "A 75-year-old Caucasian male was diagnosed with DLBCL based on clinical and diagnostic evaluation. Prior to his confirmed diagnosis, on routine physical evaluation at an outpatient setting he was observed to have an axillary lymphadenopathy that was associated with right-sided hilar adenopathy on chest X-ray. The patient denied having complaints of weight loss, fever, chills, night sweats, shortness of breath, or chest pain in the past. His medical history included type 2 diabetes mellitus, hyperlipidemia, aortic stenosis, and coronary artery disease (CAD). The patient also underwent transcatheter aortic valve replacement (TAVR) and coronary artery bypass grafting (CABG) for his aortic stenosis and CAD.\\nDuring the evaluation for DLBCL, the patient underwent positron emission tomography (PET) scan, which revealed an enlarged and increased standardized uptake value (SUV) in the right hilar lymph node (Figure ), right axillary lymph node (Figure ), inter-aortocaval lymph node, and retroperitoneal lymph nodes. Similar enlargement of axillary node and hilar nodes with splenomegaly was observed on computed tomography (CT) scan (Figures -).\\nExcisional biopsy of the right axillary mass was performed, which showed features of DLBCL (Figure ). Furthermore, flow cytometry demonstrated a cluster of differentiation (CD) 5 negative and CD10 negative clonal B-cell population with lambda light chain restriction confirming B-cell lymphoproliferative disorder. Right upper lobe fine needle aspiration cytology (FNAC) was negative for malignancy. Fluorescence in situ hybridization (FISH) analysis revealed abnormal cell line positive for BCL6 and negative for MYC and BCL2 rearrangements.\\nInterval resolution of previously seen hypermetabolic right axillary node (Figure ), right hilar node (Figure ), and abdominal lymphadenopathy was noticed on its own on PET scan after two months from the date of diagnosis without any form of treatment, which was observed to be an unusual phenomenon.\\nLater, on follow-up PET scan, multiple new foci of increased SUV in the right submental lymph node (Figure ), spleen, and left femoral shaft were observed.\\nSubsequently, excisional biopsy of the submental lymph node confirmed CD21 positive (Figures , ) and BCL2 negative stage 3B FL. Rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) therapy is now planned for the patient based on his complaints of persistent fatigue and newly diagnosed aggressive FL. The patient's lactate dehydrogenase (LDH) levels were also persistently elevated on subsequent disease monitoring.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'24273125': 1, '22470233': 1, '28926365': 1, '33657296': 1, '17577503': 1, '12618208': 1, '33202678': 1, '24264230': 1, '30008843': 1, '34194878': 2}", "similar_patients": "{}"}