{"patient_id": 53352, "patient_uid": "8288909-1", "PMID": 34270509, "file_path": "comm/PMC008xxxxxx/PMC8288909.xml", "title": "Recurrence of Epidural Spinal Sarcoidosis", "patient": "A 37-year-old African American man presented to our emergency department with 1-month history of progressive bilateral upper extremity weakness, with his right side worse than his left and gait instability. He did not report urinary or bowel incontinence. He has a medical history of poorly controlled sarcoidosis, with a known history of uveitis, pulmonary nodules, mediastinal adenopathy, and lytic hand lesions. He had stopped his medications approximately 1 year before his presentation.\\nApproximately 5 years before the current presentation, he presented to our emergency department with back pain and progressive bilateral lower extremity weakness, paresthesia, and gait disturbance. He had a normal motor examination except for 4/5 grade strength with left hip flexion with diffuse paresthesia over the entire left leg. Perianal sensation and rectal tone were intact with negative Hoffman sign, Babinski, and clonus. MRI revealed a thoracic epidural mass compressing the spinal cord at T4-T6 (Figure ). A CT-guided biopsy of the left paraspinal intramuscular mass was done to rule out malignancy. Tissue diagnosis revealed nonnecrotizing granulomatous inflammation. He was treated surgically with instrumented posterior spinal fusion from T3 to T6, a T4 to T6 laminectomy and decompression, and epidural mass debulking. Sarcoidosis was confirmed as the final tissue diagnosis. Postoperatively, he was started on methylprednisolone and transitioned to prednisone before discharge. Per rheumatology recommendation, he was on prednisone 60 mg daily for 2 weeks and then 40 mg daily for 2 weeks and 30 mg daily continuously. At his 3-week postoperative visit, he had full strength in his lower extremity with a stable gait. He was lost to follow-up after his 3-month postoperative visit.\\nAt his present visit, he had an ataxic gait, manual muscle testing showed 5/5 bilaterally in the deltoid and biceps, 4/5 bilaterally with wrist extension, 4/5 in the triceps on the left and 3/5 in the triceps on the right, 4/5 bilaterally with finger flexion, and 3/5 in the interosseous muscles of hands bilaterally. Inspection of the upper extremities revealed intrinsic wasting of his hands and atrophy of his forearms, with right being greater than left. He also had pain and swelling of both hands over his interphalangeal joints. In addition, soft-tissue nodules were present on the right side of the posterior aspect of his neck and over his previous surgical spine incision. Upper motor neuron signs were not present in his bilateral upper and lower extremities. His perianal sensation was intact, and he had normal rectal tone. MRI of the entire spine with and without contrast showed enhancing soft tissue extending along the right lateral and posterior epidural space from C4 to T1, causing severe stenosis and mass effect and leftward deviation of the spinal cord. The epidural tissue extends into the right C4-5, C5-6, C6-7, and C7-T1 neural foramina. There are T2-hyperintense signal changes within the cord at the level of C5-6 and C6-7, suggestive of myelomalacia (Figure ). There was no evidence of epidural tissue causing stenosis in the remainder of the spine.\\nHe was initially treated with intravenous Decadron 10 mg every 8 hours for 24 hours, for which he reports improvement in hand paresthesia. Given the patient's symptoms of progressive upper extremity weakness with imaging findings of cervical stenosis and spinal cord compression from likely epidural sarcoidosis, he was recommended urgent surgical intervention which he agreed to after discussing the risks, benefits, and expectations. Before surgery, pulmonology, rheumatology, and medicine service were consulted for medical optimization because patient is at risk of cardiopulmonary sarcoidosis as a former smoker with a known history of pulmonary sarcoidosis. He underwent chest CT that showed mediastinal adenopathy and multiple small pulmonary nodules in bilateral upper lobes without parenchymal disease.\\nThe patient was surgically treated with C3-C7 laminectomy with extension of his previous fusion from C2 to T6. The posterior spine was exposed from C2 to the previous fusion at T3-T6. Exposure of the previous surgical site revealed a solid fusion mass from T3 to T6 bilaterally with adequate fixation of all previously placed pedicle screws. Instrumentation was placed from the previous fusion to C2 to adequately stabilize the cervicothoracic spine for the necessary decompression (Figure ). Laminectomies were done using a bilateral trough technique from C3 to C7. After the laminectomy, visual inspection revealed a layer of epidural tissue surrounding and compressing the thecal sac. The epidural tissue was removed and sent for tissue diagnosis. A layered wound closure was done. An incisional wound negative pressure dressing was used to prevent potential wound infection or wound healing complications, given that we had to incise through his previous incision that healed with keloid-like scar tissue. He was placed in an Aspen cervical collar after the surgery. Postoperatively, the patient received Decadron 10 mg every 8 hours for 24 hours and transitioned to oral prednisone 40 mg daily as per rheumatology recommendations. Negative pressure dressing was maintained for a total of 2 weeks to help with wound healing. Pathology review of the epidural mass biopsy revealed nonnecrotizing granulomas consistent with sarcoidosis as the tissue diagnosis (Figure ). At his 3-week postoperative visit, the patient regained full strength in his upper extremities and intrinsic, paresthesia in his hands resolved, and he had full sensation. The patient also demonstrated improved ambulation and ability to walk heel-and-toe without instability. His incision healed without complications.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'16401897': 1, '18032765': 1, '22028749': 1, '22798517': 1, '179365': 1, '29983918': 1, '29325956': 1, '10653369': 1, '15344996': 1, '9704381': 1, '3715620': 1, '18661424': 1, '14560097': 1, '22422442': 1, '11771799': 1, '31297669': 1, '32547820': 2, '8251708': 1, '31093476': 2, '16517395': 1, '30756058': 1, '703941': 1, '19333090': 1, '8805157': 1, '31467754': 2, '32269072': 1, '15739539': 1, '34270509': 2}", "similar_patients": "{'6701286-1': 1, '6502289-1': 1, '7294160-1': 1}"}