{"patient_id": 109270, "patient_uid": "8262628-1", "PMID": 34262672, "file_path": "noncomm/PMC008xxxxxx/PMC8262628.xml", "title": "Use of Anakinra in steroid dependent recurrent pericarditis: a case report and review of literature", "patient": "A 44-year-old male with a past medical history significant for gout initially presented to the primary care clinic with complaints of persistent shortness of breath with mild chest tightness after recovering from a recent upper respiratory tract infection. Physical examination revealed lungs clear to auscultation bilaterally, normal s1, s2 heart sounds with no abnormal rubs, murmurs or gallops. ECG showed normal sinus rhythm with no ST or Q wave changes. CT scan of the chest followed by an echocardiogram was done which showed a small posterior pericardial effusion. He was diagnosed with idiopathic pericarditis presenting as pericardial effusion and was started on naproxen 500 mg twice daily and colchicine 0.6 mg daily. However, he continued to have progressively worsening shortness of breath over the next two weeks and presented to the emergency department with the same. He received high-dose methylprednisolone 125 mg in the Emergency Department with rapid improvement in the symptoms. Laboratory workup revealed elevated ESR at 74 mm/hour (normal range 0–25 mm/hour) and CRP at 181 mg//L (normal range ≤9.00 mg/L). Other workup includes normal ferritin, α1-antitrypsin, IgG subclasses I, II, III, and IV. Angiotensin-converting enzyme, SPEP, antinuclear antibody, rheumatoid factor, hepatitis panel, Lyme serology, and tuberculosis screen were unremarkable. A repeat echocardiogram showed a moderate increase in the size of pericardial effusion with some evidence of thickened pericardium.\\nCardiac MRI done showed diffuse pericardial thickening and an abnormal septal bounce suggestive of constrictive pericarditis as shown in . He was diagnosed with idiopathic recurrent pericarditis (IRP) presenting as constrictive pericarditis and was started on ibuprofen 600 mg three times daily, colchicine 0.6 mg twice daily and prednisone 40 mg daily. He was discharged on the same regimen with plans of outpatient steroid and NSAID taper. Over the next six months, he was successfully able to taper off and discontinue the ibuprofen. He was successfully able to taper down the prednisone to 10 mg/day but reported severe uncontrolled flares if he tapered below a dose of 10 mg/day. He also reported steroid-related side effects like blurry vision, headaches, facial pressure, and weight gain. In an attempt to taper him off the steroid, he was started on naproxen 500 mg twice daily and he was advised to taper the steroid by 2.5 mg every two weeks with the goal of discontinuing prednisone. On presentation to the clinic four months later, he reported that he was unable to taper the steroid to less than 5 mg/day as any such attempt led to a recurrence of fever and chest pain. He reported worsening vision, headaches, facial pain, and weight gain. Due to his recurrent episodes of pericarditis on the current regimen and steroid-related side effects, we decided to start the patient on an alternate regimen.\\nUpon review of the literature, a decision was made to start the patient on anakinra on the basis of side effect profile and the promising results seen in various case series and observational studies. After informed consent, the patient was started on anakinra at a dose of 100 mg/day. He was screened negative for human immunodeficiency virus, tuberculosis, and hepatitis prior to therapy. ESR and CRP levels prior to treatment initiation were 35 mm/hour and 116 mg/L, respectively. He experienced a significant resolution of symptoms along with marked improvement in ESR 3 mm/hour and CRP <2.90 mg/L levels within two weeks. He was able to successfully taper off Prednisone within the next two weeks. He was also successfully able to taper off the colchicine and naproxen over the next month. He was continued on nightly anakinra for four months but a repeat liver function test in-clinic follow-up showed mildly elevated AST and ALT at 54 U/L (normal range 10–40 U/L) and 159 (normal range 12–78 U/L), respectively. Patient-reported that he was consuming excessive amounts of alcohol over the past few weeks. Although the risk of anakinra-induced transaminitis is rare (<1%), a decision has been made to stop Anakinra. He continued to be in remission nine months after the medication had been stopped and his liver function tests normalized. We opted to continue to hold further anakinra therapy as the evidence suggests that many patients will go into long-term remission after three months of anakinra therapy and even in patients who experience recurrence, remission can be achieved promptly by re-initiation of anakinra therapy.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'30959216': 1, '26461998': 1, '19262208': 1, '24275598': 1, '24630353': 1, '22146561': 1, '27825009': 1, '21873705': 1, '31610707': 1, '22884556': 1, '26279106': 1, '21170606': 1, '24694983': 1, '16186468': 1, '25517707': 1, '26320112': 1, '34262672': 2}", "similar_patients": "{}"}