{"patient_id": 55783, "patient_uid": "8405535-1", "PMID": 34484777, "file_path": "comm/PMC008xxxxxx/PMC8405535.xml", "title": "An itchy rash and muscle weakness", "patient": "A 62-year-old Caucasian female with a history of COPD and one pack per day smoker for 50 years presents complaining of 4–5 weeks of diffuse progressive weakness and myalgias of the shoulders and thighs without focal deficits. She reported difficulty getting out of a chair and difficulty walking. She further reported difficulty taking a drink from a cup of tea, which she had to hold with both hands secondary to muscle weakness. She also reported a very itchy rash of her scalp, back of her hands, and upper chest/back, and “cracked” skin of her hands. She denied any dysphagia. Review of systems was otherwise negative. She was initially evaluated by her primary care physician over 4 weeks and topical antifungals were prescribed without improvement. She then presented to the emergency department for further evaluation.\\nExamination revealed an erythematous scaly rash of the scalp, left forehead, left neck, and upper chest/back. Gottron's papules were noted along with cracked skin of her digits. Weakness of the shoulders bilaterally (4/5) and thighs (3/5) was noted. There were no cranial nerve deficits. No focal neurologic deficits were noted. Neurology and rheumatology services were consulted and evaluated the patient.\\nDiagnostic work-up revealed the following: CPK 353 (24–170), ESR 33 (0–30); TSH, RF, dsDNA, Sjogren AB, cardiolipin IgM, lupus anticoagulant, all were negative. Aldolase was 6.0 (0–8.1). Jo-1 antibody was negative. PL-12, MI-2, KU, OJ, SRP, and nJO-1 were all negative as well. Vastus medialis biopsy revealed diffuse perivascular chronic inflammation with evidence of inflammation and/or necrosis. EMG revealed electrodiagnostic evidence for a moderate myopathy affecting proximal muscles. An MRI of the cervical spine was done to assist in differentiating neuropathologic disease which demonstrated no acute pathology. Evaluation for associated malignancies included negative CTs of the chest/abdomen/pelvis and mammogram. Outpatient colonoscopy was scheduled.\\nThis patient was admitted to the hospital for further evaluation and responded well to corticosteroids and methotrexate and had an uneventful hospital course. She was discharged home on a 30-day course of corticosteroids and methotrexate with rheumatology and neurology follow-up. Follow-up pulmonary function testing revealed a moderate airway obstructive pattern. Muscle weakness increased with proximal strength 2–3/5 and distal strength 4/5. To summarize the patient's timeline of pathology, the patient developed shortness of breath and hemoptysis 22 months after the emergency department visit. A chest CT identified a right lung mass, determined to be non-small cell carcinoma by biopsy. Chemotherapy and radiation treatment were started and 11 months thereafter the patient passed.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'22741932': 1, '29637414': 1, '29079590': 1, '26424835': 1, '29480875': 1, '1729618': 1, '16966018': 1, '7990247': 1, '27115138': 1, '4093921': 1, '22461949': 2, '30788076': 2, '32096127': 1, '30687531': 2, '29177080': 1, '26100618': 1, '32631604': 1, '11730311': 1, '27242652': 1, '12848952': 1, '1090839': 1, '30047429': 1, '34484777': 2}", "similar_patients": "{'6320470-1': 1, '3298200-1': 1, '6374925-1': 1}"}