{"patient_id": 397, "patient_uid": "8718755-1", "PMID": 34975783, "file_path": "comm/PMC008xxxxxx/PMC8718755.xml", "title": "Characteristic and Otopathogenic Analysis of a Vibrio alginolyticus Strain Responsible for Chronic Otitis Externa in China", "patient": "A 42-year-old Chinese man presented to the outpatient clinic of otorhinolaryngology at Xijing Hospital, Fourth Military Medical University, in September 2018, complaining of right ear discharge accompanied by discomfort for 3 years. The patient had a history of seawater contact in August 2015, including underwater diving near the coast of the Yellow Sea near Qingdao City, Shandong Province. After a couple of days, the patient noticed a small volume of clear drainage from both ears, accompanied by mild discomfort and ear pruritus. As the condition progressed, drainage from the left ear gradually vanished within half a month, whereas the drainage from the right side increased and became a thick, purulent exudate containing debris, eventually turning a dark brown or chocolate color. As the ear canal became almost entirely obstructed by the thick excretion, the patient experienced mild hearing loss, coupled with intermittent tinnitus, and experienced a sensation of ear fullness. Without the use of any medications, he removed debris from the right ear using cotton swabs, resulting in a return to normal hearing and the relief of symptoms. Within a few days, new thick drainage would obstruct the ear canal, and the symptoms would reappear. The patient sought health care twice at local hospitals in Xi’an City from Shaanxi Province; however, the underlying illness remained unidentified and did not improve. The discharge from the right ear gradually reduced and turned from brown to white until March 2018, when a low-concentration hydrogen peroxide solution was used to rinse the right ear canal at a local hospital. During the course of the illness, the patient denied any accompanying symptoms, such as fever, chills, headache, vertigo, diarrhea, or flatulence, and he did not have a history of infectious diseases, diabetes, or any immunocompromising condition. Before the diagnosis, the patient underwent audiometric and otoscopic examinations, in addition to radiological examinations using computed tomography imaging to examine the temporal bone. The exudate was collected from his right ear using a sterile swab and was transferred to the clinical microbiology laboratory for examination. All specimen processing and bacteriological analysis procedures were performed with approval from the ethics committee of the Xijing Hospital, Fourth Military Medical University, with assigned number KY20183304-1. The patient provided written informed consent prior to participation in this project.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'15293914': 1, '24491310': 1, '34268307': 1, '8551126': 1, '33193754': 1, '8499526': 1, '11298156': 1, '28894440': 1, '1822155': 1, '6788288': 1, '26248613': 1, '26605095': 2, '3700619': 1, '886005': 1, '12843111': 1, '21854840': 1, '3667356': 1, '30002421': 1, '27487953': 1, '11357321': 1, '30905438': 1, '17213549': 1, '27865308': 1, '484269': 1, '25954196': 1, '19379389': 1, '19710275': 1, '28348795': 1, '28941860': 1, '24065565': 1, '3977694': 1, '24439876': 1, '12035144': 1, '27296064': 1, '8421186': 1, '10864119': 1, '15131479': 1, '8471288': 1, '23326727': 2, '30454772': 1, '34975783': 2}", "similar_patients": "{'3542905-1': 1, '4641939-1': 1}"}