{"patient_id": 112647, "patient_uid": "8597792-1", "PMID": 34880560, "file_path": "noncomm/PMC008xxxxxx/PMC8597792.xml", "title": "Chylous Ascites after Laparoscopic Donor Nephrectomy: Case Report", "patient": "A 55-year-old female with no previous comorbidities had undergone left LDN after proper evaluation. She had no intraoperative or early postoperative complications and was discharged on postoperative day 5. She was readmitted approximately 2 weeks later with abdominal distension and constipation. Her per abdomen examination was suggestive of free fluid in the abdomen. Her laboratory parameter was significant for low serum albumin (2.27 g/dL). USG whole abdomen showed the liver with normal size and echotexture with moderate ascites.\\nDiagnostic paracentesis revealed a milky white fluid. Analysis of the fluid was suggestive of exudative fluid with high protein (6.4 g/dL), and a very high triglycerides levels (1518 mg/dl); thus, a diagnosis of Chylous ascites was confirmed. She was started on conservative treatment, including a special diet high in proteins and low in fats. USG-guided drain was put in the abdominal cavity, and around 900 mL of milky white fluid was drained. Daily drain output charting was done. Her drain output continued to be more than 750 mL/day on day 5 of conservative treatment. Therefore, a decision to proceed to the intervention was taken. Lymphangiography was done, which identified the leaking vessel in the left renal fossa [], and subsequently, successful embolization with NBCA (N-Butyl Cyanoacrylate) glue of the defect was done. Her drain output started declining, and drain was removed after 7 days. On follow-up at 4 weeks, there was no evidence of free fluid in the abdomen on USG.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'17868736': 1, '21671466': 1, '18367970': 1, '17270612': 1, '14532813': 1, '16297058': 1, '23662011': 2, '1892021': 1, '20639020': 1, '22143459': 1, '27381018': 2, '23320242': 2, '26210005': 1, '11792897': 1, '19958336': 1, '20303114': 1, '34880560': 2}", "similar_patients": "{'5000837-1': 1, '3539371-1': 1, '3539371-2': 1, '3643324-1': 1}"}