{"patient_id": 47264, "patient_uid": "8690491-1", "PMID": 34930394, "file_path": "comm/PMC008xxxxxx/PMC8690491.xml", "title": "Surgical treatment of post-traumatic luxation of rib heads with spinal cord compression in a cat", "patient": "A 4-year-old female domestic shorthair cat weighing 3.5 kg was presented at Klinika Weterynaryjna Bemowo, Warsaw, Poland. According to the history, the cat fled from the owners’ house and was found, non-ambulatory and paraparetic, under the hood of a car 2 days later. The cat had been treated conservatively (with glucocorticoids, galantamine and vitamin B supplementation) by a referring veterinarian for two weeks, but its neurological condition did not improve. The cat showed a normal appetite and was consciously urinating and defecating.\\nDuring the initial visit to our clinic, approximately 2 weeks after the suspected injury, the cat was found to be non-ambulatory and had superficial wounds on the cheek and the chest wall, with the rest of the clinical examination findings being unremarkable. Further neurologic examination confirmed the paresis of the pelvic limbs and spinal pain in the thoracic region. There were increased patellar and tibialis cranialis reflexes together with a normal flexor reflex with the presence of a cross extensor reflex in both pelvic limbs. Propioceptive placing was present, but the postural reactions during hopping and wheelbarrowing were delayed. The cutaneous trunci reflex was present on the left side along the entire length and on the right side only caudally from L3. Nociception was present in both pelvic limbs. Serum biochemistry revealed increased levels of alanine transaminase and decreased levels of creatinine and blood urea nitrogen. There were no significant changes in the complete blood count. The initial diagnosis of a spinal cord lesion in the T3-L3 spinal column area of traumatic origin was made. Movement restriction was recommended together with the following medication: gabapentin (10 mg/kg PO) two times daily (Gabapentin—Teva, Teva) and meloxicam (0.1 mg/kg SC) once a day (Metacam, Boehringer Ingelheim), until imaging diagnostics could be performed.\\nComputed tomography (CT) scaning (16-slice multidetector, Siemens SOMATOM) of C1-S3 segment was performed three days later after premedication with dexmedetomidine (10 μg/kg IM) (Dexdomitor 0.5 mg/mL, Orion Pharma) and butorphanol (0.1 mg/kg IM) (Torbugesic, Zoetis) followed by anesthesia with propofol (1 mg/kg IV) (Propofol-Lipuro, B. Braun Melsungen). The CT examination revealed a luxation of the heads of the third and fourth ribs on the right side and dislocation into the vertebral foramina between T2 and T3 and, more severely, between T3 and T4. This dislocation caused spinal cord compression and potential compression of nerve roots. Additionally, mild thoracic scoliosis of T3-T6 with a Cobb angle of 20° was observed (Fig. ). Taking into account the cat’s clinical status and the CT findings, a surgical intervention to decompress the spinal cord was decided.\\nThe cat’s physical condition was classified as II out of IV according to the American Society of Anesthesiologists (ASA) scale. The cat was premedicated with dexmedetomidine (10 μg/kg IM) (Dexdomitor 0.5 mg/mL, Orion Pharma), midazolam (0.15 mg/kg IM) (Midanium, Polfa Warszawa), ketamine (4 mg/kg IM) (Bioketan, Vetoquinol) and methadone (0.3 mg/kg IM) (Comfortan, Dechra). Anesthesia was induced with propofol (1 mg/kg IV) (Propofol-Lipuro, B. Braun Melsungen) and maintained with isoflurane (Iso-Vet, Piramal) and with a constant-rate infusion of fentanyl (0.2 μg/kg/min) (Fentanyl WZF, Polfa Warszawa), lignocaine (10 μg/kg/min) (Lignocainum hydrochloricum WZF 2%, Polfa Warszawa) and ketamine (10 μg/kg/min) (Bioketan, Vetoquinol).\\nThe cat was prepared for surgery lege artis and placed in sternal recumbency. The right dorsal approach was performed to the thoracic region to visualize the vertebral-costal articulation for the 3rd and 4th right ribs. An oxidized cellulose preparation (Pahacel, Altayar Medikal) or bipolar cautery was employed wherever hemorrhage was encountered. Access to the ribs was obtained starting from the 4th rib. Gentle traction appeared to be insufficient to reduce the luxation, and the rib could not be extracted from the intervertebral foramen. Therefore, an osteotomy was performed 1 cm distal to the rib head with a small Liston bone cutter. After the osteotomy, gentle traction with rotation allowed the reduction of the luxation, and this part of the 4th rib was removed. At this point, access to the 3rd rib was obtained. The proximal part of the rib was reached, cut, and luxation was reduced. It was removed in the same way for the 4th rib. The wound was closed by simple apposition of the paraspinal muscles and routine closure of subcutaneous tissue and skin. A ventrodorsal control radiograph was made immediately after the surgery and showed the excision of the correct rib heads (Fig. ).\\nPostoperative analgesia consisted of placing a fentanyl patch (25 µg/h, for 72 h) (Durogesic, Janssen) and methadone (0.3 mg/kg IM) (Comfortan, Dechra) every four hours for the first 12 h after the procedure until the patch worked.\\nThe cat was hospitalized for 24 h after surgery. During the hospitalization, neurological evaluation was performed in the morning and showed the deterioration of neurological signs. The cat was paraplegic and there was no nociception. At discharge in the evening, the cat was still paraplegic, but nociception recovered, as well as conscious urination. Continued treatment with gabapentin (10 mg/kg PO) twice a day (Gabapentin Teva, Teva) for 3–4 weeks, meloxicam (0.1 mg/kg PO) once a day (Metacam, Boehringer Ingelheim) for five days, and amoxicillin with clavulanic acid (14 mg/kg SC) once a day (Synulox, Haupt Pharma Latina) for seven days was prescribed.\\nThe cat was reexamined four weeks later (about 6 weeks after suspected injury). Its condition had improved as it was now ambulatory although still paraparetic. It attempted to assume a standing position, and was able to take a few steps, but was still severely ataxic. Proprioceptive placing was delayed but present, as well as nociception. Physiotherapy was recommended; however, the owners did not decide to rehabilitate the cat professionally at a physiotherapy clinic. Instead, they chose to do it by themselves following a veterinarian’s recommendations, which involved passive and active exercises of the limbs, as well as support in standing up and walking attempts.\\nThe long-term follow-up at the 4th and 17th month after surgery was conducted by a telephone conversation with the owners, as they lived far from the clinic. The owners were satisfied with the outcome, and the cat regained functional gait. Two years after the surgery, during a follow-up neurological examination, the cat showed functional gait, but ataxia remained. Proprioceptive positioning was present. Posture reactions during wheelbarrowing were normal. Spinal reflexes in pelvic limbs had slightly increased. There were no signs of spinal pain.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'11303173': 1, '32164644': 2, '10423785': 1, '27446620': 2, '22918845': 1, '32566243': 1, '20582558': 1, '26542365': 1, '25563197': 1, '9791829': 1, '18978582': 1, '16774682': 2, '34930394': 2}", "similar_patients": "{'1508157-1': 1, '7066844-1': 1, '4944041-1': 1, '4944041-2': 1}"}