{"patient_id": 50638, "patient_uid": "8161769-1", "PMID": 34073827, "file_path": "comm/PMC008xxxxxx/PMC8161769.xml", "title": "A Case of Pathological Complete Response and Resolution of Dermatomyositis Following Neoadjuvant Chemotherapy in HER2-Positive Early Breast Cancer", "patient": "A 61-year-old woman presented to our hospital with a 4-month history of a heliotropic rash, proximal muscle weakness, dysphagia and a mass of external left breast quadrants.\\nLaboratory findings showed creatine kinase (CK) elevation (1024 IU/L). Electromyography (EMG) showed myopathic findings on proximal muscles of upper limbs with fibrillation potentials and positive sharp waves. Deltoid muscle biopsy showed fiber size variability with perifascicular atrophy, muscle fiber necrosis and regeneration, perimysial inflammatory infiltrates and sarcolemmal/cytoplasmic expression of Major Histocompatibility Complex class I (MHC-I), consistent with dermatomyositis (shown in ). A full panel of myositis associated (MAA) and specific antibodies (MSA) revealed the presence of anti-nuclear antibodies (1:160, speckled), Anti-Ro52 (SSA) and anti TIF1-γ antibodies.\\nWith the aim of assessing the breast lesion, the patient was subjected to mammary ultrasound and mammography, which detected on the left, at the level of the external mammary quadrants, a solid hypoechogenic and vascularized lesion, irregularly polylobate, with some microcalcifications, at least 45 mm in size. In the homolateral axillary cavity some suspected lymphadenopathies were concurrent, the largest was 15 mm.\\nWhole body Computed Tomography (CT) revealed the presence of three left breast mammary nodules (maximum diameter (MD) 36 mm), and cutaneous thickening in homolateral pectoral seat and left axillary lymph nodes (MD 11 mm), in the absence of metastasis (T2N2M0 clinical stage). The breast biopsy specimen from left mammary nodule confirmed infiltrating ductal carcinoma, grade 2, Estrogen Receptor (ER)-positive (30%), Progesterone Receptor (PR)-negative, HER2-positive (2+ by IHC and FISH positive) and Ki67 22%. The pathological nature of lymphadenopathies was confirmed by fine-needle aspiration.\\nFrom September 2019 to March 2020, the patient received neoadjuvant chemotherapy with cyclophosphamide (600 mg/m2) and doxorubicin (60 mg/m2) every two weeks for four cycles followed by weekly paclitaxel (80 mg/m2) and trastuzumab (4 mg/kg loading dose, followed by 2 mg/kg) for 12 administrations.\\nDuring the neoadjuvant treatment, the patient was treated with intravenous immunoglobulins (IVIGs) and oral prednisone as maintenance dosage of 25 mg/die for dermatomyositis with clinical improvement.\\nAt the end of neoadjuvant treatment for breast cancer, she had a major clinical improvement of dermatomyositis with normalization of CK values and muscular weakness mostly recovered. Breast ultrasound and mammography showed a complete response to treatment and total body CT was negative for metastases. In April 2020 the patient underwent left mastectomy and axillary node resection with a pathologic (ypT0, ypN0, ycM0) and a radiologic complete response (shown in ), and full regression of dermatomyositis symptoms.\\nThe patient is continuing her adjuvant therapy with trastuzumab administered subcutaneously (600 mg) every three weeks to complete one year of treatment and hormone therapy with aromatase inhibitor. Treatment with immunoglobulins is ongoing while prednisone has been reduced maintaining a complete clinical recovery and CK values within the limits of the norm (the last dosage was 98 IU/L).", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'26157052': 2, '31161190': 1, '32158689': 2, '33123437': 2, '21049066': 1, '21953614': 1, '16821611': 1, '11197446': 1, '26491532': 1, '27258056': 1, '32103537': 1, '29089813': 1, '27561848': 2, '29249766': 1, '25890160': 2, '29531202': 1, '33175305': 2, '17319865': 1, '22714621': 1, '34073827': 2}", "similar_patients": "{'7584289-1': 1, '4495251-1': 1, '7658279-1': 1, '7052038-1': 1, '5000476-1': 1, '4397703-1': 1}"}