{"patient_id": 58016, "patient_uid": "8507152-1", "PMID": 34635180, "file_path": "comm/PMC008xxxxxx/PMC8507152.xml", "title": "Diagnostic retinal biopsy in the management of secondary non-CNS vitreoretinal lymphoma masquerading as viral retinitis: a case report", "patient": "A 73-year-old woman with a history of non-central nervous system (CNS) involving DLBCL was referred for worsening blurry vision in her right eye for 8 months. Her DLBCL was initially diagnosed three years prior when she developed a neck mass and further imaging showed widespread adenopathy, splenomegaly and large right pleural effusion. More recently, she had been followed by an outside retina specialist and had received 6 intravitreal ganciclovir injections in the right eye along with oral valganciclovir for presumed CMV retinitis. Her ocular history was also remarkable for primary open angle glaucoma, affecting the left more than the right eye. Best corrected visual acuity was counting fingers at 2 ft in the right and 20/500 in left eye. The vision loss in the left eye was secondary to severe primary open angle glaucoma. Anterior segment examination of the right eye showed inferior keratic precipitates and trace cell and flare, while the left eye was unremarkable. Dilated fundus examination of the right eye showed 1+ anterior vitreous cell, mild vitreous haze, 0.5 cup-to-disc ratio with sharp rims, scattered areas of retinal whitening, most pronounced along vasculature, and diffuse dot blot hemorrhages and chorioretinal scars peripherally (Fig. a). Dilated fundus examination of the left eye showed 0.9 cup-to-disc with pallor and few temporal dot blot hemes (Fig. ). Due to the ongoing suspicion for infectious retinitis, she was initially treated with intravitreal foscarnet and continued on oral valganciclovir. An anterior chamber paracentesis was negative for cytomegalovirus, herpes simplex virus, varicella zoster virus and toxoplasmosis by polymerase chain reaction testing.\\nSecondary intraocular lymphoma was also considered due to subjective visual changes following the identification of a local gastro-hepatic recurrence of DLBCL 3 months prior to presentation to our service. Following the negative aqueous humor testing for herpetic viruses, a diagnostic vitrectomy was performed. Bacterial cultures and viral PCRs were negative, and cytopathology revealed non-specific chronic inflammation with proteinaceous material. Her visual acuity subjectively declined with progressive disease including new areas of retinal whitening and intraretinal hemorrhages (Fig. b, c).\\nThe patient initially deferred further surgery, but due to clinical progression, a diagnostic retinal biopsy was performed (Additional file : Video S1). During standard 23-gauge vitrectomy, endodiathermy was used to mark the retinal biopsy site in the superonasal quadrant involving both normal and abnormal-appearing retina. Retinal scissors were used to incise the retina along the diathermized outline and internal limiting membrane (ILM) forceps were used to elevate the retinal tissue from the RPE. The superotemporal sclerotomy site was enlarged so the retinal biopsy could be extracted. Endolaser was applied to the edge of the retinal biopsy site followed by air-fluid exchange and 14% C3F8 instillation. Pathology was consistent with diffuse large B-cell lymphoma, confirming a diagnosis of secondary VRL (Fig. ). Systemic workup, including a PET scan and MRI brain/orbits, did not show evidence of systemic DLBCL recurrence. The patient was subsequently treated with monthly intravitreal methotrexate 400 mcg/0.1 mL for 3 months with regression of the VRL and no evidence of recurrence over the 6-month follow-up period (Fig. d).", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'32397978': 1, '19412864': 1, '18954321': 1, '26599249': 1, '26557084': 2, '31468000': 1, '18303160': 1, '18834576': 1, '22783426': 1, '34635180': 2}", "similar_patients": "{'4637799-1': 1}"}