{"patient_id": 53237, "patient_uid": "8283847-1", "PMID": 34295494, "file_path": "comm/PMC008xxxxxx/PMC8283847.xml", "title": "Coexistence of periorbital lichen planus pigmentosus and pemphigus vulgaris: Report of an unusual case and a rare association", "patient": "A 39-year-old male patient presented to our dermatology department with the chief complaint of bilateral pigmentation and darkening of upper and lower eyelids for months. There was no history of associated trauma, sun exposure, drugs, and cosmetics. He had a history of keratoconus that was taken care of by hard lens under an ophthalmologist observation and grade one fatty liver. Physical examination revealed purple-black discoloration of upper and lower eyelids and medial and lateral canthus of both eyes without ulceration and telangiectasia (Figure ).\\nHe had no pruritus. The primary diagnosis of lichen planus pigmentosus was confirmed by the biopsy results reporting epidermal atrophy, vacuolar degeneration, and obvious melanin incontinence. (Figure ).\\nAfter consulting the ophthalmology department regarding his past medical history, we initiated treatment with topical ophthalmic betamethasone and topical calcineurin inhibitor (Pimecrolimus, Elidel [R]). Following 2 months of partial recovery, he complained of erosions on his nose and scalp, which did not respond to topical antibiotic therapy properly after 3 weeks (Figure ). He also complained of bleeding while brushing his teeth. Two biopsy specimens of oral mucosa and nose erosion (from the advancing edge) were performed for routine histopathology, and one biopsy for direct immunofluorescent study was done on peripheral erythematous skin of nose erosion.\\nMicroscopic examination of the oral lesion showed eosinophilic spongiosis that may occur in early pemphigus lesions. Histopathologic examination of nasal skin lesion exhibited suprabasilar clefting in epidermis with acantholytic cells in the split region. Basal cell layer had a characteristic “tombstone” appearance on the floor of the vesicle (Figure ). Direct immunofluorescence showed intercellular deposits of IgG and C3 in a “fish-net” appearance. Indirect immunofluorescence was done on patient serum and both anti-Dsg-1 and anti-Dsg-3 antibody checked and anti-Dsg-3 antibody titers were high and reported positive (anti-Dsg-3: 1:320). A definite diagnosis of pemphigus vulgaris was made based on clinical, histopathological, and DIF findings.\\nWe began 60 mg of daily prednisolone and tapered the dosage to 15 mg every other day within a year as the lesions started to recover. New lesions appeared on his nose and scalp afterward which were resistant to topical steroid and steroid injection. Finally, we continued the treatment with a daily dosage of 30 mg of prednisolone and 50 mg of azathioprine twice a day that led to full recovery of the skin lesions. Patient is currently under treatment, and new lesions have not appeared yet.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'25786337': 1, '8313644': 1, '12950331': 1, '6992845': 1, '28674915': 1, '14966361': 2, '27688435': 1, '29441303': 1, '21349081': 1, '24365004': 1, '29076159': 1, '25272088': 1, '21060775': 1, '3320133': 1, '19451054': 1, '4154221': 1, '30218230': 1, '20382044': 1, '30851786': 1, '34295494': 2}", "similar_patients": "{'2822256-1': 1, '2822256-2': 1}"}