{"patient_id": 112346, "patient_uid": "8564684-1", "PMID": 34738054, "file_path": "noncomm/PMC008xxxxxx/PMC8564684.xml", "title": "Healed plaque erosion as a cause of recurrent vasospastic angina: a case report", "patient": "A 67-year-old Japanese man presented with sudden chest pain at rest. The chest pain persisted for 30 min and gradually decreased, and he was taken to our hospital. He was a former smoker, and his past medical history was significant for type 2 diabetes mellitus and hypertension, both of which were controlled by diet and exercise therapy. His low-density lipoprotein level was 101 mg/dL (upper limit of normal: 140 mg/dL); high-density lipoprotein level, 66 mg/dL (lower limit of normal: 35 mg/dL); triglycerides level, 69 mg/dL (upper limit of normal: 150 mg/dl); and HbA1c level, 6.5% (upper limit of normal: 6.2%). He was not on any medications previously, including antiplatelet drugs.\\nThe patient’s vital signs were stable. Physical examination showed significant facial and conjunctival pallor. There were no additional heart sounds on auscultation or pulmonary rales. Electrocardiography exhibited ST-segment elevation in leads I, aVL, and V1–5 (). Emergent coronary angiography (CAG) was performed due to acute ST-segment elevation myocardial infarction. CAG revealed severe stenosis in the proximal portion of the left anterior descending coronary artery (LAD) but no obvious atherosclerotic stenosis in any other lesions ( and ). Following an intracoronary infusion of 5 mg isosorbide dinitrate (ISDN), resolution of both LAD stenosis and ST-segment elevation were confirmed, leading to a diagnosis of vasospastic angina ( and and Video 1). Transthoracic echocardiogram showed normal left ventricular ejection fraction with no asynergy. On arrival, troponin I and creatinine kinase MB (CK-MB) levels were normal. Two hours later, the troponin I level had increased to 0.031 μg/mL (upper limit of normal: 0.026 μg/mL), and the CK-MB level was normal.\\nThe patient was administered benidipine (4 mg/day), isosorbide mononitrate (40 mg/day), and rosuvastatin (2.5 mg/day). He was free from any chest symptoms at the time of discharge. However, 1 week later, he experienced chest pain and was taken to our hospital. His symptom had already improved because of nitroglycerine administration before transport. The efficacy of nitroglycerine indicated recurrent vasospastic angina. Nicorandil (15 mg/day) and nifedipine (40 mg/day) were added to his medication regimen. However, chest pain continued to occur frequently, only at rest, in the left chest region, with no radiation. There were no aggravating or relieving factors. The frequency of chest pain gradually increased. Therefore, he was hospitalized for titration of medication one month after the initial CAG.\\nChest pain occurred in the early morning on Day 4 after hospitalization and electrocardiography revealed obvious ST-segment elevation in leads I, aVL, and V1–5 (). Emergent CAG was performed before nitroglycerine administration, which revealed the same site of severe stenosis in the LAD ( and ). This severe stenosis did not improve after intracoronary infusion of 5 mg ISDN ( and Video 2). Optical coherence tomography (OCT) was performed to confirm the morphological features of the lesion. OCT showed multiple signal-rich layers with different optical densities and clear demarcation from underlying components: layered heterogeneous pattern ( and Video 3). These findings were consistent with healed plaque, characterized by distinct layers of organized thrombus or collagen. The percutaneous coronary intervention was performed considering that rapidly progressive stenosis caused by healed plaque erosion might be the underlying cause and mechanism of recurrent vasospastic angina. A 3.0/13 mm Lacrosse NSETM (Goodman Co., Ltd, Nagoya, Japan) was used for pre-dilatation. Thereafter, an everolimus-eluting stent (3.0/15 mm) was successfully implanted ().\\nOn the day of the second coronary angiography, troponin I and CK-MB levels were normal. Transthoracic echocardiogram showed normal left ventricular ejection fraction with no asynergy. The remainder of his hospital stay was uneventful. Dual antiplatelet therapy with prasugrel 3.75 mg and aspirin 100 mg was initiated. The patient remained symptom-free at the 1-year follow-up visit.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'11923034': 1, '10807742': 1, '25260718': 1, '27939277': 1, '25273915': 1, '6339104': 1, '27400315': 1, '29923156': 1, '25587100': 1, '24902970': 1, '25459599': 1, '31504439': 1, '26298073': 1, '20230423': 1, '31645508': 1, '34738054': 2}", "similar_patients": "{}"}