{"patient_id": 107170, "patient_uid": "8080737-1", "PMID": 33969108, "file_path": "noncomm/PMC008xxxxxx/PMC8080737.xml", "title": "Association between scrub typhus encephalitis and diffusion tensor tractography detection of Papez circuit injury: A case report", "patient": "A 70-year-old male patient visited our clinic because of poor cognitive function and gait disturbance.\\nHe was diagnosed with encephalitis following scrub typhus 23 years ago. The patient complained of poor memory. The patient was initially admitted to a local hospital with a high fever and headache 23 years ago. He developed neurological symptoms as mental change, visual disturbance, and weakness, according to medical history. The first MRI was conducted 7-d after onset. He was then transferred to a tertiary hospital to treat his symptoms, and the diagnosis of scrub typhus encephalitis was confirmed.\\nNo special previous medical history was reported.\\nNo special personal and family histories were found.\\nPhysical examination revealed narrow visual fields; however, he could read books and newspapers. His motor power on both extremities was intact without any pain. But fine movements of the left hand were poor, and he could only manage to walk indoors because of sensory impairment.\\nMotor and sensory findings tested using objective tools were as follows: handgrip strength (right/left, kg), 32.3/31.3; two-point discrimination test (right/left, mm), 5/absence; and monofilament test (right/left, mm), 3.22/absence. The patient had impaired cognition, with a mini-mental status examination score of 14 and a Montreal cognitive assessment score of 10[-]. For a more detailed evaluation of cognition, we performed a computerized neuropsychological test (Table ).\\nDTI data were acquired with a 3.0 T scanner Intera (Philips, Ltd., Best, The Netherlands) with a six-channel head coil and single-shot echo-planar imaging. For each of the 32 non-collinear diffusion-sensitizing gradients, we acquired 80 contiguous slices parallel to the anterior commissure-posterior commissure line. The imaging parameters were as follows: acquisition matrix = 112 × 112, field of view = 224 mm × 224 mm, TR/TE = 8973/80 ms, parallel imaging reduction factor (SENSE factor) = 2, EPI factor = 49, b = 1000 s/mm2, NEX = 2, and slice thickness = 2.0 mm (acquired voxel size = 2 mm × 2 mm × 2 mm). Analysis of the DTI data was performed using the Oxford Centre for Functional Magnetic Resonance Imaging of the Brain (FMRIB) Software Library (FSL: ) based on the probabilistic tractography method. Head motion artifacts and image distortion due to eddy current were corrected by affine multiscale two-dimensional registration. To reconstruct the Papez circuit, the following locations were considered as the regions of interest (ROIs)[]: The thalamocortical tract-cingulate gyrus (seed ROI), the anterior limb of the internal capsule (target ROI 1) and the anterior thalamic nuclei (target ROI 2) on axial images; the fornix - mammillary body (seed ROI) on axial images and the crus of the fornix (target ROI) on coronal images; the mammillothalamic tract-anterior thalamic nucleus (seed ROI) and the portion of the isolated mammillothalamic tract (target ROI 1), and the mammillary body (target ROI 2) on axial images; the cingulum - the middle portion of the cingulum (seed ROI) and the posterior portion of the cingulum (target ROI) on coronal images. Additionally, we reconstructed the corticospinal tract (CST) as described in a previous study as we believed it would help to confirm whether specific neural tracts can reflect their related functions[].\\nThe 7-d MRI onset showed small lesions in the left frontal and parietal lobes, and large lesions in the right superior parietal lobule and both occipital lobes. Compared with the 7-d MRI, the 23-year MRI findings indicated expanded lesions of encephalomalacia with marked dilation of both ventricles (Figure ). Probabilistic DTT of the Papez circuit revealed that the left thalamocortical tract and right mammillothalamic tract could not be reconstructed; however, the anterior part of the fornix was found to be injured. Both CSTs were well preserved (Figure ).", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'17509002': 1, '21129847': 1, '20881271': 1, '32107995': 1, '29588461': 1, '30833890': 1, '31589112': 1, '30054749': 1, '26732618': 1, '28694624': 1, '24273719': 1, '29460860': 1, '29895247': 1, '9285462': 1, '25617190': 1, '30180532': 2, '23396161': 1, '33969108': 2}", "similar_patients": "{'6129710-1': 1}"}