{"patient_id": 53604, "patient_uid": "8299119-1", "PMID": 34305814, "file_path": "comm/PMC008xxxxxx/PMC8299119.xml", "title": "Case Report: A Challenging Localization of a Pulmonary Ectopic ACTH-Secreting Tumor in a Patient With Severe Cushing’s Syndrome", "patient": "A 49-year-old Caucasian man was referred to our Endocrinology Unit in June 2020 from the Hepatology Unit with suspicion of CS. The patient reported a recent occurrence of severe backache and progressive muscular weakness, leading to gait impairment and the need to use crutches. His past medical history was relevant for a left knee chondroblastoma, diagnosed and surgically treated at 14 years of age, and a rectal adenocarcinoma with liver metastasis, diagnosed in 2015 and treated with adjuvant chemotherapy, radiotherapy and surgical resection. Thereafter the patient underwent a regular oncologic follow-up and in June 2017, a thoracic computed tomography (CT) scan revealed two pulmonary nodules located in the superior and middle lobes of the right lung with a diameter of 5 and 10 mm, respectively. However, since these two nodules remained stable during radiological follow-up, including CT scans in 2018 and 2019, and did not show fluorodeoxyglucose ([18F]-FDG) uptake at positron emission tomography (PET) performed in September 2017, they were not considered relevant.\\nThe patient also had arterial hypertension treated with monotherapy, diagnosed at the age of 34, diabetes mellitus diagnosed 3 months earlier, was in diet therapy and had a hepatitis C virus infection found in 2016 and had it subsequently eradicated through an antiviral treatment with Ombitasvir/Dasabuvir plus weight-based Ribavirin.\\nPhysical examination showed the patient being overweight (BMI: 26.6 kg/m2) with central adiposity, a moon face and a buffalo hump. The patient also presented proximal miopathy and scattered bruises, while no striae rubrae was present. The blood pressure was at 170/120 mmHg and the fasting capillary glycemia was at 310 mg/dl. The other biochemical features are summarized in .\\nThe diagnostic work-up included four major steps: 1) Biochemical confirmation of CS; 2) Classification as ACTH-dependent CS; 3) Differential diagnosis between Cushing’s Disease (CD) and EAS; and 4) Localization of ACTH-secreting tumor and evaluation of its extension. The biochemical diagnosis was rapidly posed as all the tests were suggestive of EAS () (, ). The pituitary magnetic resonance imaging (MRI) revealed a small pituitary adenoma of 1.9 mm, which was interpreted as irrelevant in the final diagnosis. Bilateral inferior petrosal sinus sampling was not performed, as the clinical and the biochemical findings were considered sufficient to support the diagnosis of EAS. A radiological localization of the ectopic ACTH-secreting tumor was scheduled. The CT scan revealed a significant increase of the lung nodule located in the right superior lobe (from 5 to 12 mm), while the nodule in the right middle lobe was unchanged (). However, a [68Ga]-DOTA-TOC PET/CT scan did not show any pathologic tracer accumulation. On a [18F]-FDG-PET/CT (capillary glycemia <150 mg/dl before examination), the right superior nodule took-up the radiopharmaceutical with a maximum standardized uptake value (SUV) of 2.4, while the other pulmonary nodule did not accumulate [18F]-FDG (). It must be underlined that the smaller nodule could have been close to the spatial resolution limit of the PET scanner.\\nThe assessment of the CS-associated comorbidities revealed multiple vertebral and costal fractures, the former accounting for the patient’s back pain; rapidly worsening glucose control, which required basal-bolus insulin therapy; severe hypokalemia and refractory hypertension which needed a progressive increase of canrenone of up to 300 mg/day in addition to three other antihypertensive drugs ().\\nImmediately after the laboratory and radiological assessment, medical therapy with metyrapone, a steroidogenesis enzyme inhibitor, was started. Due to severe and refractory hypokalemia and hypertension, the initial dose was at 500 mg/day, which quickly increased to 1,000 mg/day. This dose allowed a rapid and important reduction of basal cortisol levels and a normalization of free urinary cortisol ().\\nIn the meantime, the case was discussed in a multidisciplinary team that included an endocrinologist, a thoracic surgeon, an anaesthesiologist, a neurosurgeon, and a radiologist. After that, it was decided to refer the patient to a thoracic surgery with the aim to analyze the pulmonary nodules through frozen section and then proceed with thoracic surgery, according to the results. The patient was informed by the multidisciplinary team on the procedure and its associated risks, including the possible need for a chronic oxygen therapy because of his low pulmonary function. The patient accepted the surgery and pulmonary rehabilitation, in addition to continuous-positive airway pressure (CPAP) therapy, which was immediately started. One week later, the patient underwent a minimally invasive thoracic surgery. Surgical procedure started with two atypical wedge resections of nodules. Frozen section analyses resulted positive for neuroendocrine tumor on right middle lobe nodule and for metastatic colorectal adenocarcinoma on the superior lesion. For oncological reasons a right middle lobectomy and a mediastinal lymphadenectomy were performed. The postoperative course was uneventful and the patient was discharged on post-operative day 4 in good clinical condition. The final histopathological examination confirmed the frozen section procedure results: a colorectal carcinoma metastasis in the right superior pulmonary nodule and a typical carcinoid tumor (according to the WHO 2015 classification), strongly positive for ACTH immunostaining, in the middle lobe (). After surgery, low levels of morning plasmatic ACTH and cortisol (ACTH <5 pg/ml, cortisol 1.52 µg/dl) confirmed EAS remission. In the following days, the general clinical status of the patient significantly improved, thus allowing the withdrawal of insulin therapy, canrenone, potassium chloride and the reduction of anti-hypertensive drugs dosage (). Three months after surgery, a biochemical evaluation showed a persistent remission of the disease and the patient was able to walk without crutches.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'17520251': 1, '20395333': 1, '16809930': 1, '21412758': 1, '14512709': 1, '31098899': 1, '31236798': 1, '26222757': 1, '18852217': 1, '21715416': 1, '26158607': 1, '31337043': 1, '23486331': 1, '28355596': 1, '27177728': 1, '31999619': 1, '12381548': 1, '29498909': 1, '25953828': 1, '22090282': 1, '27236452': 1, '10634361': 1, '26004339': 1, '34305814': 2}", "similar_patients": "{}"}