{"patient_id": 59302, "patient_uid": "8569673-1", "PMID": 34754669, "file_path": "comm/PMC008xxxxxx/PMC8569673.xml", "title": "An Uncommon Cause of Acute Transverse Myelitis Following Acinetobacter Baumannii-Associated UTI, Which Responded to Intravenous Pulse Methylprednisolone Alone", "patient": "The index case was a 21-years-old male without any addiction or allergy history who presented with weakness in both lower limbs for five days and arthralgia of both knee joints which started insidiously. The weakness progressed over the next three days to cause inability to walk which was preceded by fever with chill and rigor for two days prior to the development of weakness. After two days he also developed weakness in both upper limbs with difficulty in buttoning, combing hair, lifting the arm above the shoulder, truncal weakness, and inability to keep sitting posture and had to roll in bed to change position. Motor weakness was not associated with any sensory impairment, cranial nerve involvement, restricted eye movement or eye pain or loss of consciousness, or seizure. However, there was acute retention of urine with burning micturition and diminished filling sensation of the bladder for which he was catheterized. The patient also gave a history of constipation. No past history of similar weakness, trauma, intravenous drug abuse, jaundice due to viral hepatitis, diabetes, thyroid disorder, genital ulceration, tuberculosis, unsafe sexual behavior, joint pain, oral ulceration, Reynaud’s phenomenon, hair loss, skin rash, urticaria, chronic diarrhea, lymphadenopathy, parotid swelling, vesicles in the distribution of dermatome were present in the patient. A family history of similar weakness was present in his mother; however, there was no family history of diabetes, tuberculosis, hepatitis B or C infection, thyroid disorder, autoimmune disorder, connective tissue disorder including sarcoidosis was reported.\\nOn general clinical examination, the patient had a body mass index (BMI) of 23 kg/m2 with the normal respiratory rate (16/min), sinus tachycardia (102/min), elevated temperature (38 °C), and normal blood pressure (110/70 mm Hg) without any other significant finding. Neurological examination revealed increased tone in lower limbs more in the extensor group of muscles, reduced power in both lower (3/5) and upper limbs (4/5), exaggerated jerks in both upper and lower limbs, loss of crude touch, and vibration sense below T7 vertebral level, extensor plantar reflex bilaterally and decreased anal tone with absent anal reflex suggestive of upper motor neuron lesion with autonomic dysfunction. Cerebellar function, higher mental function, cranial nerves, skull, and spine examination were unremarkable without any evidence of neck stiffness, Kernig’s sign, and Lhermitte’s sign.\\nThe patient was hospitalized for further evaluation and management. Laboratory evaluation revealed lymphopenia with normal complete blood count, elevated ESR (40 mm/hr), normal C-reactive protein (CRP), D dimer, serum ferritin, serum lactate dehydrogenase (LDH), blood sugar, thyroid function test, VDRL (Venereal Disease Research Laboratory) test, Montoux’s test, autoimmune profile like antinuclear antibody (ANA), viral markers for hepatitis A, E, B, C, human immunodeficiency virus (HIV), SARS-CoV-2 antigen test, scrub serology, parasite test for malaria (Pf/Pv test), chest X-ray were normal. Urine examination revealed 10-15 pus cells/HPF (high power field) and RBCs, which on culture demonstrated growth of Acinetobacter\\nbaumannii which was sensitive to ciprofloxacin, piperacillin and tazobactam, and imipenem/cilastatin. Ophthalmological examination was unremarkable for optic neuritis and neuromyelitis optica (NMO). MRI scan of the brain including orbit was unremarkable whereas MRI of the spine showed hyperintensity involving more than two-thirds of the cross-sectional area extending up to multiple (more than four) vertebral levels at cervical, thoracolumbar spine with minimal post-contrast enhancement and variable enlargement of cord suggestive of acute transverse myelitis as shown in Figures , . At lumbar L4 - L5 level, asymmetric diffuse disc bulge, central protrusion, and anterior thecal sac indentation were noted. Cerebrospinal fluid (CSF) analysis showed increased protein (130 mg/dL), normal glucose (50 mg/dL), slightly elevated cell count (10 cells/mm3with 80% polymorphonuclear cell (PMN) and normal adenosine deaminase (ADA) level. CSF oligoclonal band was not done due to the non-availability of the facility at our center.\\nTreatment\\nOur patient received injection methylprednisolone, 1 gm daily, intravenously in 500 ml normal saline for five days followed by a tapered dose of oral methylprednisolone for two weeks along with I.V. ciprofloxacin, pregabalin, multivitamin, calcium supplementation, and physical rehabilitation.\\nFollow up\\nThe patients’ motor symptoms improved gradually over one week of starting treatment and became fully ambulatory on day 10. His sensory signs also resolved and the indwelling bladder catheter could be removed on day six of starting treatment after which the patient was discharged from hospital on the 12th day of admission with advice to continue regular physiotherapy. On follow-up after one month, the patient was doing well without any residual disability.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'11459743': 1, '7196523': 1, '18256991': 1, '14556140': 1, '19880568': 1, '12236201': 1, '23186897': 1, '16380618': 1, '22410443': 1, '22379456': 1, '34754669': 2}", "similar_patients": "{}"}