{"patient_id": 110629, "patient_uid": "8383699-1", "PMID": 34434302, "file_path": "noncomm/PMC008xxxxxx/PMC8383699.xml", "title": "The Simultaneity of Coronary Artery Ectasia and Intracranial Arterial Dolichoectasia: A Rare Case Report", "patient": "A 60-year-old female with a medical history of hypertension and hyperlipidemia presented to the emergency department on account of left anterior chest pain that radiated to the left arm. The pain was non-exertional, had been present for a while (not specific), and was mild and intermittent but suddenly grew worse that afternoon. At presentation, she claimed that the pain was no longer present. A review of the systems was negative for any related symptoms. The physical exam was unremarkable, and the vital signs were within the normal range. The electrocardiogram (ECG) showed normal sinus rhythm (NSR), with a heart rate of 70 beats per minute (bpm) and T-wave inversion in V4 and V5. The troponin level was mildly elevated (0.082, 0.084, 0.089, 0.083 ng/mL). Echocardiology showed no left ventricular (LV) wall motion abnormalities and normal overall LV systolic function; the LV ejection fraction was 60%, and the LV diastolic function was indeterminate. The nuclear stress test showed abnormal dipyridamole stress myocardial perfusion imaging, representing moderate inferior and inferolateral ischemia with partial scarring, borderline LV size, and mild LV dysfunction. The patient was a poor candidate for invasive cardiac workup in terms of an angiogram due to severe anemia and was treated medically with aspirin, isosorbide mononitrate, nifedipine, and atorvastatin. The patient’s symptoms disappeared during her stay in the hospital, and she was discharged with a plan to repeat the ECG in 6 - 8 weeks and follow-up with a cardiologist as an outpatient. One month later, the patient was brought to the hospital for evaluation of further chest pain with the same physical and ECG characteristics as the previous episode and minimal elevation of troponin (0.075 - 0.052). Echocardiology showed no differences from the previous. The general condition of the patient was more stable, and the anemia had improved; therefore coronary angiography was performed, the findings of which were: right-side dominance; severe ectasia of the left main coronary artery (LMCA); extreme ectasia of the left anterior descending artery (LAD), with multiple areas of moderate-to-severe distal and apical stenosis; multiple areas of stenosis including the first obtuse marginal artery (OM1), and distal left circumflex artery (LCX); ectopic origin from the left cusp of the right coronary artery (RCA); and total proximal occlusion with the distal vessel receiving collaterals from the left system (, ).\\nMoreover, peripheral coronary angiography showed bilateral ectasia of the subclavian arteries, with multiple areas of moderate stenosis. Due to the involvement of numerous arteries, no stent or angioplasty was performed. Ranolazine was started, and the other medications were continued, and the patient was discharged with outpatient follow-up.\\nTwo weeks later, the patient was brought to the hospital on account of dizziness that occurred while doing physical therapy for leg pain. The patient had had multiple episodes of dizziness, but this time she sought medical attention. The patient was alert, oriented for place, person, and times. The neurological exam showed: normal muscle tone; power 5/5; bilateral deep tendon reflex 2+ in the upper and lower limbs; bilateral plantar response; sensory intactness to a light touch; and normal bilateral finger to nose. Orthostatic vitals were negative for orthostatic hypotension. Head computerized tomography (CT) angiography showed: severe IADE involving the vertebrobasilar system, bilateral intracranial internal carotid arteries, and bilateral middle cerebral arteries. There were multiple aneurysms in the left supraclinoid internal carotid artery and bilateral cavernous internal carotid arteries. The sagittal 2D reconstructed images demonstrated a moderate mass effect on the ventral medulla. Considering the severe nature of the IADE and the tortuosity of the vertebrobasilar system, this appearance was likely due to a mass effect on the medulla by the dolichoectatic vertebral-basilar arteries ().\\nErythrocyte sedimentation rate, C-reactive protein, chemistry, lipid profile, liver function test, and complete blood count results were within the normal range, except for anemia of iron deficiency, which improved after starting the patient on an iron supplement.\\nThe patient was evaluated by neuro- and neuroendovascular surgical teams, both of which stated that she was not a good candidate for neurovascular intervention due to the complexity and extension of the findings.\\nThe patient was subsequently discharged with outpatient follow-up.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'28915130': 1, '26514190': 1, '21404000': 1, '24369794': 1, '9541758': 1, '23452575': 1, '28769872': 1, '16275850': 1, '16320976': 1, '28225388': 1, '29027271': 1, '27142049': 1, '30849999': 2, '15977267': 1, '24381796': 2, '34434302': 2}", "similar_patients": "{'3872646-1': 1, '6408754-1': 1}"}