{"patient_id": 51271, "patient_uid": "8191854-1", "PMID": 34123611, "file_path": "comm/PMC008xxxxxx/PMC8191854.xml", "title": "An Unusual Case of Urothelial Cell Carcinoma With Metastasis to the Pancreas", "patient": "A 59-year-old man with metastatic UC was referred to the gastroenterology service for symptoms of biliary obstruction. A metastatic workup had documented metastatic disease to the thoracic spine, sternum, prostate, adrenal glands, obturator lymph nodes, external iliac nodes, and retroperitoneum. He was previously treated with neo-adjuvant chemotherapy (methotrexate, vinblastine and doxorubicin [MVAC]), trans-urethral resection of bladder tumor (TURBT), open radical cystoprostatectomy, dual chimney ileal neo-bladder insertion, radiotherapy, and immunotherapy. Other past medical history included coronary artery disease, with the placement of five stents. Social history was positive for 15 pack-year smoking history. On presentation, liver enzymes were elevated. Magnetic resonance cholangiopancreatography (MRCP) showed dilation of the gallbladder and common bile duct (CBD). A subsequent endoscopic retrograde cholangiopancreatography (ERCP) showed biliary dilation in the mid and distal CBD, consistent with extrinsic compression and thus requiring a biliary stent placement.\\nOver the next few months, the patient underwent a CT chest and abdomen for cancer re-staging (Figure ). Imaging revealed a suspicious appearance of the left lateral aspect of the bladder and a low-density lesion in the pancreas concerning pancreatic malignancy versus pseudocyst. Due to recurrent abdominal complaints, an MRI abdomen was ordered and revealed a 44 x 31 mm, hypo-enhancing mass in the pancreatic tail, with possible involvement of the splenic artery and vein (Figure ).\\nThe patient subsequently underwent a EUS-FNA/B that demonstrated a 50 x 42 mm, irregular, hypoechoic mass with poorly defined borders in the pancreatic tail. Endosonography was suggestive of invasion into the splenic artery and celiac trunk, and celiac plexus block was performed for pain control. The remainder of the pancreas was unremarkable. Two peripancreatic lymph nodes were seen which appeared malignant, the largest measuring 13.6 x 8.3 mm. Biopsies from the pancreatic tail mass showed malignant cells with a papillary, glandular pattern. Immunohistochemical (IHC) staining panel (Table ) showed no mutation of Kirsten rat sarcoma (KRAS) G12D or G13D. Immunostaining was positive for cytokeratin-7 (CK7), cytokeratin-20 (CK20), GATA binding protein 3(GATA-3), transformation-related protein 63 (P63), and negative for cytokeratin-5 (CK5), cytokeratin-6 (CK6), and NK3 Homeobox 1 (NKX3.1). No microsatellite instability was found. Based on clinical history, morphological features, and immunostain patterns, the diagnosis was consistent with high-grade carcinoma favoring bladder cancer origin. Results were communicated with the oncologist for initiation of targeted treatment. The patient was started on paclitaxel and Gemzar chemotherapy, followed by weekly Taxotere infusions.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'25828394': 1, '26955395': 1, '7179321': 1, '11696171': 1, '20027546': 1, '15057558': 1, '21178055': 1, '23578194': 1, '21723595': 1, '28413429': 2, '11154491': 1, '12167582': 1, '34123611': 2}", "similar_patients": "{'5380006-1': 1, '5380006-2': 1}"}