{"patient_id": 106319, "patient_uid": "8012963-1", "PMID": 33727468, "file_path": "noncomm/PMC008xxxxxx/PMC8012963.xml", "title": "Removal of full-thickness vertical corneal stromal wooden foreign bodies: An innovative ab-interno technique", "patient": "A 28-year-old male presented with pain, redness, watering, and diminution of vision in the left eye for 3 days. He had a fall on the bush and felt as some thorn has injured his left eye. He consulted the local ophthalmologist, who prescribed topical Gatifloxacin 0.3% (Zymar Allergan India Pvt Ltd) 4 times a day and referred to a cornea specialist for removal of the foreign bodies.\\nOn examination, his visual acuity was 6/6 in OD and 6/18 in OS. Intraocular pressure was 16 mm Hg in the right eye. Slit-lamp examination of the left eye revealed three stromal foreign bodies lying perpendicular to the corneal lamella. One foreign body could be seen piercing the Descemet‘s membrane and the other two were in the stroma. The foreign bodies were embedded in the stroma and were not projecting above the corneal epithelial surface. Fluoroscein stain did not reveal any corneal epithelial defect or black dot against a green background indicating any of the foreign bodies projecting above the corneal surface. There were no infiltrates seen adjacent to the corneal foreign bodies. Examination of the right eye did not reveal any abnormality. The patient was prescribed topical moxifloxacin 0.5% (Vigamox, Alcon Laboratories inc. 6201 South Freeway, Fort Worth, TX 76134 United States) 4 times a day, natamycin ophthalmic suspension 5% (Natacin, Entod Pharmaceuticals Ltd. Ashirwad Building, Opposite Badi Masjid. S V Road, Bandra (West), Mumbai, 400 050, India) 4 times a day and atropine eye drops 1% (Jawa Pharmaceutical India Pvt. Ltd. E 3 Madhya Industrial area Jaipur, 302 017, Rajasthan, India) 3 times a day. The patient was advised urgent removal of corneal wooden foreign bodies.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'8782262': 1, '12578769': 1, '1389141': 1, '28905831': 1, '11264124': 1, '33727468': 2}", "similar_patients": "{}"}