{"patient_id": 53152, "patient_uid": "8279926-1", "PMID": 34306850, "file_path": "comm/PMC008xxxxxx/PMC8279926.xml", "title": "The Perfect Cytokine Storm: Utilization of Lung Ultrasound During Urgent Surgery in an Infant With Multisystem Inflammatory Syndrome in Children and Hemophagocytic Lymphohistiocytosis", "patient": "The patient is an 11-month-old female, ex-35-week gestational age, with Down syndrome, a history of a ventricular septal defect corrected at three months of age, and pulmonary hypertension on sildenafil and oxygen via nasal cannula. She presented at six months of age with a diffuse rash, vomiting, severe thrombocytopenia, fever, and tachypnea. She was positive for COVID-19 via polymerase chain reaction and completed a course of remdesivir, dexamethasone, convalescent plasma, and intravenous immunoglobulin, with a presumptive diagnosis of MIS-C. She subsequently developed worsening pancytopenia, hyperferritinemia, and hypertriglyceridemia; a bone marrow biopsy revealed hemophagocytosis, and she was diagnosed with HLH. She was started on anakinra, etoposide, and gamifant due to refractory HLH. She continued to require hospitalization over the next few months with waxing and waning clinical symptoms. Prior to her 11-month birthday, the infant developed worsening respiratory distress requiring bi-level positive airway pressure (BiPAP) support. A chest X-ray showed evidence of aspiration pneumonia (Figure ), and she was scheduled for urgent gastrostomy tube placement.\\nOn the day of the surgery, the infant weighed 6.3 kg and was on BiPAP 12/8/40% FiO2 with an SpO2 of 91%. The infant required frequent platelet transfusions with a recent nadir of 29,000/mm3 platelets. She tested negative for COVID-19 as per the hospital protocol. She was currently receiving infusions of intravenous piperacillin/tazobactam for aspiration pneumonia and oral vancomycin for Clostridium difficile infection. The patient was maintained on sildenafil, spironolactone, and inhaled nitric oxide for worsening pulmonary hypertension, likely due to pulmonary aspiration and the pulmonary manifestations of MIS-C. Anesthesia was induced with propofol 1 mg/kg, dexmedetomidine 0.5 mcg/kg, and rocuronium 1.2 mg/kg. Intubation was performed with video laryngoscopy, and a 4.0 cuffed endotracheal tube was placed without difficulty.\\nThe patient was difficult to mechanically ventilate, requiring escalating peak inspiratory pressure and positive end-expiratory pressure to maintain an SpO2 of 85%. The patient required 10 mL/kg each of packed red blood cells and platelets. LUS was performed once the gastrostomy tube was in place to evaluate the patient’s deteriorating pulmonary status (Figure ).\\nLUS revealed dense lung fields with hyperechoic signals, coalesced B-lines, and pulmonary hepatization. This was interpreted as severe interstitial edema with the hyperdense areas signifying consolidation and severe ARDS. The patient was switched to airway pressure release ventilation (APRV), which has shown efficacy in pediatric ARDS patients (PHigh 25 cm H2O, PLow 0 cm H2O, THigh 5 s, TLow 0.5 s) []. Oxygenation and hemodynamic parameters improved throughout the case. Upon completion of the case, the patient was left intubated secondary to these findings, and the intensive care unit (ICU) was counseled to continue APRV postoperatively. Over the course of the next few months, the patient continued to deteriorate from multiorganism sepsis, worsening of her inflammatory state, and cardiopulmonary compromise. She eventually expired three months following surgical intervention.", "age": "[[11.0, 'month']]", "gender": "F", "relevant_articles": "{'32972235': 1, '32663356': 1, '14695718': 1, '18442425': 1, '32410760': 1, '22451424': 1, '22248322': 1, '32801787': 1, '24761938': 1, '32434816': 1, '10942619': 1, '32919977': 1, '34306850': 2}", "similar_patients": "{}"}