{"patient_id": 55319, "patient_uid": "8384936-1", "PMID": 33104949, "file_path": "comm/PMC008xxxxxx/PMC8384936.xml", "title": "Glandular Odontogenic Cyst with Metaplastic Cartilage: Report of an Unusual Case and Literature Review", "patient": "An 89-year-old female patient was referred by her General Medical Practitioner to the Oral and Maxillofacial Surgery department. The patients presenting complaint was that of a swelling and tenderness over her right chin with a firm lump intra-orally of two to three weeks’ duration. She had been treated with a week’s course of the antibiotic Doxycycline to no benefit.\\nThe patient’s medical history consisted of significant cardiovascular disease and advanced Dementia. Medications included psychotropic medication and the antiplatelet drug Clopidogrel. She was a lifelong non-smoker and non-drinker.\\nExamination revealed a moderate sized firm swelling on the right chin with a corresponding intraoral component that felt fixed to bone. An orthopantomogram (OPT) showed an ill-defined radiolucency in the region of the LL1 to LR3 (Fig. ). It was not possible to comment on the size or locularity of the lesion from the X-ray and the patients advanced dementia precluded a computerised Tomography (CT) scan.\\nExploration and biopsy of the lesion was scheduled under local anaesthesia. At the time of surgery, a pale cystic lining adherent to overlying mucosa was observed with brown fluid extruding from the cavity. As it was possible to access and remove the cyst wall with relative ease, a decision was made to enucleate the cyst at this point. Curettage was performed and the cyst lining and fluid sent for histopathological examination.\\nCytopathological analysis of the cyst aspirate showed numerous neutrophils, foamy macrophages and cholesterol clefts. These features were not specific but were consistent with cyst contents. The histopathological features are seen in Figs. and . The specimen comprised multiple fragments of fibrovascular connective tissue, which were lined by stratified squamous epithelium of variable thickness (Fig. a). In close association with the cystic fragments were vital lamellar bone and mature cartilage (Fig. ). At high power, the cartilage was cytologically bland, with no evidence of cellular atypia, bi-nucleation or multinucleation, no mitotic or apoptotic activity and no evidence of infiltrative growth into soft tissue or permeative growth into bone. (Fig. b).\\nExamination of the cyst lining showed the stratified squamous epithelium to be of variable thickness with focal plaque like thickenings (Fig. a). The superficial layer of the epithelium was comprised of eosinophilic “hobnail” cells (Fig. c) and occasional microcysts were also identified (Fig. b). Small epithelial papillary projections were seen (Fig. b), with mucous cells and cilia also noted (Fig. d).\\nGiven the clinically extensive swelling, presence of cartilage and to rule out higher risk pathology the lesion was reviewed by specialist musculoskeletal pathologists. They agreed the cartilage was metaplastic in appearance. A final diagnosis of a GOC with metaplastic cartilage was made.", "age": "[[89.0, 'year']]", "gender": "F", "relevant_articles": "{'9506302': 1, '19644543': 1, '11598579': 1, '15789313': 1, '12775659': 1, '19644539': 1, '8355225': 1, '11289615': 1, '16918602': 1, '15122130': 1, '20485046': 1, '24213203': 1, '264262': 1, '21915706': 1, '9446987': 1, '26587384': 1, '31355014': 2, '3146620': 1, '18248589': 1, '16122607': 1, '3127563': 1, '20614285': 1, '33104949': 2}", "similar_patients": "{'6637709-1': 1}"}