{"patient_id": 13, "patient_uid": "8674405-1", "PMID": 34956746, "file_path": "comm/PMC008xxxxxx/PMC8674405.xml", "title": "Goserelin Ovarian Ablation Failure in Premenopausal Women With Breast Cancer", "patient": "A 36-year-old G4P2 premenopausal woman with a family history of colorectal, hepatobiliary cancers felt an abnormal right breast lump. Diagnostic mammogram and ultrasound showed a hypoechoic lesion in the upper outer quadrant of right breast measuring 14 mm x 13 mm x 18 mm and 5 x 4 mm satellite lesion is noted 6 mm inferior to the dominant mass, BI-RADS 5 highly suggestive of malignancy. Due to concern for multifocal disease, MRI breast with without contrast was done and it showed 2.3 x 1.1 x 2.7 cm irregular-shaped, heterogeneous mass with irregular margins in the upper outer quadrant of right breast, 7 cm from the nipple, 1.2 cm from the skin and there was an additional mass measuring 8 mm x 4 mm x 1.6 cm at 12:00 along with 4 mm lesion, 7 mm from the nipple at 10:00 (Figures (a) and (b)). Right breast biopsy from the dominant lesion showed invasive mammary carcinoma with features of both lobular and ductal carcinoma, Nottingham histological grade 2, estrogen receptor 90%, progesterone receptor 100%, HER2 2+ by IHC but negative by FISH, Ki-67 50%.\\nStatus post right breast simple mastectomy and axillary lymph node evaluation. Surgical pathology showed a multifocal invasive mammary carcinoma of the breast with ductal and lobular features, size of largest invasive carcinoma was 55 mm, size of additional invasive foci was 1.5 mm, Nottingham histological grade 2 of 3, low to intermediate nuclear grade DCIS without central necrosis measuring at least 6 mm, margins uninvolved, one benign sentinel lymph node. Pathological staging (m)pT3 (sn)N0. Oncotype DX breast recurrence score of 16 (for patients <50 years of age, benefit from chemotherapy 1.6%). Genetic testing did not reveal any clinically significant mutations. The patient has received adjuvant PMRT 5000 cGy dose, 25 fractions along with 1000 cGy scar boost. Based on TEXT/SOFT data ovarian suppression could be considered in patients with high-risk features. The patient's tumor was multifocal, and the largest lesion measured 5.5 cm. The patient elected against surgical menopause. The patient was started on ovarian suppression with goserelin 3.6 mg every 28 days along with letrozole 2.5 mg once daily.\\nSixteen months after initiation of ovarian suppression patient started having a regular menstrual cycle while on goserelin. No medication interaction or missed doses were noted. The patient's BMI was 41.1 and BSA was 2.19 m2. Estradiol was 92 pg/mL and follicle-stimulating hormone (FSH) was 4.3 mIU/mL in the premenopausal range. Few prior case reports showing failure of goserelin ovarian ablation in a premenopausal woman were reported. Given high-risk disease, discussed benefit of continued ovarian suppression plus AIs versus tamoxifen alone, and discussed the role of oophorectomy which results are reliable and prompt reduction in circulating estrogens. The patient was hesitant and wished to wait before the oophorectomy. She was started on triptorelin 3.75 mg IM once every 28 days.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'29510273': 1, '10953134': 1, '30258937': 1, '30651078': 1, '7860418': 1, '21555684': 1, '32616435': 1, '12488405': 1, '10620455': 1, '21541703': 1, '26729430': 1, '17138645': 1, '29863451': 1, '3139467': 1, '25495490': 1, '23958111': 1, '26729437': 1, '34956746': 2}", "similar_patients": "{}"}