{"patient_id": 54701, "patient_uid": "8359909-1", "PMID": 34395134, "file_path": "comm/PMC008xxxxxx/PMC8359909.xml", "title": "Concomitant Acute Rheumatic Fever and Acute Post Streptococcal Glomerulonephritis", "patient": "A 47-year-old female with no significant past medical history, including RF in childhood, presented to the emergency department (ED) with the chief complaint of acute onset respirophasic chest pain for two days. The pain was described as sharp in quality, 7/10 in intensity, unrelated to rest or activity, and non-radiating. She also complained of generalized fatigue, bilateral shoulder and knee pain, bilateral leg swelling, and dark frothy urine, all of which started a few days prior to the onset of chest pain. Other review of systems was negative. She reported a sore throat which started three weeks prior to admission and lasted approximately one week before spontaneously resolving. The patient was originally from Honduras; however, she had no history of travel outside of the United States in the past 14 years. She was living in Florida during the same period. Of note, her children were sick with pharyngitis a month prior to her presentation, however, they did not seek medical treatment.\\nOn physical examination, her temperature was 98.2°F, blood pressure was 160/90 mmHg, heart rate was 84 beats/min, respiratory rate was 12 breaths/min, and oxygen saturation was 99% on ambient air. Cardiopulmonary examination revealed bilateral diffuse lung crackles, normal S1 and S2, a holosystolic 3/6 murmur at the cardiac apex which radiated to her axilla. She also had bilateral 2+ pitting pedal edema. Examination of the skin was normal without any evidence of pyoderma or cutaneous abscess. Labs were significant for creatinine of 1.57 mg/dL, mildly elevated troponin of 0.14 ng/mL, elevated brain natriuretic peptide (BNP) of 16667 pg/mL, and erythrocyte sedimentation rate (ESR) of 69 mm/h (Table ) . The chest X-ray showed bilateral interstitial edema (Figure ) and the echocardiogram showed severe mitral regurgitation (Figure ), grade 1 diastolic dysfunction, and ejection fraction of 55%-60%.\\nGroup A Streptococcal antigen was negative, but antistreptolysin O (ASO) antibody was positive at 900 IU/mL (Table ).\\nBased on her history, physical examination and laboratory, there was a concern for acute RF. We utilized the revised Jones criteria: evidence of Streptococcal infection with positive ASO antibody, one major criterion with carditis, and two minor criteria with elevated ESR and arthralgia. The diagnosis of acute RF was confirmed.\\nIn the setting of elevated creatinine, frothy urine and pitting pedal edema, there was also a concern for a nephrogenic process. The urinalysis was positive for 3+ proteinuria and red blood cells (RBC) of 50-100/hpf, urine protein to creatinine ratio was 8000 mg/g. Serum albumin was 2.9 g/dL, total cholesterol and low-density lipoprotein (LDL) were 174 and 107 mg/dL respectively. She was screened for HIV, Hepatitis B and C, all of which were negative. Rheumatoid factor, Anti-nuclear antibody (ANA), anti neutrophilic cytoplasmic antibodies (ANCA), double-stranded DNA antibody, and anti-glomerular basement membrane were negative. C4 was normal at 19.30 mg/dL, however, C3 was low at <40 mg/dL (Table ).\\nRenal biopsy reported diffuse immune complex mediated proliferative and exudative glomerulonephritis. Specifically, the light microscopy showed enlarged glomeruli with diffuse global mesangial and endocapillary hypercellularity (Figure ).\\nThere were also focal glomeruli showing subsegmental subendothelial periodic acid-Schiff (PAS)-positive deposits forming ‘wire loop’ like lesions (Figure ).\\nThere was moderate interstitial fibrosis and tubular atrophy, with a mononuclear infiltrate predominately limited to the areas of fibrosis. Immunofluorescence microscopy showed glomeruli with global mesangial and capillary loop granular staining by immunoglobulin G (IgG) (3+) (Figure ), C3 (3+) (Figure ), and C1q (1+).\\nElectron microscopy showed frequent capillary loop hypercellularity. The mesangial region was expanded, hypercellular and showed frequent electron-dense deposits (Figures -).\\nThere was also moderate to severe epithelial foot process effacement.\\nGiven the multiple findings above, the patient was diagnosed to have APSGN concurrently with acute RF. She was started treatment with furosemide and lisinopril. She was also given amoxicillin for the GABHS infection. She was recommended to continue amoxicillin for secondary prophylaxis of GABHS for lifelong.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'21386976': 1, '31516109': 1, '19246689': 1, '12813026': 1, '30285899': 1, '24696436': 1, '23091044': 1, '5578865': 1, '34395134': 2}", "similar_patients": "{}"}