{"patient_id": 57576, "patient_uid": "8487833-1", "PMID": 34616580, "file_path": "comm/PMC008xxxxxx/PMC8487833.xml", "title": "Folie a Deux: Shared Psychotic Disorder in a Medical Unit", "patient": "The patient was a 47-year-old woman with no known past psychiatric history and past medical history of chronic back pain who had been medically admitted for uncomplicated gastroenteritis. Her weeklong hospital course was unremarkable until the day of discharge, when a psychiatric consult was requested for “paranoia and bizarre behavior.”\\nAs per the medical team, upon discussing discharge, the patient began behaving oddly. She stated that she felt unsafe and demanded that the staff call the FBI to investigate. Earlier the patient was seen hiding underneath her hospital bed. The patient told staff she could not leave the hospital unless security has “secured the perimeter.”\\nOn initial encounter, the patient was found attempting to use the phone by the nursing station to call the “authorities.” She resisted engaging in a psychiatric interview, stating, “I don't need psychiatry, I need legal services because a crime was committed.” With difficulty, she was redirected back to her room where another older female person, dressed in a hospital gown, and presumed to be another patient, was seated beside the second bed. In the midst of the team's attempts to elicit the patient's concerns, that other older woman spontaneously stood up and addressed the team: “She is telling the truth. You have to believe her! Our lives are in jeopardy and we're just going to be labeled as ‘crazy' by these psychiatrists.” The other woman insisted that the psychiatric interview with the patient could not be conducted in the patient room because it was “tapped and wired.”\\nThe team stepped outside to inquire with the staff about the other patient and learned that the other “patient” was actually the patient's mother, who had been allowed to stay overnight with the patient for the past several days. The patient and her mother were then carefully separated, and the patient was interviewed first.\\nThroughout the interview, the patient was guarded. She explained that she was admitted to the hospital for vomiting and diarrhea and treated with antibiotics. The patient maintained that she should not be talking to psychiatry but rather to the police because an unspecified “crime was committed.” She described the crime as “the worst form of verbal abuse” and denied any physical or sexual assault. She was unable to provide adequate answers on why she had not yet reported the crime or why things had exacerbated now. She was also unable to elaborate if and how her safety and the safety of her mother would be jeopardized. The patient stated she would like security to escort her out of the hospital. She shared how she was thinking about hiring a lawyer and a personal bodyguard. When asked about the events of the morning, the patient stated that she and her mother got into a dispute after she confided to her mother the true extent of the “crime.”\\nThe patient's labs had been completed earlier in her hospital course prior to this evaluation. She had been noted to be anemic with no symptoms. A hematology consult and work-up were done and found low iron and a slightly low vitamin B12 with no acute interventions necessary. A thyroid stimulating hormone was not completed. A comprehensive metabolic panel and urinalysis were within normal limits. Stool and blood samples were negative for growth of bacteria. A computed tomography (CT) scan of the abdomen and pelvis was unremarkable. A head CT was not done prior to this clinical encounter as the patient had not demonstrated any altered mental status or bizarre behavior. Throughout the hospitalization, the patient was treated with intravenous fluids, antibiotics azithromycin and metronidazole, acetaminophen for pain, and ondansetron for nausea. None of these medications were suspected to be responsible for her presentation.\\nThe patient denied any past psychiatric history as well as past medical history except for chronic back pain. Review of the electronic medical record also did not reveal any additional past psychiatric or past medical history. The patient stated she and her mother lived together alone since the death of her father 27 years ago. The patient did not work; she received income via disability for her chronic back pain. The patient denied any substance use. Family history was notable for Cushing's disease and asthma in her mother and asthma and diabetes in her father.\\nThe patient consented for the treatment team to speak with her mother with the patient present. During the joint interview, the patient's mother was fearful and anxious. She repeatedly stated that she thought it was not safe for the two of them to return to their home. The mother attempted to share more details behind their delusions, but the patient kept interrupting and preventing her from sharing more. The patient interjected, “No, these are not people that are going to help us. I need to be discharged and seek legal services and the police.” The patient's mother began to make gestures towards the treatment team. She stated, “Can't you take a hint? Do you not understand English?” She pleaded, “Don't you see? We're scared! We need help!” The mother yelled, “We can't say anything more!” She then mouthed the words, “We're wired. We're tapped. They're listening!” and made a motion with her hand suggesting her throat will be slit if she says anything else. At this point, the mother appeared more preoccupied with and terrified by the content of their mutual suspicions and concerns.\\nThe patient gradually subsided in her agitation and began to make a case to the team and to her mother that they can both go home and manage everything later with a lawyer. Her mother challenged her, and the two of them argued back and forth for a while, with the treatment team, staff, social worker, and nursing administrators attempting to understand the situation and obtain more information. They did not have any other sources of collateral that could have been contacted.\\nAs she became calmer, the patient's reality testing improved. She stated that she felt safe returning home without security escort. The patient gained enough insight to understand that she was getting unwanted psychiatric attention and was able to change her presentation in order to get herself discharged once she realized the requests she made for increased security were not going to be granted. Less distressed and more able to engage with the team, she accepted the possibility of seeking mental help. The patient was offered a one-week supply of quetiapine 50 mg nightly although it was unclear if she would actually take it and actually follow-up at the hospital's outpatient walk-in crisis mental health clinic. However, despite a concern that the patient may not follow-up, her overall risk of imminent harm was still not high enough to mandate treatment through involuntary hospitalization. The patient did not meet criteria for involuntary inpatient psychiatric hospitalization and declined a voluntary one. She accepted resources for outpatient treatment for both her and her mother. She understood that she should call 911 or go to the nearest emergency room should she feel that she or her mother were in imminent danger. The patient told her mother that should her mother feel unsafe, she would find them another place to stay.\\nThe patient's mother, who now appeared more distressed and disturbed, was not the patient at the hospital and would require a transfer and an emergency department (ED) registration, in order to receive a formal evaluation. After careful consideration, taking into account the mother's age and the patient's ability to act as the responsible caretaker, which became more and more evident towards the end of the encounter, the team decided against committing the patient's mother to an ED evaluation.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'20814461': 1, '30454559': 1, '16895601': 1, '17899493': 1, '8548718': 1, '32382188': 1, '12808343': 1, '17521515': 1, '24020455': 1, '9350949': 1, '34616580': 2}", "similar_patients": "{}"}