{"patient_id": 48020, "patient_uid": "8036102-1", "PMID": 33832072, "file_path": "comm/PMC008xxxxxx/PMC8036102.xml", "title": "Severe hypercalcemia in a patient with chronic lymphocytic leukemia and non-small cell lung carcinoma", "patient": "A 56-year old man presented to the Department of Internal Medicine with a deteriorated mental status. Laboratory tests performed in the emergency department demonstrated severe hypercalcemia at 17.95 mg/dl (reference range: 8.7–10.4), together with albumin levels of 3.2 g/dl, elevated levels of phosphor 5.9 mg/dl (reference range: 2.5–5), acute kidney injury with a creatinine level of 1.45 mg/dl (baseline creatinine level 0.9 mg/dl), urea, 73 mg/dl, uric acid, 12.8 mg/dl, estimated glomerular filtration rate 52 ml/minute, hemoglobin 11 mg/dl, and C-reactive protein 0.8 mg/dl. He was treated with an intravenous saline infusion, subcutaneous calcitonin, and intravenous glucocorticoids, followed by intravenous bisphosphonates. Due to his persistent hypercalcemia he was subsequently given 120 mg denosumab (Prolia). During hospitalization, there was significant improvement in his mental status concurrently with the normalization of his calcium level, which was 9.44 mg/dl at discharge.\\nHis past history was remarkable for his 2016 diagnosis of Rai stage IV chronic lymphocytic leukemia. The fluorescence in situ hybridization reaction revealed the deletion of the short arm of chromosome 17 (del (17p)) in 20% of B-cell lymphocytes. In addition, in a bone marrow biopsy, the patient was found to have unmutated IGHV gene status and ZAP 70 expression in leukemia cells.\\nIn 09/2017 he was admitted to the Department of Internal Medicine because of autoimmune hemolytic anemia. Treatment with a high dose glucocorticoid was started, followed by a slow tapering down of the dose. In 12/2017 he was again admitted to the Department of Internal Medicine with left hemiparesis, dysarthria, and left facial nerve palsy. Complete right carotid occlusion was found in the CT angiography.\\nAfter discharge, he was treated with 2 courses of a Rituximab + Bendamustine protocol with a significant decrease in lymphocytes counts. In September 2018 treatment with the second line agent Ibrutinib was started. One month later, he developed paroxysmal atrial fibrillation with spontaneous conversion to sinus rhythm. Six days before the present admission, the patient was hospitalized because of paroxysmal atrial fibrillation with no evidence of myocardial ischemia. Ibrutinib was stopped because it was presumed to be the cause of the arrhythmia. During his present hospitalization additional laboratory tests revealed an elevated LDH level of 2250 U/l (reference range: 230–480), an alkaline phosphatase level of 220 U/l (reference range: 30–120), and low levels of PTH: 4.8 pg/ml (reference range: 18.4–81), 25 hydroxyvitamin D level of 52 mmol/l (reference range: 75–220) with normal 1.25 dihydroxyvitamin D level of 61.3 nmol/l (reference range: 50–190), WBC 108.000 (reference range: 4.5–11.5 K/μl), Lymphocytes 57%, PLT count of 88.000 (reference range: 150–450 K/μl).\\nIn the setting of his elevated LDH level, further decrease in his PLT level to 45.000 and severe hypercalcemia, it was decided to perform a positron emission tomography/computed tomography to assess the possibility of Richter transformation. The scan revealed a 1.3 cm nodule with an intensive uptake of tracer in the upper left lobe of the lung and in vertebra D 7, suspicious of metastasis (Fig. ).\\nHe underwent a bronchoscopy with a transbronchial biopsy of the lesion. Non-small cell carcinoma displaying positive CK 7 and negative to TTF-1, napsin-A, and p 40 immunostaining was diagnosed. An epidermal growth factor genotype was negative for mutations. Immunohistochemical analysis was negative for ALK and ROS1 protein rearrangement as well as PDL1 expression. He underwent 1 course of chemotherapy in September 2019 that included carboplatin, paclitaxel, and pembroluzumab. Results of the molecular analysis of the tumor were negative for epidermal growth factor receptor (EGFR) genotype mutations, ALK and ROS 1 rearrangement, and PDL-1 protein expression. He then began treatment with venetoclax for his refractory CLL.\\nTen days after starting therapy with venetoclax, he was admitted to the internal medicine department with large left upper lobe pneumonia. A chest CT revealed a large infiltrate with an air bronchogram. A subsequent urine antigen test was positive for legionella pneumonia. He completed treatment with respiratory quinolone for 21 days and was returned to oncological and hematological supervision.\\nThe patient received a second course of chemotherapy, but 4 days later he was admitted with suspected pneumonia and despite the broad-spectrum antibiotic treatment, respiratory failure developed and he passed away.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'26187654': 1, '9070500': 1, '26068056': 1, '11208851': 1, '10048292': 1, '26639149': 1, '7986729': 1, '25110209': 1, '23990665': 1, '26520619': 1, '15673803': 1, '27566092': 1, '20616540': 1, '30959203': 1, '31558251': 1, '27263488': 1, '28203174': 2, '25719931': 1, '15845617': 1, '33832072': 2}", "similar_patients": "{'5301126-1': 1}"}