{"patient_id": 55164, "patient_uid": "8378413-1", "PMID": 34430185, "file_path": "comm/PMC008xxxxxx/PMC8378413.xml", "title": "A Ruptured Spetzler and Martin Grade V Arteriovenous Malformation in a Child Treated With Radiotherapy Followed by Embolization: A Case Report and Literature Review", "patient": "Clinical presentation and diagnosis\\nA 12-year-old girl presented with headaches and mild disorientation [Glasgow Coma Scale (GCS): E3V5M6]. A plain brain CT scan showed an intraventricular hemorrhage (Figure ), and the contrast-enhanced CT confirmed a large AVM mainly in the corpus callosum (Figures -).\\nCerebral angiography showed that the main feeder was from the left anterior cerebral artery (Lt. ACA). Furthermore, flow came from the right anterior cerebral artery (Rt. ACA) and left posterior cerebral artery (Lt. PCA). The drainer was deep, mainly towards the inferior sagittal sinus and basal vein of Rosenthal. The AVM’s maximum diameter was 7.5 cm, and its Spetzler-Martin (S&M) grade was V (large size, eloquent area, deep venous drainage) (Figure ).\\nBecause of the AVM location, which is widely extended to a large area of the corpus callosum, surgical excision was expected to cause a significant neurological deficit for the patient. Furthermore, with a nidus volume up to 17.3 ml, achieving a complete cure by radiotherapy alone was expected to be challenging. Therefore, we decided to treat the patient with CyberKnife M6 ((Accuray, Sunnyvale, CA, USA) radiotherapy followed by Onyx embolization, the so-called postradiosurgical embolization method.\\nTreatment\\nAfter 135 days from the onset of symptoms, stereotactic radiation of the AVM was done with a gross tumor volume (GTV) of 17.3 ml using CyberKnife M6 with 35 Gy in five fractions and an isodose line 77%. In order to reduce the blood flow to the nidus, we applied 35 Gy focusing on the area where the feeder flows into the nidus (Figure ).\\nFifteen days later, we performed the endovascular embolization with Onyx. We guided the extra-compliant balloon microcatheter (Scepter XC, Microvention, Tustin, CA, USA) into the main feeder, the Lt. ACA, and injected Onyx18 (ev3, Irvine, CA, USA) while the balloon of the microcatheter was inflated (Figure ). In the early stages of Onyx embolization, the Onyx filled the nidus smoothly. However, in the later stages of embolization, the injection resistance gradually increased. To counter this, we increased the injection pressure. Consequently, some of the Onyx material refluxed through the balloon and the vessel wall gap. Thus, accidentally, a distal branch of Lt. ACA was occluded, and therefore we immediately terminated the procedure at that stage (Figure ).\\nA total of 9 ml of Onyx18 agent was injected into the AVM, and approximately 50% of the nidus was embolized. The residual lesions of AVM nidus were on the anterior-inferior, right-center, and left posterior (Figure ).\\nPost-embolization MRI showed partial infarction at the medial part of the left primary motor cortex extending anteriorly to the supplementary motor area. The radiological finding was manifested clinically as a manual muscle testing Grade 3 right lower limb weakness (Figure ).\\nRehabilitation was performed for the right lower limb weakness, and six months later, the patient was fully recovered. No other neurological deficit was detected. At 20 months after embolization, cerebral angiography showed complete resolution of the large callosal AVM (Figure ).\\nFive years after radiation and embolization, no recurrence was seen on follow-up MRI. The left lower extremity weakness has recovered, with no sequelae or new complications.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'12535357': 1, '21332288': 1, '22986603': 1, '15647577': 1, '23198804': 1, '18213438': 1, '25909572': 1, '21430584': 1, '28173493': 1, '28128692': 1, '15335419': 1, '32370235': 1, '28642352': 1, '9802869': 1, '26140495': 1, '12823868': 1, '26943847': 1, '20932095': 1, '9632181': 1, '34430185': 2}", "similar_patients": "{}"}