{"patient_id": 52356, "patient_uid": "8242288-2", "PMID": 34191222, "file_path": "comm/PMC008xxxxxx/PMC8242288.xml", "title": "A clinical case series of COVID-19-associated acute limb ischemia: real-world situation", "patient": "Another 54-year-old female presented to our hospital with a chief complaint of high-continuous fever for 1 week. She also had shortness of breath (dyspnea) in the last 7 days and had gradually worsened. She had a productive cough and high-intensity pain in her right leg. At the initial examination, she already had laboratory results with positive PCR result for COVID-19 and a raised D-dimer and fibrinogen. Our patient had many comorbidities such as obesity, type 2 diabetes mellitus, stage 2 hypertension, dyslipidemia, and chronic obstructive pulmonary disease (COPD). She routinely consumed amlodipine 10 mg, ramipril 5 mg, atorvastatin 20 mg, metformin 3 × 500 mg, and TSA capsule for COPD. Her initial vital signs suggested that her condition was unstable with tachypnea, tachycardia, elevated blood pressure 140/90 mmHg, and hyperpyrexia. Her peripheral oxygen saturation was 88-90% with non-rebreathing mask 10 L/min. Physical examination revealed no rhonchi and wheezing, yet chest X-ray indicated bilateral peripheral chest infiltrates. In further examinations of her lower extremities, we found tenderness of the right lower foot, weak pulsation at the posterior tibial and dorsalis pedis arteries. Distal toes were found to be cyanosed (Fig. ).\\nRoutine blood count (erythrocyte, leukocyte, hematocrit, hemoglobin, platelets) was showing within normal limits. Urea and creatinine serum level also indicated normal kidney function. Blood glucose level was also within the normal limit. Conversely, her absolute lymphocyte count was low, and neutrophil-lymphocytes-ratio (NLR) was > 3. Coagulation markers, including (D-dimer) and prothrombin time (PT), and activated partial thromboplastin time (aPTT) were dramatically increased. C-reactive protein, one of the markers believed to be associated with the severity of COVID-19 infection, was rapidly increased.\\nWe performed a Doppler ultrasound examination, which was challenging in a pandemic situation. The Doppler ultrasound result showed normal flow velocity and spectrum in the common right femoral arteries (triphasic curve). Nevertheless, we discovered a significant occlusion and thrombus in the distal right popliteal artery, minimal flow in the distal posterior tibial and dorsalis pedis arteries. There was no clear sign of collaterals flow and no evidence of thrombus at vein (deep vein thrombosis).\\nThe patient was hospitalized in the isolation ward with a diagnosis of COVID-19 and acute limb ischemia. She consumed aspilet 80 mg, atorvastatin 20 mg, cilostazol 2 × 100 mg, pentoxifylline 2 × 400 mg, amlodipine 10 mg, and ramipril 5 mg. She was also treated with unfractionated heparin (UFH) IV drip with a target control of 1.5×−2× of aPTT. The patient was prepared for further interventional-thrombolytic therapy; unfortunately, her condition worsened into acute respiratory distress syndrome, and our team decided to go on conservative treatment. She was intubated and ventilated. Two weeks later, her condition deteriorated, and she fell into septic shock. The patient had eventually passed away.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'32673190': 1, '32429675': 1, '22019906': 1, '21613262': 1, '32271624': 1, '32291094': 1, '32690910': 1, '33509217': 1, '22930518': 1, '28851596': 1, '16281932': 1, '28473087': 1, '31416204': 1, '33133825': 2, '33011887': 1, '32735131': 1, '33237993': 1, '34660110': 2, '27354721': 1, '27840332': 1, '31899099': 1, '32360679': 1, '32324103': 1, '34191222': 2}", "similar_patients": "{'8242288-1': 2, '7586364-1': 1, '8511142-1': 1, '8511142-2': 1}"}