{"patient_id": 52646, "patient_uid": "8258778-1", "PMID": 34307009, "file_path": "comm/PMC008xxxxxx/PMC8258778.xml", "title": "Hemophagocytic lymphohistiocytosis secondary to progressive disseminated histoplasmosis presenting as cellulitis", "patient": "A 25-year-old woman originally from Mexico with SLE diagnosed 5 years prior and subsequently complicated by biopsy-proven lupus nephritis class III, presented to the emergency department with epistaxis and subjective fever for one week, fatigue and lower abdominal pain. Immunosuppressive regimen upon presentation included mycophenolate, hydroxychloroquine and prednisone. Her prednisone dose had been increased from 20 to 60 mg/day five months earlier due to high grade proteinuria, then decreased to 40 mg/day for two weeks prior to presentation.\\nOn initial evaluation (day 0), the patient had a fever of 100.3 °F but was otherwise hemodynamically stable. Physical examination revealed moon facies, mild malar erythema, conversational dyspnea with lungs clear to auscultation, and lower abdominal tenderness. Skin examination demonstrated a tender pink indurated plaque extending from the right lower quadrant of the abdomen to the right anterior thigh, with overlying prominent edematous striae (). There were also diffuse striae on her trunk and lower extremities, as well as an ecchymotic plaque on her right medial shin and an adjacent ecchymotic subcutaneous soft nodule.\\nLaboratory studies on admission demonstrated pancytopenia with a leukocyte count of 3.2 × 109/L, hemoglobin level of 8.3 g/dL and platelet count of 27 × 109/L, kidney injury with a creatinine of 2.28 mg/dL, elevated alanine aminotransferase level of 85 U/L and aspartate aminotransferase level of 271 U/L with normal bilirubin levels, prolonged coagulation times with prothrombin time of 15.1 seconds and partial thromboplastin time of 35.6 seconds, INR of 1.2, fibrinogen of 400 mg/dL, and remarkably elevated ferritin to 78,072 ng/mL. A CT scan of her chest, abdomen and pelvis on day 1 showed nodular peribronchial vascular opacities throughout the lungs suspicious for an atypical infectious process, and a diffuse anterolateral abdominal wall stranding without intraabdominal abnormality.\\nA skin biopsy done on the first day of admission revealed a perivascular infiltrate of histiocytes (, black arrow) with scattered small yeast forms (, red arrow). Antifungal treatment was initiated on day 2, consisting of intravenous fluconazole 400 mg loading dose followed by 200 mg daily. A peripheral blood smear to evaluate pancytopenia demonstrated yeast forms within monocytes suggestive of disseminated histoplasmosis. In light of this, fluconazole was switched to intravenous liposomal amphotericin B (L-AmB) 5 mg/kg on day 4. Fungal culture from the skin biopsy, grown on Saboraud's dextrose agar, showed more than 100 yeast colonies closely resembling Histoplasma capsulatum which was confirmed by real-time polymerase chain reaction amplification and sequencing of the internal transcribed spacer 2 and D2 region of the fungal 28s ribosomal RNA gene. A diagnosis of HLH secondary to disseminated histoplasmosis was made on day 4 after the patient met five out of the eight HLH-2004 criteria (fever ≥38.5 °C, pancytopenia, fasting triglycerides 509 mg/dL, ferritin 78,072 ng/mL, soluble IL-2 receptor alpha 28,440 pg/mL []). On day 5, patient was started on HLH-specific therapy based on HLH-94 protocol with renally-dosed etoposide twice weekly for the first two weeks and once weekly thereafter through week eight, and intravenous dexamethasone taper started at 10 mg/m2 daily. Over the course of her hospitalization, her clinical status continued to decline, and she developed multiorgan failure requiring continuous renal replacement therapy and mechanical ventilatory support. MRI of the head on day 9 revealed multifocal supratentorial and infratentorial subcortical and cortical acute infarcts. Despite antifungal and HLH-specific therapies, the patient was transitioned to comfort care and died from multi-organ failure 45 days after admission.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'16477560': 1, '31339233': 1, '21539506': 1, '21193785': 1, '26920886': 1, '31110713': 2, '16937360': 1, '30992265': 1, '10081083': 1, '18045564': 1, '26380347': 1, '31662810': 1, '17806045': 1, '30726473': 1, '26461151': 1, '28786081': 1, '6312246': 1, '17505255': 1, '13040947': 1, '34307009': 2}", "similar_patients": "{'6509665-1': 1}"}