{"patient_id": 107901, "patient_uid": "8142530-1", "PMID": 34024190, "file_path": "noncomm/PMC008xxxxxx/PMC8142530.xml", "title": "Congenital renal arteriovenous malformation with cirsoid and cavernosal-type characteristics: a case report", "patient": "A 53-year-old female patient presented to an urgent care clinic with a 5-day history of gross hematuria, right flank pain, and dark blood clots in the urine. The pain was described as pressure-like pain without peritoneal irritation. The patient had no previous history of renal trauma, renal biopsy, renal surgery, or inflammation. The patient complained of dizziness. Physical examination revealed a body temperature of 36.8°C, blood pressure of 118/86 mmHg, pulse of 83 beats per minute, and respiratory rate of 19 breaths per minute. There were no other similar cases in the patient’s family history. Cystoscopy was performed after admission, and the results showed a massive blood clot in the bladder ().\\nAfter removing the clots, cytology indicated that the active bleeding originated from the right ureteral orifice. Renal computed tomography angiography (CTA) revealed bleeding from the right renal arteriovenous malformation, and digital subtraction angiography (DSA) was performed. The imaging results revealed both a nidus and an aneurysm, indicating that the patient had both cirsoid and cavernosal types of CRAVM (, ). After evaluating the risks and benefits of more invasive surgery, endovascular management was chosen. Selective renal arteriography and embolization were performed under local anesthesia. Using the Seldinger technique, we punctured the right femoral artery and inserted a 5F vascular sheath. The renal angiography was performed using a 4F C2 catheter. The catheter was placed into the right renal artery. Angiography showed the right renal arteriovenous malformation with complex feeding arteries, and the contrast agent returned rapidly into the renal vein. A 1.98F ASAHI micro-catheter and a 2.4F Minreton microcatheter were passed through and positioned into the targeted AVM feeding artery. Embolization was performed using Onyx-34, and its slow injection successfully embolized the nidus. Renal arteriography showed that the malformation disappeared after the management procedure, and the right renal superior pole artery was preserved. No symptoms were noted 7 days after the management procedure. The patient was cured and discharged and followed-up for 3 months.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'31754531': 2, '30341878': 1, '24996396': 1, '27408666': 1, '11171333': 1, '30852581': 1, '24266334': 1, '28785196': 1, '31938565': 1, '11357984': 1, '6495463': 1, '34024190': 2}", "similar_patients": "{'6837781-1': 1}"}