{"patient_id": 61271, "patient_uid": "8671056-1", "PMID": 34926059, "file_path": "comm/PMC008xxxxxx/PMC8671056.xml", "title": "Blasting Into Acute Coronary Syndrome", "patient": "A 72-year-old male with a history of coronary artery disease (last left heart catheterization completed in Puerto Rico several years ago reportedly revealing obstructive coronary artery disease {CAD}), chronic myelogenous leukemia (diagnosed in 2020), and hypertension (controlled on isosorbide mononitrate 30 mg, metoprolol succinate 25 mg) presented with complaints of shortness of breath and typical chest pain. The patient described the chest pain as nonpositional, nonreproducible, nonradiating chest tightness that waxes and wanes. He stated that his symptoms are worsened with exertion and relieved with rest. He denied experiencing symptoms like this in the past and reports being compliant with his prior medication. On presentation, the patient was noted to have tachycardia with a heart rate of 102 beats per minute, diaphoretic, and was hypoxic (SpO2 of 89%) requiring 2 L of nasal cannula.\\nElectrocardiogram (EKG) was significant for sinus tachycardia and T wave inversion in the lateral leads (V3-V6) which were new from the patient’s prior EKG. Labs were significant for an elevated troponin, initial troponin T of 1.32 ng/mL that up-trended to 1.56 ng/mL, creatine kinase myocardial band (CKMB) was noted to be 15.5 ng/mL and up-trended to 43.5 ng/mL within the next hour. Due to concerns for ACS, the patient was started on a heparin drip for non-ST-elevation myocardial infarction (NSTEMI) (Figure ).\\nComplete blood count (CBC) showed a significant elevation of white blood counts (WBC) at 106,000/uL, with predominantly neutrophils upon differentiation. The remainder of the CBC was significant for hemoglobin of 12.0 g/dL, hematocrit of 40.0%, MCV of 109.0 fL, and RDW of 14%. The patient's chest x-ray was significant for diffuse bilateral interstitial changes with faint hazy ground-glass opacity in the left mid to lower lung. The respiratory viral panel was significant for adenovirus, remainder of infectious workup was negative. The patient's echocardiogram was notable for an ejection fraction of 45-50%, with anteroseptal akinesis, inferoseptal hypokinesis, apical akinesis, and elevated left ventricular filling pressures. The right ventricle and right atrium were noted to be mildly enlarged.\\nEmergent plasmapheresis was considered due to concerns for blast crisis as the precipitant for the patient’s acute coronary syndrome. However, due to the patient’s pre-existing coronary artery disease, it was determined to defer this therapy and opt for a more invasive approach to prevent continued ischemia and myocardial death. The patient was treated with intravenous fluids and administered hydroxyurea to reduce leukostasis and proceed safely with coronary angiography.\\nCoronary angiography revealed nonobstructive left anterior descending artery disease, no record of the patient's previous left heart catheterization to compare (Figures , ). There were no obvious culprit lesions to undergo percutaneous intervention, and the patient was managed medically with aspirin 81 mg, clopidogrel 75 mg, and rosuvastatin 20 mg.\\nThe patient's white blood count decreased to 79,000/uL with intravenous fluids and prednisone. The patient had no further episodes of chest pain and repeated EKGs after correction of leukocytosis showed a resolution of the previous T wave inversions. The patient was discharged in stable condition after completing treatment with hydroxyurea, allopurinol, and a course of prednisone for his acute blast crisis. The patient was recommended to follow up with cardiology, however, the patient was lost to follow up. Below is a timeline summarizing the events of the patient's clinical care (Figure ).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'31456269': 1, '24808792': 1, '9372092': 1, '14982876': 1, '12460868': 1, '6702713': 1, '34926059': 2}", "similar_patients": "{}"}