{"patient_id": 109303, "patient_uid": "8267040-2", "PMID": 34285799, "file_path": "noncomm/PMC008xxxxxx/PMC8267040.xml", "title": "The wide spectrum of β-thalassaemia intermedia-induced pulmonary hypertension: two case reports on the possible role of specific pulmonary arterial hypertension therapy", "patient": "A 31-year-old female suffering from TI, presented to the PH clinic with a one-year history of progressive dyspnoea on exertion and leg oedema. She underwent splenectomy 14 years ago and since then she has been receiving occasional blood transfusions.\\nUpon admission to the hospital, she was in NYHA-FC III, and her transthoracic echocardiography revealed a TRV of 3.8 m/s, and LVEF of 60%. As with the first case, the CT pulmonary angiography of the patient revealed dilatation of the main, right and left pulmonary arteries, the perfusion lung scan showed no signs of segmental or subsegmental defects and the cardiac MRI showed a D-shaped left ventricle without evidence of iron overload; the remainder of the diagnostic work-up was unremarkable. The patient underwent a RHC that confirmed the presence of severe pre-capillary PH (, baseline).\\nSimilarly with the 1st case, the patient was treated with intensification of haemoglobinopathy-directed therapy (regular blood transfusions, chelation, hydroxyurea), along with anticoagulants (i.e., acenocoumarol targeting INR 2.5–3) and PAH specific therapy (bosentan up-titrated to a dose of 125 mg twice daily in one month). Additionally, diuretics were added to her treatment. The patient presented significant clinical improvement along with the improvement of her echocardiographic parameters (, 1st follow-up). However, two years later, she decided to discontinue bosentan on her own will, staying on the transfusion/chelation programme only. One year later, her clinical status was severely deteriorated as well as her RHC-derived haemodynamics (, 2nd follow-up). Consequently, oral double combination therapy comprised of bosentan (125 mg twice daily) and sildenafil (20 mg three times daily) was added, followed by clinical and haemodynamic improvement as confirmed by her last RHC (, 3rd follow-up).", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'15820939': 1, '23167153': 1, '22899478': 1, '26318161': 1, '24429247': 1, '27989690': 1, '25621166': 1, '12184280': 1, '24081970': 1, '30588128': 1, '16680745': 1, '23585527': 1, '34285799': 2}", "similar_patients": "{'8267040-1': 2}"}