{"patient_id": 107792, "patient_uid": "8136309-1", "PMID": 34054493, "file_path": "noncomm/PMC008xxxxxx/PMC8136309.xml", "title": "An Unusual Case of Concurrent Central Retinal Vein and Cilioretinal Artery Occlusion in a Healthy Patient", "patient": "A 37-year-old healthy Lebanese male presented with a new, acute onset of blurring of vision for 3 days in his left eye (OS). On examination, his visual acuity was 6/6 − 1 in the right eye (OD) and 6/9 + 2 in the left. His intraocular pressures and color vision were normal. Anterior segment examination of both eyes was unremarkable. There was no relative afferent pupillary defect. Fundal examination of the left eye revealed retina whitening along with the distribution of the cilioretinal artery, with inferior macula involvement. No emboli were seen. The retinal veins were also noted to be mildly tortuous and dilated (shown in Fig. ). His right eye fundal examination was otherwise normal.\\nFurther history was elicited to rule out cardiovascular risk factors. He was a nonsmoker, with no previous cerebrovascular events, myocardial infarction, pulmonary embolism, hypertension, or hyperlipidemia. He was not on any medications (including traditional). He also had no family history of thromboembolic events.\\nInvestigations showed OS subfoveal retinal thickening and edema on optical coherence tomography (shown in Fig. ) and a left super-central defect on automated perimetry. Fundus fluorescein angiography demonstrated that the cilioretinal artery had incomplete filling. The retinal veins were also noted to be tortuous.\\nHe was suspected to have a CLAO and an impending CRVO. In this case, given his good vision, it was likely that the CLAO had spared the fovea.\\nSystemic examination of the patient was unremarkable. He had normal blood pressure and heart rate. On auscultation, there was no carotid bruit or cardiac murmur heard. In view of the patient's young age and lack of ischemic risk factors, his ocular presentation prompted a search for an embolic, thrombotic, or vasculitic cause to explain the phenomena.\\nCardiac investigations were unremarkable. His electrocardiogram was in sinus rhythm with a normal QRS axis, QT interval, and no significant ST or T wave changes. Echocardiography demonstrated preserved left ventricular size and function (ejection fraction 65–70%), normal atrial sizes, mild tricuspid regurgitation, no patent foramen ovale or interatrial communication, and no clot in his left atrial appendage. Carotid duplex showed no carotid plaque or stenosis. Last, he had a 5-days Holter cardiac monitoring done which showed sinus rhythm throughout, isolated ventricular ectopics with no arrhythmias, or atrial fibrillation detected.\\nLaboratory tests were done to rule out thrombotic and vasculitic causes. It revealed that the patient was 677C-T mutation (homozygous positive) for the 5,10 methylenetetrahydrofolate reductase (MTHFR) gene. He also had a suboptimally high level of homocysteine (10.24 μmol/L). Other extensive systemic workup including 25-hydroxycholecalciferol, anti-b2GP1, anticardiolipin IgG/M, anti-MPO, anti-PR3, antithrombin III, C-reactive protein, factor V Leiden, ferritin, homocysteine, lupus anticoagulant, protein C activity, protein S activity, prothrombin gene polymorphism, and treponema pallidum antibody were normal. He was treated prophylactically with lifelong antiplatelet therapy (aspirin) with consideration of full anticoagulation should another thrombotic episode occur.\\nAfter 4 weeks, his vision was 6/6 bilaterally. The retinal veins appeared to be less tortuous and retinal whitening had resolved (shown in Fig. ). It was noted that his macular edema and visual field defect had resolved.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'2062490': 1, '17550314': 1, '16531614': 1, '18729731': 1, '18373406': 1, '15114606': 1, '26650461': 1, '16303969': 1, '7647779': 1, '8129002': 1, '23642756': 1, '34054493': 2}", "similar_patients": "{}"}