{"patient_id": 54018, "patient_uid": "8323617-1", "PMID": 34345548, "file_path": "comm/PMC008xxxxxx/PMC8323617.xml", "title": "A Unique Presentation of Fahr's Syndrome Secondary to Hypoparathyroidism", "patient": "A 62-year-old female was brought to the emergency department for complaints of aphasia, anorexia, and bilateral lower limb rigidity for the last month. In addition, she had tremors in both hands and gait disturbance. Her symptoms started gradually and worsened during the last week, especially her speech. Her past medical history included thyroidectomy and radiation therapy ten years back due to papillary carcinoma of the thyroid gland. After that, she was put on thyroxin, calcium, vitamin D supplements, and she was noncompliant with her medication for the last two years.\\nOn clinical examination, she looked confused and anxious. She was afebrile, and her blood pressure was 110/80 mmHg, respiratory rate 21/minute, heart rate 79/minute, and oxygen saturation 96%. On neurological exam, she had an altered level of consciousness, poor speech following simple commands, and mild resting tremor in both hands without myoclonus. Her Glasgow Coma Scale (GCS) was 11/15. Her Chvostek and Trousseau signs were positive; however, she had no signs of meningeal irritation and neck stiffness. She had a power of 4/5 in upper limbs and 3/5 in lower limbs with rigidity and had difficulty walking. Reflexes in the limbs were normal, and planters were downgoing bilaterally. Abdominal examination revealed mild tenderness in the hypogastric region, and the rest of the review was unremarkable. Initial serum investigations revealed low levels of parathyroid hormone (1.2 pg/mL) and thyroid-stimulating hormone (0.098 mIU/L). The coagulation profile and blood glucose were within the normal range. The results of blood workup on day one and day six are shown in Table .\\nComputed tomography (CT) of the brain revealed calcifications in basal ganglia, dentate nuclei, and grey-white matter junctions in the axial plane (Figures , ). Brain magnetic resonance imaging (MRI) revealed calcified lesions bilaterally in basal ganglia, thalami, dentate nuclei, anterior falx, and posterior dura, along with ischemic microvascular changes and lacunar infarcts in the internal capsule (Figures -). Abdominal ultrasonography was unremarkable, and her infectious workup was negative for any organism. There were no remarkable changes in pituitary hormones or liver function tests. Cortisol rhythm, tumor markers, and antinuclear antibody spectrum were within normal limits. She was diagnosed with Fahr's syndrome due to secondary hypoparathyroidism.\\nBased on the investigation results, the patient was started on calcium gluconate, which was initially given intravenously to correct the low calcium level rapidly. When the patient was stable enough, oral calcium and vitamin D supplements were started, and salt-free albumin was also given. All these measures helped restore the serum calcium level. Corrected serum calcium levels significantly improved her speech and anorexia. Her muscle rigidity, however, only mildly enhanced. She was then started on levodopa-carbidopa combination based on the high suspicion she might have developed Parkinson's disease-like symptoms secondary to Fahr's syndrome. The patient's symptoms responded to levodopa-carbidopa, and there was a significant reduction in her rigidity on the fifth day of hospitalization. The patient was then discharged on calcium gluconate, calcitriol, recombinant parathyroid hormone, and levodopa-carbidopa with follow-up.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'34557375': 2, '7931433': 1, '27086479': 1, '9706533': 1, '24065723': 1, '23634413': 1, '27764521': 1, '24098952': 1, '31293991': 2, '30506211': 1, '27672489': 1, '31750351': 2, '34345548': 2}", "similar_patients": "{'6601690-1': 1, '8449926-1': 1, '6854411-1': 1}"}