{"patient_id": 59132, "patient_uid": "8560281-1", "PMID": 34733563, "file_path": "comm/PMC008xxxxxx/PMC8560281.xml", "title": "Complement Factor H Gene Variant in a Patient with Thrombotic Microangiopathy on a Mixed Clinical Background", "patient": "A 79-year-old woman was transferred to Sanjo General Hospital for maintenance hemodialysis and rehabilitation. She had no family history of renal disease. Her medical history was complex. About two years before transfer, she was diagnosed with gastric non-Hodgkin lymphoma (diffuse large B-cell type) in a medical examination at the first hospital. She was treated with six cycles of rituximab, tetrahydropyranyl adriamycin, cyclophosphamide, vincristine, and prednisolone. These drugs, excluding prednisolone, were not used since then. However, two months after her last chemotherapy for lymphoma, a residual tumor was confirmed. Definitive radiotherapy was performed with a curative intent, totaling 40 Gray in 20 fractions. A complete response was confirmed by an upper gastrointestinal endoscopy after radiotherapy, with no progression observed. After 17 months, about 13 weeks prior to her transfer to our hospital, she was noted to have proteinuria, renal dysfunction, hemolytic anemia, and thrombocytopenia for the first time on follow-up medical examinations. She was referred to the second hospital because of acute kidney injury (AKI) with hemolytic anemia and thrombocytopenia (platelet count was 99,000/µL). Her physical examination findings on to the second hospital were as follows: height, 158.0 cm; weight, 53.0 kg; blood pressure, 136/88 mmHg; and body temperature, 36.8°C. On admission, urinalysis revealed microscopic hematuria (urinary sediment, 50–99 erythrocytes/high-power field) and the urine protein/creatinine ratio was 4.7. Her hematocrit was 30.5%, hemoglobin concentration was 9.9 g/dL, platelet count was 178,000/µL, and leukocyte count was 6,690/µL. Red cell fragments were observed on peripheral blood smear. Her serum urea nitrogen level was 36 mg/dL, creatinine (Cre) level was 2.55 mg/dL, and lactate dehydrogenase level was 485 IU/L. The total complement level was 14 (reference range: 30–46) IU/L, complement 3 (C3) level was 41.8 (73–138) mg/dL, and complement 4 (C4) level was <5 (11–31) mg/dL. Additional laboratory data at the second hospital are summarized in . Abdominal ultrasound revealed mildly atrophic kidneys. Her renal function very rapidly worsened, and she had a severely high blood pressure (200/100 mmHg). Assuming malignant hypertension and a collagen vascular disease-related kidney injury such as lupus nephritis, hemodialysis was immediately initiated; simultaneously, a 3-day course of intravenous methylprednisolone (500 mg/day) followed by oral prednisolone at 45 mg/day was started; however, she became anuric in about a week. The possibility of TMA was investigated. However, she was in poor general condition and did not get the consent of her family, so no invasive searches, such as a kidney biopsy, were performed. Prednisolone was gradually tapered to a dose of 5 mg/day (). She was transferred to Sanjo General Hospital for rehabilitation and maintenance hemodialysis.\\nWhen we carefully reassessed her, we observed that her urine volume had increased to 700 mL/day. In addition, since her serum Cre level before dialysis was very low (1.59 mg/dL), steroid treatment seemed to be effective to some extent. Kidney atrophy was unnoticeable, so with the consent of her and her family, we performed kidney biopsy to investigate the cause of renal failure.\\nOn performing light microscopy, we observed the following: the biopsied sample contained 43 glomeruli, of which 8 showed global sclerosis, 1 showed segmental sclerosis, and 1 showed a thrombus (). Diffuse global or segmental mesangial expansion was seen, which was accompanied by mesangiolysis. Segmental endocapillary hypercellularity, focal double contours without spike formation, and mesangiolysis were observed (Figures and ). Wrinkling of the glomerular basement membrane (GBM) was also observed (). A segmental thrombus was observed in one glomerulus (). Tubular atrophy and interstitial fibrosis were noticed (). Some arterioles revealed thickness of the arterial intima and narrowing or complete obstruction of the vessel lumina (Figures and ). Immunofluorescent examination revealed no significant deposits of immunoglobulins or complement components. Electron microscopy revealed wrinkling of the glomerular basement membrane (GBM), expansion of the subendothelial space, mesangial interposition, and reduplication of the GBM ().\\nBased on her clinical and histological findings, such as double contours and wrinkling of the GBM, mesangiolysis, and thickness of the arterial intima, she was diagnosed with TMA. The course of her disease was variable; hence, we reviewed her past medical history in detail. Gastric non-Hodgkin lymphoma had been in complete remission at the onset of TMA. She presented with severe hypertension; however, she did not meet the criteria for malignant hypertension. Although the disease was pathologically consistent with radiation nephropathy, there was no reliable evidence. Laboratory data revealed normal disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13 (ADAMTS13) activity (check before the initiation of HD); hence, she was unlikely to have thrombotic thrombocytopenic purpura (TTP). Throughout the course, there was no obvious infection. Due to a complicated medical history and rapid course of AKI, it was difficult to perform a kidney biopsy and identify the definite cause of disease immediately after the onset of AKI. Imidapril, an angiotensin-converting enzyme inhibitor, 5 mg/day was initiated. Her urine volume gradually increased. She was able to withdraw from hemodialysis therapy two weeks after the initiation of imidapril.\\nTo further examine the genetic involvement of the complement system, we performed extensive diagnostic testing to identify the cause of TMA. Samples for the extensive complement analysis were taken. Plasma-soluble C5b-9 complement levels were 526.4 (reference range: 37.0–260.6) ng/mL, complement factor Ba levels were 3,970.4 (275.6–685.2) ng/mL, CFH levels were 391.7 (229.8–714.6) µg/mL, and complement 5a levels were 15.84 (0.20–15.62) ng/mL. Enzyme-linked immunosorbent assay for anti-CFH IgG was negative (510.6 (393.9–1069.0) AU/mL). After obtaining informed consent, we collected DNA from the patient. Genomic DNA was extracted from whole blood, and targeted next-generation sequencing of candidate genes for aHUS was performed. Sequencing of the exonic regions of 9 genes (CFH, CFHR5, C3, CFI, CFB, MCP, THBD, DGKE, and PLG) conducted at the Japanese Association for Complement Research revealed a heterogeneous very rare missense variant (exon 5; NM_000186.3:c.526 T > C: p.Phe176Leu) in the CFH gene. Despite the CFH variant, serum and plasma CFH levels were normal. It was not possible to completely deny the possibility that CFH p.Phe176Leu may have some influence as a causative genetic mutation; however, we did not use eculizumab (ECZ). A diagnosis of SLE was considered on account of reduced C3 and C4 counts along with the gradual effect of steroid treatment. However, the hemolytic anemia was attributable to TMA, and there were no other findings to suspect lupus nephritis; hence, a clear diagnosis of SLE could not be made.\\nThe subsequent clinical course was relatively better. Hemodialysis was discontinued. Two years later, her creatinine level stayed at 1.91 mg/dl.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'25843230': 1, '29042465': 1, '30598332': 1, '29511899': 1, '33102952': 1, '15761122': 1, '30862697': 1, '17634448': 1, '29686068': 1, '23738544': 1, '28339660': 1, '28939980': 1, '27989322': 1, '34733563': 2}", "similar_patients": "{}"}