{"patient_id": 58572, "patient_uid": "8532271-1", "PMID": 34674658, "file_path": "comm/PMC008xxxxxx/PMC8532271.xml", "title": "Abdominal ectopic pregnancy following a frozen embryo transfer cycle: a case report", "patient": "A 26-year old woman with primary infertility for 3 years was referred to our reproductive medical center for IVF treatment in 2020. She had spontaneous menses every 30–35 days. The body mass index was 21 kg/m2. The transvaginal ultrasound (TVUS) showed bilateral antral follicle count was 13 and a left ovarian endometrial cyst with diameter of approximately 2 cm. The husband’s semen analysis was normal. In her past medical history, she had a surgical history of appendectomy in 2014. She underwent hysterosalpingography (HSG) in 2018 and left hydrosalpinx was suspected on HSG. Subsequently, hysterolaparoscopy was performed in 2019 to exclude tubal pathology. Normally shaped uterus and patent oviducts were found during laparoscopy surgery. During the consultation, the couple denied intrauterine insemination and selected to proceed with IVF treatment. Ovarian stimulation was carried out with gonadotropin-releasing hormone agonist (GnRHa) down-regulation protocol. On July 22nd, sixteen oocytes were harvested, and fourteen oocytes were fertilized. All embryos were frozen for the prevention of ovarian hyperstimulation syndrome (OHSS) after oocyte retrieval.\\nIn the second menstrual cycle after oocyte retrieval, the patient was admitted to the IVF center for endometrium preparation. Her clinical findings during menstrual period included: the serum hormone levels (estradiol, 42.23 pg/ml, progesterone, 0.22 ng/ml). TVUS revealed thin endometrium of 5 mm and a left ovarian cyst of 25*20 mm. She started with estradiol (E2) valerate (Progynova, Schering, Germany) 3 mg twice daily from day 3 of the cycle onwards. TVUS was used to monitor endometrial development on the 7th and 11th days separately since the artificial cycle was established. Spontaneous ovulation was avoided in the hormone replacement therapy because there was no dominant follicle development under frequent TVUS monitoring. When the endometrial thickness reached 8.2 mm on the 11th day since the artificial treatment, we added vaginal progesterone gel (Crinone 8%, Fleet Laboratories Ltd., United Kingdom) 90 mg daily plus oral dydrogesterone (Dupbaston, Abbott, the Netherlands) 10 mg three times per day. On September 19th, the patient underwent her first FET. Serum β-hCG level was 2.59mIU/ml at fourteenth day following 2 day-3 embryos transfer. Immunochemiluminometric assay was undertaken for testing of serum β-hCG (Cobas8000 e602; Roche Diagnostics GmbH, Mannheim, Germany). The range of detection was between 0.1 and 10000mIU/ml. The sensitivity of the assay was 0.06mIU/ml and the intra-assay coefficient of variation was 10%. Our laboratory is checked for qualification by the External Quality Assessment of Clinical Laboratory Center annually (Ministry of Health of the People’s Republic of China, Beijing, China). Thus, the patient was misdiagnosed as implantation failure and told to stop her luteal phase support. She presented at our clinic during the subsequent vaginal bleeding 5 days later, which was mistaken for menstruation. The clinical findings included: the serum hormone levels (follicle-stimulating hormone, 6.13mIU/ml, luteinizing hormone, 5.63mIU/ml, estradiol, 119.3 pg/ml, progesterone, 0.23 ng/ml); TVUS revealed thin endometrium of 5.7 mm and a left ovarian cyst of 24*15 mm. The patient was suggested using GnRH agonist (Diphereline, 3.75 mg) pretreatment followed by estrogens and progesterone to prepare the endometrium for the next FET cycle. And the re-examination was planned 14 days after GnRHa injection (Table. ).\\nTVUS was performed 14 days after GnRHa administration (thirty-third day post-embryo transfer) and imaged enlarged ovaries with multiple corpus luteums and the bloody fluid (96*57 mm) in the pelvic cavity. The endometrial thickness was 9 mm and gestational sac (GS)–like echo with a size of 13 × 11 mm was found near the posterior wall of uterus (Fig. ). The clinical findings included: the serum hormone levels (estradiol, 1472 pg/ml, progesterone, > 60 ng/ml, β-hCG, 4103mIU/ml). The asymptomatic patient was diagnosed with suspected ectopic pregnancy and transported to the department of gynaecology for laparoscopic surgery on the same day. Intraoperatively, abundant hemoperitoneum (400 ml) was found (Fig. A). After aspiration of hemoperitoneal fluid, an approximately 10-mm actively bleeding lesion was identified on the posterior surface of uterus where the products of conception were noted (Fig. D). Further exploration of the pelvic cavity revealed no signs of uterine perforation and no other findings suggesting an EP anywhere. The tubes appeared grossly normal in appearance (Fig. C). Although the ovaries were enlarged with multiple cysts, no ovarian hemorrhage was present (Fig. B). Surgeons performed excision of ectopic conception tissue. The operative findings met the Studdiford’s criteria for a primary AEP. The laparoscopic diagnosis was a ruptured abdominal pregnancy. The serum β-hCG level decreased rapidly to 1395mIU/ml on postoperative day 1. Additionally, the final histopathological report confirmed the degenerating chorionic villi and edema of the villous stroma, which combined with blood clots and fibrosis in the tissue removed from the uterine wall.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'2453820': 1, '30639318': 1, '29550945': 1, '27760569': 2, '3822281': 1, '32321341': 1, '24995221': 1, '20869706': 1, '2880771': 1, '24308596': 1, '27718286': 1, '26185643': 2, '28388882': 1, '23108297': 1, '34674658': 2}", "similar_patients": "{'4498857-1': 1, '4498857-2': 1, '5070159-1': 1}"}