{"patient_id": 107976, "patient_uid": "8146748-1", "PMID": 34045903, "file_path": "noncomm/PMC008xxxxxx/PMC8146748.xml", "title": "Ovarian Torsion Due to Mature Cystic Teratoma During the Early Postpartum Period: A Rare Case Report", "patient": "The patient was a 25-year-old female and had her first menstruation when she was 15 years old. She has four living children and the gravida was four.\\nThe patient presented to our emergency department with severe pain right lower quadrant of the abdomen and vomiting. She had a vaginal delivery at home five days ago. The patient did not receive antenatal care and ultrasound (US) was not performed. On physical examination, her temperature was 37.8° Celsius. She was in severe distress due to abdominal pain. Her abdomen was rebound tenderness, guarding, and moderately distended. Bowel sounds were present but hypoactive. At the time of admission, blood pressure was 116/72 mm Hg, heart rate was 110 beats/min, respiratory rate was 22 breaths/min. Laboratory investigations in emergency department showed that she had white cell count of 9.60 × 109/L and raised C-reactive protein of 34 g/dL. Bedside transabdominal US as the first imaging modality revealed well-defined hypoechoic lesion with internal echoes and posterior acoustic shadow in the right adnexa of the uterus, having no vascularity in color Doppler. Furthermore, there was also an echogenic mural nodule compatible with the Rokitansky nodule (dermoid plug) within the heterogeneous lesion (). An abdominal contrast-enhanced computed tomography (CT) scan of the abdomen showed that the appendix is normal and the uterus increased in size (). Furthermore, CT demonstrated a heterogeneous density lesion containing subtle peripheral calcification, fat and fluid density areas in the right adnexa consistent with a MCT ().\\nWe performed a small transverse incision that allowed the externalization of the ovarian mass containing hair, sebum, and calcifications in the right adnexa (). During the operation, dark, enlarged and nonviable ovarian tissue was detected. There was no cyst rupture. We then carried out a right total salpingo-oophorectomy. The uterus and contralateral adnexa were macroscopically normal. Surgical specimen and histopathological examination showed that unilocular cysts filled with sebaceous material, hair and focal solid area, extensive hemorrhage, congestion, dilated blood vessels, and ischemia of mucosa and parenchyma (). The patient recovered well postoperatively and was discharged home five days after her operation pain-free. The abdominal US performed two weeks after discharge demonstrated no pathological finding in the right adnexa.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'24078282': 1, '28898187': 1, '24819795': 1, '18506458': 1, '11259710': 1, '1319383': 1, '23840991': 1, '18549490': 2, '29657687': 1, '22268201': 1, '34045903': 2}", "similar_patients": "{'2435545-1': 1}"}