{"patient_id": 108085, "patient_uid": "8167469-1", "PMID": 34104519, "file_path": "noncomm/PMC008xxxxxx/PMC8167469.xml", "title": "The curious case of coronary cameral fistula with infective endocarditis: A rare harbinger of a common clinical entity", "patient": "A 29-year-old male patient was initially sought medical care for intermittent fever, headache, worsening dyspnea for eight months. On physical examination, a continuous murmur was heard in the aortic area and ejection systolic murmur was heard in all cardiac areas. His initial chest radiograph was normal and electrocardiogram showed sinus tachycardia. Transthoracic echocardiography (TTE) revealed a dilated RCA continuing as a fistula and draining into the right atrium (RA) with vegetation on the aortic valve, causing destruction of leaflets and severe aortic regurgitation (AR) with trivial mitral regurgitation (MR).\\nComputed tomography (CT) angiography revealed a coronary cameral fistula (CCF) with a markedly dilated origin of the RCA measuring 26.9 mm (normal size being 4 mm) (Figure ). The ostium of the fistula was seen to open in the RA, which was measured 9.7x9.4 mm in size. The sinoatrial (SA) nodal artery was seen to arise 36.3 mm distal to the origin of RCA, where it was measured 20.9x17 mm. The RCA distal to the origin to SA nodal artery was normal. Inflammatory markers including C-reactive protein (64.61 mg/L) and erythrocyte sedimentation rate (100 mm) were elevated. Broad-spectrum intravenous antibiotics (injectable ceftriaxone plus gentamycin) did not provide a symptomatic improvement and, therefore, a repeat TTE was done to identify which was suggestive of an aortic valve endocarditis with severe AR. Repeat blood culture was positive for the fungus Candida tropicalis (non-Candida albicans), as well as multi-resistant coagulase-negative Streptococci (MRCoNS). Definite antimicrobial treatment was initiated, according to the sensitivity in the form of liposomal amphotericin B and double-strength co-trimoxazole along with the vasopressor support in the form of dopamine (3 μg/kg/min). Renal function tests and electrolytes were monitored on a daily basis to facilitate early detection of amphotericin-induced nephrotoxicity. There was a symptomatic improvement over the course of the next 10 days and was confirmed microbiologically with a negative blood culture. We planned a CCF repair with aortic valve replacement (AVR) and a written informed consent was obtained.\\nSurgery was performed under cardiopulmonary bypass using the del Nido® cardioplegia given directly through the coronary ostia. On opening the aorta, the proximal RCA was found to be aneurysmatically dilated (Figure ). The SA nodal branch was seen to arise from the RCA with drainage behind the superior vena cava. The aortic valve was a bileaflet valve. The aortic valve leaflets were found to be destroyed due to infective endocarditis; however, there was no evidence of active infective endocarditis. The CCF was closed from inside the RA using a pericardial patch placed with polypropylene-pledgeted sutures (5-0, 13 mm) in an interrupted fashion in two layers (Figure ). The AVR procedure was done using a 21-mm mechanical bileaflet prosthetic valve (CardiaMed B.V., Uden, Netherlands). The postoperative period was uneventful and the patient was discharged successfully on Day 9. The post-excision valve specimen was sent for culture analysis which showed no growth and histopathological examination result was suggestive of healed valve endocarditis.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'27414233': 1, '9367100': 1, '23218710': 1, '19781308': 1, '20252393': 1, '17184545': 1, '31601276': 2, '34104519': 2}", "similar_patients": "{'6788099-1': 1, '6788099-2': 1, '6788099-3': 1}"}