{"patient_id": 110402, "patient_uid": "8378491-1", "PMID": 34475690, "file_path": "noncomm/PMC008xxxxxx/PMC8378491.xml", "title": "Endodontic management of a maxillary second molar with three roots and seven canals using cone-beam computed tomography", "patient": "A 34-year-old Indian male patient reported with a chief complaint of sensitivity to hot and cold and pain while biting concerning the upper right side last two teeth for 2 weeks. The patient gave a history of pain that persisted for about a few minutes even after removing the stimulus, and sometimes, it occurred spontaneously. The patient had good general health without any significant medical history. The patient gave an account of root canal treatment and crown placement in his upper right first molar tooth 2 years ago. On clinical examination, tooth 17 had mesial caries, and tooth 16 had a crown. There was no extraoral or intraoral swelling or sinus tract associated with the concerned teeth. The attached gingiva was normal in appearance and palpation. Both the teeth were nontender to percussion. Cold testing (Roeko Endo Frost, Coltene/Whaledent Inc., OH, USA) showed an immediate and prolonged response in tooth 17. Pre-operative periapical radiographs revealed caries almost approaching mesial pulp horns concerning tooth 16 and a typical periradicular architecture. Radiograph also revealed inadequately obturated tooth 16 and full coverage extra coronal restoration [Figure and ]. Tooth 17 was diagnosed with symptomatic irreversible pulpitis with normal periapical tissues. Tooth 16 was diagnosed with previously endodontically treated. We planned for a root canal treatment in tooth 17 and a nonsurgical retreatment for tooth 16. For the sake of convenience, we have limited the description to the treatment performed only on the maxillary second molar.\\nAfter taking informed consent, local anesthesia was administered using lidocaine hydrochloride 2% with adrenaline 1:80,000 (Lignospan Special; Septodont, Saint-Maur-Des-Fosse, France). Access opening was made under rubber dam isolation and magnification (OPMI Pico Carl Zeiss Meditec AG, Jena, Germany). Three mesial canals, one distobuccal (DB), and one palatal canal were detected on exploration. Coronal flaring was done (Hyflex 25/08) after negotiation with a no. 10 and 15 k file. A soft, sticky catch between the MB 3 and MB2 created doubt for the presence of the fourth mesial canal as well []. The access was temporized, and a limited Field of View (FOV 5 cm × 5 cm) CBCT scan (Carestream CS9300 imaging system; Carestream Health, Inc., New York) was advised to confirm the findings.\\nImage volume was reconstructed with isotropic isometric 90 μm × 90 μm × 90 μm voxels. The workstation comprised the dual monitors (Dell 24-inch nonglossy monitor (1920 × 1200 resolution) with a Dell Precision Workstation using CS 3D software (v3.5.7). CBCT revealed four canals in the mesiobuccal root, two canals in the DB root, and one palatal canal. The configuration of mesial canals was (4-1). What we had located were MB1, MB2, and MB4. A small opening for MB3 was present between MB2 and MB4, merging with MB4 in the middle third. MB1, MB2, and MB4 all joined together as one canal in the apical one third [Figure -]. There was one canal orifice at the floor for the DB canal, dividing into two and then reuniting again in the middle third and continuing as a single canal till the apex exhibiting Vertucci's Type III (1-2-1) pattern [Figure -].\\nIn the next visit, working length was established using an electronic apex locator (Canal Pro, Coltene/Whaledent, GmbH + Co. KG, Germany) and reconfirmed by periapical radiographs from different angulations [Figure and ]. Canals were shaped using Hyflex CM (Coltene/Whaledent Inc., OH, USA) files up to the following sizes: MB1-25/06, MB2-25/04, MB3-25/04, MB4-25/04 []. The DB was shaped till 30/04, and the palatal canal up to size 40/04. After taking a master cone radiograph [], the final irrigation protocol was employed. Sodium hypochlorite was activated using Endoactivator (Dentsply Maillefer, Ballaigues Switzerland) followed by 17% ethylenediaminetetraacetic acid for 1 min per canal.[] Normal saline was used as the final flush. The canals were dried using paper points and obturated using AH Plus sealer (Dentsply, DeTrey, GmbH, Germany) employing warm vertical compaction (Elements, Sybron Endo, Glendora, CA) technique. The access cavity was restored with composite resin (Filtek P 60,3M ESPE, USA) [Figure and ]. A post obturation CBCT investigation confirmed satisfactory obturation in all the canals [Figure -]. Photographs were taken directly through the microscope's eyepiece by smartphone (Moto G3, Motorola Mobility, Lenovo, China) as a beam splitter, and camera accessories were not available for documentation.\\nMetal ceramic crowns were given for both the teeth. A 1, 2, and 4-year follow-up radiographs [Figure -] showed normal periradicular findings.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'24474352': 1, '17461841': 1, '15167464': 1, '28571296': 1, '18551218': 1, '27958238': 1, '27217630': 1, '20850665': 1, '26920931': 1, '21496678': 1, '22010581': 1, '20123395': 1, '21691504': 1, '11762499': 1, '25734293': 1, '19101482': 1, '28091450': 1, '19567335': 1, '24010085': 2, '34475690': 2}", "similar_patients": "{'3761127-1': 1}"}