{"patient_id": 107559, "patient_uid": "8114242-1", "PMID": 33966499, "file_path": "noncomm/PMC008xxxxxx/PMC8114242.xml", "title": "Mycobacterial Spindle Cell Pseudotumor of the Lymph Nodes", "patient": "A 36-year-old African American male with a past medical history of HIV (diagnosed in 2005) presented to the emergency department for generalized weakness, fever, and dizziness on ambulation. The patient has not been taking his anti-HIV medications for past 3 years. Review of system positive for non-bloody diarrhea, 40 pounds weight loss over several months, chills, night sweats, and productive cough. Vital signs on presentation revealed blood pressure of 118/62 mm Hg, heart rate of 136 beats/minute, respiratory rate of 14 breaths/minute, temperature of 38.5 °C, and oxygen saturation of 99% on room air. On examination, there were palpable bilateral axillary lymphadenopathy. On initial laboratory evaluation, the following values were noted: total leucocyte count 9.4 × 103/µL (4.5-11 × 103/µL), hemoglobin 9.2 g/dL (12-15.5 g/dL), platelets 112 × 103/µL (140-440 × 103/µL), absolute neutrophil count 6.47 × 103/µL (1.7-7 × 103/µL), absolute lymphocyte count 0.50 × 103/µL (0.9-2.9× 103/µL), blood urea nitrogen 16 mg/dL (8.6-10.3 mg/dL), serum creatinine 1.07 mg/dL (0.60-1.30 mg/dL), troponin 0.045 ng/mL (<0.03 ng/mL), creatinine kinase 86 U/L (30-223 U/L), prothrombin time 13.7 seconds (9.9-13 seconds), international normalized ratio 1.0 (0.9-1.1), partial thromboplastin time 44.7 seconds (25.2-37.4 seconds), HIV viral load 1 423 440 copies/mL, CD4 helper cells 5/µL (359-1519/µL), CD4/CD8 ratio 0.03 (0.92-3.72), lactate dehydrogenase 359 U/L (140-271 U/L), ferritin level 4412.0 ng/mL (16.4-294 ng/mL), and lactic acid was 1.3 mmol/L (0.5-2.2 mmol/L). Electrocardiogram showed sinus tachycardia of 111 beats/minute. Computed tomography (CT) of the head without contrast was negative. Chest X-ray showed no active disease. Noncontrast CT of the chest, abdomen, and pelvis showed left supraclavicular adenopathy (), multiple enlarged mesenteric lymph nodes (), mildly enlarged retroperitoneal lymph node, and hepatosplenomegaly. An excisional biopsy of the left axillary lymph node revealed epithelioid histiocytic aggregates without caseating necrosis and acid-fast bacilli within the epithelioid histiocytes ( and ). Immunohistochemistry analysis was positive for CD68 () and negative for S100, CD21, CD1a, and CD35. These results were consistent with mycobacterial spindle cell pseudotumor. Blood, stool, and sputum cultures were positive for Mycobacterium avium. Polymerase chain reaction of the biopsy tissue was negative for Mycobacterium tuberculosis complex. The patient was started on ethambutol, azithromycin, and rifabutin. His symptoms including dizziness improved over the course of his hospital stay. Fever resolved after day 9 of initiation of antimycobacterial drugs. Antiretroviral therapy was started on day 10 post commencement of antimycobacterial drugs. He was seen in infectious disease outpatient clinic a month after the diagnosis and was improving clinically.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'29405130': 1, '27279680': 1, '3146367': 1, '26153278': 1, '31597470': 1, '19810594': 1, '29367301': 1, '2984921': 1, '33966499': 2}", "similar_patients": "{}"}