{"patient_id": 52692, "patient_uid": "8260195-1", "PMID": 34262829, "file_path": "comm/PMC008xxxxxx/PMC8260195.xml", "title": "Renal Mucosa-Associated Lymphoid Tissue (MALT) Associated End-Stage Renal Disease in a Patient Presenting With Diarrhea", "patient": "A 73-year-old Caucasian male presented to the hospital for acute renal failure secondary to diarrhea and dehydration. The patient was found to have C. difficile infection which was treated with oral vancomycin and Flagyl. He had a past medical history of diabetes on metformin, hypertension, and hyperlipidemia, all diagnosed in the last six months before presentation. Family history was significant for coronary artery disease (CAD) in his brother at an unknown age. There was no family history of hematological malignancy or autoimmune disorders. There was no history of chronic non-steroidal anti-inflammatory drug (NSAID) use. The patient denied any history of smoking or recreational drug use. He used to drink alcohol occasionally and worked in a coffee factory all his life. There was no history of radiation exposure.\\nUpon presentation, the patient's basic metabolic panel showed creatinine of 15, sodium of 140, potassium of 5.6, chloride of 106, blood urea nitrogen of 95, calcium of 9.2, and bicarbonate of 20. Complete blood count showed a WBC count of 8.3X103/μL, neutrophils 74%, hemoglobin 12.7 g/dL, and platelet count of 253 X103/μL. Renal biopsy was done which showed acute tubular injury with an increased number of calcium oxalate crystals and arteriolosclerosis. It also showed low-grade large B-cell lymphoma immunophenotypically most consistent with extranodal marginal zone lymphoma of MALT, involving approximately 10% of the kidney tissue. Immunohistochemistry of the kidney tissue showed CD 19, CD20 positive B cells, that were negative for CD5, CD10, CD23, CD200, CD38, and MYD 88. The Ki-67 proliferative index was low.\\nCT of the abdomen and pelvis showed no bowel obstruction or appendicitis or acute inflammatory change. Non- obstructing right renal lithiasis was found. No hydronephrosis or obstructive uropathy was noted. No lymphadenopathy was noted on the CT. Autoimmune workup including antinuclear antibodies (ANA), anti-double-stranded DNA, and antineutrophil cytoplasmic antibodies (ANCA) was negative. HIV and hepatitis panel, including hepatitis B and hepatitis C, were nonreactive.\\nA positron emission tomography (PET) scan (Figure ) showed uniform activity in renal parenchyma with no other significant hyper-metabolic activity or lymphadenopathy.\\nBone marrow biopsy showed normocellular marrow involved by low-grade B-cell non-Hodgkin lymphoma consistent with marginal zone lymphoma, approximately 10%-15% involvement. Flow cytometric analysis of the bone marrow aspirate showed approximately 33% of lymphocytes that were monotypic B-cells, expressing CD19, CD20, CD22, CD45, and showed lambda light chain restriction. The B-cells were negative for CD5, CD10, CD23, CD200, and CD38.\\nThe patient was started on dialysis, and he remained on intermittent hemodialysis three times a week for two months. However, his renal function improved without any treatments and interventions for his MZL. The patient eventually came off dialysis. Since the patient now remains completely asymptomatic, he did not receive any treatment for his MZL. The patient will follow up in a lymphoma clinic in three months with a repeat CT abdomen pelvis for close monitoring of his disease.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'12005247': 1, '28591427': 1, '31149432': 1, '22893605': 1, '32594531': 1, '30897038': 1, '23233614': 1, '28167659': 1, '17709321': 1, '34262829': 2}", "similar_patients": "{}"}