{"patient_id": 110638, "patient_uid": "8383709-1", "PMID": 34434316, "file_path": "noncomm/PMC008xxxxxx/PMC8383709.xml", "title": "Renal Metastasis of Small Cell Lung Cancer With Urothelial Carcinoma of the Bladder Misdiagnosed as Renal Cell Carcinoma", "patient": "A 71-year-old man presented with a 4-month history of worsening dysuria and hematuria. He was a bus driver and a heavy smoker (60-pack-year). An enhanced abdominal computed tomography (CT) scan showed a 2.6 cm irregular and ill-defined heterogeneous contrast-enhanced lesion in the right upper pole (). We suspected renal cell carcinoma, so the patient underwent right laparoscopic radical nephrectomy (). Pathologic examination after surgery revealed SmCC. Immunohistochemical staining was positive for CD56, synaptophysin, chromogranin and TTF-1, and negative for Ki67 and P53 (). Although the operation was performed successfully, his hematuria continued. Flexible cystoscopy demonstrated a bladder mass. A transurethral resection of the bladder tumor was undertaken, and histology was consistent with invasive, high-grade urothelial carcinoma (). The patient was evaluated with a positron emission tomography/computed tomography (PET/CT) scan with 18F-fluorodeoxyglucose (F18 FDG), which showed significant uptake within the central left upper lobe, left hilar and left lower paratracheal lymph nodes, the aortopulmonary (AP) window, the right hepatic lobe, the C7 vertebral body and the right lower quadrant (RLQ) abdominal wall (). Therefore, we performed an endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA) of the left paratracheal lymph node and subcarinal lymph node. This procedure confirmed the diagnosis of SCLC, and we observed the same positive tumor biomarkers as seen in the surgical kidney samples. A brain magnetic resonance imaging (MRI) showed multiple enhancing nodular metastatic lesions. The final diagnosis was SCLC metastasizing to the contralateral kidney, liver, lymph nodes, bone and brain along with urothelial carcinoma of the bladder. Our patient will receive six courses of combination chemotherapy using 100 mg/m2 etoposide and 60 mg/m2 cisplatin.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'23320514': 2, '15231859': 1, '10757334': 1, '3779349': 1, '21733553': 1, '19269025': 1, '1731840': 1, '18318581': 1, '211637': 1, '34434316': 2}", "similar_patients": "{'3566941-1': 1}"}