{"patient_id": 112923, "patient_uid": "8613685-1", "PMID": 34888154, "file_path": "noncomm/PMC008xxxxxx/PMC8613685.xml", "title": "Pathological humerus fracture due to anti-interferon-gamma autoantibodies: A case report", "patient": "A 69-year-old diabetic female presented with right upper arm pain with deformity.\\nThe patient fell from her bed during the night and fractured her right humerus (Figure ). She was then admitted for surgical fixation (Figure ).\\nThe patient had diabetes mellitus type 2 with a hemoglobin A1c level of 5.8, under treatment with glipizide 1# twice daily.\\nThe patient had no hereditary malignancies or bone diseases and denied smoking cigarettes or drinking alcohol.\\nA painful right elbow deformity, tenderness, and limited range of motion were noted. After the fracture fixation surgery, the patient’s family found a non-healing wound with abscess formation that had developed on her chest wall near the sternum. Bilateral axillary lymphadenopathy was also noted.\\nUnlike an acute traumatic fracture, necrotic bone tissues were noted and sequestrated intraoperatively (Figure ). The specimen consisted of more than 10 tissue fragments, measuring up to 1.9 cm × 1.2 cm × 0.5 cm. Representative sections were taken, showing bone and fibrosynovial tissue with necrosis, granulation tissue proliferation, and marked acute and chronic inflammatory cell infiltration. A malignancy-related pathological fracture was suspected. Sternum abscess excision and pathology revealed skin tissue with subcutaneous necrosis, fat necrosis, and dense acute and chronic inflammatory cell infiltration, without malignancy. Mycobacterium intracellulare was cultured via pus drainage. A lymph node excision biopsy was also performed, and the pathology revealed necrotizing granulation without malignancy. An immunosuppression status was suspected due to opportunistic infections. The patient had a normal lymphocyte subpopulation and tested negative for human immunodeficiency virus (HIV). Neutralizing (n)AIGAs were then considered. Serologically, high titers of AIGAs (1:106) were observed.\\nPlain X-ray revealed a displaced supracondylar humerus fracture of the right elbow (Figure ). A bone scan revealed increased uptake over the skull, spine, bilateral pelvis, femur, tibia, tarsal bones, scapulae, clavicles, humeri, right forearm, sternum, and rib cage, indicating probable multiple metastases (Figure ).", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'28738978': 1, '26774903': 1, '26522403': 1, '22403254': 1, '25371475': 1, '18615335': 1, '20740287': 1, '30189869': 1, '4019542': 1, '27525523': 1, '32120037': 1, '30205409': 1, '34888154': 2}", "similar_patients": "{}"}