{"patient_id": 49205, "patient_uid": "8091673-1", "PMID": 33941210, "file_path": "comm/PMC008xxxxxx/PMC8091673.xml", "title": "Giant vascular eccrine spiradenoma: the first case in the scrotum and review of the literature author", "patient": "Our patient was a 67-year-old male who presented with a solitary mass in the scrotum. The lesion began as a small nodule that slowly increased in size over the past 6 years. The patient had no family history or traumatic history. He complained of no symptoms other than mild tenderness. Ultrasonography indicated a well-circumscribed oval mass in the dermis of the scrotum. Urological and dermatological examination revealed a single tender, skin-colored, firm dermis mass of the scrotum. The lesion was surgically excised and sent for histopathological examination.\\nGross examination of the resected specimen showed that the skin surface of the scrotum was not different from other areas. The mass, which was located in the dermis of the scrotum, was approximately 3.2 × 2.32 cm in size(Fig. a). The cut surface of the mass was hemorrhagic (Fig. b).\\nHistopathologic examination showed several sharply defined basophilic tumor nodules in the dermis, extending into the subcutis without any connection to the overlying epidermis. The overlying epidermis was almost intact and the surrounding connective tissue was normal. The tumor nodules comprising round-to-oval or basaloid cells arranged in acinar, sheet, cord-like, and trabecular patterns, were surrounded by a thin layer of fibrous tissue. At high magnification, three types of cells were observed in the nodules (Fig. a). The first were large cells with pale to slightly basophilic cytoplasm and vesicular nuclei. The nuclear membrane was thin, and the nucleolus was evident. The second were basaloid cells that surrounded the large cells. The basaloid cells were small with hyperchromatic nuclei. The third were spindle myoepithelial cells. Cytological atypia, mitoses and necrosis were not observed. Scattered lymphocytes were observed among the tumor cells and certain tubular differentiations. The stroma showed numerous dilated vascular spaces containing red blood cells and extensive hemorrhage (Fig. b).\\nImmunohistochemically, the large epithelial cells were strongly positive for CK, CK7 and CK8 (Fig. a)and negative for P63. The small basaloid cells in the outer layer were positive for P63 (Fig. b) and negative for SMA. The myoepithelial cells among or around the tubules were positive for S-100 (Fig. c) and SMA (Fig. d).\\nThus, the diagnosis of giant vascular eccrine spiradenoma was supported by the histologic features and immunohistochemical findings.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'22689604': 1, '16479087': 2, '28984693': 1, '1331211': 1, '31119990': 1, '22777362': 1, '10417685': 1, '26273161': 2, '30241087': 1, '11231249': 1, '8739983': 1, '6313776': 1, '26365030': 1, '13291892': 1, '9935094': 1, '3023231': 1, '21532877': 1, '7532000': 1, '7693778': 1, '2841813': 1, '22148049': 2, '27397887': 1, '25262896': 1, '20548911': 1, '23961898': 1, '9556114': 1, '32169099': 2, '6279036': 1, '25187803': 2, '9129700': 1, '19323658': 1, '921184': 1, '33941210': 2}", "similar_patients": "{'4151667-1': 1, '7071686-1': 1, '3229064-1': 1, '2733970-1': 1, '4530155-1': 1}"}