{"patient_id": 47732, "patient_uid": "8020469-1", "PMID": 33842680, "file_path": "comm/PMC008xxxxxx/PMC8020469.xml", "title": "Extensive clostridial myonecrosis after gluteal intramuscular injection in immunocompromised patient treated with surgical debridement and negative-pressure wound therapy", "patient": "33-year-old woman was admitted to the Emergency Room because of general weakness and temperature 39.3 °C with shivers. Two days before admission she complained of lower back pain concerted with her menstrual cycle, therefore she received intramuscular injection of diclofenac 75 mg at general practitioner's office. Patient's medical history included long term corticosteroid therapy for systemic lupus erythematosus and partial thyroidectomy for hyperthyroidism. At admission patient was alert and oriented, tachypneic (30 respirations/min), tachycardic (110 beats/min) and hypotensive (80/60 mmHg) with peripheral oxygen saturation of 98%. Her facial skin was erythematous, her lips were pale and tongue was dry. Chest and abdominal physical exam were unremarkable. Limbs were not swollen. Patient's initial blood tests showed severe sepsis without obvious source. White blood cell count was 37.5 × 109/L with strong left shift (18% of non-segmented neutrophils) and mild anemia with hemoglobin level of 10.6 g/dL. Biological markers of infection were elevated: C-reactive protein (CRP) level 109 mg/L and procalcitonin 16 ng/mL. Renal function was slightly impaired with serum creatinine level 124 mmol/L. Liver function tests were elevated with mild coagulopathy: aspartate transaminase 205 U/L, alanine transaminase 193 U/L, international normalized ratio 1.37, and activated partial thromboplastin time 37 s. Chest X-ray was unremarkable. Urine test showed no signs of infection. The patient was admitted to Department of Internal medicine where broad spectrum antibiotics (amoxicillin/clavulanic acid and ciprofloxacin) were administered intravenously. The same evening her general condition deteriorated with progression of dyspnea urging referral to Intensive Care Unit (ICU). During the following three days her general and laboratory condition showed insignificant improvement. Hemocultures obtained before the start of antibiotic therapy were sterile. The patient started to complain of pain in her left gluteal region where redness and swelling developed. Ultrasound examination failed to detect fluid collection. Local status deteriorated with spread of swelling and redness to patient's back and posterior thigh with palpable crepitations (). Computed tomography (CT) scan of chest, abdomen and thighs revealed large collections of air ranging from mid back to popliteal region with necrosis of left gluteal muscle. Emergency surgery was indicated and she was prepared for general anesthesia. Generous incision was placed over the collections of gas and purulent fluid. Extensive debridement of devitalized gluteal muscle was undertaken and the wounds were lightly packed (). Swabs taken isolated CP which confirmed clinical suspicion of clostridial myonecrosis. Antibiotic therapy was corrected to metronidazole and clindamycin. After three successive additional debridements her wounds were treated with negative-pressure wound therapy (NPWT) (VivanoTec®, Paul Hartmann AG, Heidenheim an der Brenz, Germany) (). Edges of the wounds were approximated in a stepwise fashion with secondary sutures (). Patient's general condition and blood tests improved rapidly. Patient was transferred to the Department of Surgery where she was ambulating with the NPWT machine. After six successive NPWT exchanges, almost all of the wounds were sutured and the patient was discharged on the 18th postoperative day. She was followed-up as an outpatient over the next 3 weeks where further improvement of nutritional and local wound status occurred. Finally, all the wounds were sutured and healed without signs of infection (). Full mobility and hip function were restored in a short period of time.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'17657062': 1, '29644297': 1, '24014972': 2, '29123764': 1, '21768906': 1, '26218953': 1, '24973422': 1, '30755431': 1, '20479343': 1, '24108766': 1, '33842680': 2}", "similar_patients": "{'3758709-1': 1}"}