{"patient_id": 60808, "patient_uid": "8642075-1", "PMID": 34715698, "file_path": "comm/PMC008xxxxxx/PMC8642075.xml", "title": "The Chimney/Periscope Technique as Total Endovascular Treatment of Kommerell's Diverticulum", "patient": "The technique is demonstrated in a 75-year-old female with severe chronic obstructive pulmonary disease. An angio-computed tomography (CT) scan demonstrated the presence of an aneurysmal KD of a right aberrant subclavian artery with maximum diameter of 51 mm and a diameter of 32 mm at its origin, in the setting of a left-sided aortic arch. Left and right common carotid arteries originated from a common trunk (\\n).\\nThe case was discussed with the anesthesiology team and deemed unsuitable for open surgery and general anesthesia. Therefore, the patient was scheduled for a total endovascular repair under local anesthesia. Informed consent for case report has been acquired.\\nLanding in zone 2 was unfeasible due to anatomic reasons. The distance between ARSA and left subclavian artery (LSA) was only of 7 mm. Therefore, we had to plan the landing of a thoracic endograft in zone 1, with chimney technique to revascularize LSA and periscope technique to revascularize the ARSA. With this setting, the total length to be covered was 100 mm with a proximal diameter of 28 mm. Access was poor, with small and diseased iliac arteries. Therefore, to ensure a 20% aortic oversizing, a low profile Cook Zenith Alpha 34–113 (Cook Inc., Bloomington, IN) was chosen.\\nThe procedure was performed in a surgical hybrid suite, under local anesthesia.\\nAfter performing a right femoral and a left brachial cut down for access, the patient was heparinized with an activated clotting time goal of 300 seconds. From the right femoral artery, a Lunderquist (Cook Medical, Bloomington, Indiana) stiff guide was placed into the ascending aorta, followed by a pigtailed catheter inserted from the left brachial access.\\nA Cook Zenith Alpha 34–113 (Cook Inc) was advanced into the aortic arch. Under road map angiography, we advanced and deployed a 10–8 covered stent (Fluency, Bard Inc., Karlsruhe, Germany) between the ascending aorta and the LSA, reinforced with a nitinol bare metal stent (Protégé GPS 10–6, Ev3, Plymouth, MN).\\nFrom the left femoral access, we introduced a stiff guide into the right axillary artery (\\n). Hereafter, we advanced and deployed, through a 7 Fr Destination guiding sheath, (Terumo, Japan) two Viabahn endografts (W.L. Gore and Associates, Flagstaff, AZ), 8–15 and 8–10, between the ARSA and the descending aorta. We reinforced also the Viabahn endografts with bare metal stents (Protégé GPS 8–60 and 8–40, Ev3).\\nWe performed a second left transfemoral puncture and we advanced a 5 Fr VER (Cordis Corp, Bridgewater, New Jersey) catheter into the ascending aorta. Under road map angiography, we deployed the Zenith Alpha thoracic endograft just distally to the origin of the carotid common trunk. From the VER catheter, now positioned between the aortic wall and the endograft, we performed an intraluminal spiral embolization of the aneurysmal diverticulum.\\nAt final intraoperative angiogram, the thoracic endograft appeared well positioned with patency of the carotid common trunk and of the LSA with antegrade flow from the chimney graft and of the ARSA with retrograde flow from the periscope. The KD appeared to be completely excluded.\\nThe procedure was uneventful, and the overall procedure time was 240 minutes.\\nThe patient was discharged after 3 days with no complications, under double antiplatelet therapy. Angio-CT scans performed at 3 months, 1 year, 2, and 3 years demonstrated complete exclusion of the KD and patency of the supra-aortic trunks (SATs;\\n).", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'25636900': 1, '25952212': 1, '19576720': 1, '25912743': 1, '23312832': 1, '16515907': 1, '31708305': 1, '23720037': 1, '34715698': 2}", "similar_patients": "{}"}