{"patient_id": 107488, "patient_uid": "8107897-1", "PMID": 34002159, "file_path": "noncomm/PMC008xxxxxx/PMC8107897.xml", "title": "Cronkhite-Canada syndrome with steroid dependency: A case report", "patient": "A 47-year-old Chinese man presented to the hospital with frequent watery diarrhoea.\\nThe patient had no history of prior illness and no family history of any similar disease.\\nThe patient’s symptoms had started 3 mo prior with frequent watery diarrhoea (4-5 times/d). For nearly a month, there was apparent blood in the diarrhoea and positive faecal occult blood with acid regurgitation, eructation, occasional nausea, and a weight loss of 10 kg within 2 mo. The patient was treated with symptomatic therapies, such as spasmolytics and antibiotics, which were ineffective in alleviating his symptoms.\\nThe patient had no history of prior illness and no family history of any similar disease.\\nA physical examination revealed marked alopecia; brownish macular pigmentation of the facial region, palms and soles; and onychodystrophy of the fingernails and toenails (Figure ).\\nThe laboratory findings included a positive faecal occult blood showing 0-2 red blood cells/haptoglobin, an albumin concentration of 32.7 g/L (normal range 40-55 g/L), and cytoplasmic antinuclear antibody positivity with a titre of 1:320.\\nGastroscopy revealed multiple polyps in the stomach and duodenum (Figure ). Endoscopic ultrasonography revealed diffuse thickening of the gastric mucosa to 8.5 mm (i.e. massive enlargement of the mucosa and submucosa), and the polyps originated from the mucosa, which was internally hyperechoic and inhomogeneous (Figure ). Colonoscopy revealed numerous polyps occupying the colonic and rectal mucosa (Figure ).\\nHistological examination of biopsy specimens obtained from the colon and the stomach was consistent with hyperplastic polyps, and immunoglobulin G 4 staining was negative.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'32352683': 1, '24172181': 1, '30057620': 2, '31620498': 1, '11846261': 1, '32459145': 2, '27716071': 2, '24418855': 1, '12614190': 1, '24982130': 2, '29619395': 1, '30813906': 1, '26216651': 1, '25004941': 1, '7109958': 1, '28178153': 2, '34002159': 2}", "similar_patients": "{'5313010-1': 1, '5053148-1': 1, '5053148-2': 1, '6051112-1': 1, '4527259-1': 1, '7273782-1': 1}"}