{"patient_id": 59666, "patient_uid": "8584604-1", "PMID": 34790475, "file_path": "comm/PMC008xxxxxx/PMC8584604.xml", "title": "Amyand Hernia With Acute Appendicitis: A Rare Type of Hernia", "patient": "We present the case of a 41-year-old man who presented to the emergency department complaining of swelling in his right groin for two weeks’ duration. He reported that the swelling became painful and non-reducible for the last two days. The pain was associated with decreased appetite and subjective fever. The patient reported having nausea and recurrent episodes of vomiting in the last 24 hours. The patient did not undergo any previous surgeries. His past medical history was remarkable for well-controlled asthma. He was a non-smoker and never drinks alcohol. The patient worked as a school teacher. He has a significant family history of sickle cell disease.\\nUpon examination, the patient appeared in distress due to the pain. His vital signs were as follows: a temperature of 38°C, a pulse rate of 110 beats per minute, blood pressure of 118/95 mmHg, and respiratory rate of 14 breaths per minute. There was a swelling in the right inguinal region, measuring 4 x 6 cm. It was oval in shape and had a smooth surface with an evident expansile cough impulse. The swelling was non-reducible with slightly erythematous and warm overlying skin.\\nIn view of the clinical features, the diagnosis of incarcerated inguinal hernia was established. The patient underwent a pre-operative laboratory investigation, which revealed leukocytosis with neutrophilia and left shift, elevated erythrocyte sedimentation rate and C-reactive protein, and normal renal and hepatic profiles (Table ). The patient underwent an abdominal computed tomography (CT) scan to identify the content of the hernia and diagnose any possible complications. CT demonstrated a right-sided inguinal hernia that contained the cecum and a rim-enhancing structure that represented an inflamed appendix with surrounding inflammatory changes (Figure ). Such radiological findings conferred the diagnosis of Amyand hernia with acute appendicitis.\\nThe patient was prepared for an emergency laparoscopy operation for the reduction of the inguinal hernia. The patient was administered general anesthesia and was placed in a supine position. Pneumoperitoneum was established. The diagnostic evaluation revealed a right inguinal hernia containing an inflamed appendix. An appendectomy was performed, and the appendix was removed in a sterile bag. The hernia was repaired using the totally extraperitoneal approach with mesh repair. No complications were encountered during the operation. The estimated blood loss was 5 mL and the total operative time was 120 minutes. The patient had an uneventful recovery and was discharged on the fifth postoperative day. The histopathological examination of the appendix confirmed the diagnosis of acute appendicitis.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'29753277': 1, '8433290': 1, '16937454': 1, '16133611': 1, '17857011': 1, '12820031': 1, '17001453': 1, '29330835': 1, '34790475': 2}", "similar_patients": "{}"}