{"patient_id": 89264, "patient_uid": "8665691-1", "PMID": 34938540, "file_path": "comm/PMC008xxxxxx/PMC8665691.xml", "title": "Primitive pelvic bone hydatidosis: What an amazing extension", "patient": "A 49-year-old man was admitted to our hospital with one-year history of a progressive left hip pain that is restricting his daily activities. The patient was living in an urban area with no significant past medical history. He did not report fever, chills, or loss of weight. There was no history of tuberculosis, no prior trauma, and no contact with animals. The patient was limping and walking with the help of crutches. On local examination, there were no signs of skin inflammation. There was tenderness in the left gluteal region, and the mobilization of the left hip was painful with reduction in the hip range of motion.\\nRoutine blood investigation did not reveal an elevated leucocyte count nor eosinophilia. C-reactive protein and erythrocyte sedimentation rate were within normal range.\\nPelvic X-ray revealed an expansive bone destruction involving the left ischium, ilium, acetabulum, femoral head, and the trochanteric region without periosteal reaction (Figure ). Hip ultrasound showed an intra-articular effusion without collection. A magnetic resonance imaging (MRI) was performed and showed multiple cystic lesions extending from the ischium and ilium to the trochanteric region with cortical bone destruction. The bone lesions were associated with a multiloculated cystic mass in the gluteal region. The cysts showed intermediate or low signal intensity on T1-weighted images and hyperintensity on T2-weighted images in the involved bone and the surrounding soft tissue (Figure ).\\nBased on imaging findings, the possibility of hydatid disease was raised and hydatid serological tests (the enzyme-linked immunosorbent assay “ELISA” and the immunoblot test) were then performed. They both showed positive results. Clinical examination, and chest and abdominal imaging did not reveal any collection or mass in the liver, lungs, or any other viscera. Thus, the diagnosis of a primary bone hydatid disease was established.\\nThe patient was put on Albendazole by oral administration, and he was proposed for surgery but refused by the patient.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'29246408': 1, '33127707': 1, '31847000': 1, '11213159': 1, '25797106': 1, '32120281': 2, '21808672': 1, '30128751': 1, '9867269': 1, '34095581': 1, '22509074': 1, '31045909': 1, '8254162': 1, '10756997': 1, '17996916': 1, '33106164': 1, '34938540': 2}", "similar_patients": "{'7052433-1': 1}"}