{"patient_id": 58231, "patient_uid": "8518622-1", "PMID": 34659121, "file_path": "comm/PMC008xxxxxx/PMC8518622.xml", "title": "Xanthomatous Hypophysitis: A Case Report and Comprehensive Literature Review", "patient": "A 36-year-old woman presented with a 5-month history of headaches, polyuria and polydipsia and a 2-month history of amenorrhea. Her daily water intake was 3500-5000 ml. A water deprivation test indicated central diabetes insipidus (CDI). The results of the pituitary hormone test are shown in . Her anti-peroxidase antibody (>600 IU/mL, normal range<34 IU/mL) and anti-thyroglobulin antibody (730 IU/mL, normal range<115 IU/mL) were high. Thyroid gland ultrasonography showed a normal volume with diffuse heterogeneous background echotexture of both thyroid glands. A visual field test showed partial bilateral temporal defects. A pituitary magnetic resonance imaging (MRI) scan revealed a 1.7×1.2 cm cystic lesion occupying the sella turcica with mainly peripheral enhancement (). Desmopressin (0.05 mg) was administered orally three times per day for DI as hormone replacement therapy. Endoscopic transsphenoidal surgery was performed and displayed a soft yellowish lesion with pus-like discharge (). The lesion was totally removed. The pathologic examination showed inflammatory infiltration of normal pituicytes by foamy histiocytes and lymphocytes, with fibrosis, local cysts and necrosis. Immunohistochemistry of the foamy histiocytes indicated strong staining for CD68 ().\\nThe patient was discharged with no surgical complications. Postoperatively, her headaches and visual field defects resolved. The dose of desmopressin decreased during follow-up, and levothyroxine was administered because of autoimmune thyroiditis. The patient’s menstruation resumed three months after surgery. At the 6-month follow-up, desmopressin was discontinued, and the pituitary hormones were within the normal range ().", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'14971740': 1, '28120170': 1, '9630181': 1, '32107533': 1, '24396654': 2, '30450996': 1, '28583458': 1, '23990347': 1, '31242126': 1, '12446917': 1, '25769318': 1, '22682648': 1, '11238484': 1, '20671950': 1, '25732650': 1, '27500004': 2, '16793955': 1, '33099348': 1, '25957783': 1, '30547288': 1, '26461147': 1, '32081821': 1, '30097693': 1, '12114704': 1, '31361237': 1, '25759759': 1, '30864631': 1, '31863360': 1, '28423475': 1, '31866206': 1, '29880706': 1, '30892632': 1, '27812776': 1, '34659121': 2}", "similar_patients": "{'3811790-1': 1, '4960922-1': 1}"}