{"patient_id": 53268, "patient_uid": "8285100-1", "PMID": 34277298, "file_path": "comm/PMC008xxxxxx/PMC8285100.xml", "title": "Life-Threatening Fungal Infection in Richter Transformation of Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma: A Case Report and Brief Review of Literature", "patient": "We present a 68-year-old male with chronic lymphocytic leukemia (CLL)/small lymphocytic lymphoma (SLL) RAI I diagnosed at outside hospital by left axillary lymph node core needle biopsy, treated with six cycles of bendamustine and rituximab. He was lost to follow-up for four years, after which he presented with subjective fevers, night sweats, fatigue, pruritus, transient visual disturbances and myalgias. Examination revealed increase in the size of left cervical and supraclavicular lymph nodes with a stable left axillary lymph node. His labs were remarkable for a new anemia and worsening thrombocytopenia in three months with a hemoglobin decrease from 16.2g/dL to 8.5g/dL and platelets from 123,000/µL to 92,000/µL, respectively. Serum lactate dehydrogenase (LDH) level was 1100U/L with positive direct Coombs test, however reticulocyte count was 1.7%. Computerized tomography demonstrated extensive generalized lymphadenopathy with hepatosplenomegaly (Figures , ). He underwent a repeat bone marrow biopsy which was consistent with CD5 negative low-grade B-cell lymphoma with deletion of 17p and TP53 mutation. The left supraclavicular node was also biopsied which showed double expressor (DEL; c-MYC+/BCL-2+) non-germinal center focal high-grade lymphoma with strong expression of CD5, arising from atypical small lymphocytic lymphoma (aSLL; CD23-, partial CD5+, 10% p53+), with enlarged proliferation centers, suggestive of Richter transformation with a Ki-67 index of 60-70%. He was then started on chemotherapy with R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, prednisone). However, after one cycle of chemotherapy, the patient developed neutropenic sepsis from hospital acquired pneumonia. This was further complicated by dermal biopsy-proven necrotizing hemorrhagic fungal cellulitis of left lower extremity (Figures -) requiring above-knee amputation. He continued to deteriorate clinically despite treatment, devolving into septic shock and died one month after his first and only dose of chemotherapy.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'27394927': 1, '26940269': 1, '23413591': 1, '23413593': 1, '28667319': 1, '16710033': 1, '32946567': 1, '30651968': 1, '27856512': 1, '29692342': 1, '30504319': 1, '30983123': 1, '34277298': 2}", "similar_patients": "{}"}