{"patient_id": 56683, "patient_uid": "8443791-1", "PMID": 34540689, "file_path": "comm/PMC008xxxxxx/PMC8443791.xml", "title": "Non-Hodgkin’s Lymphoma Presenting as Isolated Peritoneal Lymphomatosis: A Case Report and Literature Review", "patient": "A 16-year-old boy was admitted to our hospital with a 10-day history of abdominal distension and epigastric pain, accompanied by anorexia, nausea, vomiting, dyspnea, palpitations, as well as low fever and night sweating. He had always been in good health with no significant medical or malignant family history.\\nOn physical examination, the patient showed tachycardia, abdominal tension, tenderness, rebound tenderness in the upper quadrant, and shifting dullness. No palpable masses and no extremity edema were noted. Neither lymphadenopathy nor hepatosplenomegaly was detected.\\nPeripheral blood counts elevated in white blood cell 10.71×109/L (reference range: 3.50–9.50×109/L), neutrophils 8.03×109/L (reference range: 1.80–6.30×109/L), and monocytes 1.10×109/L (reference range: 0.10–0.60×109/L). The values of lymphocytes, hemoglobin, and platelets were normal. Fecal occult blood test was positive. The laboratory tests revealed a high uric acid level of 1,240.2 μmol/L (reference range: 208.0–506.0 μmol/L), aspartate aminotransferase value of 57 U/L (reference range: 15–46 U/L), and the serum carbohydrate antigen 125 value of 758 U/ml (reference range, <35 U/ml). Other values of blood urea nitrogen, creatinine, electrolytes, Epstein-Barr virus (EBV), human immunodeficiency virus (HIV), as well as other tumor markers (Carcinoembryonic antigen, Carbohydrate antigen 19−9, and Alpha fetoprotein), and hepatitis markers were negative. Assistant examinations associated with tuberculosis (Tuberculin skin test, T-SPOT test, and IgG antibody for tuberculosis) were negative. Additionally, abdominocentesis and ascitic fluid examination were performed as well. Orange-yellow turbid fluid with predominance of mononuclear cell indicated exudate.\\nCervicothoracic and whole abdominal computed tomography (CT) scan without any intestinal involvement, tumor formation, or enlarged lymph nodes revealed diffuse thickening of peritoneum and omentum, thoracic, abdominal, and pelvic effusion (), inflammation in the inferior lobe of the right lung, strip shadow of hepatic hilum and hepatogastric space, dilatation of intrahepatic bile duct, as well as edema and thickening of gallbladder wall. During the coronavirus disease 2019 (COVID-19) pandemic, since the patient’s condition deteriorated progressively, we failed to take any gastrointestinal endoscopies. The result of bone marrow biopsy was negative for malignancy. Finally, the patient underwent a surgical laparoscopy to determine the cause. A biopsy of the greater omentum showed diffuse peritoneal thickening and nodular omental infiltration, consistent with an aggressive type of non-Hodgkin’s B-cell lymphoma. Immunohistochemical stain subsequently showed positivity for CD10, CD20, PAX-5, and c-myc with proliferative fraction of 90% (), negativity for CD3, CD56, CD138, and Mum-1, which was in favor of the diagnosis of diffuse large B-cell lymphoma, germinal center B-cell type, stage IV.\\nConsidering the possibility of a diagnosis of peritoneal carcinomatosis, the patient firstly received three courses of hyperthermic intraperitoneal chemotherapy, followed by five cycles of cyclophosphamide, doxorubicin, vincristine, and Prednisone (CHOP) regimen with rituximab. During the first course of chemotherapy, the patient experienced signs and symptoms concerning for tumor lysis syndrome, including oliguria, hyperuricemia, hyperkalemia, hyperphosphatemia, and hypocalcemia. Follow-up CT reexamination demonstrated remission of his condition (). Later autologous peripheral blood stem cell transplantation was completed 4 months after the chemotherapy. Unfortunately, the patient suffered a relapse 4 months after the blood stem cell transplantation and was given cisplatin, dexamethasone, and high-dose cytarabine (DHAP) regimen with rituximab, administered concurrently with intrathecal chemotherapy (methotrexate, cytarabine, dexamethasone). In the end, the patient suffered severe marrow suppression and gave up all the treatments for financial difficulty and died 10 months after initial diagnosis.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'21637077': 1, '24967011': 1, '25308238': 1, '6225145': 1, '27756028': 1, '31616776': 1, '14687024': 1, '18513906': 1, '29130007': 2, '18472501': 1, '19020870': 1, '27179155': 1, '22290632': 1, '17522245': 1, '30154110': 1, '22111459': 1, '19937400': 1, '30813177': 2, '9437071': 1, '31083180': 2, '33468831': 1, '15561685': 1, '25694630': 1, '31413062': 1, '24711934': 2, '19398600': 1, '18473348': 1, '24169367': 1, '23598428': 1, '28533652': 1, '34540689': 2}", "similar_patients": "{'6408046-1': 1, '6531284-1': 1, '3970443-1': 1, '5654332-1': 1}"}