{"patient_id": 57485, "patient_uid": "8483866-1", "PMID": 34596164, "file_path": "comm/PMC008xxxxxx/PMC8483866.xml", "title": "Bilateral retinal pigment epithelial tears in acute central serous chorioretinopathy without bullous retinal detachment", "patient": "An 88-year-old female patient was admitted with impaired vision in both eyes, which began ten days prior. Her visual acuity was 0.4 and 0.5 in the right and left eye, respectively. Her height and weight were 150 cm and 40 kg, respectively. She had a history of diabetes, hypertension, and polymyalgia, and she had started taking oral steroids 2 weeks prior for polymyalgia. Taken steroid dose was 15 mg/day, and this was the first time for using steroid. The patient underwent non-complicated cataract surgery in both the eyes.\\nOphthalmologic examinations including fundus photography and optical coherence tomography (OCT) showed asteroid hyalosis, subretinal fluid (SRF), and PED in both eyes (Fig. A–B). SRF and PED were located in the macula, with lesions measuring approximately 4-disc diameter. Fluorescence fundus examination including indocyanine green angiography was performed, and showed “smoke-stack” sign (Fig. C–D). Characteristic findings of other ophthalmic diseases such as diabetic or hypertensive retinopathy, and choroidal neovascularization membrane (CNVM) were not seen in the examination. The axial length was within the normal range.\\nWe diagnosed steroid-induced acute CSC in both eyes, and hypothesized that consumptions of steroids triggered these large sizes of SRF and PED. Therefore, steroids were discontinued as a treatment for CSC, and a follow-up ophthalmic examination was performed.\\nAfter discontinuing the steroids for a month, the SRF decreased, but the PED was improved only in the left eye (Fig. E–F). Three months later, the patient visited the ophthalmologist with discomfort in the right eye. Visual acuity in the right eye was 0.3. Slit-lamp examination revealed no abnormal findings in the anterior segment. Fundus examination showed an RPE tear in the previous PED site (Fig. A–C). OCT angiography was performed to verify the occurrence of CNVM, but no new vessel was found. As the RPE tear occurred spontaneously even without particular treatment such as focal laser therapy, photodynamic therapy with verteporfin, and anti-VEGF injection, we performed follow-up more frequently than before after notifying the patient that an RPE tear could occur in the opposite eye (Fig. A). Despite this, after 5 months, the patient had a spontaneous RPE tear in the left eye as well, with the same size and shape as that of the tear in the right eye (Fig. B–D). Visual acuity in the left eye was 0.15, and again CNVM was not found on OCT angiography.\\nThe patient was followed up for an additional 9 months, but there was no change in the RPE tear. Her visual acuity was 0.3 and 0.15 in the right and left eye, respectively. The patient did not experience any specific systemic side effects due to discontinuation of oral steroids.", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'25391000': 1, '6507541': 1, '18538401': 1, '9505819': 1, '27084564': 1, '11340893': 1, '20644214': 1, '11292425': 1, '25646033': 1, '18628724': 1, '24104712': 1, '28336128': 1, '31332124': 1, '17459318': 1, '34596164': 2}", "similar_patients": "{}"}