{"patient_id": 52983, "patient_uid": "8272891-1", "PMID": 34277207, "file_path": "comm/PMC008xxxxxx/PMC8272891.xml", "title": "Huge Concha Bullosa Involved With Allergic Fungal Sinusitis and Mimicking a Bony Tumor", "patient": "A healthy 20-year-old female came to our clinic with a complaint of progressive, continuous, and long-standing history of bilateral nasal obstruction that was worse on the left side. She was having frequent thick mucoid nasal secretions, left-sided facial pain, and intermittent hyposmia, also it was associated with moderate to severe allergic rhinitis symptoms; she had no visual disturbances. The patient had already tried intranasal corticosteroids with no satisfactory improvement.\\nA nasal endoscopic exam revealed a deviated nasal septum to the right side, a mildly hypertrophied right inferior turbinate, and a large mass occupying the left nasal cavity. This mass had displaced the nasal septum to the contralateral side and compressed the left inferior turbinate. Using the freer and fraiser suction, the mass was found to be hard but with normal overlying mucosa (Figure ).\\nIt originated from the skull base on the endoscope, with small nasal polyps noted beside it, but a further passage to the nasal cavity was not possible. The rest of the clinical exam, including her cranial nerves and orbital exam, was unremarkable.\\nThe patient came to our clinic for a second opinion, as she was concerned about the results of her medical imaging, which included CT scans and magnetic resonance imaging (MRI) of the paranasal sinuses. These reports commented on a bony nasal lesion measuring 1.7 × 3.7 × 3.0 cm and arising from the left skull base. The lesion was obstructing all ipsilateral paranasal sinuses with complete opacification and displacing the nasal septum to the contralateral side. Fortunately, there was no intracranial or orbital extension. No comments were made regarding heterogeneous opacification. These findings were thought to be an aneurysmal bone cyst, mucocele, mucopyocele, or other sinonasal tumors.\\nHowever, upon careful study of the imaging, AFS was considered due to the heterogeneous nature of the content, the bony expansion of the lesion in the CT scans, the low signal intensity on T2-weighted images, and the heterogeneous high signals on T1-weighted images (Figures -).\\nShe was then assured and counseled for surgery. The patient had a routine and unremarkable preoperative assessment and then underwent functional endoscopic sinus surgery, polypectomy, and septoturbinoplasty (resecting whole middle turbinate) under general anesthesia.\\nIntraoperatively, the mass was found to be a huge CB of the left middle turbinate that was filled with debris. Biopsies were taken from its mucosa and debris for histopathological staining and regular culture. It was resected, and all ipsilateral sinuses were opened and drained. The skull base and orbital wall were intact, and the surgery was uneventful (Figure ).\\nThe patient was given a tapered dose of oral steroids over 15 days and had an uneventful post-operative course.\\nThe histopathologic examination revealed amorphous debris with focal calcification and inflammatory cells with no evidence of malignancy. The material sent for fungal stain was reported positive. The intraoperative nasal swab result showed no pathogenic bacteria isolated after 48 hours of incubation at 37°C. In the subsequent postoperative visits, the patient remained asymptomatic, and the endoscopic exam showed a patent nasal airway, healthy mucosa, and no signs of recurrence.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'26960829': 1, '12242141': 1, '1984551': 1, '19708489': 1, '7970796': 1, '19434272': 2, '25044729': 1, '9577490': 1, '30989082': 2, '34277207': 2}", "similar_patients": "{'2671768-1': 1, '6449528-1': 1}"}