{"patient_id": 109769, "patient_uid": "8312625-1", "PMID": 34321895, "file_path": "noncomm/PMC008xxxxxx/PMC8312625.xml", "title": "Cutaneous Protothecosis with Meningitis Due to Prototheca wickerhamii in an Immunocompetent Teenager: Case Report and Literature Review", "patient": "A 17-year-old boy presented to our dermatological department with systemic erythema erosion accompanied by itching pain and fever in October 2020. He was previously in satisfactory condition. He had a history of full-body tattoo in May 2019. Ten months ago, the patient developed a wheal-like rash with pruritus with no apparent predisposing cause that was followed by herpes, erosion, and ulceration. A month ago, the symptoms gradually spread to his entire body, especially the face and neck, with swelling and pain in the lip, and he developed a fever with a temperature of 38.2°C.\\nHe received a diagnosis of eczema and herpetic dermatitis in other hospitals, where symptomatic treatment was administered, with cephalosporin for infection, but rash control was poor. Despite oral administration of cefdinir, compound glycyrrhizin, and rupatadine, and topical application of mupirocin and potassium permanganate from our outpatient services, the patient was then hospitalized with a recurrent condition. He frequently complained of head swelling and pain, accompanied by nausea and vomiting, and the symptoms were not relieved by celecoxib.\\nUpon clinical examination, his temperature was 38.3°C; blood pressure, 145/88 mmHg; heart rate, 125 beats/minute; and respiratory rate, 20 breaths per minute. Physical examination showed many insect bite-like erosions; ruptures; scabs on the face, neck, limbs, and trunk; an orange wheal-like rash; clustered herpes eruptions covering the body; swollen lips; and obvious tenderness. Laboratory values included a white blood cell count of 18,010/µL (normal, 4000–10,000), C-reactive protein 60.9 mg/L (normal, <8.0), procalcitonin (PCT) 0.062 ng/mL (normal, 0–0.05), erythrocyte sedimentation rate (ESR) 49 mm/h (normal, <21), total IgE>1000 KU/L (normal, <0–60), herpes simplex virus antibody IgG positive, galactomannan (GM) test 5.244 (normal, 0–0.5); other examinations showed no abnormality. After consultation with the infection department, fungal infection was considered, and empirical therapy with liposomal amphotericin B (AMB) 50 mg ivd qd was initiated. Skin tissue and (CSF) were sent for microbiological examination, and skin tissue also underwent pathological examination.\\nThe pathological skin biopsy results showed necrotic and absent epidermis, and diffuse spore-like and internal septation structures were observed around the vessels and adnexa in the superficial and middle dermis. Skin tissue wet mount slides demonstrated numerous leukocyte-like spherical sporangia with multiple internal septation (); Gram staining showed round yeast-like fungal spores of varying sizes with unclear internal structures (); Gomori methenamine silver (GMS) stain revealed multiple round sporangia with an endospore-like symmetrical arrangement or morula (). Few spore-like structures were found in the specimen of CSF with GMS, while the other two dyeing methods were negative ().\\nThe specimens were inoculated on blood agar, Sabouraud’s dextrose agar (SDA), and CHROMagar Candida medium plates. After 24 h of skin tissue culture, large staphylococcal colonies were found on the blood agar plate, while the other two plates were negative. Three days later, pink and creamy colonies were seen on the CHROMagar Candida plate, which resembled colonies of Candida parapsilosis, while the SDA plate was still negative ().\\nColony smear showed spherical sporangia in different sizes with characteristic endospore-like mulberry appearance (); Gram staining revealed Gram-positive yeast-like cells without budding or pseudohyphae (). A few days later, tiny colonies appeared on the SDA plate. After 5 days of incubation, the CSF specimen showed growth of only two creamy white, yeast-like colonies on blood agar, which had the same microscopic morphology as skin tissue (). Initial identification of Prototheca wickerhamii for both specimens was performed using the VITEK2 (BioMerieux) automated system and matrix-assisted laser desorption ionization-time-of-flight mass spectrometry (MALDI-TOF-MS) (BioMerieux) with 99% confidence. Definitive identification was confirmed via 16S rRNA gene sequencing, revealing 100% homology with P. wickerhamii.\\nIn vitro susceptibility tests were carried out using YeastOne Plate (Thermo Fisher Scientific) and were interpreted following CLSI M27-A guidelines. The minimal inhibitory concentration (MIC) values for individual antifungals were AMB 0.25 mg/L, fluconazole (FCA) >256 mg/L, 5-flucytosine (5-FC) >64 mg/L, voriconazole (VOR) 1.0 mg/L, itraconazole (ITR) 1.0 mg/L, caspofungin (CAS) >8 mg/L, anidulafungin (ANI) >8 mg/L, and posaconazole (POS) 1.0 mg/L.\\nAfter the dose of AMB was reduced to 40 mg ivd qd, FCA was added with an initial dose of 200 mg, and then, a maintenance dose of 100 mg po was administered for 3 days as the rash improved. AMB was then reduced to 30 mg ivd qd for 3 days due to a progressive elevate in creatinine. The antibiotic regimen was adjusted to AMB 30 mg ivd qd combined with VOR 200 mg po q12 h for 19 days after the identification and drug sensitivity results for P. wickerhamii. VOR was then used alone with a first dose of 400 mg ivd q12 h that was adjusted to a maintenance dose of 250 mg ivd q12 h for 5 days because of the intractable hypokalemia and gastrointestinal reactions caused by AMB. After two months of treatment, the patient’s skin erosion healed, and nervous system symptoms significantly improved. He was discharged but returned to the local hospital for continued treatment.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'24432207': 1, '23729001': 1, '28114150': 1, '29767780': 1, '24312279': 1, '27334617': 1, '26791403': 1, '30449922': 1, '1804021': 1, '32692420': 2, '25726118': 1, '17325949': 1, '30503523': 1, '33604236': 2, '24682095': 1, '17428884': 1, '15821914': 1, '31570306': 1, '14206703': 1, '30594261': 1, '22571772': 1, '15338515': 1, '32415770': 1, '10926448': 1, '22858361': 1, '30068534': 1, '8863372': 1, '22042831': 1, '33116941': 2, '1420686': 1, '30116965': 1, '31401758': 1, '34321895': 2}", "similar_patients": "{'7873573-1': 1, '7555245-1': 1, '7676219-1': 1}"}