{"patient_id": 47342, "patient_uid": "8005224-2", "PMID": 33773588, "file_path": "comm/PMC008xxxxxx/PMC8005224.xml", "title": "Low sensitivity of conventional fungal agars in fungemia by Rhodotorula mucilaginosa: description of two cases", "patient": "An 80-year-old man with type 2 diabetes mellitus, normotensive chronic hydrocephalus and a ventriculoperitoneal shunt performed on November 7, 2017, entered hospital 1 month later (62 days) due to fever of unknown origin and to confusional state. He was treated with empirical intravenous (iv) ceftazidime and iv vancomycin. On day-28 the patient was discharged. Three months later, on February 8th (day 0) he returned to the hospital due to febrile peaks and neurological deterioration, presenting an increase in acute phase reactants (C-reactive protein 23 mg/L, leukocytosis 13,010 cells/mm3 with neutrophilia 83.9%). Blood and urine samples for bacterial cultures were extracted. Yeasts were detected in two blood cultures on day + 5 (Versa TREKTM Automated Culture System, Thermo Scientific). AmBisome® iv 375 mg was administered followed by doses of 200 mg per day. Oral 5-fluorocytosine was also administered at a concentration of 1750 mg/12 h. Blood was extracted for biomarkers study (BDG and CAGTA).\\nThe positive blood cultures were subcultivated in blood and chocolate agar, and in the following fungal media: sabouraud dextrose with antibiotics (SCG2 BioMerieux), BBL CHROMagar Candida Medium (Becton Dickinson), and potato dextrose agar plates, all at 35 °C. On day + 6, as meningitis was suspected, a cranial CT scan revealed no new alterations, and a lumbar puncture was performed. The cerebrospinal fluid (CSF) was suggestive of chronic subacute meningitis (proteins 73 mg/dl, glychorrhachia 48 mg/dl, 45 cells/mm3, 98% mononuclear) with negative conventional fungal and bacterial cultures. Due to clinical worsening, antifungal treatment was changed to iv anidulafungin. Yeast isolation only occurred in blood agar, chocolate agar and potato dextrose agar, while the other agar plates remained sterile after five days. The species R. mucilaginosa was phenotypically identified by MALDI-TOF on day + 7, and AmBisome was reinstated maintaining the anidulafungin for two more days. CSF study was positive for BDG (85.64 pg/ml) and for a panfungal PCR that targets the ITS1 region of the rDNA []. Briefly, the assay was performed in a BioRad CFX96 unit (BioRad, Madrid, Spain). The assay was a Real Time PCR method that used the universal primers ITS1 and ITS2 [] and the kit Sensimix SYBR No-ROX (Bioline, Ecogen, Madrid, Spain). The PCR reaction (20 µL) contained 0.8 µM each primer and 4.5 mM MgCl2. The conditions for the PCR reaction were: 95 °C for 10 min; 45-cycle as follows: 10 s at 95 °C, 5 s at 54 °C, and 30 s at 72 °C. A melting program from 65 °C to 97 °C was performed. Melting curves were analyzed to discriminate unspecific amplifications from true amplicons. Agarose gel electrophoresis was performed at 1.5% in order to verify the quality of the amplified product. Amplified fragments were sequenced and compared with the ITS nucleotide sequence database available in the Mycology Reference Laboratory (which contains more than 10,000 distinct sequences) and with the GenBank database (). The sequence matched those of genus Rhodotorula and the species R. mucilaginosa (90%). The moderate quality of the sequence did not permit us to achieve the species level but confirmed the genus Rhodotorula. The alignment with the sequences that best matched at GenBank is shown in the Additional file 1: Figure S1.\\nIn spite of a total dosage of 1775 mg of AmBisome the patient died at day + 14.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'22397864': 1, '16702107': 1, '28922488': 1, '23137134': 1, '18785780': 1, '28321466': 1, '29661607': 1, '17442797': 1, '23464751': 1, '22131080': 1, '16912936': 1, '24102785': 1, '13763698': 1, '19223630': 1, '17654271': 1, '11440391': 1, '23114761': 1, '33773588': 2}", "similar_patients": "{'8005224-1': 2}"}