{"patient_id": 48628, "patient_uid": "8063070-1", "PMID": 33903836, "file_path": "comm/PMC008xxxxxx/PMC8063070.xml", "title": "The Role of Using Red-Topped - Non-Additive-Containing - Collecting Tube in Diagnosing Pseudohyperkalemia in Chronic Lymphocytic Leukemia", "patient": "The patient is a 54-year-old gentleman, with a history of chronic lymphocytic leukemia (CLL) diagnosed back in 2016, when he received three chemotherapy cycles of bendamustine and rituximab before achieving remission. He lost follow-up afterward and came back to the emergency department (ED) in February 2021 complaining of abdominal dragging sensation towards the left inguinal region and progressive lower limb edema. At the ED, the patient was fully alert and oriented, had massive splenomegaly all the way to the left inguinal region, and pitting bilateral lower limbs edema. His initial work-up showed a white blood cell (WBC) count of 595K, with an absolute lymphocyte count of 565K, hemoglobin of 3 gm/dL, and platelets of 56K. He also had a potassium level of 10 meq/L. The patient had a normal electrocardiogram (EKG) strip upon admission (Figure ) and normal renal function with urea of 24 mg/dL and creatinine of 1.2 mg/dL, HCO3 of 22 Mmol/L, and normal anion gap of 6. He received the full antihyperkalemia measures with calcium gluconate, albuterol aerosol, regular insulin with dextrose 50%, and oral kayexalate with an emergent transfusion of four units of irradiated packed red blood cells (PRBCs) and was transferred to the Medical Intensive Care Unit (MICU) for further management. Of note, the patient was not on any long-term medications, nor was he taking any supplements or herbal medicine.\\nSince his admission and over the course of the next six days, the patient remained under the care of MICU service, where he received vigorous IV hydration at 150-200 cc/hour of normal saline, the measured serum potassium level was persistently high, typically at 10 meq/L for the most part, despite receiving the anti-hyperkalemia measures for at least three occasions since ED encounter, with a normal EKG strip in the next day and throughout (Figure ), none of which was demonstrating changes expected in hyperkalemia (Figure ).\\nIt is noteworthy to mention that magnesium, phosphate, and calcium levels were unremarkable as well. Yet the potassium remained just as high. The oncology team were on board early on and started cytoreductive therapy with prednisolone to reduce tumor burden to a figure reasonable enough before starting chemotherapy and hence reducing the overall risk of tumor lysis syndrome. However, their approach to the persistently high serum potassium level was not different than MICU and ED services; the distinction with pseudohyperkalemia was a challenge given the fragility of the cells and the risk-benefits of giving further hyperkalemia treatment.\\nOn his third day post-admission, an arterial blood gas (ABG) analyzer showed a potassium level of 2.7 meq/L, with PH of 7.43, in stark contrast to the measured serum potassium level of 10 meq/L. At that point onward, the patient did not receive any antihyperkalemia measures and it was deemed to be Pseudohyperkalemia.\\nOn the fifth day post-admission, his serum potassium level came back at 4.7 meq/L for the first time since his admission. This particular blood sample was sent using the plain red-topped collecting tube that contains no additives. All the serum samples sent using this tube from that point onward showed measured serum potassium levels between 3.9-4.7 meq/L. All the blood samples before, with high measured serum potassium levels, were sent using the standard green-topped collecting tube with lithium heparin additives. The patient’s level of care was de-escalated to the medical floor.\\nOn this eleventh day post-admission, the measured serum potassium level went up to 10 from 3.9 Meq/L, only 10 hours apart, and it was because of the use of a green-topped tube. A repeat blood sample was sent using a red-topped tube and the measured serum potassium level came back at 4.1 meq/L.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'18509189': 1, '27303138': 1, '30766225': 1, '23724399': 1, '12719461': 1, '18235147': 1, '16415658': 1, '33903836': 2}", "similar_patients": "{}"}