{"patient_id": 111330, "patient_uid": "8460927-1", "PMID": 34720956, "file_path": "noncomm/PMC008xxxxxx/PMC8460927.xml", "title": "Mind the Gap: Acetazolamide Prolonged Periods without Paralysis in a Girl with Andersen-Tawil Syndrome", "patient": "We present a 13-year-old girl with a genetically confirmed diagnosis of ATS. The girl was born in the 39th week of gestation of her mother's first pregnancy. Due to an irregular pulse on cardiotocography, labor was induced, and a caesarean section was performed. Her Apgar scores were 10/10/10. Her birth weight, length, and head circumference were at the 3rd, 10th, and 5th percentiles for gestational age, respectively. Immediately after birth, continuous electrocardiogram (ECG) monitoring revealed monomorphic ventricular extrasystoles, while echocardiogram showed a structurally normal heart with mild right ventricular dilatation. Due to intrauterine growth restriction, metabolic screening and abdominal and head ultrasounds were performed but revealed no abnormalities. Her neurological examination was unremarkable.\\nRegular follow-up examinations were performed in the first years of her life. A 24-h Holter ECG monitoring revealed monomorphic ventricular extrasystoles, which required no treatment. At the age of 4, unstable polymorphic and biphasic ventricular tachycardia (VT) and prolonged QTc (up to 560 ms) were discovered. She began treatment with propranolol which was gradually increased to the highest dose for her weight. As Holter monitoring continued to show polymorphic VT in the following months, magnesium citrate was introduced in addition to propranolol. In the following years, she was clinically stable, although frequent VTs remained present. At the age of 7, flecainide was added to her existing therapy. This resulted in the normalization of ECG, which has remained normal to this day.\\nShe first presented with neurological symptoms at the age of 2 years, showing signs of paroxysmal torticollis. On examination, dysmorphic features were noted, including low-set ears, retrognathia, micrognathia, broad forehead, and clinodactyly. At the age of 5 years, she began to experience episodes of muscle cramps, pain, and weakness during which she could not walk up stairs normally. These episodes became more frequent when she started school. She reported difficulty walking after waking up, cramping, and pain in the muscles of her neck, back, and calves, and a compelling need to bend her head forward. The pain subsided when she rested and worsened when she resumed exercise after rest. The worst episodes usually lasted 3 days and occurred several times a year. The problems with walking typically worsened during the day, so that she was unable to walk or elevate her legs in the afternoon. She required assistance with personal hygiene and dressing. Neurological examinations performed during episodes of paralysis revealed proximal muscle weakness, most pronounced in the flexors and rotators of the trunk (3/5), gluteal muscles (2/5), and adductors of the lower limbs (3/5), a positive Trendelenburg sign, an awkward gait with inversion of the feet when she attempted to walk on her toes, and an inability to walk on heels. She could not actively abduct her arms and had to hold objects with both hands. Between these episodes of aggravation, her neurologic status was normal.\\nDuring the last 5 years, the frequency and severity of periodic muscle paralysis worsened. By the age of ten, the girl experienced episodes of muscle weakness every day, sometimes up to 5 times a day, especially at school after sitting for longer periods of time. Our patient never noticed any other triggers apart from long periods of resting our vigorous exercise and emotional stress. Her legs were affected more often than her arms, and she needed assistance to achieve a standing position and had to be carried up stairs. During the worst episodes, the muscle weakness affected her entire body, which included loss of control of her head and arms. She became increasingly dependent on her wheelchair and could no longer walk long distances or play with her peers.\\nThe diagnostic workup included a variety of tests: blood tests performed during episodes of paralysis and in between them always showed normal electrolyte levels, including potassium; thyroid hormones, metabolic tests, and creatine kinase levels were normal on several occasions. Pompe disease was excluded by determining normal alpha-glucosidase activity in the blood spot. Electromyography was attempted multiple times, but the girl's fear of needles made the examination impossible. Somatosensory evoked potentials showed lower amplitudes of the popliteal neurogram and cortical somatosensory evoked potential after left tibial nerve stimulation. Magnetic resonance imaging of the brain showed some hyperintense changes in the periventricular white matter and no abnormalities in the medulla spinalis. Genetic analysis of the 16 genes related to long QT syndrome (AKAP9, ANK2, CACNA1C, CALM1, CALM2, CAV3, KCNE1, KCNE2, KCNH2, KCNJ2, KCNJ5, KCNQ1, NOSTAP, SCN4B, SCN5A, and SNTA1) revealed a mutation in the KCNJ2 gene, consistent with a diagnosis of ATS. Her parents were also tested for mutations in the KCNJ2 gene, but the tests were negative.\\nAcetazolamide is known to help patients with hypo- and hyperkalemic episodes of periodic muscle paralysis, but potassium imbalance was never documented in our patient, not during episodes of paralysis nor in between them. As her clinical picture worsened in the last few years, treatment with acetazolamide was started under clinical supervision, despite conflicting evidence of its efficacy in patients with ATS and reports that it may exacerbate the patients' neurological status []. One month after the introduction of 750 mg of acetazolamide per day, without additional potassium supplements, the girl and her parents reported a significant reduction in the frequency and severity of muscle paralysis episodes. Although the muscle weakness still occurred daily, usually in the afternoon, it was more manageable and did not require assistance or wheelchair use. In the last 9 months of treatment with acetazolamide, she only had 2 severe episodes of paralysis that required the use of a wheelchair. She has also improved socially, as she can now play outside with her friends, cook, and is almost independent in personal care. Because her ECG has remained normal since the addition of flecainide to her treatment at the age of 7 years, we have not performed any further Holter monitoring since starting treatment with acetazolamide.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'25284084': 1, '22094484': 1, '17395133': 1, '24383070': 1, '29125635': 1, '25780024': 1, '31509255': 1, '16943893': 1, '34720956': 2}", "similar_patients": "{}"}