{"patient_id": 61175, "patient_uid": "8666029-1", "PMID": 34895162, "file_path": "comm/PMC008xxxxxx/PMC8666029.xml", "title": "Mesangial sclerosis in a patient with type 1 diabetes following simultaneous pancreas-kidney transplantation despite maintenance of normoglycemia: a case report", "patient": "The patient is a 76-year-old type 1 diabetic man who underwent a SPK transplant 19 years prior. The donor was a 48-year-old woman with no history of diabetes and cause of death was head trauma. The donor’s final creatinine was 44.2 micromol/L (0.5 mg/dL) and urinalysis did not show proteinuria. The recipient had type 1 diabetes since age 7 complicated by mild retinopathy. Kidney disease was presumed secondary to diabetic nephropathy (no native kidney biopsy performed) which progressed slowly to end-stage kidney disease (ESKD) requiring peritoneal dialysis a year prior to transplantation. He received induction with basiliximab and had been maintained on standard triple immunosuppression with tacrolimus, mycophenolate acid and prednisone. His transplant course had been excellent without rejection episodes or major complications.\\nOn a routine clinic visit 19 years after his transplant, urinalysis showed 2+ proteinuria without cells or casts. Urine protein-creatinine ratio ranged from 3 to 4.3 g/day on multiple repeat measurements, concordant with a 24-h urine collection, which showed 3.5 g/day of proteinuria. His baseline antihypertensive regimen included amlodipine and metoprolol. Losartan was started after proteinuria was detected. Serum creatinine remained within his baseline level (88.4–106.1 micromol/L, 1–1.2 mg/dL, eGFR 58–68 mL/min/1.73m2). Physical examination was notable for trace pedal edema but otherwise unremarkable. Review of previous laboratory results showed a positive dipstick proteinuria was first noted 2 years ago (17 years after transplant). Fasting glucose level has been 5–5.2 mmol/L (90–94 mg/dL) and hemoglobin A1c had been well controlled, ranging from 5.2–5.8% without the use of insulin or any other glucose lowering medications. Lipase and amylase were within reference range on two laboratory checks (amylase 88 and 91 U/L; Lipase 35 and 18 U/L). His home blood pressure was well-controlled. Body mass index was 20.5 kg/m2. Single antigen assay demonstrated no donor-specific antibodies. Immunosuppression was tacrolimus with levels 6.5–10 ng/mL, mycophenolic acid 360 mg twice daily and prednisone 5 mg/day.\\nDue to new-onset nephrotic range proteinuria, kidney allograft biopsy was performed (Fig. ). The biopsy contained 30 glomeruli of which 8 were globally sclerotic. By light microscopy, glomeruli exhibited diffuse capillary loop thickening and diffuse moderate to severe mesangial sclerosis. At least 4 glomeruli exhibited segmental sclerosis, mostly in perihilar locations. There was no glomerulitis, peritubular capillaritis, mesangial hypercellularity or amyloid type deposits. There were no necrotizing lesions or crescents. There were no capillary loop double contours. Moderate tubular atrophy and interstitial fibrosis (30–40%) was present and was focally involved by chronic inflammation. There was no tubulitis or significant inflammation within the non-scarred cortex. There was severe arteriosclerosis and intimal hyaline arteriolosclerosis. There was focal (~ 20%) immunofluorescence C4d staining of peritubular capillaries. Glomerular capillary walls and tubular basement membranes exhibited pseudo linear staining for IgG and albumin. Areas of segmental sclerosis exhibited smudgy IgM, C1q and C3 staining. There was no other significant glomerular or tubulointerstitial immunofluorescence staining. Electron microscopy demonstrated moderate to severe mesangial sclerosis and generally intact podocyte foot processes. Some glomerular capillary loops exhibited minimal segmental early basement membrane double contouring. Glomerular basement membrane thickness could not be assessed as the electron microscopy studies were performed on re-processed paraffin tissue. Peritubular capillaries showed normal basement membranes. There were no immune complex type deposits (including fibrils or microtubules) present in any location. Overall diagnostic impression favored mesangial sclerosis resembling diabetic nephropathy with secondary perihilar focal segmental sclerosis. Given the very early double contour formation on electron microscopic studies a component of chronic transplant glomerulopathy could not be excluded. No previous kidney biopsy was performed or available for comparison.\\nAfter the biopsy results, we started the patient on losartan with proteinuria decreasing in the range of 2 to 3 g/day and creatinine at baseline (1.2 mg/dl or eGFR 68 ml/min/1.73 m2). We also optimized blood pressure control as well as preventive measures such as monitoring lipid panel and fasting glucose levels which remained normal.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'26239683': 2, '19594598': 1, '17568019': 1, '12203216': 1, '8057515': 1, '4042806': 1, '7901527': 1, '9654536': 1, '28509279': 1, '3197624': 1, '10462285': 1, '34895162': 2}", "similar_patients": "{'4519797-1': 1, '4519797-2': 1}"}