{"patient_id": 51249, "patient_uid": "8190838-1", "PMID": 34107944, "file_path": "comm/PMC008xxxxxx/PMC8190838.xml", "title": "Torsion of the wandering spleen as an abdominal emergency: a case report", "patient": "A 27-year-old, multiparous, female, poor patient with a history of umbilical herniorrhaphy eight years ago, and otherwise healthy, presented to our emergency department with acute onset abdominal pain, nausea, vomiting, constipation, on and off fever, and urinary retention from last three days. The pain was relieving with analgesics but exaggerated with physical activity. She said, she experienced the same episode of pain two years ago but was diagnosed as gastritis on endoscopy, for which she was treated. The sonologist at that time suggested her to seek a surgeon's opinion, but she ignored it. She had no previous records with her at the time of admission. Drug and family history was unremarkable.\\nThe vital signs were BP 110/70 mmHg, RR 22/m, PR 70 b/m, Temp 37.5 °C, and SpO2 97%. On physical examination, the abdomen was mildly distended with a midline surgical scar and hypoactive bowel sounds on auscultation. A mobile palpable mass with a smooth surface in the right lower abdomen extending into the pelvis was observed, which was painful on movement. No signs of peritonitis were observed. Blood investigation results were TLC 11,000/mm3 (normal 4000–11,000), neutrophil 83% (normal 40–75), Hb 12.8 g/dl (normal 11.5–16.5), INR 1.18, blood group A + , anti HCV Ab + , HbsAg, and HIV were negative.\\nUltrasound result was not diagnostically significant, so an abdominal CT scan with and without contrast was advised, which showed an empty splenic fossa and mildly enlarged ectopic spleen measuring 15.5 cm in length, present in the right lower abdomen extending into pelvis resting on the bladder fundus. No enhancement of the spleen was noted after iv contrast. The bright capsule of the spleen was observed, indicating collateral flow (rim sign). Regional ileus of the small and large bowel was also seen, as shown in Fig. . A whirl sign indicating torsion of the pedicle of the spleen was observed on the axial section, as shown in Fig. . Other advanced technologies for investigations such as scintigraphy and splenic angiography were not available, and the patient could not afford them as well.\\nLaparoscopic surgery was not feasible because of lack of technology and expertise, so laparotomy was performed, and mildly enlarged congested and ischemic spleen with 1800 twisted pedicle was found, as shown in Figs. and . After detorsion of the spleen and waiting for some time, no colour change was observed. The spleen was not viable, and a splenectomy was performed, which showed thrombosed splenic vessels, as shown in Fig. .\\nThe patient recovered well without any complication and was discharged on 3rd post-operative day. She was followed up for a month without any complaints.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'17867068': 1, '17018308': 1, '20748774': 1, '32021685': 2, '23238797': 1, '8883242': 1, '24973525': 1, '33171434': 1, '26629290': 1, '10450220': 1, '31352320': 1, '24426389': 1, '29876050': 2, '31445501': 1, '17761090': 1, '24693523': 2, '34107944': 2}", "similar_patients": "{'6994766-1': 1, '3950916-1': 1, '5961426-1': 1}"}