{"patient_id": 50299, "patient_uid": "8144108-1", "PMID": 34041424, "file_path": "comm/PMC008xxxxxx/PMC8144108.xml", "title": "Use of three-dimensional–three-dimensional digital subtraction angiography spin fusion protocol for complex aortoiliac endovascular interventions", "patient": "A 70-year-old woman with chronic obstructive pulmonary disease and a hostile abdomen had presented with an asymptomatic 6.5-cm juxtarenal abdominal aortic aneurysm with a 7-mm neck. Open repair was a poor option given her history of open colon resection with subsequent hernia and mesh complications. Preoperative CTA demonstrated an 80° angle at the infrarenal neck and an 80° angle in the opposite direction at the suprarenal aorta. The right and left renal arteries both emerged at a 45° angle relative to the neck and both were downward going. A Cook Zenith Fenestrated graft (Cook Medical, Bloomington, Ind) with two small fenestrations and a scallop was built using a modified centerline to account for the anticipated graft position after insertion. The insertion of Lunderquist wires bilaterally significantly changed the working angles. Using the subtraction spin protocol, the superior mesenteric and renal artery origins were redefined for the fusion overlay. Significant angle variation was observed at the aortic neck and renal ostia from an ∼60° to 37.5° angle (). The gantry angles needed to achieve a perpendicular view of the renal origins according to the new fusion markers also changed significantly from the preoperative measurements by 13° to 20°. After vessel marking and mapping, the Cook fenestrated proximal piece was inserted, and a limited angiogram of the visceral segment revealed marker accuracy; thus, no adjustments were necessary. This significantly aided in graft positioning by facilitating placement slightly superiorly to assist in cannulation of the severe downward going left renal artery and avoiding the need for any additional angiograms through cannulation. The total fluoroscopy time was 80.5 minutes, the total fluoroscopy dose was 3.6 Gy, and the total contrast was 101 mL for this case. At the last follow-up, the patient was >1 year after treatment without evidence of an endoleak and with patent renal artery stents and aneurysm sac shrinkage.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'25175634': 1, '31482337': 1, '26070603': 1, '31147123': 1, '21129898': 1, '27456083': 1, '28485198': 1, '34041424': 2}", "similar_patients": "{}"}