{"patient_id": 111991, "patient_uid": "8525263-1", "PMID": 34720921, "file_path": "noncomm/PMC008xxxxxx/PMC8525263.xml", "title": "A Case of Exfoliative Vesiculobullous Prurigo Pigmentosa Cured by Doxycycline and Topical Tacrolimus", "patient": "A 13-year-old boy presented with a 10-day history of pruritic and tingling erythematous papules and macules on his back, chest, and neck. He was referred from the local hospital because the lesions were gradually increasing in size and number, with newer erythematous papules, vesicles, pustules, and bullae. The pruritus and pain were aggravating as well. His medical and family history was unremarkable. On physical examination, he was 171 cm tall and quite skinny with a weight of 50 kg. The skin showed vesicles, pustules, and papules with an erythematous base on the back and nape, in a wedge-shaped distribution. The chest showed linear erythematous papules and vesicles extending from the center to the left shoulder (Fig. ). Laboratory examinations revealed a white blood cell count of 13,370/mm3 and an anti streptolysin O (ASLO) titer of 469.1 IU/mL (normal: 0–160). All other laboratory results − including a complete blood cell count, blood chemistry panel, liver function tests, and hematology tests including erythrocyte sedimentation rate/C-reactive protein, syphilis, electrocardiogram, chest X-ray, and urinalysis − were within the normal limits. A specimen for skin biopsy was taken from the vesicle on the middle of chest. The histology showed an intraepidermal vesicle, spongiosis, and perivascular inflammatory cell infiltration. Numerous neutrophils and lymphocytes, dyskeratotic cells, and eosinophils were observed in the vesicle and in the papillary dermis. The dermis showed edematous changes (Fig. ). On immunofluorescence staining, C3, IgG, IgA, and IgM were negative.\\nThe patient was admitted to the dermatology department for 10 days and administered doxycycline 200 mg/day, methylprednisolone 40 mg/day and antihistamines to control the acute-phase inflammation. Topical 0.1% tacrolimus ointment (Protopic®) was used twice a day and propacetamol 2 g was administered for 10 days at 8-h intervals for pain control. Until the 3rd day of hospitalization, new vesicles and pustules continued to develop on the chest and back area. During dressing, the vesicles and bullae were punctured with a needle and all the skin lesions exfoliated over time (Fig. ). Later, the patient was discharged with improved skin symptoms without recurrence of vesicles and papules. At the time of discharge, the skin lesions on the back showed reepithelialization after exfoliation, leaving behind reticulated hyperpigmentation. The pruritus and pain almost ceased and only intermittent pruritus remained. At discharge, doxycycline 200 mg/day, antihistamines, and 0.1% tacrolimus ointment were prescribed for 3 weeks. On subsequent follow-up, his skin lesions had almost healed and only some hyperpigmentation remained. At present, 12 months later, only slight pigmentation remains without recurrence.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'16923144': 1, '22901017': 1, '353107': 1, '12652193': 1, '11298695': 1, '21350981': 1, '11730052': 1, '22250622': 1, '34720921': 2}", "similar_patients": "{}"}