{"patient_id": 111119, "patient_uid": "8436652-1", "PMID": 34594206, "file_path": "noncomm/PMC008xxxxxx/PMC8436652.xml", "title": "Toxic Keratoconjunctivitis from Coral Reef", "patient": "A healthy 25-year-old woman, with no history of contact lens wear, presented with several hours of pain, injection and tearing in the right eye. The patient reported accidental exposure to coral reef fluid (Zoanthids-Green Bay Packers, Fig. ) when cleaning her aquarium. She immediately irrigated the eye and continued using artificial tears every 3–4 h.\\nOn examination, before instillation of topical anesthetic, testing of the pH with a Hydrion (Micro Essential Laboratory Inc., Brooklyn, NY, USA) pH strip in both upper and lower fornices revealed a normal pH of 7.0. The pH strip was applied into each fornix for 1 s, then instantly compared the resulting color with the matching pH color chart. Visual acuity was 20/20 in both eyes with normal intraocular pressures. She had upper greater-than-lower lid edema with minimal erythema and no induration. In addition, there was a significant inferior bulbar conjunctival epithelial defect with associated injection, subtle blanching of conjunctival vessels, chemosis, and patchy subconjunctival hemorrhage (Fig. ); there was no corneal epithelial defect (Fig. ). Conjunctival swabs were sent for bacterial culture and gram stain. She was started on topical moxifloxacin 0.5% and prednisolone acetate 1.0% 4× daily as well as preservative-free artificial tears every 2 h. The lid edema worsened over the next 24 h, but she remained afebrile with no changes on ocular exam indicating a low likelihood of a secondary bacterial cellulitis.\\nOn follow up 3 days later, her symptoms had significantly improved; similarly, her exam revealed resolution of the lid edema as well as resolution of the conjunctival injection and chemosis. Gram stain and culture of the conjunctiva showed no neutrophils or organisms. At 2-week follow-up, her symptoms had resolved. Moxifloxacin was stopped and she was subsequently tapered off the prednisolone over a 4-week period by reducing 1 drop each week.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'29110038': 1, '27793603': 1, '27129894': 1, '8094632': 1, '19505494': 1, '11095066': 1, '31483581': 1, '17548099': 1, '26365918': 1, '23702624': 1, '20938008': 1, '32840057': 1, '6123163': 1, '29923030': 1, '2572075': 1, '30528507': 1, '33469260': 2, '34594206': 2}", "similar_patients": "{'7811479-1': 1}"}