{"patient_id": 112446, "patient_uid": "8571185-1", "PMID": 34754584, "file_path": "noncomm/PMC008xxxxxx/PMC8571185.xml", "title": "Spontaneous sacral fracture with associated acrometastasis of the hand", "patient": "A 72-year-old heavy female smoker, with no history of trauma, presented with 20 days of low back pain, right lower extremity sciatica, and a lesion of the right 4th digit. On examination, the patient had right S1 motor/sensory deficits, and ecchymosis/ swelling of the distal phalanx of the right fourth digit []. The lumbar MR showed a S1 pathological fracture/ lytic lesion (i.e. hyperintense at S1/S2 on T2-weighted images), and a second lytic lesion of the right 4th digit.\\nThe chest X-ray revealed a radiopaque lesion in the right mid-upper lung, with atelectasis and slight retraction of the superior mediastinum [].\\nThe hand X-ray showed soft tissue thickening of the right ring finger’s distal phalanx, with a distal phalanx fracture and bone loss/lytic process.\\nThe full-body CT scan documented a large thoracic mass with inhomogeneous contrast enhancement. There were also hypodense areas in the anterior segment of the right upper lobe (90 × 84 mm), with infiltration of the bronchial and vascular branches. An adjacent nodular lesion (11 × 11 mm) and an additional opacity were distinguished in the lateral basal segment of the left lower lobe (5 × 5 mm; considered satellite metastases). Several lymphadenopathies were appreciable in multiple thoracic locations. Osteolytic areas with fractures were detected in the right pubic ramus and at S1 []. Additional metastases were located in the orbit, in the pterion, and in the spleen.\\nThe 18F-FDG PET-CT scan showed accumulation of tracer at multiple sites: in the right adrenal gland (SUV max 11.2), in the middle and upper lung lobes (SUV max 15.8), and in several thoracic lymph nodes (SUV max 16.6). Tracer uptake was also found at T7, T8, T10, L3, the sacrum, the right acetabulum and ischiopubic branch, and the fourth finger of the right hand (SUV max 18.3).\\nThe lumbar MRI study revealed morphological alterations involving the L3, S1, and S2 levels that markedly homogeneously enhanced with contrast [].\\nThe patient underwent a S1 decompressive laminectomy with concurrent biopsy of the S1 vertebral body, lumbopelvic fixation (L4-L5-ileum), and thermal ablation of the L3 lesion. The distal phalanx of the right fourth finger was also amputated.\\nThe patient recovered postoperatively, without any complications, and was able to stand/walk after 2 weeks of rehabilitation. The postoperative CT scan documented adequate neural decompression and screw placement [].\\nThe histological examination revealed a poorly differentiated pulmonary adenocarcinoma infiltrating the bone and soft tissues at S1 and the 4th digit. Immunohistochemical stains were positive for: CKAE1/AE3, CK7, EMA, vimentin, and TTF1 []. Tumor Proportion Score was positive (neoplastic cells ≥50%). The examination for EGFR, BRAF exons mutation was negative. No rearrangements of the ROS1 and ALK genes were detected.\\nThe patient received a course of immunotherapy (pembrolizumab 400 mg IV/42 days) and targeted radiotherapy (20 Gy/4 Gy/fraction) to treat the osteolytic lesions in the right pubic ramus.\\nAt 6-month follow-up, the patient can stand and walk without any pain. However, she reports the new onset of transient diplopia, related to the lesion in the left orbit, which regresses with corticosteroids. The last full-body PET scan showed reduced tracer uptake in previous lesions, but also new secondary lesions in the left lung, frontal lobe, parietal lobe, and C6 vertebral body.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'15275692': 1, '34577873': 1, '24612837': 1, '34754584': 2}", "similar_patients": "{}"}