{"patient_id": 108429, "patient_uid": "8188874-1", "PMID": 34124541, "file_path": "noncomm/PMC008xxxxxx/PMC8188874.xml", "title": "A case report of cobalt cardiomyopathy leading to electric storm and cardiogenic shock: the importance of the orthopaedic background in patients with heart failure of unknown aetiology", "patient": "In May 2019, a 48-year-old male patient was referred to the advanced heart failure unit in our hospital.\\nHe had no cardiovascular risk factors and had been very athletic in the past. He had been diagnosed with rosacea years before and suffered sudden severe sensorineural hearing loss in 2018.\\nA total hip arthroplasty with CoC prosthesis on the right side had been performed in 2008 and on the left side in 2010, both in the setting of avascular necrosis. In 2014, he felt a clicking noise in the right hip prosthesis while he was getting out of a van. A modular-neck prosthesis fracture on the right side was diagnosed and new total hip arthroplasty was required. The acetabular line and the ceramic head were removed and an MoP prosthesis was implanted.\\nHe had no relevant family medical history.\\nIn May 2018, he was attended to in his referral hospital because of heart failure symptoms. The echocardiogram was compatible with an early stage restrictive vs. hypertrophic cardiomyopathy with a mildly dilated left ventricle (LV), slightly thickened walls, and moderate LV dysfunction. Additionally, the magnetic resonance imaging (MRI) showed mild myocardial oedema, a small apical thrombus and subepicardial delayed enhancement in both atria and ventricles that was not present in the basal and medium septum (). A 99m TC-DPD scintigraphy was performed showing no ATTR amyloidosis compatible data. A coronary angiogram ruled out significant disease. A next-generation sequencing panel for genes associated with hypertrophic, dilated, and restrictive cardiomyopathies did not reveal any likely pathogenic variants. At that point, he was in NYHA class II under treatment with diuretics, warfarin, angiotensin-converting enzyme (ACE) inhibitors, beta-blockers, and ivabradine.\\nOne year later, he was admitted because of heart failure. An echocardiogram showed a decline in systolic LV function. No thrombus in the apex was visualized. An implantable cardioverter-defibrillator (ICD) as a primary prevention was implanted and he was referred to our heart transplant unit.\\nWhen first evaluated in our hospital (May 2019), he was in NYHA class III. In the physical examination, a striking third sound and elevated jugular venous pressure were noticed. Severe hearing loss was present.\\nThe electrocardiogram (ECG) showed sinus rhythm 80 b.p.m., right atrial enlargement data, low QRS voltage in the frontal plane, and a pathologic q wave in the inferior leads. The blood tests revealed polycythaemia (haemoglobin 18.8 g/dL; normal range 13–18 g/dL) without any other significant findings.\\nThe echocardiogram revealed severe systolic dysfunction of both ventricles with an ejection fraction of 15% and a TAPSE value of 12 mm. Diastolic function assessment showed a restrictive filling pattern. There was mild hypertrophy of the interventricular septum measuring 13 mm. Regarding valve evaluation, the only remarkable finding was a moderate mitral regurgitation.\\nSeveral differential diagnoses for the possible causes of cardiomyopathy were considered. Mitochondrial syndromes were not compatible since the lactic acid was normal (0.9 mmol/L; normal range 0.5–2 mmol/L) and the multigene panel test was negative, haemochromatosis was ruled out due to a normal ferritin level (171 ng/mL; normal range 22–322 ng/mL), Sarcoidosis was not very probable since there was no pulmonary affection and a normal ACE level (12.4 U/L; normal range 20–95 U/L) was detected. There was no GLA gene mutation either so Fabry disease was discarded. Lastly, a serum protein electrophoresis test dismissed multiple myeloma.\\nA right heart catheter showed pulmonary wedge pressure 15 mmHg (normal range 6–12 mmHg), right atrial pressure 5 mmHg (normal range 2–6 mmHg), pulmonary arterial pressure 25/15/18 mmHg (normal range 15–30/8–15/9–18 mmHg), cardiac index 1.7 L/min/m2 (normal range 2.5–4.0 L/min/m2), and pulmonary vascular resistance 1 WU (normal value < 3.125 WU). Preliminary endomyocardial biopsy analysis did not show amyloid deposits but mild perivascular fibrosis was reported.\\nConsidering the orthopaedic history, the abrupt onset and rapid progression of the cardiomyopathy coupled with deafness and the lack of other common causes, serum levels of chromium and cobalt were determined. Both were found to be severely elevated. Chromium levels were 166 μg/L and cobalt levels were 595 μg/L (normal value for a hip prosthesis carrier <7 μg/L and <5 μg/L, respectively). The myocardial sample was tested for metals too, finding high levels of chromium and cobalt (1.96 and 2.15 μg/g, respectively, in the absence of known reference values).\\nPost-intervention hip X-ray studies () were reviewed showing progressive development of an increased radiological opacity on the right hip. These findings had been misinterpreted as heterotopical calcifications. A computed tomography was then performed showing intense metallosis at that level (). It was then decided to remove the MoP prosthesis. In September 2019, the surgery was performed uneventfully although extensive metallosis and ‘dark grey tissue’ in pericapsular and gluteal regions were found. Another total hip arthroplasty with a CoC approach was performed (). Nevertheless, 2 weeks after the surgery, the patient suffered an electrical storm with several ICD shocks in the setting of multiple episodes of different morphologies ventricular tachycardia.\\nHe was transferred to our critical care unit deteriorating quickly to an INTERMACS 1 situation, leading to an emergent peripheral VA ECMO implantation. Electrical stability was achieved but he showed persistent signs of insufficient LV unloading so an intra-aortic balloon pump was added. However, LV unloading was still inadequate despite high doses of intravenous inotropes and counterpulsation, so a short-term biventricular assist device (BIVAD; Levitronix Centrimag®) was implanted, with LV apex to aorta and right atrium to pulmonary artery cannulation.\\nThe first postoperative hours were marked by the impossibility of maintaining appropriate flows with repeated suction events in the left ventricle assist device (LVAD). A severe myocardial oedema and the absence of any native cardiac output were noticed by transoesophageal echocardiography (). After fluid administration, endovenous corticosteroids, inhaled pulmonary vasodilators and optimization of the right ventricle assist device speed, LV filling improved, and stable optimal flows were achieved.\\nNevertheless, 3 hours later, BIVAD flow suddenly dropped because of a cardiac tamponade, requiring surgical review for haematoma evacuation and haemostasis. The subsequent evolution was overall favourable.\\nOn the 19th day of support, an important decrease in the chromium and cobalt levels was achieved, measuring 71 and 85 μg/L, respectively (). At that point, the patient was feeling very well being capable of doing physical rehabilitation. Humoural sensitization was ruled out and he was listed for heart transplant in an Urgency 0 status. After 23 days of support, the transplant was performed with a bicaval technique. The operation was complicated by severe bleeding secondary to adhesions, but he was weaned from the cardiopulmonary bypass with low doses of inotropes, achieving a normal LV function and moderate right ventricle dysfunction.\\nAfter 8 days, he was discharged to the ward, remaining stable afterwards. There was an improvement in hearing, confirmed by an audiometry. He was discharged 24 days post-operation, with normal biventricular function.\\nFinally, 5 months after the heart transplant, the patient is doing well, in an NYHA functional class of I, with normal graft function.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'30143911': 1, '22455358': 1, '28913397': 1, '24499215': 1, '6051264': 1, '23792775': 1, '29204485': 1, '28189439': 1, '26991580': 1, '24430408': 1, '24382732': 1, '23307670': 1, '28845313': 2, '27148463': 2, '30938191': 1, '27491800': 1, '31516984': 1, '28326382': 1, '34124541': 2}", "similar_patients": "{'5563425-1': 1, '4842352-1': 1, '4842352-2': 1}"}