{"patient_id": 56294, "patient_uid": "8428158-1", "PMID": 34522527, "file_path": "comm/PMC008xxxxxx/PMC8428158.xml", "title": "A Case of Myxedema Coma Crisis Induced by Inhalation Injury", "patient": "A 58-year-old male with a past medical history of human immunodeficiency virus on highly active antiretroviral therapy, CD4 count 125, hepatitis C, chronic obstructive pulmonary disease on home oxygen, chronic kidney disease stage III, and hypothyroidism presented to the emergency department for shortness of breath after being rescued from a house fire. On arrival, the patient was noted to be uncomfortable and noted to have soot (Figure ), vital signs noted as temperature of 98.5 F, heart rate of 89 beats per minute (BPM), respiratory rate 21, blood pressure 120/99 mmHg with oxygen saturation of 73% on room air. The patient was placed on non-rebreather mask; however, he did not tolerate and was consequently intubated for airway protection and acute hypoxemic respiratory failure with post-intubation arterial blood gas showing pH 7.34, pCO2 71.3, and pO2 391. The patient’s initial labs and analytics showed laboratory findings significant for macrocytic anemia, acute kidney injury on CKD with mild troponin leak and elevated pro brain natriuretic peptide, elevated carboxyhemoglobin levels (9.2%), and normal cyanide levels. Electrocardiography showed a normal sinus rhythm with chest X-ray showing right lower lobe infiltrate.\\nHours after the intubation, the patient was found to be hypothermic to 95.0 F, bradycardic as low as 38 BPM, and hypotensive with a mean arterial pressure of <65 mmHg consequently requiring pressor support despite fluid resuscitation. Electrocardiogram showed sinus bradycardia with sinus arrhythmia, low-voltage QRS, and prolonged QT. The patient was actively rewarmed using warming blankets and sedation was discontinued to rule out any drug-induced cause of bradycardia but the patient remained bradycardic with poor mental status. The patient was spontaneously breathing, opened eyes, and was responsive to physical and verbal stimuli; however, he was not following any commands. Blood cultures and tracheal aspirate cultures were completed, and all were found to be negative. Thyroid function tests were done and the patient was found to have elevated TSH of 149 μIU/mL, depressed free triiodothyronine (T3) <0.39 ng/dL and depressed free thyroxine (T4) <0.1 ng/dL, and thyroid peroxidase antibody 52.3. Of note, there is no known TSH prior to this episode. Given the patient’s bradycardia, hypothermia, hypotension in the presence of a precipitating event (inhalational injury), hypoxemia, and hypercarbia, signs and symptoms were highly suggestive of MC.\\nThe patient was started on hydrocortisone 100 mg IV three times daily with initial IV levothyroxine 200 mcg followed by 100 mcg along with T3 supplements 25 mcg via nasogastric tube for one dose followed by 12.5 mcg every 12 hours for a total of five days. Patient’s hypothermia and bradycardia improved. Regarding lab values, TSH improved from 149 to 51 and later 32 after three days of treatment. T3 and T4 improved to 1.92 and 0.5 ng/dL, respectively.\\nDuring the course of stay in the hospital, the patient clinically improved, was tapered off pressor support, and extubated successfully on day 8 of admission. Once tolerating oral medications, the patient was switched to levothyroxine 100 mcg daily and tapered off steroids. Based on the case presentation above, the patient was diagnosed with MC triggered by the house fire. Adequate treatment was provided to the patient and he improved significantly and favorably and was discharged home to follow up at the clinic.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'25809434': 1, '6806085': 1, '30853666': 1, '11130234': 1, '17712058': 1, '24518183': 1, '29849399': 2, '34522527': 2}", "similar_patients": "{'5965428-1': 1}"}