{"patient_id": 55812, "patient_uid": "8407031-1", "PMID": 34476075, "file_path": "comm/PMC008xxxxxx/PMC8407031.xml", "title": "Safe laparoscopic resection of a giant schwannoma in the retroperitoneum using a fluorescent ureteral stent: a case report", "patient": "A 47-year-old man was admitted to his local hospital complaining of left abdominal pain. CT showed a 10-cm tumor in the left abdomen, and he was referred to our hospital. Contrast-enhanced CT confirmed a 10-cm hypodense solid mass in the retroperitoneum of the lower left abdomen. It showed that the tumor was contiguous with the third lumbar nerve, suggesting that it was a schwannoma (). Because the tumor was huge and its presence seemed to be associated with abdominal symptoms, we planned to resect it via less-invasive laparoscopic surgery.\\nAs the tumor was close to the left ureter and testicular arteries and veins, there was concern about their injury. Hence, we constructed a 3D CT image preoperatively to understand its anatomical positioning and surroundings (). In addition, to avoid left ureter injury, we placed a fluorescent stent in the left ureter preoperatively.\\nWe then undertook five-port laparoscopic surgery using an infrared imaging videoscope. Two 10-mm ports were placed on the cranial side of the umbilicus and in the lower right abdomen, respectively, and three 5-mm ports were placed, respectively, on the left and right upper abdomen and the cranial side of the pubis. The tumor was on the dorsal side of the sigmoid colon in the lower left abdomen (). We could then perform the dissection along the tumor, clearly visualizing the left ureter () and the left testicular arteries and veins (). Finally, the third lumbar nerve continuous with the tumor was dissected near the tumor (), and the tumor was removed from an umbilicus wound that extended 7 cm. Total operative time was 248 min, with an estimated blood loss of 29 ml. The surgical specimen was soft and spherical, with a capsule of 10 cm maximum diameter. The specimen contained a septum that was filled with a dark-red serous fluid ().\\nPostoperatively, the patient experienced femoral nerve palsy, but it diminished over time because of rehabilitation. He was discharged from the hospital on postoperative Day 6.\\nHistologically, the tumor showed irregular formation with spindle cells and foci of foam cells. Immunostaining for S-100 protein was positive (). Based on these findings, schwannoma was diagnosed.\\nCurrently an outpatient, he is free from abdominal symptoms. We plan to follow him with CT imaging to check for signs of recurrence.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'20124578': 1, '16769268': 1, '30278542': 2, '33064915': 1, '17589680': 1, '33273945': 1, '14665342': 1, '18834531': 2, '24876325': 2, '33024769': 2, '34476075': 2}", "similar_patients": "{'2567322-1': 1, '2567322-2': 1, '2567322-3': 1, '2567322-4': 1, '2567322-5': 1, '7520759-1': 1, '6181516-1': 1, '3895046-1': 1}"}