{"patient_id": 51430, "patient_uid": "8202443-1", "PMID": 34150369, "file_path": "comm/PMC008xxxxxx/PMC8202443.xml", "title": "Candida Spondylitis Considered as Microbial Substitution After Multiple Surgeries for Postoperative Lumbar Spine Infection", "patient": "The patient was a 70-year-old male without a previous history of significant health problems, who underwent a partial lumbar laminectomy (L2/3 to L5/S1) for lumbar spinal stenosis at another hospital about nine years previously. After the initial surgery, a postoperative wound infection developed. Another wound infection occurred after a posterior lumbar interbody fusion (L3/4, L4/5) approximately six years previously. Six months after the second surgery, an anterior lumbar interbody fusion that consisted of a combination of a plate and screw fixation with autologous iliac bone grafting was performed for infectious pseudoarthrosis at L3/4. The patient developed persistent back pain postoperatively. An intraoperative specimen that was cultured after the third surgery was negative for bacteria and the presence of tuberculosis or a fungus was also ruled out by a histopathological examination of the specimen. Two years after the third surgery, all pedicle screws of posterior lumbar interbody fusion of second surgery were removed from the infected posterior implant. Six months before his present admission, the patient developed a fever and was diagnosed with chronic pyogenic spondylitis of the lumbar spine. He was treated with intravenous cefazolin (3 g/day) and clindamycin (1,200 mg/day) followed by an oral course of cefaclor (750 mg/day) and clindamycin (450 mg/day), followed by an oral course of minocycline (100 mg/day). Antimicrobial treatment was administered for a total of six months. The inflammatory response was attenuated temporarily, but resumed.\\nFor 9 years, he was referred to our hospital. He had no neurological findings, but the patient’s daily activities were strongly restricted because of persistent back pain. Upon admission, the patient was afebrile, and a peripheral blood sample revealed a mildly increased inflammatory response (white blood cells count 7100/µL, C-reactive protein [CRP] 1.02 mg/dL, and erythrocyte sedimentation rate [ESR] of 36 mm/h). Computed tomography (CT) showed bone destruction of the vertebral endplates and osteosclerosis of the L2-L4 vertebral bodies (Figure ).\\nWe used a percutaneous pedicle screw system to perform a posterior thoracolumbar pelvic fixation, skipped the infected L2-4 vertebral bodies (Th10 - sacral-alar-iliac), in order to stabilize the infected unstable vertebral bodies, and simultaneously performed a full-endoscopic biopsy of the intervertebral disc of L3/4 to identify the causative organisms. Candida parapsilosis was identified from a fungal culture of the biopsy specimen of the intervertebral disc of L3/4. Altogether, the patient’s findings were diagnosed as Candida spondylitis, and antifungal treatment was started consisting of intravenous fluconazole (800 mg/day) three weeks, followed by an oral administration of fluconazole (400 mg/day). Two weeks after the posterior stabilization and biopsy, we removed the anterior plate and screws and performed curettage of the lesion and a fibula graft via a retroperitoneal approach (Figure ). The patient’s back pain rapidly resolved after the procedure. At the time of this writing, he has continued to take fluconazole.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'16868600': 1, '26316526': 1, '22999901': 1, '28767571': 1, '24059378': 1, '20461172': 1, '20876624': 1, '22911646': 1, '22005083': 1, '34150369': 2}", "similar_patients": "{}"}