{"patient_id": 111198, "patient_uid": "8450979-1", "PMID": 34552753, "file_path": "noncomm/PMC008xxxxxx/PMC8450979.xml", "title": "Dislocations of the second and third metatarsophalangeal joints after local steroid injection in patients with refractory metatarsalgia: A case report", "patient": "Written informed consent was obtained from the patient for her anonymized information to be published in this article.\\nA 46-year-old female dental hygienist with no history of rheumatoid arthritis or trauma presented with metatarsalgia of the right foot. She was diagnosed with interdigital neuroma at a nearby hospital and received a local steroid injection on the plantar aspect of the second web space. The use of an insole was also prescribed. For 2 years thereafter, steroid injections were administered to treat any exacerbation of the metatarsalgia (10 injections of triamcinolone and one of betamethasone were administered). At 1 year after the primary injection, the second and third toes became bent and developed swelling, especially at the third MTP joint; she was subsequently referred to our department.\\nPhysical findings indicated flexible hammertoe deformities of the second and third toes. The ranges of motion of the right second and third toe MTP joints at extension were 90° and 70°, respectively, whereas the corresponding ranges at flexion were both 0°. The ranges of motion in the proximal interphalangeal joints at extension were −30° and −60° in the second and third toes, respectively; the corresponding ranges at flexion were 70° and 90°, respectively.\\nThe initial non-weight-bearing radiographs revealed no dislocation or arthritic changes in the second and third MTP joints (). After 2 years, dorsal dislocations of these joints were noted on a lateral radiograph (). Although no bone cyst or sclerosis was observed on the dorsoplantar radiograph, mild hallux valgus deformity was found. Magnetic resonance imaging revealed synovial fluid retention in the second and third MTP joints, and the plantar plates of both joints were ruptured from the proximal phalanx and retracted under the metatarsal head ().\\nSurgery was performed for the second and third MTP joints and the hallux valgus deformity. The plantar plate disappeared, and the flexor digitorum tendon was exposed at the second and third MTP joints intraoperatively; the medial and lateral collateral ligaments (CLs) and the capsule were preserved and were sufficient for reconstruction. After cross-drilling the metatarsal head, the CLs were re-attached using non-absorbable sutures, and temporary fixation was achieved with a Kirschner wire. In addition, proximal oblique shortening osteotomies of the second and third metatarsal bases were performed. For the hallux valgus deformity, a distal soft tissue procedure and proximal osteotomy of the first metatarsal were performed, according to our operative indications.\\nA short leg cast and non-weight-bearing walking were prescribed and continued for 3 weeks. At 4 weeks, partial weight-bearing in a short leg plaster shell, with active and passive range-of-motion exercises, was encouraged. At 7 weeks, the patient was instructed to wear shoes with arch supports, and full weight-bearing walking was allowed.\\nCorrection of the deformity was achieved after the operation; however, pain in the third MTP joint recurred. A collapse of the third metatarsal head was observed at 5 months postoperatively (), and pain in the foot during walking gradually became worse. Therefore, resection arthroplasty because of necrosis of the third metatarsal head was performed at 15 months after the primary operation. At 1 year after reoperation, metatarsalgia improved, and visual analog pain score decreased from 8.6 points preoperatively to 1.8 points postoperatively.\\nPostoperatively, the ranges of motion in the right second and third toes at the MTP joints for extension were 40° and 20°, respectively, while the corresponding ranges for flexion were 10° in both toes. Neither re-dislocation of the MTP joint nor recurrence of hallux valgus was observed ().", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'32917524': 1, '20970844': 1, '24958766': 1, '25710936': 1, '32555076': 1, '23636185': 1, '26220406': 1, '22735202': 1, '29409240': 1, '11310861': 1, '2584267': 1, '34552753': 2}", "similar_patients": "{}"}