{"patient_id": 55224, "patient_uid": "8380826-1", "PMID": 34434940, "file_path": "comm/PMC008xxxxxx/PMC8380826.xml", "title": "Case Report: Life-Threatening Post-operative Hemorrhage in Klippel–Trenaunay Syndrome Associated With Hypofibrinogenemia", "patient": "A 36-year-old female patient with many medical histories was admitted to our department and reported progressively decreased hemoglobin for 6 days duration after explorative laparotomy and excision of ruptured hemorrhagic corpus luteum even after receiving a transfusion of erythrocyte suspension. Her medical histories included a bleeding tendency, poor wound healing, easy bruising, lateral extensive varicose veins, and hypertrophy of the left lower extremity since her early infancy. However, her parents denied a similar medical history or manifestations in the patient. She also reported that she suffered from postpartum bleeding after a cesarean section 6 years ago and survived via conservative therapy, including transfusion with erythrocyte suspension (ES) and fresh frozen plasma (FFP). In addition, she was informed to suffer from hypofibrinogenemia and splenomegaly 4 years ago. The level of serum fibrinogen was reported to be maintained at about 1 g/L (normal range: 2–4 g/L). She denied the medical histories of epistaxis, hemarthrosis, and menorrhagia. None of her family members have similar medical histories.\\nPhysical examination on her admission to our department revealed pallor, tachycardia, varicosities in the left leg (), and hypertrophy of her left leg (). Pulmonary examination was unremarkable. The signs of peritoneal irritation were not detected, and the temperature was 36.4°C. There was red fluid from the abdominal drain. Laboratory tests demonstrated a hemoglobin concentration (HGB) of 68 g/L (115–150 g/L), platelet count (PLT) of 98 * 109/L (125–135*109/L), prothrombin time (PT) of 19.2 s (11–14.5 s), activated partial thromboplastin time (APTT) of 42.7 s (28–45 s), and fibrinogen of 0.75 g/L (2–4 g/L). She was immediately transfused with 2 g of fibrinogen concentrate. Over the next 2 days, laboratory test data persistently deteriorated, although, she was transfused with 14 g of fibrinogen concentrate, 10 U (units) of erythrocyte suspension (ES), 800 ml of fresh frozen plasma (FFP), and 22 U of cryoprecipitate. HGB, PLT, and fibrinogen dropped to 38 g/L, 9 * 109/L, and 0.44 g/L separately. PT and APPT were prolonged to 25.6 and 56.6 s, separately. Thrombelastogram (TEG) indicated that she was hypocoagulable with low functional fibrinogen and platelet. In addition, there were large amounts of fresh red fluid (800–1,000 ml) from the abdominal drain every day. Abdominal computer tomography (CT) showed a massive hematoma with a diameter of 12.4 * 8.4 cm () in her pelvic cavity. However, her vital signs were stable except for tachycardia. Thus, we performed again explorative laparotomy to observe the surgical wound surface. Intraoperatively, extensive oozing of blood from the surgical wound surface was detected, and the massive intra-abdominal hematoma was removed. Intraoperatively, 6 L of blood was evacuated and 6 U of ES, 2 U of PLT, 10 U of cryoprecipitate, and 400 ml of FFP were transfused. However, the post-operative period was still eventful. Post-operatively, the levels of HGB and fibrinogen were maintaining the low levels even with the transfusion of large amounts of ES, FFP, fibrinogen concentrate, and cryoprecipitate, and every day, about 600–1,000 ml of red fluids are drained from the abdominal drain. In addition, abdominal CT () showed a massive hematoma with a diameter of 11 * 8.9 cm in the patient's pelvic cavity on day 5 after the operation. The characters of laboratory tests data are demonstrated in . We performed TEG analysis on days 3 and 10 after the operation, which indicated that she was still hypocoagulable with low functional fibrinogen and platelet. In addition, the whole gene mutation analysis for KTS and congenital hypofibrinogenemia was tested. However, no gene mutation was detected. On day 14 after the operation, TEG analysis was normal with normal functional fibrinogens and platelest. In total, 78 g of fibrinogen concentrate, 23 U of ES, 2 U of PLT, 1,850 ml of FFP, 14.4 g of tranexamic acid, and 78 U of cryoprecipitate were transfused postoperatively until the levels of HGB and fibrinogen were stable. Fortunately, during the process of the disease, the temperature of the patient was maintained at a normal level, and no signs of peritoneal irritation were detected. She was discharged after 35 days of hospitalization with oral contraceptive pills. She was followed up for 6 months with nothing remarkable.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15741381': 1, '16502069': 1, '28432715': 1, '23888458': 1, '18216519': 1, '23799311': 1, '32528762': 1, '31852150': 2, '23599532': 1, '28938309': 1, '18645138': 1, '23915076': 1, '25106126': 1, '31864529': 1, '34434940': 2}", "similar_patients": "{'6922477-1': 1}"}