{"patient_id": 50305, "patient_uid": "8144523-1", "PMID": 34046343, "file_path": "comm/PMC008xxxxxx/PMC8144523.xml", "title": "Anlotinib Combined With Chemotherapy for Recurrence of Pulmonary Sarcomatoid Cancer Previously Surgically Treated: A Case Report and Literature Review", "patient": "A 77-year-old male was admitted to our hospital complaining of coughing, expectoration, and blood-stained sputum for one month on September 11, 2018. There were no symptoms of fever, shortness of breath, chest stuffiness, or chest pain. He had a history of smoking for 40 years and smoked up to 20–25 cigarettes each day. In addition, he also had a history of stage 3 hypertension for 20 years and nifedipine delayed-release tablets were used to control blood pressure. Blood chemistry and tumor markers were within normal limits. A contrast-enhanced CT scan of the chest and abdomen showed a soft mass (42 × 38 mm) in the inferior lobe of the right lung without any lymph nodes or distant metastasis (). A videothoracoscopic right lower lobectomy and mediastinal lymph node dissection procedure were performed on the patient on August 3, 2018. The postoperative pathological examination revealed a pulmonary sarcomatoid carcinoma with a size of 3.2×2.5×1.5 cm and with negative surgical margins of the bronchus and vessels. The subtype of PSC was confirmed as spindle cell carcinoma by the pathologist. A total of 37 lymph nodes were retrieved, including the second, fourth, seventh, tenth, and eleventh groups of lymph nodes, and all of them were negative. The TNM staging was T2aN0M0 IB according to the 8th edition of the AJCC/UICC TNM staging system for lung cancer. Immunohistochemistry showed that the cells were stained positive for EMA(focal+), CK8/18(focal+), TTF-1(focal+), Ki-67(70%), CD34(focal+), CD31(+), and SMA(+), and negative for AE1/AE3(−), NapsinA(−), CK5/6(−), P40(−), P63(−), S-100(−), ERG(−), and Desmin(−) (). Next-generation sequencing (NGS) showed 10 somatic mutations in BRAD1 [p.E355K(c.G1083A)], EPCAM [p.F20S(c.T59C)], EPHA3 [p.R274Q(c.G821A)], FGFR2 [p.A389V(c.C1166T)], KRAS [p.G12C(c.G34T)], RAC1 [p.A59G(c.C176G)], RAD54L [p.R688C(c.C2062T)], SMRCA4 [p.A733V(c.C2198T)], TERT [c.C-124T], and TP53 genes [p.R80K(c.G839A)]. Nevertheless, common mutations such as in EGFR, ALK, and ROS-1 genes were not found by NGS. The tumor mutational burden (TMB) was 9.7 mutations/Mb and the microsatellite status was microsatellite stability (MSS). Unfortunately, follow-up CT reexamination one month after surgery demonstrated disease recurrence in the mediastinum and right pleural effusion (). Then the patient underwent one course of first-line chemotherapy consisting of gemcitabine and albumin paclitaxel. However, the coughing and expectoration persisted, and there was no significant relief after discharge. Because new symptoms of chest stuffiness and fatigue increased gradually, the patient was readmitted for a CT scan, which showed that the tumor had progressed in the mediastinum, the right pleura, and bronchial stump, and there was a new distant metastasis in the upper abdomen (–A1, B1, C1, D1). The response evaluation was progressive disease (PD). Therefore, we changed the regimen to anlotinib combined with second-line chemotherapy consisting of dacarbazine and cis-platinum. After one cycle of treatment, symptoms of coughing, expectoration, chest stuffiness, and fatigue were significantly relieved. After two cycles of treatment, the symptoms disappeared substantially. Follow-up CT reexamination after two cycles of treatment showed that the tumor regressed significantly and the response evaluation was partial remission (PR) (–A2, B2, C2, D2). After four cycles of treatment, a CT scan demonstrated that the tumor remained in remission, and the response evaluation remained PR (–A3, B3, C3, D3). PET-CT was performed for therapeutic response assessment, and the results showed CR after the completion of six cycles of treatment (). Subsequently, the patient continued taking anlotinib as a maintenance treatment. In the most recent reexamination (more than two years after therapy), the disease was still stable, and there was no intolerable toxicity.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'16941152': 1, '30098152': 1, '30126857': 1, '26215952': 1, '27174587': 1, '33154213': 1, '26329973': 1, '29358502': 1, '30348638': 1, '30819829': 1, '29895706': 1, '24389441': 1, '28419182': 1, '24088577': 1, '23676558': 1, '29454091': 1, '27716285': 1, '21606430': 1, '34046343': 2}", "similar_patients": "{}"}