{"patient_id": 47647, "patient_uid": "8017632-1", "PMID": 33794866, "file_path": "comm/PMC008xxxxxx/PMC8017632.xml", "title": "Pyosalpinx due to Cronobacter sakazakii in an elderly woman", "patient": "A 70-year-old nulligravid Japanese woman presented to our hospital with a four-day history of left lower abdominal pain and fever up to 38.5 ℃. Three days previously, pyelonephritis had been suspected and an antibiotic was administered at a previous clinic, but her symptoms did not improve. Tracing back her history, she had been totally blind since 14 years old, and diagnosed with depression one year ago and received medication of 15 mg/day of Mirtazapine and 50 mg/day of Chlorpromazine hydrochloride. Her dietary habits were common, but the toothbrushing was insufficient. Therefore, several teeth had been already lost. Her husband had died and she had been sexually inactive for the last four years. Physical examination revealed evident lower abdominal tenderness and rebound tenderness. Her body temperature was 39.4 ℃ and consciousness was drowsy. On gynecological examination, uterine cervical os was tightly closed without vaginal discharge. The uterine body was atrophic. A laboratory test showed leukocytosis with C-reactive protein of 24.36 mg/dL. Neisseria gonorrhoeae deoxyribonucleic acid (DNA) and Chlamydia trachomatis DNA in the urine were both negative. Urgent abdominal computed tomography (CT) disclosed a cystic mass of 64 × 30 mm with an equally enhanced wall (Fig. a). Because the cystic mass was continuous with the left edge of the uterus, a left adnexal abscess was suspected (Fig. b). CT also revealed ascites in the pelvic cavity and a diffusely enhanced peritoneum. Diffuse generalized peritonitis caused by rupture of the left adnexal abscess was suspected, and thus surgical intervention was planned.\\nLaparotomy revealed a ruptured left pyosalpinx with pus-like content (Fig. ). The ascites had a foul smell and white moss was diffusely attached to the surface of the colon. The left ovary, uterus, and right ovary were atrophic. The right tube was slightly reddish with spreading of inflammation. Left salpingo-oophorectomy, resection of the right tube, and washing of the abdominal cavity with saline were performed. Pathological examination of the left adnexa showed tubal tissue with acute inflammation and inflammatory exudate, which were compatible with a pyosalpinx, and pus culture yielded C. sakazakii. In susceptibility testing of antibiotics, although this isolated C. sakazakii was resistant to Ampicillin, it was susceptible to other antibiotics including Cefazolin, Cefmetazole, Gentamicin, Levofloxacin, Imipenem, and Meropenem.\\nBecause CO2 narcosis developed in the patient, after the operation, respirator management was needed in an intensive care unit. Moreover, polymyxin B-immobilized fiber column direct hemoperfusion was performed for two days. Bacteria were not detected by blood culture performed before the operation, but antibiotics of Cefmetazole sodium for 3 days and Meropenem hydrate for 9 days were administered. The general state of the patient gradually improved and she was discharged from our hospital 21 days after the operation.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'22054217': 2, '30290835': 2, '14723994': 1, '6479427': 1, '34745060': 1, '30789137': 1, '2052979': 1, '29890968': 2, '19679984': 1, '31216992': 2, '3881949': 1, '26436411': 1, '23260041': 1, '16618451': 1, '11307587': 1, '9230382': 1, '17646217': 1, '33794866': 2}", "similar_patients": "{'6173840-1': 1, '3225407-1': 1, '5996547-1': 1, '6585093-1': 1}"}