{"patient_id": 53670, "patient_uid": "8302234-1", "PMID": 34327094, "file_path": "comm/PMC008xxxxxx/PMC8302234.xml", "title": "Trimethoprim-Sulfamethoxazole-Induced Aseptic Meningitis: A New Approach", "patient": "A 51-year-old male presented to the emergency department complaining of headache, subjective fever, and chills for three days. He also reported generalized weakness, diaphoresis, and neck rigidity. He denied cough, shortness of breath, abdominal pain, nausea, vomiting, diarrhea, photophobia, or focal weakness. He had a past medical history of controlled hypertension. Eight days before presentation, he was started on TMP-SMX 800-160 mg tablet two times daily for 10 days for the left foot and ankle redness treated as simple cellulitis.\\nVitals were generally stable with a blood pressure of 134/80 mmHg, heart rate of 98 beats per minute, temperature of 97.9℉, respiratory rate of 22 breaths per minute, and oxygen saturation of 99% in room air. Physical examination was remarkable of an uncomfortable, ill-looking patient, with nuchal rigidity, but he was alert and oriented with otherwise unremarkable neurological, lung, and gastrointestinal examination.\\nThe laboratory results are shown in Table .\\nThe non-contrast computed tomography (CT) scan of the head, CT-angiography scan of the chest, and chest X-ray were unremarkable. Blood cultures and urine drug screen were all negative. The coronavirus disease 2019 (COVID-19) test was negative. The right upper quadrant ultrasound and hepatitis panel were unremarkable. Eight hours later, he had a fever of 102℉ and urinalysis was positive showing trace leukocytes. He was initially started on vancomycin and ceftriaxone empirically. Infectious disease (ID) was consulted. Extensive testing for different infectious diseases, including test results for Lyme, malaria, babesia, Ehrlichia chaffeensis, Anaplasma, cytomegalovirus (CMV), HIV, and heterophile antibody, all came back negative. Rheumatoid factor and cyclic citrullinated peptide antibody were all within normal limits.\\nAlso, the meningitis/encephalitis film array result (6 bacteria, 7 viruses, and 1 fungus) was unremarkable. Enzyme-linked immunosorbent assay (ELISA) tests for herpes simplex 1/2 and west Nile viruses were negative. CSF angiotensin-converting enzyme was negative. CSF culture was also negative for bacterial growth. After taking the history and laboratory test results, there was a high index of suspicion for medication-induced aseptic meningitis. TMP-SMX and all other antibiotics were discontinued, and he was monitored and managed conservatively. Two days later, all his symptoms completely resolved, and his aspartate aminotransferase (AST)/alanine transaminase (ALT) levels have improved. He was discharged after five days with instructions to avoid any sulfa medications including TMP-SMX. On his two weeks' outpatient follow-up, the patient remained medically stable and liver enzymes were back to normal.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'29364542': 1, '20930076': 1, '12769786': 1, '27579194': 2, '25227653': 1, '8006651': 1, '23999938': 1, '25240332': 1, '31885958': 2, '33187718': 1, '34327094': 2}", "similar_patients": "{'4992527-1': 1, '4992527-2': 1, '6927022-1': 1}"}