{"patient_id": 110749, "patient_uid": "8404627-2", "PMID": 34471510, "file_path": "noncomm/PMC008xxxxxx/PMC8404627.xml", "title": "Venetoclax combination therapy with hypomethylating agents in young adults with relapsed/refractory acute myeloid leukaemia", "patient": "We report the case of a 47-year-old woman. In April 2018, she was diagnosed with AML with myelodysplasia-related changes with complex karyotype including del5q, delTP53, trisomy 8 and three copies of MLL, nonmutated FLT3, TP53 and PTPN11 mutations.\\nShe was treated with induction chemotherapy following the ‘3 + 7’ scheme without treatment response. Then, she received rescue treatment with guadecitabine within a clinical trial (SGI-110-06). After three cycles of chemotherapy, CR with negative MDR was reached. During these admissions, she presented notable complications such as gangrenous appendicitis that required appendectomy in May 2018 and a paracolic abscess with inflammatory changes in the cecum and right colon with colic and ileal fistulization that required a right hemicolectomy in September 2018.\\nIn December 2018, she received an allogeneic HSCT from a matched related donor with a reduced-intensity conditioning regimen with fludarabine and busulfan and GvHD prophylaxis with tacrolimus and rapamycin. As posttransplant complications, she presented grade 2 cutaneous GvHD and pasty stools with irregular bowel habits. The results of endoscopy with biopsy were not suggestive of intestinal GvHD.\\nApproximately 3 months later, she presented positive MRD in the marrow (0.5% of blasts). Treatment with AZA (75 mg/m2, days 1–7 of each 28-day cycle) and decreased immunosuppression were indicated.\\nIn June 2019, a medullar study revealed an overt relapse. Combination treatment with VEN (uptitrated from 100 mg daily to a maximum dose of 400 mg) and DEC (20 mg/m2 × days 1–5 of each 28-day cycle) and rapid immunosuppression withdrawal were initiated. After the first cycle of VEN + DEC, she reached CRi with positive MRD. As treatment complications, she presented myelosuppression and required admission due to febrile neutropenia. Treatment with VEN was withheld during hospitalization and was subsequently restarted at a dose of 100 mg per day due to cytotoxicity and possible interaction with antifungal prophylaxis with posaconazole.\\nDuring treatment with VEN + DEC, she presented primary Escherichia coli bacteremia with possible secondary splenic abscess and possible disseminated candidiasis, initially treated with caspofungin administered via outpatient parenteral antimicrobial therapy followed by oral voriconazole. During treatment with voriconazole, the VEN dose was reduced to 70 mg due to possible interaction.\\nAfter five cycles of combination therapy, it was decided to suspend the combination treatment due to myelosuppression and the associated risk of infectious complications after reaching CR and negative MRD. A second related donor transplant was considered, although it was finally decided to prophylactically perform a DLI to maintain CR with negative MRD and complete chimerism.\\nThe patient remained without treatment until August 2020, when the level of myeloblast reached 40%. Then, it was decided to restart treatment with DEC + VEN (100 mg per day due to risk of interaction with posaconazole treatment) before performing a second HSCT. In September, she was admitted, with diarrhoea and fever being diagnosed with community-acquired pneumonia with Klebsiella pneumoniae isolation. After 8 days of hospitalization in the intensive care unit, the patient died of septic shock due to pneumonia.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'31259427': 1, '32390196': 1, '33793970': 1, '29218851': 1, '31965269': 1, '32628327': 1, '32035355': 1, '31187237': 1, '32896301': 1, '31441045': 1, '33664234': 1, '29545346': 1, '26376137': 1, '26639348': 1, '32833294': 1, '30510081': 1, '29860938': 1, '32786187': 1, '32735397': 1, '12123403': 1, '32092584': 1, '23243288': 1, '28058490': 1, '33211826': 1, '29018077': 1, '32458446': 1, '26537111': 1, '32866594': 1, '24451410': 1, '20558611': 1, '23970018': 1, '27520294': 1, '29241450': 1, '31816059': 1, '30361262': 1, '30499168': 1, '32236406': 1, '17097560': 1, '29339097': 1, '22956810': 1, '27118319': 1, '34471510': 2}", "similar_patients": "{'8404627-1': 2}"}