{"patient_id": 110667, "patient_uid": "8386264-1", "PMID": 34483592, "file_path": "noncomm/PMC008xxxxxx/PMC8386264.xml", "title": "Rare case of giant myoepithelioma in minor salivary glands of palate in a 9-year-old child", "patient": "A 9-year-old female child presented with an asymptomatic slowly progressive palatal mass for 1 year (usually noted in the superficial lobe of parotid in the mid-adult years). There was no history of dysphagia, odynophagia, sleep apnea, voice change, weight loss, loss of appetite, and fever. The clinical examination revealed a firm, nontender, nonpulsatile, round, bluish pink mass originating from the left side of hard palate crossing midline (the lesion was firm in our case, whereas it is usually freely movable if present at any other site in the oral cavity). No ulceration was noted on the surface of swelling . The computed tomography (CT) scan showed well-defined heterogeneous mildly enhancing soft-tissue mass arising from hard palate (measuring 4.4 cm × 3.4 cm × 2.2 cm), causing significant bulge in oral cavity with no obvious involvement of soft palate and no bony erosion. There was slight calcification in the center of mass, but no cystic component or fat tissue component within the mass. Based on CT findings, it was diagnosed with a benign palatal mass. The surgical excision of the benign palatal tumor was planned out. Preoperative planning involved replication of tumor in cast []; impression made using medium-body putty material. Tumor impression replicated in the cast was trimmed, following which obturator was fabricated []. The patient was operated through transoral approach under general anesthesia. The mass was totally removed [Figures and ] with submucosal dissection and histological diagnosis was confirmed. Immediately, after the removal of palatal tumor, the obturator was given for 2 weeks []. The obturator was removed after 15 days of the surgical procedure. The patient was recalled after every 15 days for the next 2 months, to assess the presence of any secondary infectioninfection; is showing the progress after 3 weeks. The patient was kept under observation for the next 6 months.\\nThe tumor is composed of exclusively of neoplastic myoepithelial cells. The tumor shows lobules and sheets of proliferating tumor cells, which are predominantly plasmacytoid []. Tumor cells are round cells with eccentric nuclei with eosinophilic often hyaline appearing cytoplasm giving it a plasmacytoid appearance [] and these cells are often referred to as “Hyaline Cells.” Little intercellular fibrous stroma is present.\\nMyoepithelial differentiation of tumor cells is confirmed with immunohistochemistry using markers cytokeratin – CK-5 and CK-6, embryonic membrane antigen (EMA) [], and smooth muscle actin (SMA) []. SMA shows focal positivity in tumor cells. EMA shows positivity in salivary ducts and is negative in tumor cells. Cytokeratin shows positivity in tumor cells that is CK-5 [] and CK-6 [] shows diffuse positivity in tumor cells.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'17397468': 1, '19214604': 1, '10397524': 1, '10416636': 1, '21917131': 2, '18383757': 1, '18059237': 1, '11016757': 1, '34483592': 2}", "similar_patients": "{'3184273-1': 1}"}