{"patient_id": 58087, "patient_uid": "8511878-1", "PMID": 34667603, "file_path": "comm/PMC008xxxxxx/PMC8511878.xml", "title": "Behcet's disease in an adult male from Nepal: A case report", "patient": "About one and a half years ago, a 38-year-old married male Nepalese serving soldier presented to our center with complaints of diminution of vision of the left eye for three days. His visual acuities were 6/24 in OS and 6/6 in OD. Intraocular pressure (IOP) was 13 and 12 in OS and OD, respectively. On ophthalmological examination of the left eye, 4+ cells, 2+ flare, blue dot cataract, 3+ vitreous cells, and snow banks were noted. In addition, there were multiple lesions with arteritis in the fundus. The findings of the right eye were unremarkable. There were no abnormalities on systemic examination. With the diagnosis of uveitis (anterior and intermediate), the patient was prescribed prednisolone acetate (1% w/v) 1 drop topically two hourly, and atropine eye drops (1% w/v) TDS.\\nOn further inquiry, he had a history of recurrent episodes of oral ulceration for several months that was aggravated for the last one week. His past medical history revealed the episodic occurrence of genital ulcers a few years back. So, for detailed evaluation, the patient was referred to Dermatology outpatient department (OPD), where a panel of investigations was sent. His routine blood investigations were normal.\\nDifferential diagnoses included aphthous ulcer, secondary syphilis, oro-mucosal lichen planus, psoriasis vulgaris, systemic lupus erythematosus, and Behcet's disease. To rule out these differential diagnoses, further investigations were sent. Venereal disease research laboratory test, Treponema pallidum hemagglutination test, antinuclear antibody (ANA), anti-double stranded DNA (anti-dsDNA) test, human leukocyte antigen (HLA) B27, and HLA B25 came out to be negative. However, he was positive for HLA B51.\\nPathergy test was done, which showed a positive result. According to International Criteria for Behcet Disease (ICBD) criteria, all these features were diagnostic of Behcet disease. The patient was then started on oral Methotrexate 15 mg once a week along with oral folic acid 5 mg once weekly. Likewise, the oral ulcer was symptomatically treated with oral saline gargle, quadrajel (Lidocaine, Chlorhexidine Gluconate, and Metronidazole), oroheal gel (Triamcinolone Acetonide 0.1%w/w), zinc, and vitamin C supplements. Since the diagnosis, the patient has been on follow-up regularly with different complaints at different times, as mentioned in Table .\\nOn 2021/06/25, the patient presented with complaints of right-sided chest pain, headache, and dizziness. Vitals were within normal limits. General and systemic examinations were unremarkable. Baseline investigations, including complete blood count, renal function test, liver function test, serum electrolytes, urine routine and microscopic, and chest X-ray, showed normal findings. Creatinine phosphokinase (CPK-MB) was 18 IU/L, and Troponin-I was negative. C-reactive protein was positive (63.18 mg/L), and erythrocyte sedimentation rate was 40 mm/hr, possibly indicating the active stage of the disease. After that, a non-contrast CT head and high-resolution CT chest were done, which were normal. Ear, nose, and throat (ENT) consultation was done for dizziness, but they suggested no possible middle ear causes. His headache was associated with throbbing eyeball pain. On ophthalmologic consultation, peripheral choroiditis and vitritis were noted with normal intraocular pressure and visual acuity. Oral prednisolone 50 mg once daily was started and tapered over several days. Likewise, atropine and prednisolone eye drops were also prescribed. During the hospital stay, the visual acuity deteriorated, and IOP also increased. Oral acetazolamide was started, and IOP gradually decreased to the normal range. Visual acuity was not significantly improved till discharge.\\nThe patient also developed pain and tingling sensation over the left half of the head, face, and neck. In between, he was referred to a rheumatologist, who recommended the use of adalimumab. Sputum smear for acid-fast bacilli, Mantoux test, and chest X-ray were done to rule out tuberculosis. Similarly, liver function tests, viral markers, and ultrasound abdomen were performed to rule out viral hepatitis. Finally, the first and second dose of adalimumab 40mg subcutaneously on an interval of fifteen days was administered, and the patient was discharged and advised to follow-up after two weeks. His ocular symptoms have improved on follow-up examination.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'12928293': 1, '17722228': 1, '24257369': 1, '26868128': 1, '19026156': 1, '23281461': 1, '27602665': 1, '19790126': 1, '7582721': 1, '23441863': 1, '23041938': 1, '18936879': 1, '1970380': 1, '17334337': 1, '27467286': 1, '27075942': 1, '21869912': 1, '34667603': 2}", "similar_patients": "{}"}