{"patient_id": 49847, "patient_uid": "8126431-1", "PMID": 33993888, "file_path": "comm/PMC008xxxxxx/PMC8126431.xml", "title": "Effective treatment of electrical storm by a wearable cardioverter defibrillator in a patient with severely impaired left ventricular function after myocardial infarction: a case report", "patient": "A 47-year-old Caucasian man with non-ST-elevation MI was admitted by the emergency doctor to our emergency department. Apart from nicotine abuse (35 pack years), the patient had no medical history (including obsessive consumption of alcohol) or prior medication. Family, social and environmental history was unremarkable. In the emergency department, physical and neurological examination showed the following vital signs: heart rate 112 beats per minute, blood pressure 152/103 mmHg, oxygen saturation of 97% while breathing room air, respiration 15 breaths per minute, auricular temperature 37.8 °C. The patient was awake (Glasgow Coma Scale score of 15) and oriented in all respects without any neurological deficits. Electrocardiography (ECG) showed sinus tachycardia, ST-segment depressions in leads V4 and V5. He was transferred directly to the catheterization laboratory. Three-vessel disease with total occlusion of the right coronary artery (RCA), 80% stenosis of the left anterior descending artery (LAD) and 75% stenosis of the circumflex artery (Cx) was diagnosed. The RCA was stented with subsequent TIMI (Thrombolysis in Myocardial Ischemia Trial) III flow (Fig. ). Following a “culprit lesion only” strategy, the LAD and Cx were not stented in the acute setting. Post-interventional echocardiography documented a severely reduced systolic left ventricular ejection fraction (15–20%). Besides medical therapy, which included dual antiplatelet and heart failure therapy (Table ), the patient was provided with a WCD (LifeVest®, ZOLL Medical Corporation, Pittsburgh, PA, USA). He was scheduled for an early follow-up after 4 weeks. Seven days after discharge, the patient developed an electrical storm. At home, the WCD shocked twice in the evening (8:39 p.m. and 8:41 p.m.) (Fig. ) without any prior symptoms of angina or syncope. The patient was transferred to the emergency room by ambulance. On admission, he showed normal vital signs (heart rate 88 beats per minute, blood pressure 117/81 mmHg, oxygen saturation of 99% while breathing room air, respiration 18 breaths per minute, auricular temperature 36.9 °C). He was awake (Glasgow Coma Scale score of 15) and oriented in all respects, and no neurological deficits were detected. ECG showed normal sinus rhythm, biphasic T waves in III, negative T wave in leads V5 and V6, and three ventricular extrasystoles (VES).\\nDuring monitoring in the emergency room, recurrent non-sustained VT were documented and the patient received intravenous administration of 5 mg metoprolol. Initial laboratory testing revealed normal values except for increased troponin (91.1 pg/mL), without positive dynamics in a second testing (Table ). Creatinine kinase was in the normal range as well. The patient was transferred to our chest pain unit. At night the WCD shocked again due to VT (2:56 a.m.). At no time the patient complained of angina, and there was no new evidence for recurrent myocardial ischemia in the ECG. The patient received intravenous administration of 10 mg morphine for sedation, 150 mg amiodarone and 5 mg metoprolol to suppress VT. After 4 a.m., several shocks occurred within a very short time (4:19 a.m., 4:37 a.m., 4:49 a.m., 4:51 a.m., 4:53 a.m., 4:56 a.m.), again due to monomorphic VT. The patient was sedated using intravenous 0.5 mg fentanyl, 60 mg propofol, 100 mg rocuronium, and then intubated, mechanically ventilated and transferred to the intensive care unit (ICU), where continuous amiodarone infusion (1050 mg/50 mL at 5 mL/hour) was initiated. Corrected QT (QTc) intervals were in the normal range. Within a short period of time, a second electrical storm occurred (shocks at 5:09 a.m., 5:12 a.m., 5:18 a.m., 5:20 a.m., 5:24 a.m., 5:26 a.m., 5:27 a.m., 5:30 a.m.). After additional intravenous administration of 5 mg metoprolol, the VT stopped. In the meantime, due to low battery capacity, the life vest was replaced by external defibrillator patches, and the patient was subsequently shocked another seven times. Coronary angiography was performed and two drug-eluting stents were implanted in the known 80% LAD stenosis. Despite continuous intravenous metoprolol administration (2 mg/hour) and single magnesium infusion (2 g/2 minutes), Torsade de pointes tachycardia persisted and 11 additional external defibrillations were necessary (Fig. ).\\nFollowing the coronary angiography, an EP study was performed, as the 12-lead ECGs suggested that VT were triggered by ventricular premature beats early in the repolarization phase. The premature beats appeared partly as ventricular bigeminy (Fig. ), which induced VT with polymorphic and partially Torsade des points morphology, in some cases resulting in rapid transition into ventricular fibrillation. The focus of the VT origin/premature beats was localized in the posterior wall of the left ventricle and ablated by radio-frequency (RF) energy.\\nDuring the course of the following day, three more VT with similar morphology had to be terminated by external defibrillator shocks. Therefore, the EP procedure was repeated and the same focus was targeted by RF energy ablation. Finally, no additional VT occurred. Two days later, the patient received a dual-chamber ICD implantation for secondary prevention of sudden death. After a VT-free interval of 3 days with continuous metoprolol infusion and saturated amiodarone levels, the patient was extubated and transferred to the chest pain unit. At the end of the hospital stay, an echocardiographic follow-up of the left ventricular ejection fraction showed an improved ejection fraction of 30–35%.\\nDuring intensive care treatment, the patient suffered from ventilator-associated pneumonia which was treated with piperacillin and tazobactam intravenously for 8 days.\\nIn a 3-month ICD follow-up by remote monitoring, there were no more shocks, but three non-sustained VT were documented.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'22383393': 1, '11907286': 1, '15659722': 1, '30353399': 1, '29023958': 1, '30050939': 1, '20620738': 1, '31040933': 1, '32083365': 1, '31043979': 1, '31352528': 1, '15590950': 1, '14720148': 1, '15972864': 1, '16773280': 1, '30280654': 1, '19812399': 1, '21444888': 1, '26318695': 1, '27207191': 1, '26316618': 1, '33993888': 2}", "similar_patients": "{}"}